{"words": ["thalamus", "key", "sensorimotor", "relay", "area", "implicated", "autism", "spectrum", "disorder", "asd", "however", "unknown", "thalamus", "structures", "contain", "fiber", "connections", "internal", "capsule", "develop", "childhood", "adulthood", "whether", "microstructure", "relates", "basic", "motor", "challenges", "asd", "used", "diffusion", "weighted", "imaging", "design", "assess", "longitudinal", "development", "thalamus", "internal", "capsule", "plic", "alic", "respectively", "89", "males", "asd", "56", "males", "typical", "development", "years", "verbal", "results", "showed", "group", "asd", "exhibited", "different", "developmental", "trajectories", "microstructure", "regions", "demonstrating", "childhood", "group", "differences", "appeared", "approach", "cases", "surpass", "typically", "developing", "group", "adolescence", "adulthood", "plic", "alic", "thalamus", "mediated", "relation", "age", "speed", "groups", "yet", "gap", "speed", "appeared", "widen", "time", "gap", "plic", "appeared", "narrow", "overall", "results", "suggest", "childhood", "group", "differences", "microstructure", "thalamus", "plic", "become", "less", "robust", "adolescence", "adulthood", "speed", "appears", "mediated", "plic", "groups", "group", "differences", "motor", "speed", "widen", "adolescence", "adulthood", "suggest", "factors", "beyond", "microstructure", "thalamus", "internal", "capsule", "may", "contribute", "atypical", "motor", "profiles", "asd", "autism", "res", "2017", "2017", "international", "society", "autism", "research", "wiley", "periodicals", "thalamus", "key", "sensory", "motor", "brain", "area", "appears", "develop", "differently", "individuals", "autism", "spectrum", "disorder", "asd", "microstructure", "important", "informs", "us", "density", "organization", "different", "brain", "tissues", "childhood", "thalamic", "microstructure", "distinct", "asd", "group", "compared", "typically", "developing", "group", "however", "group", "differences", "appeared", "narrow", "age", "suggesting", "thalamus", "continues", "dynamically", "change", "asd", "adulthood"], "authors": [["McLaughlin", "Kristine", "K", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Travers", "Brittany G", "BG", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Dadalko", "Olga I", "OI", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Dean", "Douglas C", "DC", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Tromp", "Do", "D", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Adluru", "Nagesh", "N", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Destiche", "Daniel", "D", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Freeman", "Abigail", "A", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Prigge", "Molly D", "MD", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Froehlich", "Alyson", "A", "Pediatrics, University of Utah, Salt Lake City, Utah."], ["Duffield", "Tyler C", "TC", "Psychology/Neuroscience Center, Brigham Young University, Provo, Utah."], ["Zielinski", "Brandon A", "BA", "Pediatrics, University of Utah, Salt Lake City, Utah."], ["Bigler", "Erin D", "ED", "Psychology/Neuroscience Center, Brigham Young University, Provo, Utah."], ["Lange", "Nicholas", "N", "Harvard Psychiatry & McLean Hospital, Belmont, Massachusetts."], ["Anderson", "Jeff S", "JS", "Radiology, University of Utah, Salt Lake City, Utah."], ["Alexander", "Andrew L", "AL", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."], ["Lainhart", "Janet E", "JE", "Waisman Center, University of Wisconsin-Madison, Madison, Wisconsin."]], "title": "Longitudinal development of thalamic and internal capsule microstructure in autism spectrum disorder.", "year": null, "sentences": ["The thalamus is a key sensorimotor relay area that is implicated in autism spectrum disorder (ASD).", "However, it is unknown how the thalamus and white-matter structures that contain thalamo-cortical fiber connections (e.g., the internal capsule) develop from childhood into adulthood and whether this microstructure relates to basic motor challenges in ASD.", "We used diffusion weighted imaging in a cohort-sequential design to assess longitudinal development of the thalamus, and posterior- and anterior-limbs of the internal capsule (PLIC and ALIC, respectively) in 89 males with ASD and 56 males with typical development (3-41 years; all verbal).", "Our results showed that the group with ASD exhibited different developmental trajectories of microstructure in all regions, demonstrating childhood group differences that appeared to approach and, in some cases, surpass the typically developing group in adolescence and adulthood.", "The PLIC (but not ALIC nor thalamus) mediated the relation between age and finger-tapping speed in both groups.", "Yet, the gap in finger-tapping speed appeared to widen at the same time that the between-group gap in the PLIC appeared to narrow.", "Overall, these results suggest that childhood group differences in microstructure of the thalamus and PLIC become less robust in adolescence and adulthood.", "Further, finger-tapping speed appears to be mediated by the PLIC in both groups, but group differences in motor speed that widen during adolescence and adulthood suggest that factors beyond the microstructure of the thalamus and internal capsule may contribute to atypical motor profiles in ASD.", "Autism Res 2017.", "© 2017 International Society for Autism Research, Wiley Periodicals, Inc.Microstructure of the thalamus, a key sensory and motor brain area, appears to develop differently in individuals with autism spectrum disorder (ASD).", "Microstructure is important because it informs us of the density and organization of different brain tissues.", "During childhood, thalamic microstructure was distinct in the ASD group compared to the typically developing group.", "However, these group differences appeared to narrow with age, suggesting that the thalamus continues to dynamically change in ASD into adulthood."], "id": "29251836", "text": "The thalamus is a key sensorimotor relay area that is implicated in autism spectrum disorder (ASD). However, it is unknown how the thalamus and white-matter structures that contain thalamo-cortical fiber connections (e.g., the internal capsule) develop from childhood into adulthood and whether this microstructure relates to basic motor challenges in ASD. We used diffusion weighted imaging in a cohort-sequential design to assess longitudinal development of the thalamus, and posterior- and anterior-limbs of the internal capsule (PLIC and ALIC, respectively) in 89 males with ASD and 56 males with typical development (3-41 years; all verbal). Our results showed that the group with ASD exhibited different developmental trajectories of microstructure in all regions, demonstrating childhood group differences that appeared to approach and, in some cases, surpass the typically developing group in adolescence and adulthood. The PLIC (but not ALIC nor thalamus) mediated the relation between age and finger-tapping speed in both groups. Yet, the gap in finger-tapping speed appeared to widen at the same time that the between-group gap in the PLIC appeared to narrow. Overall, these results suggest that childhood group differences in microstructure of the thalamus and PLIC become less robust in adolescence and adulthood. Further, finger-tapping speed appears to be mediated by the PLIC in both groups, but group differences in motor speed that widen during adolescence and adulthood suggest that factors beyond the microstructure of the thalamus and internal capsule may contribute to atypical motor profiles in ASD. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Microstructure of the thalamus, a key sensory and motor brain area, appears to develop differently in individuals with autism spectrum disorder (ASD). Microstructure is important because it informs us of the density and organization of different brain tissues. During childhood, thalamic microstructure was distinct in the ASD group compared to the typically developing group. However, these group differences appeared to narrow with age, suggesting that the thalamus continues to dynamically change in ASD into adulthood.", "doi": "10.1002/aur.1909", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:45:48"}