{"title": "The Effects of Advance Notice on Problem Behavior Occasioned by Interruptions of an Ongoing Activity in a Young Girl with Autism.", "text": "The current study describes a trial-based functional analysis of problem behavior conducted in a home setting for a 7-year-old girl with autism. Problem behavior was occasioned by interruptions to an ongoing activity. Advance notice, in the form of a 2-min warning, and the sound of a timer were used to signal termination of a current activity and were effective at reducing problem behavior along with increasing compliance to the interruptive demands. A trial-based functional analysis, which are not common in the applied literature, was conducted in a home setting for young girl with autism, using antecedent and consequence modifications described by Hagopian, Bruzek, Bowman, and Jennett (2007), identified the variables that occasioned and maintained problem behavior were interruptions to an ongoing activity followed by regaining uninterrupted access to the previous activity. Mixed findings have been reported regarding the effectiveness of advance notice for decreasing problem behavior. Results of the current study show that an advance notice treatment package was effective for a child with autism; no escape extinction was necessary. Interruptions are part of everyday life and tolerating these changes is critical for habilitation for individuals with autism.", "journal": ["Behavior analysis in practice", "Behav Anal Pract"], "id": "29214139", "doi": "10.1007/s40617-017-0187-7", "date": "2017-04-21", "authors": [["Vasquez", "Stephanie", "S", "World Evolve, Miami, FL 33186 USA."], ["Brewer", "Adam", "A", "Department of Psychology and Liberal Arts, Florida Institute of Technology, 150 West University Boulevard, Melbourne, FL 32901 USA."], ["Leon", "Yanerys", "Y", "Department of Psychology and Liberal Arts, Florida Institute of Technology, 150 West University Boulevard, Melbourne, FL 32901 USA."], ["Vasquez", "Janet", "J", "World Evolve, Miami, FL 33186 USA."]]}