{"words": ["purpose", "study", "examine", "confluence", "genetic", "familial", "risk", "factors", "children", "autism", "spectrum", "disorder", "asd", "distinct", "de", "novo", "genetic", "events", "hypothesized", "mutations", "would", "associated", "reduced", "rates", "familial", "psychiatric", "disorders", "relative", "structural", "mutations", "participants", "included", "families", "children", "asd", "four", "groups", "de", "novo", "duplication", "copy", "number", "variations", "dup", "n", "62", "de", "novo", "deletion", "copy", "number", "variations", "del", "n", "74", "de", "novo", "likely", "mutations", "lgdm", "n", "267", "children", "without", "known", "genetic", "etiology", "non", "n", "2111", "familial", "rates", "psychiatric", "disorders", "calculated", "semistructured", "interviews", "results", "indicated", "overall", "increased", "rates", "psychiatric", "disorders", "dup", "families", "compared", "del", "lgdm", "families", "specific", "paternal", "psychiatric", "histories", "particularly", "evident", "depressive", "disorders", "higher", "rates", "depressive", "disorders", "maternal", "psychiatric", "histories", "observed", "overall", "compared", "paternal", "histories", "higher", "rates", "anxiety", "disorders", "observed", "paternal", "histories", "lgdm", "families", "compared", "dup", "families", "findings", "support", "notion", "additive", "contribution", "genetic", "etiology", "familial", "factors", "associated", "asd", "risk", "highlight", "critical", "need", "continued", "work", "targeting", "relationships"], "authors": [["Luhrs", "Kyleen", "K", "University of Washington School of Medicine, Seattle, WA 91895, USA."], ["Ward", "Tracey", "T", "School of Psychology, Family, and Community, Seattle Pacific University, Seattle, WA 98119, USA."], ["Hudac", "Caitlin M", "CM", "Department of Psychiatry and Behavioral Sciences, University of Washington, Seattle, WA 91895, USA."], ["Gerdts", "Jennifer", "J", "Department of Psychiatry and Behavioral Sciences, University of Washington, Seattle, WA 91895, USA."], ["Stessman", "Holly A F", "HAF", "Department of Genome Sciences, University of Washington, Seattle, WA 91895, USA."], ["Eichler", "Evan E", "EE", "Department of Genome Sciences, University of Washington, Seattle, WA 91895, USA."], ["Bernier", "Raphael A", "RA", "Department of Psychiatry and Behavioral Sciences, University of Washington, Seattle, WA 91895, USA."]], "title": "Associations between Familial Rates of Psychiatric Disorders and De Novo Genetic Mutations in Autism.", "year": null, "sentences": ["The purpose of this study was to examine the confluence of genetic and familial risk factors in children with Autism Spectrum Disorder (ASD) with distinct de novo genetic events.", "We hypothesized that gene-disrupting mutations would be associated with reduced rates of familial psychiatric disorders relative to structural mutations.", "Participants included families of children with ASD in four groups: de novo duplication copy number variations (DUP, n = 62), de novo deletion copy number variations (DEL, n = 74), de novo likely gene-disrupting mutations (LGDM, n = 267), and children without a known genetic etiology (NON, n = 2111).", "Familial rates of psychiatric disorders were calculated from semistructured interviews.", "Results indicated overall increased rates of psychiatric disorders in DUP families compared to DEL and LGDM families, specific to paternal psychiatric histories, and particularly evident for depressive disorders.", "Higher rates of depressive disorders in maternal psychiatric histories were observed overall compared to paternal histories and higher rates of anxiety disorders were observed in paternal histories for LGDM families compared to DUP families.", "These findings support the notion of an additive contribution of genetic etiology and familial factors are associated with ASD risk and highlight critical need for continued work targeting these relationships."], "id": "29250444", "text": "The purpose of this study was to examine the confluence of genetic and familial risk factors in children with Autism Spectrum Disorder (ASD) with distinct de novo genetic events. We hypothesized that gene-disrupting mutations would be associated with reduced rates of familial psychiatric disorders relative to structural mutations. Participants included families of children with ASD in four groups: de novo duplication copy number variations (DUP, n = 62), de novo deletion copy number variations (DEL, n = 74), de novo likely gene-disrupting mutations (LGDM, n = 267), and children without a known genetic etiology (NON, n = 2111). Familial rates of psychiatric disorders were calculated from semistructured interviews. Results indicated overall increased rates of psychiatric disorders in DUP families compared to DEL and LGDM families, specific to paternal psychiatric histories, and particularly evident for depressive disorders. Higher rates of depressive disorders in maternal psychiatric histories were observed overall compared to paternal histories and higher rates of anxiety disorders were observed in paternal histories for LGDM families compared to DUP families. These findings support the notion of an additive contribution of genetic etiology and familial factors are associated with ASD risk and highlight critical need for continued work targeting these relationships.", "doi": "10.1155/2017/9371964", "journal": ["Autism research and treatment", "Autism Res Treat"], "date": "2018-01-18_23:45:50"}