{"words": ["present", "study", "tested", "whether", "proteomic", "differences", "blood", "schizophrenia", "patients", "initial", "onset", "disorder", "controls", "whether", "differences", "also", "present", "birth", "among", "neonates", "later", "developed", "schizophrenia", "compared", "without", "psychiatric", "admission", "used", "multiple", "reaction", "monitoring", "mass", "spectrometry", "quantify", "77", "proteins", "147", "peptides", "serum", "samples", "60", "schizophrenia", "patients", "77", "controls", "96", "proteins", "152", "peptides", "892", "newborn", "nbs", "samples", "collected", "1975", "1985", "serum", "nbs", "studies", "showed", "significant", "alterations", "protein", "levels", "serum", "results", "revealed", "haptoglobin", "plasma", "protease", "c1", "inhibitor", "significantly", "upregulated", "schizophrenia", "patients", "corrected", "p", "complement", "increased", "schizophrenia", "patients", "uncorrected", "respectively", "also", "increased", "newborn", "babies", "later", "develop", "schizophrenia", "respectively", "also", "tested", "whether", "protein", "abundance", "birth", "associated", "exposure", "urban", "environment", "pregnancy", "found", "highly", "significant", "proteomic", "differences", "birth", "urban", "rural", "environments", "prediction", "model", "urbanicity", "excellent", "predictive", "performance", "discovery", "area", "receiver", "operating", "characteristic", "curve", "auc", "validation", "auc", "sample", "sets", "hope", "future", "biomarker", "studies", "based", "stored", "nbs", "samples", "identify", "prognostic", "disease", "indicators", "targets", "preventive", "measures", "neurodevelopmental", "conditions", "particularly", "onset", "early", "childhood", "autism", "spectrum", "disorder"], "authors": [["Cooper", "Jason D", "JD", "Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge, UK."], ["Ozcan", "Sureyya", "S", "Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge, UK."], ["Gardner", "Renee M", "RM", "Department of Public Health Sciences, Karolinska Institutet, Stockholm, Sweden."], ["Rustogi", "Nitin", "N", "Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge, UK."], ["Wicks", "Susanne", "S", "Department of Public Health Sciences, Karolinska Institutet, Stockholm, Sweden."], ["van Rees", "Geertje F", "GF", "Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge, UK."], ["Leweke", "F Markus", "FM", "Brain and Mind Centre, University of Sydney, Sydney, Australia."], ["Dalman", "Christina", "C", "Department of Public Health Sciences, Karolinska Institutet, Stockholm, Sweden."], ["Karlsson", "Håkan", "H", "Department of Public Health Sciences, Karolinska Institutet, Stockholm, Sweden."], ["Bahn", "Sabine", "S", "Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge, UK. sb209@cam.ac.uk."]], "title": "Schizophrenia-risk and urban birth are associated with proteomic changes in neonatal dried blood spots.", "year": null, "sentences": ["In the present study, we tested whether there were proteomic differences in blood between schizophrenia patients after the initial onset of the disorder and controls; and whether those differences were also present at birth among neonates who later developed schizophrenia compared to those without a psychiatric admission.", "We used multiple reaction monitoring mass spectrometry to quantify 77 proteins (147 peptides) in serum samples from 60 first-onset drug-naive schizophrenia patients and 77 controls, and 96 proteins (152 peptides) in 892 newborn blood-spot (NBS) samples collected between 1975 and 1985.", "Both serum and NBS studies showed significant alterations in protein levels.", "Serum results revealed that Haptoglobin and Plasma protease C1 inhibitor were significantly upregulated in first-onset schizophrenia patients (corrected P < 0.05).", "Alpha-2-antiplasmin, Complement C4-A and Antithrombin-III were increased in first-onset schizophrenia patients (uncorrected P-values 0.041, 0.036 and 0.013, respectively) and also increased in newborn babies who later develop schizophrenia (P-values 0.0058, 0.013 and 0.044, respectively).", "We also tested whether protein abundance at birth was associated with exposure to an urban environment during pregnancy and found highly significant proteomic differences at birth between urban and rural environments.", "The prediction model for urbanicity had excellent predictive performance in both discovery (area under the receiver operating characteristic curve (AUC) = 0.90) and validation (AUC = 0.89) sample sets.", "We hope that future biomarker studies based on stored NBS samples will identify prognostic disease indicators and targets for preventive measures for neurodevelopmental conditions, particularly those with onset during early childhood, such as autism spectrum disorder."], "id": "29249827", "text": "In the present study, we tested whether there were proteomic differences in blood between schizophrenia patients after the initial onset of the disorder and controls; and whether those differences were also present at birth among neonates who later developed schizophrenia compared to those without a psychiatric admission. We used multiple reaction monitoring mass spectrometry to quantify 77 proteins (147 peptides) in serum samples from 60 first-onset drug-naive schizophrenia patients and 77 controls, and 96 proteins (152 peptides) in 892 newborn blood-spot (NBS) samples collected between 1975 and 1985. Both serum and NBS studies showed significant alterations in protein levels. Serum results revealed that Haptoglobin and Plasma protease C1 inhibitor were significantly upregulated in first-onset schizophrenia patients (corrected P < 0.05). Alpha-2-antiplasmin, Complement C4-A and Antithrombin-III were increased in first-onset schizophrenia patients (uncorrected P-values 0.041, 0.036 and 0.013, respectively) and also increased in newborn babies who later develop schizophrenia (P-values 0.0058, 0.013 and 0.044, respectively). We also tested whether protein abundance at birth was associated with exposure to an urban environment during pregnancy and found highly significant proteomic differences at birth between urban and rural environments. The prediction model for urbanicity had excellent predictive performance in both discovery (area under the receiver operating characteristic curve (AUC) = 0.90) and validation (AUC = 0.89) sample sets. We hope that future biomarker studies based on stored NBS samples will identify prognostic disease indicators and targets for preventive measures for neurodevelopmental conditions, particularly those with onset during early childhood, such as autism spectrum disorder.", "doi": "10.1038/s41398-017-0027-0", "journal": ["Translational psychiatry", "Transl Psychiatry"], "date": "2018-01-18_23:45:50"}