{"words": ["association", "epilepsy", "autism", "spectrum", "disorders", "asd", "best", "understood", "examining", "relationship", "social", "cognition", "nonsocial", "cognition", "epilepsy", "relationship", "asd", "epilepsy", "bidirectional", "strongly", "linked", "intellectual", "disability", "id", "risk", "developing", "asd", "children", "epilepsy", "highest", "children", "early", "onset", "seizures", "high", "prevalence", "children", "infantile", "spasms", "risk", "developing", "epilepsy", "children", "first", "diagnosed", "asd", "highest", "id", "prevalence", "seizures", "asd", "increases", "age", "epilepsy", "asd", "coexist", "share", "common", "pathophysiological", "mechanisms", "epilepsy", "without", "id", "deficits", "important", "determinant", "neurodevelopmental", "outcomes", "early", "recognition", "social", "deficits", "important", "aspect", "comprehensive", "management", "children", "epilepsy", "treating", "seizures", "individuals", "epilepsy", "asd", "crucial", "interventions", "address", "deficits", "necessary", "maximize", "neurodevelopmental", "outcomes"], "authors": [["Tuchman", "Roberto", "R", "From the Department of Neurology, Nicklaus Children's Hospital Miami Children's Health System, Miami, FL. Electronic address: roberto.tuchman@gmail.com."]], "title": "What is the Relationship Between Autism Spectrum Disorders and Epilepsy?", "year": null, "sentences": ["The association of epilepsy and autism spectrum disorders (ASD) is best understood by examining the relationship between social cognition, nonsocial cognition, and epilepsy.", "The relationship between ASD and epilepsy is bidirectional and is strongly linked to intellectual disability (ID).", "The risk of developing ASD in children with epilepsy is highest in children with early onset seizures, with a high prevalence in children with infantile spasms.", "The risk of developing epilepsy in children first diagnosed with ASD is highest in those with ID.", "The prevalence of seizures in ASD increases with age.", "When epilepsy and ASD coexist, they share common pathophysiological mechanisms.", "In epilepsy with and without ID, social-cognitive deficits are an important determinant of neurodevelopmental outcomes.", "Early recognition of social deficits is an important aspect of the comprehensive management of children with epilepsy.", "Treating the seizures in individuals with epilepsy and ASD is crucial but interventions that address social-cognitive deficits are necessary to maximize neurodevelopmental outcomes."], "id": "29249509", "text": "The association of epilepsy and autism spectrum disorders (ASD) is best understood by examining the relationship between social cognition, nonsocial cognition, and epilepsy. The relationship between ASD and epilepsy is bidirectional and is strongly linked to intellectual disability (ID). The risk of developing ASD in children with epilepsy is highest in children with early onset seizures, with a high prevalence in children with infantile spasms. The risk of developing epilepsy in children first diagnosed with ASD is highest in those with ID. The prevalence of seizures in ASD increases with age. When epilepsy and ASD coexist, they share common pathophysiological mechanisms. In epilepsy with and without ID, social-cognitive deficits are an important determinant of neurodevelopmental outcomes. Early recognition of social deficits is an important aspect of the comprehensive management of children with epilepsy. Treating the seizures in individuals with epilepsy and ASD is crucial but interventions that address social-cognitive deficits are necessary to maximize neurodevelopmental outcomes.", "doi": "10.1016/j.spen.2017.10.004", "journal": ["Seminars in pediatric neurology", "Semin Pediatr Neurol"], "date": "2018-01-18_23:45:50"}