{"words": ["mammalian", "iswi", "imitation", "switch", "genes", "smarca1", "smarca5", "encode", "chromatin", "remodeling", "proteins", "snf2l", "snf2h", "iswi", "proteins", "interact", "baz", "bromodomain", "adjacent", "phd", "zinc", "finger", "domain", "containing", "proteins", "generate", "eight", "distinct", "remodeling", "complexes", "iswi", "nucleosome", "positioning", "within", "genes", "gene", "regulatory", "elements", "proving", "important", "transition", "committed", "progenitor", "state", "differentiated", "cell", "state", "genetic", "studies", "implicated", "involvement", "many", "chromatin", "remodeling", "proteins", "neurodevelopmental", "disorders", "ndds", "including", "smarca1", "review", "characterization", "mice", "inactivated", "iswi", "interacting", "proteins", "pertains", "brain", "development", "disease", "better", "understanding", "chromatin", "dynamics", "neural", "development", "prerequisite", "understanding", "disease", "pathologies", "development", "therapeutics", "complex", "disorders"], "authors": [["Goodwin", "Laura R", "LR", "Regenerative Medicine Program, Ottawa Hospital Research Institute, 501 Smyth Road, Ottawa, ON K1H 8L6, Canada; Department of Biochemistry, Microbiology & Immunology, University of Ottawa, 451 Smyth Road, Ottawa, ON K1H 8M5, Canada."], ["Picketts", "David J", "DJ", "Regenerative Medicine Program, Ottawa Hospital Research Institute, 501 Smyth Road, Ottawa, ON K1H 8L6, Canada; Department of Biochemistry, Microbiology & Immunology, University of Ottawa, 451 Smyth Road, Ottawa, ON K1H 8M5, Canada; Department of Cellular and Molecular Medicine, University of Ottawa, 451 Smyth Road, Ottawa, ON K1H 8M5, Canada; Department of Medicine, University of Ottawa, 451 Smyth Road, Ottawa, ON K1H 8M5, Canada. Electronic address: dpicketts@ohri.ca."]], "title": "The role of ISWI chromatin remodeling complexes in brain development and neurodevelopmental disorders.", "year": null, "sentences": ["The mammalian ISWI (Imitation Switch) genes SMARCA1 and SMARCA5 encode the ATP-dependent chromatin remodeling proteins SNF2L and SNF2H.", "The ISWI proteins interact with BAZ (bromodomain adjacent to PHD zinc finger) domain containing proteins to generate eight distinct remodeling complexes.", "ISWI complex-mediated nucleosome positioning within genes and gene regulatory elements is proving important for the transition from a committed progenitor state to a differentiated cell state.", "Genetic studies have implicated the involvement of many ATP-dependent chromatin remodeling proteins in neurodevelopmental disorders (NDDs), including SMARCA1.", "Here we review the characterization of mice inactivated for ISWI and their interacting proteins, as it pertains to brain development and disease.", "A better understanding of chromatin dynamics during neural development is a prerequisite to understanding disease pathologies and the development of therapeutics for these complex disorders."], "id": "29249292", "text": "The mammalian ISWI (Imitation Switch) genes SMARCA1 and SMARCA5 encode the ATP-dependent chromatin remodeling proteins SNF2L and SNF2H. The ISWI proteins interact with BAZ (bromodomain adjacent to PHD zinc finger) domain containing proteins to generate eight distinct remodeling complexes. ISWI complex-mediated nucleosome positioning within genes and gene regulatory elements is proving important for the transition from a committed progenitor state to a differentiated cell state. Genetic studies have implicated the involvement of many ATP-dependent chromatin remodeling proteins in neurodevelopmental disorders (NDDs), including SMARCA1. Here we review the characterization of mice inactivated for ISWI and their interacting proteins, as it pertains to brain development and disease. A better understanding of chromatin dynamics during neural development is a prerequisite to understanding disease pathologies and the development of therapeutics for these complex disorders.", "doi": "10.1016/j.mcn.2017.10.008", "journal": ["Molecular and cellular neurosciences", "Mol. Cell. Neurosci."], "date": "2018-01-18_23:45:50"}