{"words": ["autism", "neuropsychiatric", "illness", "complex", "ailment", "mainly", "indefinite", "cause", "although", "precise", "pathophysiological", "mechanism", "unclear", "role", "genetics", "undeniable", "therefore", "pharmacogenetics", "may", "assist", "better", "management", "symptoms", "risperidone", "widely", "used", "autism", "considering", "significance", "dopaminergic", "system", "psychological", "neurological", "diseases", "association", "autism", "hypothesis", "genetic", "variant", "dopamine", "receptor", "drd3", "ser9gly", "rs6280", "may", "influence", "treatment", "autism", "may", "present", "study", "56", "autistic", "persian", "children", "within", "age", "range", "14", "years", "included", "diagnosis", "autism", "based", "criteria", "severity", "degree", "measured", "checklists", "base", "line", "8", "weeks", "treatment", "risperidone", "based", "scores", "patients", "categorized", "responsive", "groups", "drd3", "ser9gly", "rs6280", "determined", "gly", "allele", "well", "carriers", "genotypes", "showed", "significantly", "better", "response", "risperidone", "compared", "carriers", "ser", "allele", "genotype", "95", "95", "results", "advocate", "possible", "influence", "genetic", "variation", "drd3", "clinical", "response", "antipsychotics", "like", "risperidone", "autistic", "individuals", "article", "open", "review", "registered", "readers", "see", "readers", "may", "comment", "clicking", "abstract", "issue", "contents", "page"], "authors": [["Firouzabadi", "Negar", "N", "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran. Department of Pharmacology & Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Nazariat", "Anna", "A", null], ["Zomorrodian", "Kamiar", "K", null]], "title": "DRD3 Ser9Gly Polymorphism and Its Influence on Risperidone Response in Autistic Children.", "year": null, "sentences": ["Autism, a neuropsychiatric illness, is a complex ailment of mainly indefinite cause.", "Although precise pathophysiological mechanism is unclear but the role of genetics is undeniable therefore pharmacogenetics may assist to a better management of symptoms.", "Risperidone is widely used in autism.", "Considering the significance of dopaminergic system in psychological and neurological diseases and its association with autism, the hypothesis that genetic variant of dopamine receptor (DRD3), Ser9Gly (rs6280), may influence treatment of autism may be assumed.In the present study, 56 autistic Persian children within the age range of 2.5 to 14 years were included.", "Diagnosis of autism was based on DSM-V criteria and the severity degree was measured by ABC-C checklists at base line and after 8 weeks of treatment with risperidone.", "Based on their scores patients were categorized as responsive and non-responsive groups.", "DRD3 Ser9Gly (rs6280) was determined by PCR-RFLP.Carriers of Gly allele as well as carriers of Gly/Gly and Ser/Gly genotypes showed significantly better response to risperidone compared with carriers of Ser allele and Ser/Ser genotype (P=0.027; OR= 4.18; 95%CI=1.16-15.03 and P=0.014; OR=6.825; 95%CI=1.36-34.13).Our results advocate the possible influence of genetic variation of DRD3 in clinical response to antipsychotics like risperidone in autistic individuals.", "This article is open to POST-PUBLICATION REVIEW.", "Registered readers (see \"For Readers\") may comment by clicking on ABSTRACT on the issue's contents page."], "id": "29249220", "text": "Autism, a neuropsychiatric illness, is a complex ailment of mainly indefinite cause. Although precise pathophysiological mechanism is unclear but the role of genetics is undeniable therefore pharmacogenetics may assist to a better management of symptoms. Risperidone is widely used in autism. Considering the significance of dopaminergic system in psychological and neurological diseases and its association with autism, the hypothesis that genetic variant of dopamine receptor (DRD3), Ser9Gly (rs6280), may influence treatment of autism may be assumed.In the present study, 56 autistic Persian children within the age range of 2.5 to 14 years were included. Diagnosis of autism was based on DSM-V criteria and the severity degree was measured by ABC-C checklists at base line and after 8 weeks of treatment with risperidone. Based on their scores patients were categorized as responsive and non-responsive groups. DRD3 Ser9Gly (rs6280) was determined by PCR-RFLP.Carriers of Gly allele as well as carriers of Gly/Gly and Ser/Gly genotypes showed significantly better response to risperidone compared with carriers of Ser allele and Ser/Ser genotype (P=0.027; OR= 4.18; 95%CI=1.16-15.03 and P=0.014; OR=6.825; 95%CI=1.36-34.13).Our results advocate the possible influence of genetic variation of DRD3 in clinical response to antipsychotics like risperidone in autistic individuals. This article is open to POST-PUBLICATION REVIEW. Registered readers (see \"For Readers\") may comment by clicking on ABSTRACT on the issue's contents page.", "doi": null, "journal": ["Journal of pharmacy & pharmaceutical sciences : a publication of the Canadian Society for Pharmaceutical Sciences, Societe canadienne des sciences pharmaceutiques", "J Pharm Pharm Sci"], "date": "2018-01-18_23:45:51"}