{"words": ["study", "compared", "performance", "adolescents", "autistic", "spectrum", "disorder", "asd", "peers", "typical", "development", "td", "cognitive", "peers", "td", "measures", "identification", "comprehension", "narrow", "focus", "participants", "17", "autistic", "17", "td", "peers", "matched", "age", "sex", "15", "td", "children", "matched", "expressive", "vocabulary", "participated", "hebrew", "narrow", "focus", "test", "hnft", "used", "hnft", "includes", "3", "subtests", "first", "subtest", "required", "identification", "stressed", "word", "sentence", "based", "psychoacoustic", "abilities", "alone", "second", "b", "third", "c", "subtests", "required", "understanding", "meaning", "focused", "stress", "different", "contexts", "subtest", "b", "meaning", "narrow", "focus", "contrast", "possibilities", "related", "role", "stressed", "word", "sentence", "whereas", "subtest", "c", "meaning", "indicate", "participants", "showed", "reduced", "performance", "compared", "peers", "across", "subtests", "hnft", "similar", "performance", "compared", "td", "children", "subtests", "b", "better", "performance", "subtest", "significant", "correlation", "found", "raven", "test", "assessing", "nonverbal", "intelligence", "subtests", "b", "c", "hnft", "group", "adolescents", "narrow", "focus", "adolescents", "asd", "study", "special", "educational", "system", "related", "abilities", "autistic", "condition", "severity"], "authors": [["Segal", "Osnat", "O", null], ["Kaplan", "Dafna", "D", null], ["Patael", "Smadar", "S", null], ["Kishon-Rabin", "Liat", "L", null]], "title": "Comprehension of \"Narrow Focus\" by Adolescents in the Autism Spectrum.", "year": null, "sentences": ["The study compared the performance of adolescents with autistic spectrum disorder (ASD) to that of age-matched peers with typical development (TD) and cognitive language-matched peers with TD on measures of identification and comprehension of \"narrow focus.", "\"Forty-nine participants, 17 autistic, 17 TD peers matched for age and sex, and 15 TD children matched for expressive vocabulary participated in the study.The Hebrew Narrow Focus Test (HNFT) was used.", "The HNFT includes 3 subtests.", "The first subtest (A) required identification of the stressed word in the sentence based on psychoacoustic abilities alone.", "The second (B) and third (C) subtests required understanding the meaning of focused stress in different contexts.", "In subtest B, the meaning of \"narrow focus\" was to contrast other possibilities related to the lexical-grammatical role of the stressed word in the sentence, whereas in subtest C, the meaning was to indicate a mistake.ASD participants showed reduced performance compared to peers across all the subtests of the HNFT, but similar performance compared to TD children in subtests A and B and better performance on subtest C. A significant correlation was found between the Raven test for assessing nonverbal intelligence and subtests B and C of the HNFT in the group of adolescents with ASD.Comprehension of narrow focus in adolescents with ASD who study in a special educational system is related to their cognitive-linguistic abilities and not to the autistic condition by itself or to its severity."], "id": "29248926", "text": "The study compared the performance of adolescents with autistic spectrum disorder (ASD) to that of age-matched peers with typical development (TD) and cognitive language-matched peers with TD on measures of identification and comprehension of \"narrow focus.\"Forty-nine participants, 17 autistic, 17 TD peers matched for age and sex, and 15 TD children matched for expressive vocabulary participated in the study.The Hebrew Narrow Focus Test (HNFT) was used. The HNFT includes 3 subtests. The first subtest (A) required identification of the stressed word in the sentence based on psychoacoustic abilities alone. The second (B) and third (C) subtests required understanding the meaning of focused stress in different contexts. In subtest B, the meaning of \"narrow focus\" was to contrast other possibilities related to the lexical-grammatical role of the stressed word in the sentence, whereas in subtest C, the meaning was to indicate a mistake.ASD participants showed reduced performance compared to peers across all the subtests of the HNFT, but similar performance compared to TD children in subtests A and B and better performance on subtest C. A significant correlation was found between the Raven test for assessing nonverbal intelligence and subtests B and C of the HNFT in the group of adolescents with ASD.Comprehension of narrow focus in adolescents with ASD who study in a special educational system is related to their cognitive-linguistic abilities and not to the autistic condition by itself or to its severity.", "doi": "10.1159/000477399", "journal": ["Folia phoniatrica et logopaedica : official organ of the International Association of Logopedics and Phoniatrics (IALP)", "Folia Phoniatr Logop"], "date": "2018-01-18_23:45:51"}