{"title": "Cellular Phenotypes in Human iPSC-Derived Neurons from a Genetic Model of Autism Spectrum Disorder.", "text": "A deletion or duplication in the 16p11.2 region is associated with neurodevelopmental disorders, including autism spectrum disorder and schizophrenia. In addition to clinical characteristics, carriers of the 16p11.2 copy-number variant (CNV) manifest opposing neuroanatomical phenotypes-e.g., macrocephaly in deletion carriers (16pdel) and microcephaly in duplication carriers (16pdup). Using fibroblasts obtained from 16pdel and 16pdup carriers, we generated induced pluripotent stem cells (iPSCs) and differentiated them into neurons to identify causal cellular mechanisms underlying neurobiological phenotypes. Our study revealed increased soma size and dendrite length in 16pdel neurons and reduced neuronal size and dendrite length in 16pdup neurons. The functional properties of iPSC-derived neurons corroborated aspects of these contrasting morphological differences that may underlie brain size. Interestingly, both 16pdel and 16pdup neurons displayed reduced synaptic density, suggesting that distinct mechanisms may underlie brain size and neuronal connectivity at this locus.", "journal": ["Cell reports", "Cell Rep"], "id": "29212016", "doi": "10.1016/j.celrep.2017.11.037", "date": null, "authors": [["Deshpande", "Aditi", "A", "Department of Psychiatry, University of California, San Francisco, San Francisco, CA, 94143, USA; Institute for Human Genetics, University of California, San Francisco, San Francisco, CA, 94143, USA; Weill Institute for Neurosciences, University of California, San Francisco, San Francisco, CA 94143, USA."], ["Yadav", "Smita", "S", "Howard Hughes Medical Institute , University of California, San Francisco, San Francisco, CA 94158, USA; Department of Physiology , University of California, San Francisco, San Francisco, CA 94158, USA; Department of Biochemistry and Biophysics , University of California, San Francisco, San Francisco, CA 94158, USA."], ["Dao", "Dang Q", "DQ", "Department of Ophthalmology, University of California, San Francisco, CA 94143, USA."], ["Wu", "Zhi-Yong", "ZY", "Department of Psychiatry, University of California, San Francisco, San Francisco, CA, 94143, USA; Institute for Human Genetics, University of California, San Francisco, San Francisco, CA, 94143, USA; Weill Institute for Neurosciences, University of California, San Francisco, San Francisco, CA 94143, USA."], ["Hokanson", "Kenton C", "KC", "Department of Ophthalmology, University of California, San Francisco, CA 94143, USA; Neuroscience Graduate Program, University of California, San Francisco, CA 94158, USA."], ["Cahill", "Michelle K", "MK", "Neuroscience Graduate Program, University of California, San Francisco, CA 94158, USA."], ["Wiita", "Arun P", "AP", "Department of Laboratory Medicine, University of California, San Francisco, San Francisco, CA 94107, USA."], ["Jan", "Yuh-Nung", "YN", "Howard Hughes Medical Institute , University of California, San Francisco, San Francisco, CA 94158, USA; Department of Physiology , University of California, San Francisco, San Francisco, CA 94158, USA; Department of Biochemistry and Biophysics , University of California, San Francisco, San Francisco, CA 94158, USA."], ["Ullian", "Erik M", "EM", "Department of Ophthalmology, University of California, San Francisco, CA 94143, USA; Neuroscience Graduate Program, University of California, San Francisco, CA 94158, USA."], ["Weiss", "Lauren A", "LA", "Department of Psychiatry, University of California, San Francisco, San Francisco, CA, 94143, USA; Institute for Human Genetics, University of California, San Francisco, San Francisco, CA, 94143, USA; Weill Institute for Neurosciences, University of California, San Francisco, San Francisco, CA 94143, USA. Electronic address: lauren.weiss@ucsf.edu."]]}