{"title": "Minor physical anomalies in neurodevelopmental disorders: a twin study.", "text": "Minor physical anomalies (MPAs) are subtle anatomical deviations in one's appearance and may suggest altered embryogenesis. MPAs have been shown to be more common in neurodevelopmental disorders (NDDs) compared with typical development. Still, further studies are needed on MPAs in NDDs, especially using twins to adjust for confounding familial factors.Clinical assessments were conducted on 116 twins (61 NDD, 55 controls) from 51 monozygotic and 7 dizygotic pairs to examine MPAs and their association with DSM-5 defined NDDs. Additionally, the relationship between the number of MPAs within twins by zygosity was investigated.Within the cohort sample, a specific association was found between MPAs and autism spectrum disorder (ASD) diagnosis (crude odds ratio = 1.29, p = .047; adjusted odds ratios = 1.26-1.33, adjusted p values = .032-.073) and autistic traits (crude β = 3.02, p = .002; adjusted β = 2.28, p = .019), but not NDDs in general or ADHD, nor within-pairs. Identified MPAs in ASD included overweight, hypermobility, pes planus, straight eyebrows, vision impairment, arachnodactyly/long toes, long eyelashes, and microtia. The number of MPAs within all monozygotic pairs was highly correlated (r = .88, p < .001).MPAs are more frequent in participants with ASD and may be influenced by genetics. The value of MPAs for (early) detection should be further explored, as they might index individuals at increased risk for ASD in particular.", "journal": ["Child and adolescent psychiatry and mental health", "Child Adolesc Psychiatry Ment Health"], "id": "29209412", "doi": "10.1186/s13034-017-0195-y", "date": "2017-11-28", "authors": [["Myers", "Lynnea", "L", "Department of Women's and Children's Health, Center of Neurodevelopmental Disorders (KIND), Karolinska Institutet & Center for Psychiatry Research, Stockholm County Council, Stockholm, Sweden."], ["Anderlid", "Britt-Marie", "BM", "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden."], ["Nordgren", "Ann", "A", "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden."], ["Willfors", "Charlotte", "C", "Department of Women's and Children's Health, Center of Neurodevelopmental Disorders (KIND), Karolinska Institutet & Center for Psychiatry Research, Stockholm County Council, Stockholm, Sweden."], ["Kuja-Halkola", "Ralf", "R", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Tammimies", "Kristiina", "K", "Department of Women's and Children's Health, Center of Neurodevelopmental Disorders (KIND), Karolinska Institutet & Center for Psychiatry Research, Stockholm County Council, Stockholm, Sweden."], ["Bölte", "Sven", "S", "Department of Women's and Children's Health, Center of Neurodevelopmental Disorders (KIND), Karolinska Institutet & Child and Adolescent Psychiatry, Center for Psychiatry Research, Stockholm County Council, Gävlegatan 22B, 113 30 Stockholm, Sweden."]]}