{"title": "Polymorphism in the Promoter Region of SEMA5A Is Associated with Sociality Traits in Korean Subjects with Autism Spectrum Disorders.", "text": "In this study, we evaluated the association between autism spectrum disorders (ASDs) and 10 single-nucleotide polymorphisms (SNPs) in the 5' region of the semaphorin 5A gene (SEMA5A) for 250 Korean trios including children with ASDs. Family-based association testing and haplotype analysis revealed a statistically significant association between rs194085 and multiple sociality traits with Korean ASDs in the dominant model (p<0.001, corrected p=0.035). This indicates that genetic variations in the 5' region of SEMA5A play a role in the genetic predisposition to sociality traits in Korean ASDs.", "journal": ["Psychiatry investigation", "Psychiatry Investig"], "id": "29209394", "doi": "10.4306/pi.2017.14.6.876", "date": "2017-11-07", "authors": [["Kim", "Soon Ae", "SA", "Department of Pharmacology, School of Medicine, Eulji University, Daejeon, Republic of Korea."], ["Kim", "Boong-Nyun", "BN", "Department of Child and Adolescent Psychiatry, College of Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Kim", "Jae-Won", "JW", "Department of Child and Adolescent Psychiatry, College of Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Shin", "Min-Sup", "MS", "Department of Child and Adolescent Psychiatry, College of Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Park", "Tae-Won", "TW", "Department of Psychiatry, Chonbuk National University Medical School, Jeonju, Republic of Korea."], ["Son", "Jung-Woo", "JW", "Department of Psychiatry, Chungbuk National University Hospital, Cheongju, Republic of Korea."], ["Chung", "Un-Sun", "US", "Department of Psychiatry, Kyungpook National University Hospital, Daegu, Republic of Korea."], ["Park", "Mira", "M", "Department of Preventive Medicine, School of Medicine, Eulji University, Daejeon, Republic of Korea."]]}