{"words": ["building", "michael", "bury", "biographical", "disruption", "kathy", "charmaz", "loss", "self", "describe", "deteriorative", "impacts", "chronic", "illness", "perceptions", "selfhood", "propose", "biographical", "illumination", "transformed", "conceptualization", "self", "identity", "facilitated", "extends", "beyond", "medical", "meaning", "enriching", "personal", "biography", "social", "relationships", "concept", "perhaps", "applicable", "experiences", "neurological", "neurodevelopmental", "conditions", "brain", "difference", "personhood", "perceived", "closely", "intertwined", "study", "biographical", "illumination", "used", "describe", "experiences", "autistic", "adults", "learned", "autism", "spectrum", "disorder", "asd", "diagnosis", "teen", "years", "adulthood", "asd", "lens", "participants", "found", "explanation", "atypicality", "developed", "valued", "learning", "condition", "disrupt", "biography", "rather", "became", "integral", "constitutive", "new", "participants", "personal", "expectations", "normalization", "accessed", "communities", "alike", "others", "forging", "relationships", "affirmed", "identity"], "authors": [["Tan", "Catherine D", "CD", "Brandeis University, United States. Electronic address: ctan@brandeis.edu."]], "title": "\"I'm a normal autistic person, not an abnormal neurotypical\": Autism Spectrum Disorder diagnosis as biographical illumination.", "year": null, "sentences": ["Building on Michael Bury's \"biographical disruption\" and Kathy Charmaz's \"loss of self,\" which describe the deteriorative impacts of chronic illness on perceptions of selfhood, I propose \"biographical illumination\"-a transformed conceptualization of self and identity that is facilitated by but extends beyond medical meaning, enriching personal biography and social relationships.", "The concept is perhaps most applicable to experiences with neurological and neurodevelopmental conditions in which brain difference and personhood are perceived to be closely intertwined.", "In this study, biographical illumination is used to describe the experiences of autistic adults who learned of their Autism Spectrum Disorder (ASD) diagnosis during teen years or adulthood.", "Through an ASD lens, participants found explanation for their atypicality and developed a more valued self-concept.", "Learning of the condition did not disrupt their biography; rather, it became integral to and constitutive of it.", "With a new self-concept, participants re-gauged personal expectations for normalization and accessed communities of alike others, forging relationships that affirmed identity."], "id": "29247898", "text": "Building on Michael Bury's \"biographical disruption\" and Kathy Charmaz's \"loss of self,\" which describe the deteriorative impacts of chronic illness on perceptions of selfhood, I propose \"biographical illumination\"-a transformed conceptualization of self and identity that is facilitated by but extends beyond medical meaning, enriching personal biography and social relationships. The concept is perhaps most applicable to experiences with neurological and neurodevelopmental conditions in which brain difference and personhood are perceived to be closely intertwined. In this study, biographical illumination is used to describe the experiences of autistic adults who learned of their Autism Spectrum Disorder (ASD) diagnosis during teen years or adulthood. Through an ASD lens, participants found explanation for their atypicality and developed a more valued self-concept. Learning of the condition did not disrupt their biography; rather, it became integral to and constitutive of it. With a new self-concept, participants re-gauged personal expectations for normalization and accessed communities of alike others, forging relationships that affirmed identity.", "doi": "10.1016/j.socscimed.2017.12.008", "journal": ["Social science & medicine (1982)", "Soc Sci Med"], "date": "2018-01-18_23:45:53"}