{"words": ["mental", "imitation", "perhaps", "precursor", "motor", "imitation", "involves", "visual", "motor", "imagery", "research", "mental", "imitation", "autism", "spectrum", "disorders", "asd", "rather", "limited", "compared", "motor", "imitation", "main", "objective", "fmri", "study", "determine", "differences", "brain", "responses", "underlying", "mirroring", "mentalizing", "networks", "mental", "imitation", "children", "adolescents", "asd", "thirteen", "children", "adolescents", "asd", "15", "typically", "developing", "td", "control", "participants", "took", "part", "fmri", "study", "mri", "scanner", "participants", "shown", "cartoon", "pictures", "people", "performing", "everyday", "actions", "transitive", "actions", "ironing", "clothes", "hand", "missing", "intransitive", "actions", "clapping", "hands", "palms", "missing", "asked", "identify", "hand", "palm", "orientation", "would", "best", "fit", "gap", "main", "findings", "1", "groups", "performed", "equally", "processing", "transitive", "intransitive", "actions", "2", "tasks", "yielded", "activation", "bilateral", "inferior", "frontal", "gyrus", "ifg", "inferior", "parietal", "lobule", "ipl", "asd", "td", "groups", "3", "increased", "activation", "seen", "asd", "children", "relative", "td", "left", "ventral", "premotor", "right", "middle", "temporal", "gyrus", "intransitive", "actions", "4", "asd", "symptom", "severity", "positively", "correlated", "activation", "left", "parietal", "right", "middle", "temporal", "right", "premotor", "regions", "across", "subjects", "overall", "findings", "suggest", "regions", "mediating", "mirroring", "may", "recruiting", "brain", "resources", "asd", "may", "implications", "understanding", "social", "movement", "modeling"], "authors": [["Wadsworth", "Heather M", "HM", "Department of Psychology, University of Alabama at Birmingham, Birmingham, USA; Glenwood Autism & Behavioral Health Center, Birmingham, USA."], ["Maximo", "Jose O", "JO", "Department of Psychology, University of Alabama at Birmingham, Birmingham, USA."], ["Donnelly", "Rebecca J", "RJ", "Department of Psychology, University of Alabama at Birmingham, Birmingham, USA; Department of Child and Family Studies, University of South Florida, Tampa, USA."], ["Kana", "Rajesh K", "RK", "Department of Psychology, University of Alabama at Birmingham, Birmingham, USA. Electronic address: rkana@uab.edu."]], "title": "Action simulation and mirroring in children with autism spectrum disorders.", "year": null, "sentences": ["Mental imitation, perhaps a precursor to motor imitation, involves visual perspective-taking and motor imagery.", "Research on mental imitation in autism spectrum disorders (ASD) has been rather limited compared to that on motor imitation.", "The main objective of this fMRI study is to determine the differences in brain responses underlying mirroring and mentalizing networks during mental imitation in children and adolescents with ASD.", "Thirteen high-functioning children and adolescents with ASD and 15 age-and- IQ-matched typically developing (TD) control participants took part in this fMRI study.", "In the MRI scanner, participants were shown cartoon pictures of people performing everyday actions (Transitive actions: e.g., ironing clothes but with the hand missing; and Intransitive actions: e.g., clapping hands with the palms missing) and were asked to identify which hand or palm orientation would best fit the gap.", "The main findings are: 1) both groups performed equally while processing transitive and intransitive actions; 2) both tasks yielded activation in the bilateral inferior frontal gyrus (IFG) and inferior parietal lobule (IPL) in ASD and TD groups; 3) Increased activation was seen in ASD children, relative to TD, in left ventral premotor and right middle temporal gyrus during intransitive actions; and 4) ASD symptom severity positively correlated with activation in left parietal, right middle temporal, and right premotor regions across all subjects.", "Overall, our findings suggest that regions mediating mirroring may be recruiting more brain resources in ASD and may have implications for understanding social movement through modeling."], "id": "29247748", "text": "Mental imitation, perhaps a precursor to motor imitation, involves visual perspective-taking and motor imagery. Research on mental imitation in autism spectrum disorders (ASD) has been rather limited compared to that on motor imitation. The main objective of this fMRI study is to determine the differences in brain responses underlying mirroring and mentalizing networks during mental imitation in children and adolescents with ASD. Thirteen high-functioning children and adolescents with ASD and 15 age-and- IQ-matched typically developing (TD) control participants took part in this fMRI study. In the MRI scanner, participants were shown cartoon pictures of people performing everyday actions (Transitive actions: e.g., ironing clothes but with the hand missing; and Intransitive actions: e.g., clapping hands with the palms missing) and were asked to identify which hand or palm orientation would best fit the gap. The main findings are: 1) both groups performed equally while processing transitive and intransitive actions; 2) both tasks yielded activation in the bilateral inferior frontal gyrus (IFG) and inferior parietal lobule (IPL) in ASD and TD groups; 3) Increased activation was seen in ASD children, relative to TD, in left ventral premotor and right middle temporal gyrus during intransitive actions; and 4) ASD symptom severity positively correlated with activation in left parietal, right middle temporal, and right premotor regions across all subjects. Overall, our findings suggest that regions mediating mirroring may be recruiting more brain resources in ASD and may have implications for understanding social movement through modeling.", "doi": "10.1016/j.bbr.2017.12.012", "journal": ["Behavioural brain research", "Behav. Brain Res."], "date": "2018-01-18_23:45:53"}