{"words": ["addition", "cognitive", "deficits", "alzheimer", "disease", "ad", "associated", "neuropsychiatric", "symptoms", "including", "severe", "depression", "indeed", "depression", "often", "precedes", "cognitive", "deficits", "patients", "ad", "unfortunately", "field", "seen", "minimal", "therapeutic", "advances", "underscoring", "critical", "need", "new", "treatments", "p7c3", "aminopropyl", "carbazoles", "promote", "neuronal", "survival", "enhancing", "nicotinamide", "adenine", "dinucleotide", "flux", "injured", "neurons", "neuroprotection", "p7c3", "compounds", "demonstrated", "preclinical", "models", "neurodegeneration", "virtue", "promoting", "neuronal", "survival", "independently", "early", "pathology", "resulting", "protection", "cognitive", "deficits", "behavior", "hypothesize", "p7c3", "compounds", "might", "uniquely", "applicable", "patients", "ad", "given", "comorbid", "presentation", "depression", "cognitive", "male", "female", "rats", "preclinical", "ad", "model", "administered", "daily", "9", "18", "months", "beginning", "6", "months", "age", "behavioral", "phenotypes", "related", "cognition", "depression", "assessed", "15", "24", "months", "brain", "pathology", "biochemistry", "assessed", "24", "months", "safely", "protected", "aging", "male", "female", "rats", "cognitive", "deficits", "behavior", "behavior", "occurred", "earlier", "cognitive", "deficits", "rats", "consistent", "ad", "many", "patients", "treatment", "blocked", "neurodegeneration", "rats", "without", "altering", "amyloid", "deposition", "indicators", "cell", "treatment", "approaches", "p7c3", "compounds", "may", "represent", "new", "treatment", "approach", "patients", "experiencing", "combination", "cognitive", "deficits", "depression", "associated", "ad"], "authors": [["Voorhees", "Jaymie R", "JR", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa; Interdisciplinary Graduate Program in Human Toxicology, Department of Occupational and Environmental Health, University of Iowa College of Public Health, Iowa City, Iowa."], ["Remy", "Matthew T", "MT", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["Cintrón-Pérez", "Coral J", "CJ", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["El Rassi", "Eli", "E", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["Khan", "Michael Z", "MZ", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["Dutca", "Laura M", "LM", "Department of Ophthalmology and Visual Sciences, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa; Iowa City Department of Veterans Affairs Center for the Prevention and Treatment of Visual Loss, Iowa City, Iowa."], ["Yin", "Terry C", "TC", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["McDaniel", "Latisha N", "LN", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["Williams", "Noelle S", "NS", "Department of Biochemistry, University of Texas Southwestern Medical Center, Dallas, Texas."], ["Brat", "Daniel J", "DJ", "Division of Laboratory Medicine, Department of Pathology, Emory University, Atlanta, Georgia."], ["Pieper", "Andrew A", "AA", "Department of Psychiatry, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa; Department of Neurology, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa; Department of Free Radical and Radiation Biology Program, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa; Department of Radiation Oncology, Holden Comprehensive Cancer Center, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa; Pappajohn Biomedical Institute, Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, Iowa; Interdisciplinary Graduate Program in Human Toxicology, Department of Occupational and Environmental Health, University of Iowa College of Public Health, Iowa City, Iowa; Iowa City VA Health Care System, Iowa City, Iowa; Weill Cornell Autism Research Program, Weill Cornell Medical College New York, New York. Electronic address: Andrew-Pieper@uiowa.edu."]], "title": "(-)-P7C3-S243 Protects a Rat Model of Alzheimer's Disease From Neuropsychiatric Deficits and Neurodegeneration Without Altering Amyloid Deposition or Reactive Glia.", "year": null, "sentences": ["In addition to cognitive deficits, Alzheimer's disease (AD) is associated with other neuropsychiatric symptoms, including severe depression.", "Indeed, depression often precedes cognitive deficits in patients with AD.", "Unfortunately, the field has seen only minimal therapeutic advances, underscoring the critical need for new treatments.", "P7C3 aminopropyl carbazoles promote neuronal survival by enhancing nicotinamide adenine dinucleotide flux in injured neurons.", "Neuroprotection with P7C3 compounds has been demonstrated in preclinical models of neurodegeneration by virtue of promoting neuronal survival independently of early disease-specific pathology, resulting in protection from cognitive deficits and depressive-like behavior.", "We hypothesize that P7C3 compounds might be uniquely applicable to patients with AD, given the comorbid presentation of depression and cognitive deficits.Aging male and female wild-type and TgF344-AD rats, a well-characterized preclinical AD model, were administered (-)-P7C3-S243 daily for 9 and 18 months, beginning at 6 months of age.", "Behavioral phenotypes related to cognition and depression were assessed at 15 and 24 months, and brain pathology and biochemistry were assessed at 24 months.", "(-)-P7C3-S243 safely protected aging male and female wild-type and TgF344-AD rats from cognitive deficits and depressive-like behavior.", "Depressive-like behavior occurred earlier than cognitive deficits in TgF344-AD rats, consistent with AD in many patients.", "Treatment with (-)-P7C3-S243 blocked neurodegeneration in TgF344-AD rats, without altering amyloid deposition or indicators of neuroinflammation.Neuronal cell death-specific treatment approaches, such as P7C3 compounds, may represent a new treatment approach for patients experiencing the combination of cognitive deficits and depression associated with AD."], "id": "29246437", "text": "In addition to cognitive deficits, Alzheimer's disease (AD) is associated with other neuropsychiatric symptoms, including severe depression. Indeed, depression often precedes cognitive deficits in patients with AD. Unfortunately, the field has seen only minimal therapeutic advances, underscoring the critical need for new treatments. P7C3 aminopropyl carbazoles promote neuronal survival by enhancing nicotinamide adenine dinucleotide flux in injured neurons. Neuroprotection with P7C3 compounds has been demonstrated in preclinical models of neurodegeneration by virtue of promoting neuronal survival independently of early disease-specific pathology, resulting in protection from cognitive deficits and depressive-like behavior. We hypothesize that P7C3 compounds might be uniquely applicable to patients with AD, given the comorbid presentation of depression and cognitive deficits.Aging male and female wild-type and TgF344-AD rats, a well-characterized preclinical AD model, were administered (-)-P7C3-S243 daily for 9 and 18 months, beginning at 6 months of age. Behavioral phenotypes related to cognition and depression were assessed at 15 and 24 months, and brain pathology and biochemistry were assessed at 24 months.(-)-P7C3-S243 safely protected aging male and female wild-type and TgF344-AD rats from cognitive deficits and depressive-like behavior. Depressive-like behavior occurred earlier than cognitive deficits in TgF344-AD rats, consistent with AD in many patients. Treatment with (-)-P7C3-S243 blocked neurodegeneration in TgF344-AD rats, without altering amyloid deposition or indicators of neuroinflammation.Neuronal cell death-specific treatment approaches, such as P7C3 compounds, may represent a new treatment approach for patients experiencing the combination of cognitive deficits and depression associated with AD.", "doi": "10.1016/j.biopsych.2017.10.023", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "date": "2018-01-18_23:45:53"}