{"title": "Audit of Organic Acidurias from a Single Centre: Clinical and Metabolic Profile at Presentation with Long Term Outcome.", "text": "Organic Acidurias (OA) accounts between 10% and 40% of confirmed Inborn Errors of Metabolism (IEM) in India. With prompt recognition and management, better survival but adverse neurodevelopmental outcome is reported.To study the clinical and metabolic presentation, management with immediate and long term outcome of symptomatic children with confirmed OA.Hospital based study of symptomatic children diagnosed to have OA between 2003 and 2009 and the survivors followed up over next five years. Diagnosis was based on clinical and metabolic presentation and confirmed by spectrometry analyses of urine and blood. Management, immediate outcome, compliance to treatment and recurrence of crises were documented. Neurodevelopmental outcome was assessed in follow up. Mean with Standard Error (Mean ± SE) and frequencies with percentages were calculated.Of 72 cases suspected to have IEM, 38 (52.8%) were confirmed of (IEM), and out of which 15 (39.5%) had OA. Methyl malonic acidemia, multiple carboxylase deficiency and Propionic Acidemia (PA) constituted the largest proportion. Neurodevelopmental issues (73.3%) and metabolic crisis (53.3%) were common presenting features. Mean ± SE of ammonia was 639.0±424.1 μg/dl and lactate was 33.6±4.9 mg/dl. Mean pH, bicarbonate, and anion gap was 7.27±0.07, 14.1±2.3 and 17.9±2.3 respectively. Management was protocol based. Death was reported in two cases of PA; other morbidities were seen in five. Recurrent crisis (46.7%) complicated the follow up in survivors. Spasticity, extrapyramidal movement disorder, intellectual subnormality, autism spectrum, attention deficit hyperactivity disorder and sensory neural deafness were seen amongst survivors, in spite of compliance to therapy.OA is part of differential diagnosis in sick children and treatment needs to be prompt and specific. Prognosis is guarded even with long term cofactor supplementation in the symptomatic.", "journal": ["Journal of clinical and diagnostic research : JCDR", "J Clin Diagn Res"], "id": "29207797", "doi": "10.7860/JCDR/2017/28793.10632", "date": "2017-09-01", "authors": [["Sindgikar", "Seema Pavaman", "SP", "Associate Professor, Department of Paediatrics, K S Hegde Medical Academy, NITTE University, Mangalore, Karnataka, India."], ["Shenoy", "Krithika Damodar", "KD", "Intern, Department of Paediatrics, Kasturba Medical College, Manipal University, Mangalore, Karnataka, India."], ["Kamath", "Nutan", "N", "Professor, Department of Paediatrics, Kasturba Medical College, Manipal University, Mangalore, Karnataka, India."], ["Shenoy", "Rathika", "R", "Professor, Department of Paediatrics, K S Hegde Medical Academy, NITTE University, Mangalore, Karnataka, India."]]}