{"words": ["little", "known", "physiological", "response", "parents", "children", "autism", "spectrum", "disorder", "asd", "crying", "children", "already", "received", "diagnosis", "asd", "study", "aimed", "compare", "cardiac", "dynamics", "via", "interval", "ibi", "emotional", "states", "parents", "children", "asd", "parents", "typically", "developing", "td", "children", "listening", "crying", "children", "asd", "asd", "cry", "typically", "developing", "children", "td", "cry", "analyses", "revealed", "higher", "ibi", "parents", "children", "asd", "ibi", "parents", "td", "children", "listening", "cry", "groups", "however", "differences", "emotional", "states", "observed", "parents", "children", "asd", "calmer", "higher", "ibi", "parents", "td", "children", "listening", "crying", "however", "asd", "cry", "elicit", "different", "ibi", "compared", "td", "cry", "asd", "cry", "td", "cry", "differentiated", "based", "parents", "felt", "listening", "crying", "physiological", "responses", "showed", "differences", "results", "highlight", "similarities", "differences", "emotional", "states", "physiological", "responses", "parents", "children", "asd", "also", "point", "importance", "monitoring", "parents", "physiological", "responses", "addition", "subjective", "responses"], "authors": [["Ozturk", "Yagmur", "Y", "Department of Brain and Behavioral Science, Psychology Section, University of Pavia, Pavia, Italy."], ["Bizzego", "Andrea", "A", "FBK - Fondazione Bruno Kessler, Trento, Italy; Department of Information Engineering and Computer Science, University of Trento, Povo, Italy; SKIL Telecom Italia, Trento, Italy."], ["Esposito", "Gianluca", "G", "Affiliative Behavior and Physiology Lab, Department of Psychology and Cognitive Sciences, University of Trento, Rovereto, Italy; Social and Affiliative Neuroscience Lab, Division of Psychology, Nanyang Technological University, Singapore."], ["Furlanello", "Cesare", "C", "FBK - Fondazione Bruno Kessler, Trento, Italy."], ["Venuti", "Paola", "P", "Observation, Diagnosis and Education, Lab, Department of Psychology and Cognitive Science, University of Trento, Rovereto, Italy. Electronic address: paola.venuti@unitn.it."]], "title": "Physiological and self-report responses of parents of children with autism spectrum disorder to children crying.", "year": null, "sentences": ["Little is known about the physiological response of parents of children with Autism Spectrum Disorder (ASD) to crying of children who have already received the diagnosis of ASD.", "This study aimed to compare cardiac dynamics via Inter-Beat Interval (IBI) and self-reported emotional states of parents of children with ASD and of parents with typically developing (TD) children while listening to crying of children with ASD (ASD cry) and of typically developing children (TD cry).", "Analyses revealed higher IBI in parents of children with ASD than IBI in parents of TD children while listening to both cry groups; however no differences on self-reported emotional states were observed.", "Parents of children with ASD were calmer (higher IBI) than parents of TD children while listening to crying.", "However, ASD cry did not elicit different IBI compared to TD cry.", "ASD cry and TD cry were differentiated based on parents' self-responses about what they felt during the listening of crying, their physiological responses showed no differences.", "These results highlight the similarities and differences between self-reported emotional states and physiological responses of parents of children with ASD, and also point to the importance of monitoring parents' physiological responses in addition to their subjective responses."], "id": "29245046", "text": "Little is known about the physiological response of parents of children with Autism Spectrum Disorder (ASD) to crying of children who have already received the diagnosis of ASD. This study aimed to compare cardiac dynamics via Inter-Beat Interval (IBI) and self-reported emotional states of parents of children with ASD and of parents with typically developing (TD) children while listening to crying of children with ASD (ASD cry) and of typically developing children (TD cry). Analyses revealed higher IBI in parents of children with ASD than IBI in parents of TD children while listening to both cry groups; however no differences on self-reported emotional states were observed. Parents of children with ASD were calmer (higher IBI) than parents of TD children while listening to crying. However, ASD cry did not elicit different IBI compared to TD cry. ASD cry and TD cry were differentiated based on parents' self-responses about what they felt during the listening of crying, their physiological responses showed no differences. These results highlight the similarities and differences between self-reported emotional states and physiological responses of parents of children with ASD, and also point to the importance of monitoring parents' physiological responses in addition to their subjective responses.", "doi": "10.1016/j.ridd.2017.12.004", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "date": "2018-01-18_23:45:54"}