{"words": ["research", "parents", "youngsters", "autism", "spectrum", "disorder", "asd", "increasingly", "documents", "associations", "children", "problem", "behaviors", "symptom", "severity", "dysfunctional", "less", "adaptive", "parenting", "behaviors", "however", "mechanisms", "underlying", "associations", "examined", "thoroughly", "study", "examines", "mediating", "role", "parental", "need", "frustration", "relation", "child", "maladjustment", "problem", "behavior", "autism", "severity", "parenting", "behavior", "controlling", "parenting", "sample", "included", "95", "parents", "adults", "asd", "parents", "completed", "questionnaires", "assessing", "parenting", "strategies", "psychological", "need", "frustration", "well", "internalizing", "externalizing", "problem", "behaviors", "autism", "severity", "child", "results", "indicate", "association", "externalizing", "problems", "controlling", "parenting", "partially", "mediated", "need", "frustration", "suggests", "externalizing", "problems", "go", "together", "lower", "feelings", "closeness", "lower", "parental", "competence", "decreased", "sense", "volitional", "functioning", "feelings", "turn", "relate", "controlling", "strategies", "symptom", "severity", "direct", "negative", "association", "autonomy", "support", "suggesting", "parents", "lower", "autonomy", "support", "child", "high", "levels", "autism", "symptoms", "without", "experiencing", "symptoms", "threat", "psychological", "needs"], "authors": [["Dieleman", "Lisa M", "LM", "Ghent University, Department of Developmental, Personality and Social Psychology, H. Dunantlaan 2, 9000 Ghent, Belgium. Electronic address: Lisa.Dieleman@UGent.be."], ["De Pauw", "Sarah S W", "SSW", "Ghent University, Department of Developmental, Personality and Social Psychology, H. Dunantlaan 2, 9000 Ghent, Belgium; Ghent University, Department of Special Needs Education, H. Dunantlaan 2, 9000 Ghent, Belgium."], ["Soenens", "Bart", "B", "Ghent University, Department of Developmental, Personality and Social Psychology, H. Dunantlaan 2, 9000 Ghent, Belgium."], ["Mabbe", "Elien", "E", "Ghent University, Department of Developmental, Personality and Social Psychology, H. Dunantlaan 2, 9000 Ghent, Belgium."], ["Campbell", "Rachel", "R", "Ghent University, Department of Developmental, Personality and Social Psychology, H. Dunantlaan 2, 9000 Ghent, Belgium."], ["Prinzie", "Peter", "P", "Erasmus University Rotterdam, Faculty of Social Sciences, Department of Psychology, Education & Child Studies, Burg. Oudlaan 50, 3000 DR Rotterdam, The Netherlands."]], "title": "Relations between problem behaviors, perceived symptom severity and parenting in adolescents and emerging adults with ASD: The mediating role of parental psychological need frustration.", "year": null, "sentences": ["Research in parents of youngsters with Autism Spectrum Disorder (ASD) increasingly documents associations between children's problem behaviors and symptom severity and more dysfunctional and less adaptive parenting behaviors.", "However, the mechanisms underlying these associations have not been examined thoroughly.", "This study examines the mediating role of parental need frustration in the relation between child maladjustment (i.e., problem behavior and autism severity) and parenting behavior (i.e., controlling and autonomy-supportive parenting).", "The sample included 95 parents of adolescents/emerging adults with ASD (Mage=18.8years, SD=2.3).", "Parents completed questionnaires assessing their parenting strategies and psychological need frustration as well as the internalizing and externalizing problem behaviors and autism severity of their child.", "Results indicate that the association between externalizing problems and controlling parenting was partially mediated by need frustration.", "This suggests that externalizing problems go together with lower feelings of parent-child closeness, lower parental competence, and a decreased sense of volitional functioning, feelings that, in turn, relate to more controlling strategies.", "Symptom severity has a direct negative association with autonomy support, suggesting that parents lower their autonomy support when their child has high levels of autism symptoms, without experiencing these symptoms as a threat to their own psychological needs."], "id": "29245045", "text": "Research in parents of youngsters with Autism Spectrum Disorder (ASD) increasingly documents associations between children's problem behaviors and symptom severity and more dysfunctional and less adaptive parenting behaviors. However, the mechanisms underlying these associations have not been examined thoroughly. This study examines the mediating role of parental need frustration in the relation between child maladjustment (i.e., problem behavior and autism severity) and parenting behavior (i.e., controlling and autonomy-supportive parenting). The sample included 95 parents of adolescents/emerging adults with ASD (Mage=18.8years, SD=2.3). Parents completed questionnaires assessing their parenting strategies and psychological need frustration as well as the internalizing and externalizing problem behaviors and autism severity of their child. Results indicate that the association between externalizing problems and controlling parenting was partially mediated by need frustration. This suggests that externalizing problems go together with lower feelings of parent-child closeness, lower parental competence, and a decreased sense of volitional functioning, feelings that, in turn, relate to more controlling strategies. Symptom severity has a direct negative association with autonomy support, suggesting that parents lower their autonomy support when their child has high levels of autism symptoms, without experiencing these symptoms as a threat to their own psychological needs.", "doi": "10.1016/j.ridd.2017.12.012", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "date": "2018-01-18_23:45:54"}