{"title": "mGluR5 Modulation of Behavioral and Epileptic Phenotypes in a Mouse Model of Tuberous Sclerosis Complex.", "text": "Drugs targeting metabotropic glutamate receptor 5 (mGluR5) have therapeutic potential in autism spectrum disorders (ASD), including tuberous sclerosis complex (TSC). The question whether inhibition or potentiation of mGluR5 could be beneficial depends, among other factors, on the specific indication. To facilitate the development of mGluR5 treatment strategies, we tested the therapeutic utility of mGluR5 negative and positive allosteric modulators (an mGluR5 NAM and PAM) for TSC, using a mutant mouse model with neuronal loss of Tsc2 that demonstrates disease-related phenotypes, including behavioral symptoms of ASD and epilepsy. This model uniquely enables the in vivo characterization and rescue of the electrographic seizures associated with TSC. We demonstrate that inhibition of mGluR5 corrects hyperactivity, seizures, and elevated de novo synaptic protein synthesis. Conversely, positive allosteric modulation of mGluR5 results in the exacerbation of hyperactivity and epileptic phenotypes. The data suggest a meaningful therapeutic potential for mGluR5 NAMs in TSC, which warrants clinical exploration and the continued development of mGluR5 therapies.Neuropsychopharmacology advance online publication, 10 January 2018; doi:10.1038/npp.2017.295.", "journal": ["Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology", "Neuropsychopharmacology"], "id": "29206810", "doi": "10.1038/npp.2017.295", "date": "2017-12-05", "authors": [["Kelly", "Elyza", "E", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Schaeffer", "Samantha M", "SM", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Dhamne", "Sameer C", "SC", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Lipton", "Jonathan O", "JO", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Lindemann", "Lothar", "L", "Roche Pharma Research and Early Development, Discovery Neuroscience, Neuroscience, Ophthalmology, and Rare Diseases, Roche Innovation Center Basel, Basel, Switzerland."], ["Honer", "Michael", "M", "Roche Pharmaceuticals Research and Early Development, Translational Medicine & Biomarkers, Neuroscience, Ophthalmology, and Rare Diseases, Roche Innovation Center Basel, Basel, Switzerland."], ["Jaeschke", "Georg", "G", "Roche Pharmaceuticals Research and Early Development, Therapeutic Modalities, Small Molecule Research, Roche Innovation Center Basel, Basel, Switzerland."], ["Super", "Chloe E", "CE", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Lammers", "Stephen Ht", "SH", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Modi", "Meera E", "ME", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Silverman", "Jill L", "JL", "Department of Psychiatry and Behavioral Sciences, MIND Institute, University of California Davis School of Medicine, Sacramento, CA, USA."], ["Dreier", "John R", "JR", "Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA."], ["Kwiatkowski", "David J", "DJ", "Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA."], ["Rotenberg", "Alexander", "A", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."], ["Sahin", "Mustafa", "M", "Department of Neurology, Boston Children's Hospital, F.M. Kirby Neurobiology Center, Harvard Medical School, Boston, MA, USA."]]}