{"words": ["molecular", "mechanisms", "involved", "breast", "cancer", "progression", "metastasis", "still", "remain", "unclear", "date", "heterogeneous", "disease", "featuring", "several", "different", "phenotypes", "consistently", "different", "biological", "characteristics", "neuroligins", "neural", "cell", "adhesion", "molecules", "implicated", "heterotopic", "cell", "adhesion", "humans", "alterations", "neuroligin", "genes", "implicated", "autism", "cognitive", "diseases", "recently", "neuroligins", "shown", "abundantly", "expressed", "blood", "vessels", "also", "play", "role", "implicated", "growth", "glioma", "cells", "report", "increased", "expression", "neuroligin", "4x", "nlgn4x", "breast", "cancer", "found", "nlgn4x", "abundantly", "expressed", "breast", "cancer", "tissues", "nlgn4x", "expression", "data", "breast", "cancer", "cell", "lines", "cancer", "cell", "line", "encyclopedia", "ccle", "analyzed", "correlation", "nlgn4x", "levels", "clinicopathologic", "parameters", "analyzed", "within", "oncomine", "datasets", "evaluation", "bioinfomatic", "datasets", "results", "revealed", "nlgn4x", "expression", "higher", "triple", "negative", "breast", "cancer", "cells", "particularly", "basal", "subtype", "tissues", "versus", "sets", "level", "also", "observed", "higher", "metastatic", "tissues", "flow", "cytometry", "immunofluorescence", "study", "breast", "cancer", "cells", "validated", "nlgn4x", "increased", "knockdown", "nlgn4x", "expression", "sirna", "decreased", "cell", "proliferation", "migration", "significantly", "breast", "cancer", "cells", "nlgn4x", "knockdown", "cells", "resulted", "induction", "apoptosis", "determined", "annexin", "staining", "elevated", "caspase", "cleaved", "parp", "flow", "cytometry", "high", "nlgn4x", "expression", "highly", "correlated", "decrease", "relapse", "tnbc", "nlgn4x", "might", "represent", "novel", "biomarkers", "therapeutic", "targets", "breast", "cancer", "inhibition", "nlgn4x", "may", "new", "target", "prevention", "treatment", "breast", "cancer"], "authors": [["Henderson", "Henry J", "HJ", "Department of Biomedical Sciences, College of Veterinary Medicine, Tuskegee University, Tuskegee, AL, United States of America."], ["Karanam", "Balasubramanyam", "B", "Department of Biology and Center for Cancer Research, Tuskegee University, Tuskegee, AL,United States of America."], ["Samant", "Rajeev", "R", "Department of Pathobiology, The University of Alabama at Birmingham, Birmingham, AL, United States of America."], ["Vig", "Komal", "K", "Center for Nanobiotechnology Research, Alabama State University, Montgomery, AL, United States of America."], ["Singh", "Shree R", "SR", "Center for Nanobiotechnology Research, Alabama State University, Montgomery, AL, United States of America."], ["Yates", "Clayton", "C", "Department of Biology and Center for Cancer Research, Tuskegee University, Tuskegee, AL,United States of America."], ["Bedi", "Deepa", "D", "Department of Biomedical Sciences, College of Veterinary Medicine, Tuskegee University, Tuskegee, AL, United States of America."]], "title": "Neuroligin 4X overexpression in human breast cancer is associated with poor relapse-free survival.", "year": null, "sentences": ["The molecular mechanisms involved in breast cancer progression and metastasis still remain unclear to date.", "It is a heterogeneous disease featuring several different phenotypes with consistently different biological characteristics.", "Neuroligins are neural cell adhesion molecules that have been implicated in heterotopic cell adhesion.", "In humans, alterations in neuroligin genes are implicated in autism and other cognitive diseases.", "Until recently, neuroligins have been shown to be abundantly expressed in blood vessels and also play a role implicated in the growth of glioma cells.", "Here we report increased expression of neuroligin 4X (NLGN4X) in breast cancer.", "We found NLGN4X was abundantly expressed in breast cancer tissues.", "NLGN4X expression data for all breast cancer cell lines in the Cancer Cell Line Encyclopedia (CCLE) was analyzed.", "Correlation between NLGN4X levels and clinicopathologic parameters were analyzed within Oncomine datasets.", "Evaluation of these bioinfomatic datasets results revealed that NLGN4X expression was higher in triple negative breast cancer cells, particularly the basal subtype and tissues versus non-triple-negative sets.", "Its level was also observed to be higher in metastatic tissues.", "RT-PCR, flow cytometry and immunofluorescence study of MDA-MB-231 and MCF-7 breast cancer cells validated that NLGN4X was increased in MDA-MB-231.", "Knockdown of NLGN4X expression by siRNA decreased cell proliferation and migration significantly in MDA-MB-231 breast cancer cells.", "NLGN4X knockdown in MDA-MB-231 cells resulted in induction of apoptosis as determined by annexin staining, elevated caspase 3/7 and cleaved PARP by flow cytometry.", "High NLGN4X expression highly correlated with decrease in relapse free-survival in TNBC.", "NLGN4X might represent novel biomarkers and therapeutic targets for breast cancer.", "Inhibition of NLGN4X may be a new target for the prevention and treatment of breast cancer."], "id": "29244827", "text": "The molecular mechanisms involved in breast cancer progression and metastasis still remain unclear to date. It is a heterogeneous disease featuring several different phenotypes with consistently different biological characteristics. Neuroligins are neural cell adhesion molecules that have been implicated in heterotopic cell adhesion. In humans, alterations in neuroligin genes are implicated in autism and other cognitive diseases. Until recently, neuroligins have been shown to be abundantly expressed in blood vessels and also play a role implicated in the growth of glioma cells. Here we report increased expression of neuroligin 4X (NLGN4X) in breast cancer. We found NLGN4X was abundantly expressed in breast cancer tissues. NLGN4X expression data for all breast cancer cell lines in the Cancer Cell Line Encyclopedia (CCLE) was analyzed. Correlation between NLGN4X levels and clinicopathologic parameters were analyzed within Oncomine datasets. Evaluation of these bioinfomatic datasets results revealed that NLGN4X expression was higher in triple negative breast cancer cells, particularly the basal subtype and tissues versus non-triple-negative sets. Its level was also observed to be higher in metastatic tissues. RT-PCR, flow cytometry and immunofluorescence study of MDA-MB-231 and MCF-7 breast cancer cells validated that NLGN4X was increased in MDA-MB-231. Knockdown of NLGN4X expression by siRNA decreased cell proliferation and migration significantly in MDA-MB-231 breast cancer cells. NLGN4X knockdown in MDA-MB-231 cells resulted in induction of apoptosis as determined by annexin staining, elevated caspase 3/7 and cleaved PARP by flow cytometry. High NLGN4X expression highly correlated with decrease in relapse free-survival in TNBC. NLGN4X might represent novel biomarkers and therapeutic targets for breast cancer. Inhibition of NLGN4X may be a new target for the prevention and treatment of breast cancer.", "doi": "10.1371/journal.pone.0189662", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:45:54"}