{"words": ["historiographies", "phenomenon", "autism", "display", "leo", "kanner", "hans", "asperger", "great", "pioneers", "recent", "controversy", "first", "discovering", "autism", "urges", "research", "question", "scientific", "discoveries", "relate", "processes", "academic", "reflection", "social", "intervention", "netherlands", "provide", "interesting", "case", "pioneering", "work", "autism", "since", "dutch", "experts", "described", "autism", "children", "already", "late", "1930s", "preceding", "first", "publications", "autism", "children", "kanner", "asperger", "paper", "examines", "dutch", "origins", "autism", "focusing", "ida", "frye", "contribution", "teamwork", "paedological", "institute", "nijmegen", "resulted", "descriptions", "children", "autism", "theoretical", "aim", "paper", "underline", "importance", "productive", "interplay", "social", "interventions", "scientific", "efforts", "concerning", "complex", "inner", "world", "special", "children"], "authors": [["Van Drenth", "Annemieke", "A", null]], "title": "Rethinking the origins of autism: Ida Frye and the unraveling of children's inner world in the Netherlands in the late 1930s.", "year": null, "sentences": ["Historiographies on the phenomenon of \"autism\" display Leo Kanner and Hans Asperger as the great pioneers.", "The recent controversy on who was first in \"discovering\" autism urges research into the question of how scientific discoveries relate to processes of academic reflection and social intervention.", "The Netherlands provide an interesting case in pioneering work in autism, since Dutch experts described autism in children already in the late 1930s, preceding the first publications on autism in children by Kanner and Asperger.", "This paper examines the Dutch origins of autism by focusing on Ida Frye's contribution to the teamwork at the Paedological Institute in Nijmegen, which resulted in descriptions of children with autism.", "The theoretical aim of this paper is to underline the importance of the productive interplay between social interventions and scientific efforts concerning the complex inner world of special children."], "id": "29244198", "text": "Historiographies on the phenomenon of \"autism\" display Leo Kanner and Hans Asperger as the great pioneers. The recent controversy on who was first in \"discovering\" autism urges research into the question of how scientific discoveries relate to processes of academic reflection and social intervention. The Netherlands provide an interesting case in pioneering work in autism, since Dutch experts described autism in children already in the late 1930s, preceding the first publications on autism in children by Kanner and Asperger. This paper examines the Dutch origins of autism by focusing on Ida Frye's contribution to the teamwork at the Paedological Institute in Nijmegen, which resulted in descriptions of children with autism. The theoretical aim of this paper is to underline the importance of the productive interplay between social interventions and scientific efforts concerning the complex inner world of special children.", "doi": "10.1002/jhbs.21884", "journal": ["Journal of the history of the behavioral sciences", "J Hist Behav Sci"], "date": "2018-01-18_23:45:55"}