{"words": ["reduced", "cognitive", "empathy", "may", "put", "autistic", "people", "risk", "bullying", "compared", "interpretations", "bullying", "provided", "22", "autistic", "15", "college", "students", "autistic", "students", "reported", "less", "severe", "bullying", "college", "relative", "earlier", "development", "chronic", "bullying", "associated", "improvements", "autistic", "students", "chronically", "bullied", "likely", "autistic", "asked", "explain", "disability", "autistic", "students", "demonstrated", "similar", "levels", "cognitive", "empathy", "providing", "evidence", "double", "empathy", "problem", "contributes", "bullying", "autistic", "individuals", "findings", "suggest", "recovery", "bullying", "contribute", "resilience", "autistic", "people", "gain", "insights", "bullying", "overcome", "development"], "authors": [["DeNigris", "Danielle", "D", "Department of Psychology & Counseling, Fairleigh Dickinson University, Madison, NJ, USA. denida01@fdu.edu."], ["Brooks", "Patricia J", "PJ", "Department of Psychology, The Graduate Center CUNY, New York, NY, USA."], ["Obeid", "Rita", "R", "Department of Psychology, Lehman College CUNY, Bronx, NY, USA."], ["Alarcon", "Maria", "M", "Department of Psychology, College of Staten Island CUNY, Staten Island, NY, USA."], ["Shane-Simpson", "Christina", "C", "Department of Psychology, University of Wisconsin-Stout, Menomonie, WI, USA."], ["Gillespie-Lynch", "Kristen", "K", "Department of Psychology, The Graduate Center CUNY, New York, NY, USA."]], "title": "Bullying and Identity Development: Insights from Autistic and Non-autistic College Students.", "year": null, "sentences": ["Reduced cognitive empathy may put autistic people at risk for bullying.", "We compared interpretations of bullying provided by 22 autistic and 15 non-autistic college students.", "Autistic (and non-autistic) students reported less severe bullying in college relative to earlier in development.", "Chronic bullying was associated with improvements in self-descriptions and self-acceptance.", "Autistic students who were chronically bullied were more likely to self-identify as autistic when asked to explain their disability.", "Autistic and non-autistic students demonstrated similar levels of cognitive empathy, providing no evidence that a \"double empathy problem\" contributes to bullying for all autistic individuals.", "Findings suggest that recovery from bullying can contribute to resilience and that autistic people gain insights about bullying and how to overcome it with development."], "id": "29243098", "text": "Reduced cognitive empathy may put autistic people at risk for bullying. We compared interpretations of bullying provided by 22 autistic and 15 non-autistic college students. Autistic (and non-autistic) students reported less severe bullying in college relative to earlier in development. Chronic bullying was associated with improvements in self-descriptions and self-acceptance. Autistic students who were chronically bullied were more likely to self-identify as autistic when asked to explain their disability. Autistic and non-autistic students demonstrated similar levels of cognitive empathy, providing no evidence that a \"double empathy problem\" contributes to bullying for all autistic individuals. Findings suggest that recovery from bullying can contribute to resilience and that autistic people gain insights about bullying and how to overcome it with development.", "doi": "10.1007/s10803-017-3383-y", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:55"}