{"words": ["illness", "perception", "questionnaire", "ipq", "revision", "measure", "perceptions", "diagnoses", "influence", "cognitions", "coping", "study", "factor", "structure", "version", "revised", "use", "autism", "spectrum", "disorder", "asd", "investigated", "sample", "parents", "n", "361", "whose", "children", "asd", "subsequently", "multidimensional", "item", "response", "theory", "used", "evaluate", "item", "subscale", "properties", "results", "indicated", "items", "five", "seven", "scales", "loaded", "expected", "though", "subscales", "related", "control", "distinct", "additionally", "parents", "response", "patterns", "evaluated", "discussed", "use", "measure", "research", "may", "enhance", "understanding", "parents", "cognitions", "child", "asd", "impacts", "treatment", "selection", "treatment", "implementation", "overall", "family"], "authors": [["Mire", "Sarah S", "SS", "Department of Psychological, Health, and Learning Sciences, University of Houston, 3657 Cullen Blvd., Room 491, Houston, TX, 77204-5029, USA. ssmire@uh.edu."], ["Tolar", "Tammy D", "TD", "Department of Psychology, Texas Institute for Measurement, Evaluation, and Statistics (TIMES), University of Houston, 4849 Calhoun Rd, Room 373, Houston, TX, 77204, USA."], ["Brewton", "Christie M", "CM", "Department of Psychological, Health, and Learning Sciences, University of Houston, 3657 Cullen Blvd., Room 491, Houston, TX, 77204-5029, USA."], ["Raff", "Natalie S", "NS", "Department of Psychological, Health, and Learning Sciences, University of Houston, 3657 Cullen Blvd., Room 491, Houston, TX, 77204-5029, USA."], ["McKee", "Shannon L", "SL", "Department of Psychological, Health, and Learning Sciences, University of Houston, 3657 Cullen Blvd., Room 491, Houston, TX, 77204-5029, USA."]], "title": "Validating the Revised Illness Perception Questionnaire as a Measure of Parent Perceptions of Autism Spectrum Disorder.", "year": null, "sentences": ["The illness perception questionnaire (IPQ) and its revision (IPQ-R) measure perceptions about health-related diagnoses and the influence of cognitions on coping.", "In this study, the factor structure of a version revised for use with autism spectrum disorder (ASD) was investigated with a sample of parents (n = 361) whose children have ASD.", "Subsequently, multidimensional item response theory was used to evaluate item and subscale properties.", "Results indicated items from five of the seven IPQ-R-ASD scales loaded as expected, though subscales related to control were not distinct.", "Additionally, parents' response patterns were evaluated and discussed.", "Use of this measure in ASD-focused research may enhance understanding of how parents' cognitions of their child's ASD impacts treatment selection, treatment implementation, and overall family well-being."], "id": "29243097", "text": "The illness perception questionnaire (IPQ) and its revision (IPQ-R) measure perceptions about health-related diagnoses and the influence of cognitions on coping. In this study, the factor structure of a version revised for use with autism spectrum disorder (ASD) was investigated with a sample of parents (n = 361) whose children have ASD. Subsequently, multidimensional item response theory was used to evaluate item and subscale properties. Results indicated items from five of the seven IPQ-R-ASD scales loaded as expected, though subscales related to control were not distinct. Additionally, parents' response patterns were evaluated and discussed. Use of this measure in ASD-focused research may enhance understanding of how parents' cognitions of their child's ASD impacts treatment selection, treatment implementation, and overall family well-being.", "doi": "10.1007/s10803-017-3442-4", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:55"}