{"title": "Quality of life of French Canadian parents raising a child with autism spectrum disorder and effects of psychosocial factors.", "text": "This study aimed to investigate the quality of life of parents of a child with autism spectrum disorder in Quebec.Seventy-seven participants completed a questionnaire with socio-biographic information and five self-assessed scales, to measure perceived stress, social support and control, coping strategies, and quality of life.Perception of their child's autonomy level, of the severity of the disorder, of the family's income, as well as changes in their professional or familial organization influenced parents' quality of life. Perceiving their situation as a threat predicted poor quality of life, whereas satisfaction of social support predicted good quality of life. In addition, parents who used problem solving and support-seeking coping strategies had a better relationship with their child, whereas those who used more emotion-centered coping strategies struggled. Lastly, parents who felt they had the power to contribute to their child's development were more satisfied and less disturbed.Beyond the parents' actual situation, our results underscore the importance of paying attention to their own perception of the situation in order to provide them with appropriate support.", "journal": ["Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation", "Qual Life Res"], "id": "29204785", "doi": "10.1007/s11136-017-1757-4", "date": "2017-12-04", "authors": [["Cappe", "Émilie", "É", "Laboratoire de Psychopathologie et Processus de Santé (EA 4057), Institut de Psychologie, Université Paris Descartes, Sorbonne Paris Cité, 71, avenue Edouard Vaillant, 92100, Boulogne-Billancourt, France. emilie.cappe@parisdescartes.fr."], ["Poirier", "Nathalie", "N", "Laboratoire de Recherche sur la Famille d'Enfant présentant un Trouble du Spectre de l'Autisme, Département de psychologie, Université du Québec à Montréal, Montréal, QC, Canada."], ["Sankey", "Carol", "C", "Laboratoire de Psychopathologie et Processus de Santé (EA 4057), Institut de Psychologie, Université Paris Descartes, Sorbonne Paris Cité, Boulogne-Billancourt, France."], ["Belzil", "Andréa", "A", "Laboratoire de Recherche sur la Famille d'Enfant présentant un Trouble du Spectre de l'Autisme, Département de psychologie, Université du Québec à Montréal, Montréal, QC, Canada."], ["Dionne", "Carmen", "C", "Chaire de Recherche du Canada en Intervention Précoce, Département de Psychoéducation, Université du Québec à Trois-Rivières, Trois-Rivières, QC, Canada."]]}