{"title": "Early development of infants with neurofibromatosis type 1: a case series.", "text": "Prospective studies of infants at familial risk for autism spectrum disorder (ASD) have yielded insights into the earliest signs of the disorder but represent heterogeneous samples of unclear aetiology. Complementing this approach by studying cohorts of infants with monogenic syndromes associated with high rates of ASD offers the opportunity to elucidate the factors that lead to ASD.We present the first report from a prospective study of ten 10-month-old infants with neurofibromatosis type 1 (NF1), a monogenic disorder with high prevalence of ASD or ASD symptomatology. We compared data from infants with NF1 to a large cohort of infants at familial risk for ASD, separated by outcome at age 3 of ASD (n = 34), atypical development (n = 44), or typical development (n = 89), and low-risk controls (n = 75). Domains assessed at 10 months by parent report and examiner observation include cognitive and adaptive function, sensory processing, social engagement, and temperament.Infants with NF1 showed striking impairments in motor functioning relative to low-risk infants; this pattern was seen in infants with later ASD from the familial cohort (HR-ASD). Both infants with NF1 and the HR-ASD group showed communication delays relative to low-risk infants.Ten-month-old infants with NF1 show a range of developmental difficulties that were particularly striking in motor and communication domains. As with HR-ASD infants, social skills at this age were not notably impaired. This is some of the first information on early neurodevelopment in NF1. Strong inferences are limited by the sample size, but the findings suggest implications for early comparative developmental science and highlight motor functioning as an important domain to inform the development of relevant animal models. The findings have clinical implications in indicating an important focus for early surveillance and remediation in this early diagnosed genetic disorder.", "journal": ["Molecular autism", "Mol Autism"], "id": "29204259", "doi": "10.1186/s13229-017-0178-0", "date": "2017-11-23", "authors": [["Kolesnik", "Anna May", "AM", "Centre for Brain and Cognitive Development and Department of Psychology, Birkbeck, University of London, Malet Street, London, WC1E 7HX UK."], ["Jones", "Emily Jane Harrison", "EJH", "Centre for Brain and Cognitive Development and Department of Psychology, Birkbeck, University of London, Malet Street, London, WC1E 7HX UK."], ["Garg", "Shruti", "S", "Neuroscience & Experimental Psychology, Manchester Academic Health Science Centre, University of Manchester and Royal Manchester Children's Hospital, Central Manchester University Hospitals NHS Foundation, Manchester, UK."], ["Green", "Jonathan", "J", "Neuroscience & Experimental Psychology, Manchester Academic Health Science Centre, University of Manchester and Royal Manchester Children's Hospital, Central Manchester University Hospitals NHS Foundation, Manchester, UK."], ["Charman", "Tony", "T", "Department of Psychology, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Johnson", "Mark Henry", "MH", "Centre for Brain and Cognitive Development and Department of Psychology, Birkbeck, University of London, Malet Street, London, WC1E 7HX UK."], [null, null, null, null]]}