{"words": ["case", "study", "discuss", "application", "clinical", "approach", "led", "use", "assisted", "communication", "platform", "combat", "severe", "communicative", "deficit", "child", "autism", "spectrum", "disorder", "asd", "assessment", "four", "years", "age", "revealed", "patient", "rudimentary", "communication", "skills", "significant", "sensory", "integration", "dysfunction", "manifested", "oral", "olfactory", "tactile", "seeking", "behaviours", "behaviour", "complete", "dependence", "caregiver", "activities", "daily", "living", "intensive", "intervention", "resulted", "minimal", "improvement", "communicative", "skills", "sensory", "seeking", "six", "months", "subsequently", "communication", "training", "mother", "communication", "facilitator", "adopted", "approach", "abandoned", "due", "patient", "poor", "response", "mother", "low", "acceptance", "interaction", "preference", "printed", "material", "observed", "patient", "accordingly", "management", "focused", "employing", "interactive", "platform", "patient", "taught", "use", "course", "months", "part", "augmentative", "alternative", "communication", "aac", "intervention", "program", "resulted", "remarkable", "improvement", "child", "skills", "allowed", "better", "intentional", "communication", "thoughts", "study", "highlights", "importance", "revisiting", "conventional", "rehabilitation", "strategies", "communicative", "deficits", "tailoring", "according", "patient", "needs", "preferences", "also", "emphasises", "besides", "excellent", "observation", "skills", "clinicians", "must", "willing", "consider", "technology", "based", "approaches", "patients", "responding", "poorly", "traditional", "approaches", "order", "develop", "effective", "interventional", "programmes", "implication", "rehabilitation", "current", "study", "highlights", "importance", "exploring", "application", "technology", "based", "intervention", "building", "communication", "skills", "early", "stages", "rehabilitation", "persons", "communicative", "deficit", "also", "emphasises", "need", "excellent", "observation", "skills", "among", "clinicians", "peculiar", "interests", "children", "asd", "may", "applied", "designing", "training", "programmes", "overcome", "communication", "barriers", "additionally", "clinicians", "familiarise", "latest", "assistive", "rehabilitation", "approaches", "willing", "explore", "newer", "approaches", "traditional", "ones", "fail", "yield", "satisfactory", "outcomes", "use", "interventions", "reduce", "dependence", "among", "persons", "disability", "would", "beneficial", "socially", "economically", "developing", "countries", "limited", "resources"], "authors": [["Mohan", "Veena", "V", "a Department of Neurodevelopmental Sciences , National Institute of Speech and Hearing , Trivandrum , India."], ["Kunnath", "Suja Kurian", "SK", "a Department of Neurodevelopmental Sciences , National Institute of Speech and Hearing , Trivandrum , India."], ["Philip", "Vineetha Sara", "VS", "b Department of Audiology and Speech Language Pathology , National Institute of Speech and Hearing , Trivandrum , India."], ["Mohan", "Lakshmi Santha", "LS", "a Department of Neurodevelopmental Sciences , National Institute of Speech and Hearing , Trivandrum , India."], ["Thampi", "Neethu", "N", "c Department of Allied Sciences , National Institute of Speech and Hearing , Trivandrum , India."]], "title": "Capitalizing on technology for developing communication skills in autism spectrum disorder: a single case study.", "year": null, "sentences": ["In this case study, we discuss the application of a patient-centred clinical approach that led to the use of an assisted communication platform to combat severe communicative deficit in a child with autism spectrum disorder (ASD).Initial assessment at four years of age revealed that the patient had rudimentary communication skills, with significant sensory integration dysfunction manifested as oral, olfactory, and tactile seeking behaviours; self-stimulatory behaviour; and complete dependence on caregiver for activities of daily living.", "Intensive, multi-disciplinary intervention resulted in minimal improvement in communicative skills and sensory seeking over six months.", "Subsequently, a tailor-made picture-assisted communication training with the mother as the communication facilitator was adopted.", "This approach was abandoned due to the patient's poor response and mother's low acceptance of picture-based interaction.", "A preference for printed material was observed in the patient.", "Accordingly, further management was focused on employing a computer-based interactive platform that the patient was taught to use over the course of a few months as a part of augmentative and alternative communication (AAC) intervention program.", "This resulted in a remarkable improvement in the child's skills that now allowed for a better intentional communication of his thoughts and needs.This study highlights the importance of revisiting conventional rehabilitation strategies for communicative deficits and tailoring them according to the patient's needs and preferences.", "It also emphasises that besides excellent observation skills, clinicians must be willing to consider technology based approaches in patients responding poorly to traditional approaches in order to develop effective interventional programmes.", "Implication for Rehabilitation The current study highlights the importance of exploring the application of technology based intervention for building communication skills in the early stages of rehabilitation for persons with communicative deficit.", "It also emphasises the need for excellent observation skills among clinicians so that the peculiar interests of children with ASD may be applied in designing training programmes to overcome communication barriers.", "Additionally, clinicians should familiarise themselves with the latest assistive technology-based rehabilitation approaches and be willing to explore newer approaches if traditional ones fail to yield satisfactory outcomes.", "Use of technology-based interventions to reduce dependence among persons with disability would be beneficial, both socially and economically, in developing countries with limited resources."], "id": "29241371", "text": "In this case study, we discuss the application of a patient-centred clinical approach that led to the use of an assisted communication platform to combat severe communicative deficit in a child with autism spectrum disorder (ASD).Initial assessment at four years of age revealed that the patient had rudimentary communication skills, with significant sensory integration dysfunction manifested as oral, olfactory, and tactile seeking behaviours; self-stimulatory behaviour; and complete dependence on caregiver for activities of daily living. Intensive, multi-disciplinary intervention resulted in minimal improvement in communicative skills and sensory seeking over six months. Subsequently, a tailor-made picture-assisted communication training with the mother as the communication facilitator was adopted. This approach was abandoned due to the patient's poor response and mother's low acceptance of picture-based interaction. A preference for printed material was observed in the patient. Accordingly, further management was focused on employing a computer-based interactive platform that the patient was taught to use over the course of a few months as a part of augmentative and alternative communication (AAC) intervention program. This resulted in a remarkable improvement in the child's skills that now allowed for a better intentional communication of his thoughts and needs.This study highlights the importance of revisiting conventional rehabilitation strategies for communicative deficits and tailoring them according to the patient's needs and preferences. It also emphasises that besides excellent observation skills, clinicians must be willing to consider technology based approaches in patients responding poorly to traditional approaches in order to develop effective interventional programmes. Implication for Rehabilitation The current study highlights the importance of exploring the application of technology based intervention for building communication skills in the early stages of rehabilitation for persons with communicative deficit. It also emphasises the need for excellent observation skills among clinicians so that the peculiar interests of children with ASD may be applied in designing training programmes to overcome communication barriers. Additionally, clinicians should familiarise themselves with the latest assistive technology-based rehabilitation approaches and be willing to explore newer approaches if traditional ones fail to yield satisfactory outcomes. Use of technology-based interventions to reduce dependence among persons with disability would be beneficial, both socially and economically, in developing countries with limited resources.", "doi": "10.1080/17483107.2017.1413144", "journal": ["Disability and rehabilitation. Assistive technology", "Disabil Rehabil Assist Technol"], "date": "2018-01-18_23:45:56"}