{"words": ["inability", "acquire", "new", "motor", "skill", "common", "motor", "difficulty", "children", "autism", "spectrum", "disorder", "purpose", "study", "examine", "whether", "motor", "learning", "benefits", "external", "focus", "attention", "typically", "developing", "children", "children", "intellectual", "disabilities", "could", "also", "applied", "children", "autism", "spectrum", "disorder", "children", "n", "65", "mean", "age", "years", "diagnosed", "autism", "spectrum", "disorder", "randomly", "assigned", "one", "three", "groups", "external", "focus", "n", "22", "internal", "focus", "n", "22", "control", "n", "21", "required", "throw", "beanbags", "static", "target", "50", "acquisition", "trials", "10", "retention", "trials", "10", "transfer", "trials", "three", "groups", "learnt", "skills", "similar", "manner", "acquisition", "phase", "internal", "focus", "group", "demonstrated", "robust", "motor", "performance", "external", "focus", "group", "control", "group", "retention", "transfer", "tests", "difference", "external", "focus", "group", "control", "group", "retention", "transfer", "tests", "findings", "provide", "evidence", "internal", "focus", "attention", "may", "effective", "facilitating", "motor", "learning", "children", "autism", "spectrum", "disorder", "however", "study", "needed", "determine", "factors", "contributing", "finding"], "authors": [["Tse", "Andy Cy", "AC", "The Education University of Hong Kong, China."]], "title": "Effects of attentional focus on motor learning in children with autism spectrum disorder.", "year": null, "sentences": ["Inability to acquire a new motor skill is a common motor difficulty in children with autism spectrum disorder.", "The purpose of this study is to examine whether the motor learning benefits of an external focus of attention for typically developing children and children with intellectual disabilities could also be applied to children with autism spectrum disorder.", "Children ( N = 65; mean age = 10.01 years) diagnosed with high-functioning autism spectrum disorder were randomly assigned into one of the three groups: external focus ( n = 22), internal focus ( n = 22), and control ( n = 21).", "They were required to throw beanbags at a static target for 50 acquisition trials, 10 retention trials, and 10 transfer trials.", "While all three groups learnt the skills in a similar manner during the acquisition phase, the internal focus group demonstrated more robust motor performance than the external focus group and the control group in both retention and transfer tests, while there was no difference between the external focus group and the control group in both retention and transfer tests.", "The findings provide evidence that internal focus of attention may be more effective for facilitating motor learning in children with autism spectrum disorder.", "However, further study is needed to determine the factors contributing to this finding."], "id": "29241345", "text": "Inability to acquire a new motor skill is a common motor difficulty in children with autism spectrum disorder. The purpose of this study is to examine whether the motor learning benefits of an external focus of attention for typically developing children and children with intellectual disabilities could also be applied to children with autism spectrum disorder. Children ( N = 65; mean age = 10.01 years) diagnosed with high-functioning autism spectrum disorder were randomly assigned into one of the three groups: external focus ( n = 22), internal focus ( n = 22), and control ( n = 21). They were required to throw beanbags at a static target for 50 acquisition trials, 10 retention trials, and 10 transfer trials. While all three groups learnt the skills in a similar manner during the acquisition phase, the internal focus group demonstrated more robust motor performance than the external focus group and the control group in both retention and transfer tests, while there was no difference between the external focus group and the control group in both retention and transfer tests. The findings provide evidence that internal focus of attention may be more effective for facilitating motor learning in children with autism spectrum disorder. However, further study is needed to determine the factors contributing to this finding.", "doi": "10.1177/1362361317738393", "journal": ["Autism : the international journal of research and practice", "Autism"], "date": "2018-01-18_23:45:57"}