{"words": ["autism", "spectrum", "disorder", "asd", "group", "dysfunctions", "social", "interaction", "communication", "behaviors", "studies", "demonstrated", "vitamin", "deficiency", "pregnancy", "individuals", "increased", "risk", "asd", "genetic", "polymorphism", "study", "pinpointed", "genotype", "gc", "rs4588", "children", "associated", "asd", "encodes", "vitamin", "binding", "protein", "translating", "mentioned", "points", "clinical", "practice", "several", "clinical", "trials", "demonstrated", "vitamin", "supplementation", "improve", "core", "symptoms", "children", "asd", "one", "paper", "also", "showed", "possible", "prophylactic", "effect", "reoccurrence", "asd", "vitamin", "supplement", "pregnancy", "early", "childhood", "herein", "review", "aims", "address", "recent", "advances", "field", "clarify", "possible", "role", "vitamin", "asd"], "authors": [["Jia", "Feiyong", "F", "Department of Developmental and Behavioral Pediatrics, the First Hospital of Jilin University, Changchun, China."], ["Shan", "Ling", "L", "Department of Developmental and Behavioral Pediatrics, the First Hospital of Jilin University, Changchun, China."], ["Wang", "Bing", "B", "Department of Developmental and Behavioral Pediatrics, the First Hospital of Jilin University, Changchun, China."], ["Li", "Honghua", "H", "Department of Developmental and Behavioral Pediatrics, the First Hospital of Jilin University, Changchun, China."], ["Miao", "Chunyue", "C", "Department of Developmental and Behavioral Pediatrics, the First Hospital of Jilin University, Changchun, China."], ["Xu", "Zhida", "Z", "Department of Psychiatry, University Medical Center Utrecht, Netherlands."], ["Lin", "Ching-Po", "CP", "Neurological Research Center of First Hospital of Jilin University, Changchun, China; Institute of Science and Technology for Brain-Inspired Intelligence, Fudan University, Shanghai, China."], ["Saad", "Khaled", "K", "Department of Developmental and Behavioral Pediatrics, the First Hospital of Jilin University, Changchun, China; Department of Pediatrics, Faculty of Medicine, Assiut University, Assiut, Egypt. Electronic address: ksaad8@yahoo.com."]], "title": "Bench to bedside review: Possible role of vitamin D in autism spectrum disorder.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a group of dysfunctions in social interaction, communication, and behaviors.", "Studies have demonstrated that vitamin D deficiency during pregnancy and in individuals increased the risk of ASD.", "A genetic polymorphism study has pinpointed that genotype AA/A-allele of GC rs4588 in children is associated with ASD, which encodes the vitamin D binding protein.", "Translating the mentioned points into clinical practice, several clinical trials have demonstrated that vitamin D supplementation can improve the core symptoms in children with ASD.", "One paper also showed that possible prophylactic effect for the reoccurrence of ASD by vitamin D supplement during pregnancy and early childhood.", "Herein, this review aims to address the recent advances in this field and to clarify the possible role of vitamin D in ASD."], "id": "29241119", "text": "Autism spectrum disorder (ASD) is a group of dysfunctions in social interaction, communication, and behaviors. Studies have demonstrated that vitamin D deficiency during pregnancy and in individuals increased the risk of ASD. A genetic polymorphism study has pinpointed that genotype AA/A-allele of GC rs4588 in children is associated with ASD, which encodes the vitamin D binding protein. Translating the mentioned points into clinical practice, several clinical trials have demonstrated that vitamin D supplementation can improve the core symptoms in children with ASD. One paper also showed that possible prophylactic effect for the reoccurrence of ASD by vitamin D supplement during pregnancy and early childhood. Herein, this review aims to address the recent advances in this field and to clarify the possible role of vitamin D in ASD.", "doi": "10.1016/j.psychres.2017.12.005", "journal": ["Psychiatry research", "Psychiatry Res"], "date": "2018-01-18_23:45:57"}