{"title": "Dynamic landscape of the local translation at activated synapses.", "text": "The mammalian target of rapamycin (mTOR) signaling pathway is the central regulator of cap-dependent translation at the synapse. Disturbances in mTOR pathway have been associated with several neurological diseases, such as autism and epilepsy. RNA-binding protein FMRP, a negative regulator of translation initiation, is one of the key components of the local translation system. Activation and inactivation of FMRP occurs via phosphorylation by S6 kinase and dephosphorylation by PP2A phosphatase, respectively. S6 kinase and PP2A phosphatase are activated in response to mGluR receptor stimulation through different signaling pathways and at different rates. The dynamic aspects of this system are poorly understood. We developed a mathematical model of FMRP-dependent regulation of postsynaptic density (PSD) protein synthesis in response to mGluR receptor stimulation and conducted in silico experiments to study the regulatory circuit functioning. The modeling results revealed the possibility of generating oscillatory (cyclic and quasi-cyclic), chaotic and even hyperchaotic dynamics of postsynaptic protein synthesis as well as the presence of multiple attractors in a wide range of parameters of the local translation system. The results suggest that autistic disorders associated with mTOR pathway hyperactivation may be due to impaired proteome stability associated with the formation of complex dynamic regimes of PSD protein synthesis in response to stimulation of mGluR receptors on the postsynaptic membrane of excitatory synapses on pyramidal hippocampal cells.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"], "id": "29203851", "doi": "10.1038/mp.2017.245", "date": "2017-12-05", "authors": [["Khlebodarova", "T M", "TM", "Federal Research Center Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Kogai", "V V", "VV", "Sobolev Institute of Mathematics, Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Trifonova", "E A", "EA", "Federal Research Center Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Likhoshvai", "V A", "VA", "Federal Research Center Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia."]]}