{"words": ["nonsteroidal", "drugs", "nsaids", "effects", "inflammatory", "gene", "expression", "although", "nsaids", "known", "impact", "multiple", "cellular", "signaling", "mechanisms", "recent", "finding", "nsaid", "salicylate", "disrupt", "histone", "acetylation", "part", "direct", "inhibition", "lysine", "acetyltransferase", "kat", "salicylate", "relatively", "weak", "kat", "inhibitor", "metabolite", "potent", "however", "ability", "nsaid", "metabolites", "inhibit", "kat", "enzymes", "biochemically", "cells", "remains", "relatively", "unexplored", "define", "role", "metabolic", "nonmetabolic", "mechanisms", "inhibition", "kat", "activity", "nsaid", "chemotypes", "first", "screen", "small", "panel", "nsaids", "biochemical", "inhibition", "prototypical", "kat", "p300", "leading", "finding", "many", "nsaids", "including", "ibuprofen", "able", "function", "weak", "inhibitors", "assessing", "inhibition", "p300", "known", "nsaid", "metabolite", "reveals", "linkage", "ibuprofen", "coa", "increases", "biochemical", "potency", "toward", "p300", "kat", "enzymes", "cellular", "studies", "find", "nsaids", "inhibit", "histone", "acetylation", "finally", "exploit", "stereoselective", "metabolism", "ibuprofen", "assess", "role", "metabolite", "regulation", "histone", "acetylation", "unique", "strategy", "reveals", "formation", "histone", "acetylation", "poorly", "correlated", "suggesting", "metabolism", "may", "required", "ibuprofen", "inhibit", "histone", "acetylation", "overall", "studies", "provide", "new", "insights", "ability", "nsaids", "alter", "histone", "acetylation", "illustrate", "selective", "metabolism", "may", "leveraged", "tool", "explore", "influence", "metabolic", "cellular", "enzyme", "activity"], "authors": [["Shrimp", "Jonathan H", "JH", "Chemical Biology Laboratory, National Cancer Institute , Frederick, Maryland 21702, United States."], ["Garlick", "Julie M", "JM", "Chemical Biology Laboratory, National Cancer Institute , Frederick, Maryland 21702, United States."], ["Tezil", "Tugsan", "T", "Buck Institute for Research on Aging, Novato, California 94945, United States."], ["Sorum", "Alexander W", "AW", "Chemical Biology Laboratory, National Cancer Institute , Frederick, Maryland 21702, United States."], ["Worth", "Andrew J", "AJ", "Penn SRP Center, Center of Excellence in Environmental Toxicology, University of Pennsylvania , Philadelphia Pennsylvania 19104, United States."], ["Blair", "Ian A", "IA", "Penn SRP Center, Center of Excellence in Environmental Toxicology, University of Pennsylvania , Philadelphia Pennsylvania 19104, United States."], ["Verdin", "Eric", "E", "Buck Institute for Research on Aging, Novato, California 94945, United States."], ["Snyder", "Nathaniel W", "NW", "Drexel University, A.J. Drexel Autism Institute , 3020 Market Street, Philadelphia Pennsylvania 19104, United States."], ["Meier", "Jordan L", "JL", "Chemical Biology Laboratory, National Cancer Institute , Frederick, Maryland 21702, United States."]], "title": "Defining Metabolic and Nonmetabolic Regulation of Histone Acetylation by NSAID Chemotypes.", "year": null, "sentences": ["Nonsteroidal anti-inflammatory drugs (NSAIDs) are well-known for their effects on inflammatory gene expression.", "Although NSAIDs are known to impact multiple cellular signaling mechanisms, a recent finding is that the NSAID salicylate can disrupt histone acetylation, in part through direct inhibition of the lysine acetyltransferase (KAT) p300/CBP.", "While salicylate is a relatively weak KAT inhibitor, its CoA-linked metabolite is more potent; however, the ability of NSAID metabolites to inhibit KAT enzymes biochemically and in cells remains relatively unexplored.", "Here we define the role of metabolic and nonmetabolic mechanisms in inhibition of KAT activity by NSAID chemotypes.", "First, we screen a small panel of NSAIDs for biochemical inhibition of the prototypical KAT p300, leading to the finding that many carboxylate-containing NSAIDs, including ibuprofen, are able to function as weak inhibitors.", "Assessing the inhibition of p300 by ibuprofen-CoA, a known NSAID metabolite, reveals that linkage of ibuprofen to CoA increases its biochemical potency toward p300 and other KAT enzymes.", "In cellular studies, we find that carboxylate-containing NSAIDs inhibit histone acetylation.", "Finally, we exploit the stereoselective metabolism of ibuprofen to assess the role of its acyl-CoA metabolite in regulation of histone acetylation.", "This unique strategy reveals that formation of ibuprofen-CoA and histone acetylation are poorly correlated, suggesting metabolism may not be required for ibuprofen to inhibit histone acetylation.", "Overall, these studies provide new insights into the ability of NSAIDs to alter histone acetylation, and illustrate how selective metabolism may be leveraged as a tool to explore the influence of metabolic acyl-CoAs on cellular enzyme activity."], "id": "29240439", "text": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are well-known for their effects on inflammatory gene expression. Although NSAIDs are known to impact multiple cellular signaling mechanisms, a recent finding is that the NSAID salicylate can disrupt histone acetylation, in part through direct inhibition of the lysine acetyltransferase (KAT) p300/CBP. While salicylate is a relatively weak KAT inhibitor, its CoA-linked metabolite is more potent; however, the ability of NSAID metabolites to inhibit KAT enzymes biochemically and in cells remains relatively unexplored. Here we define the role of metabolic and nonmetabolic mechanisms in inhibition of KAT activity by NSAID chemotypes. First, we screen a small panel of NSAIDs for biochemical inhibition of the prototypical KAT p300, leading to the finding that many carboxylate-containing NSAIDs, including ibuprofen, are able to function as weak inhibitors. Assessing the inhibition of p300 by ibuprofen-CoA, a known NSAID metabolite, reveals that linkage of ibuprofen to CoA increases its biochemical potency toward p300 and other KAT enzymes. In cellular studies, we find that carboxylate-containing NSAIDs inhibit histone acetylation. Finally, we exploit the stereoselective metabolism of ibuprofen to assess the role of its acyl-CoA metabolite in regulation of histone acetylation. This unique strategy reveals that formation of ibuprofen-CoA and histone acetylation are poorly correlated, suggesting metabolism may not be required for ibuprofen to inhibit histone acetylation. Overall, these studies provide new insights into the ability of NSAIDs to alter histone acetylation, and illustrate how selective metabolism may be leveraged as a tool to explore the influence of metabolic acyl-CoAs on cellular enzyme activity.", "doi": "10.1021/acs.molpharmaceut.7b00943", "journal": ["Molecular pharmaceutics", "Mol. Pharm."], "date": "2018-01-18_23:45:58"}