{"title": "Breathing disturbances in a model of Rett syndrome: A potential involvement of the glycine receptor α3 subunit?", "text": "The glycine receptor α3 subunit is known to be a target for cAMP/PKA-mediated phosphorylation and regulation. Mice that lack this subunit are apparently normal but the 5-HT1A-receptor mediated modulation of respiratory network activity is disturbed. Since the intracellular cAMP-concentration is reduced in mice that lack the transcriptional modulator methyl-CpG-binding protein 2 (MeCP2) gene, we aimed to test if the α3 subunit of the glycine receptor is involved in the development of the breathing phenotype of MeCP2-deficient mice (Mecp2-/y). Therefore, we generated a double knock-out mouse line that lacks both the Mecp2 gene as well as the gene (Glra3) for the α3 subunit of the ionotropic glycine receptor. As compared to WT and Glra3-/- mice, both Mecp2-/y mice and Mecp2-/y; Glra3-/- mice (DKO) showed a slower respiratory rate and a tendency towards higher numbers of apneas. Interestingly, the irregularity of the breathing was significantly reduced in DKO as compared to Mecp2-/y littermates. In the light of the unaltered survival of DKO mice, however, the contribution of the glycine receptor α3 subunit for development and progression of the breathing disturbances in the mouse model of Rett syndrome appears to be only of minor relevance.", "journal": ["Respiratory physiology & neurobiology", "Respir Physiol Neurobiol"], "id": "29203410", "doi": "10.1016/j.resp.2017.11.011", "date": "2017-12-05", "authors": [["Mesuret", "Guillaume", "G", "Clinic for Anesthesiology, University Medical Center, Göttingen, Germany; Center for Nanoscale Microscopy and Molecular Physiology of the Brain (CNMPB), Göttingen, Germany."], ["Dannenberg", "Julia", "J", "Clinic for Anesthesiology, University Medical Center, Göttingen, Germany."], ["Arnoldt", "Mauricio", "M", "Clinic for Anesthesiology, University Medical Center, Göttingen, Germany."], ["Grützner", "Anja-Annett", "AA", "Clinic for Anesthesiology, University Medical Center, Göttingen, Germany."], ["Niebert", "Marcus", "M", "Center for Nanoscale Microscopy and Molecular Physiology of the Brain (CNMPB), Göttingen, Germany; Institute of Neuro- and Sensory Physiology, University Medical Center Göttingen, Göttingen, Germany."], ["Hülsmann", "Swen", "S", "Clinic for Anesthesiology, University Medical Center, Göttingen, Germany; Center for Nanoscale Microscopy and Molecular Physiology of the Brain (CNMPB), Göttingen, Germany. Electronic address: shuelsm2@uni-goettingen.de."]]}