{"words": ["long", "interspersed", "l1", "transposable", "element", "ability", "throughout", "human", "genome", "l1", "elements", "found", "human", "brain", "hypothesized", "date", "back", "56", "million", "years", "ago", "survived", "evolution", "currently", "accounting", "17", "human", "genome", "l1", "retrotransposition", "theorized", "contribute", "somatic", "mosaicism", "review", "focuses", "presence", "l1", "healthy", "diseased", "human", "brain", "autism", "spectrum", "disorders", "throughout", "exploration", "discuss", "impact", "l1", "neurological", "disorders", "occur", "throughout", "human", "lifetime", "hope", "better", "understand", "complex", "role", "l1", "human", "brain", "development", "implications", "human", "cognition", "2017", "wiley", "periodicals", "inc", "develop", "neurobiol", "2017"], "authors": [["Suarez", "Nicole A", "NA", "Department of Pediatrics/Rady Children's Hospital San Diego, University of California San Diego, La Jolla, California, 92093."], ["Macia", "Angela", "A", "Department of Pediatrics/Rady Children's Hospital San Diego, University of California San Diego, La Jolla, California, 92093."], ["Muotri", "Alysson R", "AR", "Department of Pediatrics/Rady Children's Hospital San Diego, University of California San Diego, La Jolla, California, 92093."]], "title": "LINE-1 retrotransposons in healthy and diseased human brain.", "year": null, "sentences": ["Long interspersed element-1 (LINE-1 or L1) is a transposable element with the ability to self-mobilize throughout the human genome.", "The L1 elements found in the human brain is hypothesized to date back 56 million years ago and has survived evolution, currently accounting for 17% of the human genome.", "L1 retrotransposition has been theorized to contribute to somatic mosaicism.", "This review focuses on the presence of L1 in the healthy and diseased human brain, such as in autism spectrum disorders.", "Throughout this exploration, we will discuss the impact L1 has on neurological disorders that can occur throughout the human lifetime.", "With this, we hope to better understand the complex role of L1 in the human brain development and its implications to human cognition.", "© 2017 Wiley Periodicals, Inc.", "Develop Neurobiol, 2017."], "id": "29239145", "text": "Long interspersed element-1 (LINE-1 or L1) is a transposable element with the ability to self-mobilize throughout the human genome. The L1 elements found in the human brain is hypothesized to date back 56 million years ago and has survived evolution, currently accounting for 17% of the human genome. L1 retrotransposition has been theorized to contribute to somatic mosaicism. This review focuses on the presence of L1 in the healthy and diseased human brain, such as in autism spectrum disorders. Throughout this exploration, we will discuss the impact L1 has on neurological disorders that can occur throughout the human lifetime. With this, we hope to better understand the complex role of L1 in the human brain development and its implications to human cognition. © 2017 Wiley Periodicals, Inc. Develop Neurobiol, 2017.", "doi": "10.1002/dneu.22567", "journal": ["Developmental neurobiology", "Dev Neurobiol"], "date": "2018-01-18_23:45:59"}