{"title": "NS-Pten knockout mice show sex- and age-specific differences in ultrasonic vocalizations.", "text": "The goal of this study was to identify changes in quantitative and qualitative aspects of neonatal ultrasonic vocalizations USVs in neuron-subset specific (NS-Pten) knockout males and females when compared with wild-type male and female mice.One signaling cascade that plays a crucial role in the development of an autistic-like phenotype is the PI3K/Akt/mTOR pathway. Mouse models that illustrate this connection include Fmr1, Tsc1, and NS-Pten-deficient mice. While numerous studies have investigated ultrasonic vocalizations in Fmr1 knockout and Tsc1 heterogenous mice, none have investigated USVs in NS-Pten knockout mice using a full spectrum recording system.We recorded ultrasonic vocalizations from NS-Pten wild-type and knockout male and female mice on postnatal days 8 and 11. On these days, we measured the number and quality of calls emitted from pups when they were removed from their mothers.We found that knockout pups emitted fewer vocalizations for both sexes (p < .05). Knockout males had calls of a shorter duration and lower peak amplitude on day 8, while showing a shorter duration, lower peak amplitude, and higher peak and fundamental frequency on day 11 (p < .001). Knockout females vocalized at a lower peak amplitude and fundamental frequency, and a higher peak frequency on day 8, while showing a shorter duration and a higher peak and fundamental frequency on day 11 (p < .001). Spectrographic analyses also revealed significant differences in call type for both genotypes and sexes (p < .05).These findings demonstrate that deletion of NS-Pten results in significant decreases in vocalizations across both sexes. Additionally, our findings indicate that the aberrant vocalizations and increased call duration seen in other mTOR models are also present in NS-Pten knockout mice. Our study provides evidence of a connection between hyperactive mTOR signaling and neonatal ultrasonic vocalizations.", "journal": ["Brain and behavior", "Brain Behav"], "id": "29201556", "doi": "10.1002/brb3.857", "date": "2017-10-18", "authors": [["Binder", "Matthew S", "MS", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Lugo", "Joaquin N", "JN", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."]]}