{"words": ["genes", "involved", "synaptic", "plasticity", "particularly", "genes", "encoding", "postsynaptic", "density", "proteins", "recurrently", "linked", "psychiatric", "disorders", "including", "schizophrenia", "autism", "postsynaptic", "density", "homer1", "proteins", "contribute", "synaptic", "plasticity", "competing", "actions", "short", "long", "isoforms", "expression", "short", "homer1", "isoforms", "homer1a", "thought", "related", "processes", "learning", "memory", "however", "precise", "regulation", "homer1a", "different", "components", "learning", "investigated", "used", "situ", "hybridization", "quantify", "short", "long", "homer1", "expression", "hippocampus", "following", "consolidation", "retrieval", "extinction", "associative", "fear", "memory", "using", "contextual", "fear", "conditioning", "rats", "homer1a", "long", "homer1", "regulated", "contextual", "fear", "learning", "novelty", "detection", "although", "precise", "patterns", "expression", "hippocampal", "subregions", "dependent", "isoform", "also", "show", "first", "time", "two", "short", "homer1", "isoforms", "regulated", "retrieval", "extinction", "contextual", "fear", "memory", "albeit", "distinct", "temporal", "spatial", "profiles", "findings", "support", "role", "homer1", "isoforms", "learning", "memory", "processes", "discrete", "hippocampal", "subregions", "suggest", "homer1a", "may", "play", "separable", "roles", "synaptic", "plasticity"], "authors": [["Clifton", "Nicholas E", "NE", "Neuroscience and Mental Health Research Institute, Cardiff University, Cardiff CF24 4HQ, UK."], ["Cameron", "Darren", "D", "MRC Centre for Neuropsychiatric Genetics and Genomics, Institute of Psychological Medicine and Clinical Neurosciences, Cardiff University, Cardiff CF24 4HQ, UK."], ["Trent", "Simon", "S", "Neuroscience and Mental Health Research Institute, Cardiff University, Cardiff CF24 4HQ, UK."], ["Sykes", "Lucy H", "LH", "Neuroscience and Mental Health Research Institute, Cardiff University, Cardiff CF24 4HQ, UK."], ["Thomas", "Kerrie L", "KL", "Neuroscience and Mental Health Research Institute, Cardiff University, Cardiff CF24 4HQ, UK."], ["Hall", "Jeremy", "J", "Neuroscience and Mental Health Research Institute, Cardiff University, Cardiff CF24 4HQ, UK."]], "title": "Hippocampal Regulation of Postsynaptic Density Homer1 by Associative Learning.", "year": null, "sentences": ["Genes involved in synaptic plasticity, particularly genes encoding postsynaptic density proteins, have been recurrently linked to psychiatric disorders including schizophrenia and autism.", "Postsynaptic density Homer1 proteins contribute to synaptic plasticity through the competing actions of short and long isoforms.", "The activity-induced expression of short Homer1 isoforms, Homer1a and Ania-3, is thought to be related to processes of learning and memory.", "However, the precise regulation of Homer1a and Ania-3 with different components of learning has not been investigated.", "Here, we used in situ hybridization to quantify short and long Homer1 expression in the hippocampus following consolidation, retrieval, and extinction of associative fear memory, using contextual fear conditioning in rats.", "Homer1a and Ania-3, but not long Homer1, were regulated by contextual fear learning or novelty detection, although their precise patterns of expression in hippocampal subregions were dependent on the isoform.", "We also show for the first time that the two short Homer1 isoforms are regulated after the retrieval and extinction of contextual fear memory, albeit with distinct temporal and spatial profiles.", "These findings support a role of activity-induced Homer1 isoforms in learning and memory processes in discrete hippocampal subregions and suggest that Homer1a and Ania-3 may play separable roles in synaptic plasticity."], "id": "29238619", "text": "Genes involved in synaptic plasticity, particularly genes encoding postsynaptic density proteins, have been recurrently linked to psychiatric disorders including schizophrenia and autism. Postsynaptic density Homer1 proteins contribute to synaptic plasticity through the competing actions of short and long isoforms. The activity-induced expression of short Homer1 isoforms, Homer1a and Ania-3, is thought to be related to processes of learning and memory. However, the precise regulation of Homer1a and Ania-3 with different components of learning has not been investigated. Here, we used in situ hybridization to quantify short and long Homer1 expression in the hippocampus following consolidation, retrieval, and extinction of associative fear memory, using contextual fear conditioning in rats. Homer1a and Ania-3, but not long Homer1, were regulated by contextual fear learning or novelty detection, although their precise patterns of expression in hippocampal subregions were dependent on the isoform. We also show for the first time that the two short Homer1 isoforms are regulated after the retrieval and extinction of contextual fear memory, albeit with distinct temporal and spatial profiles. These findings support a role of activity-induced Homer1 isoforms in learning and memory processes in discrete hippocampal subregions and suggest that Homer1a and Ania-3 may play separable roles in synaptic plasticity.", "doi": "10.1155/2017/5959182", "journal": ["Neural plasticity", "Neural Plast."], "date": "2018-01-18_23:45:59"}