{"title": "Exploring the Moderating Effects of Cognitive Abilities on Social Competence Intervention Outcomes.", "text": "Many populations served by special education, including those identified with autism, emotional impairments, or students identified as not ready to learn, experience social competence deficits. The Social Competence Intervention-Adolescents' (SCI-A) methods, content, and materials were designed to be maximally pertinent and applicable to the social competence needs of early adolescents (i.e., age 11-14 years) identified as having scholastic potential but experiencing significant social competence deficits. Given the importance of establishing intervention efficacy, the current paper highlights the results from a four-year cluster randomized trial (CRT) to examine the efficacy of SCI-A (n = 146 students) relative to Business As Usual (n = 123 students) school-based programming. Educational personnel delivered all programming including both intervention and BAU conditions. Student functioning was assessed across multiple time points, including pre-, mid-, and post-intervention. Outcomes of interest included social competence behaviors, which were assessed via both systematic direct observation and teacher behavior rating scales. Data were analyzed using multilevel models, with students nested within schools. Results suggested after controlling for baseline behavior and student IQ, BAU and SCI students differed to a statistically significant degree across multiple indicators of social performance. Further consideration of standardized mean difference effect sizes revealed these between-group differences to be representative of medium effects (d > .50). Such outcomes pertained to student (a) awareness of social cues and information, and (b) capacity to appropriately interact with teachers and peers. The need for additional power and the investigation of potential moderators and mediators of social competence effectiveness are explored.", "journal": ["Behavior modification", "Behav Modif"], "id": "29199448", "doi": "10.1177/0145445517698654", "date": "2017-03-21", "authors": [["Stichter", "Janine P", "JP", "1 University of Missouri, Columbia, MO, USA."], ["Herzog", "Melissa J", "MJ", "1 University of Missouri, Columbia, MO, USA."], ["Kilgus", "Stephen P", "SP", "1 University of Missouri, Columbia, MO, USA."], ["Schoemann", "Alexander M", "AM", "2 East Carolina University, Greenville, NC, USA."]]}