{"title": "A Systematic Review of Parent-Implemented Functional Communication Training for Children With ASD.", "text": "Supporting parents in reducing challenging behavior of children with autism spectrum disorder (ASD) requires the identification of effective, feasible, and sustainable interventions. Functional communication training (FCT) is one of the most well-established interventions in the behavioral literature and is used increasingly by parents. However, there is a need for additional evaluation of the literature related to parent-implemented FCT. In the present review, we identified 26 peer-reviewed studies on parent-implemented FCT. We conducted systematic descriptive and social validity analyses to summarize the extant literature. Across studies, parent-implemented FCT was effective in reducing child challenging behavior, and in some cases, intervention outcomes maintained and generalized to novel settings and implementers. However, few studies reported fidelity data on parent implementation of FCT, and data regarding sustained use of FCT by parents were limited. Results of the social validity analysis indicate that while FCT is often implemented by natural change agents in typical settings, parent training is often provided by professionals not typically accessible to parents. These findings suggest that future research is warranted in the areas of parent training and long-term sustainability of parent-implemented FCT.", "journal": ["Behavior modification", "Behav Modif"], "id": "29199433", "doi": "10.1177/0145445517740872", "date": "2017-12-01", "authors": [["Gerow", "Stephanie", "S", "1 Baylor University, Waco, TX, USA."], ["Hagan-Burke", "Shanna", "S", "2 Texas A&M University, College Station, USA."], ["Rispoli", "Mandy", "M", "3 Purdue University, West Lafayette, IN, USA."], ["Gregori", "Emily", "E", "3 Purdue University, West Lafayette, IN, USA."], ["Mason", "Rose", "R", "3 Purdue University, West Lafayette, IN, USA."], ["Ninci", "Jennifer", "J", "4 University of Hawai'i at Manoa, Honolulu, USA."]]}