{"words": ["microarray", "technology", "important", "simultaneously", "express", "multiple", "genes", "number", "time", "points", "multiple", "classifier", "models", "sparse", "representation", "sr", "method", "developed", "classify", "microarray", "gene", "expression", "data", "methods", "allocate", "gene", "data", "points", "different", "clusters", "paper", "propose", "novel", "collaborative", "representation", "cr", "classification", "regularized", "least", "square", "classify", "gene", "data", "first", "cr", "codes", "testing", "sample", "sparse", "linear", "combination", "training", "samples", "classifies", "testing", "sample", "evaluating", "class", "leads", "minimum", "representation", "error", "classification", "approach", "remarkably", "less", "complex", "traditional", "classification", "methods", "leads", "competitive", "classification", "results", "addition", "compressive", "sensing", "approach", "adopted", "project", "gene", "expression", "dataset", "space", "nearly", "contains", "whole", "information", "compression", "without", "loss", "beneficial", "reduce", "computational", "load", "experiments", "detect", "subtypes", "diseases", "leukemia", "autism", "spectrum", "disorders", "performed", "analyzing", "gene", "expression", "results", "show", "proposed", "algorithm", "exhibits", "significantly", "higher", "stability", "accuracy", "traditional", "classifiers", "support", "vector", "machine", "algorithm"], "authors": [["Shen", "Lizhen", "L", "School of Biotechnology and Pharmaceutical Engineering, Nanjing Tech University, Nanjing, 211800, China."], ["Jiang", "Hua", "H", "School of Physical and Mathematical Sciences, Nanjing Tech University, Nanjing, 211800, China."], ["He", "Mingfang", "M", "School of Biotechnology and Pharmaceutical Engineering, Nanjing Tech University, Nanjing, 211800, China."], ["Liu", "Guoqing", "G", "School of Physical and Mathematical Sciences, Nanjing Tech University, Nanjing, 211800, China."]], "title": "Collaborative representation-based classification of microarray gene expression data.", "year": null, "sentences": ["Microarray technology is important to simultaneously express multiple genes over a number of time points.", "Multiple classifier models, such as sparse representation (SR)-based method, have been developed to classify microarray gene expression data.", "These methods allocate the gene data points to different clusters.", "In this paper, we propose a novel collaborative representation (CR)-based classification with regularized least square to classify gene data.", "First, the CR codes a testing sample as a sparse linear combination of all training samples and then classifies the testing sample by evaluating which class leads to the minimum representation error.", "This CR-based classification approach is remarkably less complex than traditional classification methods but leads to very competitive classification results.", "In addition, compressive sensing approach is adopted to project the high-dimensional gene expression dataset to a lower-dimensional space which nearly contains the whole information.", "This compression without loss is beneficial to reduce the computational load.", "Experiments to detect subtypes of diseases, such as leukemia and autism spectrum disorders, are performed by analyzing the gene expression.", "The results show that the proposed CR-based algorithm exhibits significantly higher stability and accuracy than the traditional classifiers, such as support vector machine algorithm."], "id": "29236759", "text": "Microarray technology is important to simultaneously express multiple genes over a number of time points. Multiple classifier models, such as sparse representation (SR)-based method, have been developed to classify microarray gene expression data. These methods allocate the gene data points to different clusters. In this paper, we propose a novel collaborative representation (CR)-based classification with regularized least square to classify gene data. First, the CR codes a testing sample as a sparse linear combination of all training samples and then classifies the testing sample by evaluating which class leads to the minimum representation error. This CR-based classification approach is remarkably less complex than traditional classification methods but leads to very competitive classification results. In addition, compressive sensing approach is adopted to project the high-dimensional gene expression dataset to a lower-dimensional space which nearly contains the whole information. This compression without loss is beneficial to reduce the computational load. Experiments to detect subtypes of diseases, such as leukemia and autism spectrum disorders, are performed by analyzing the gene expression. The results show that the proposed CR-based algorithm exhibits significantly higher stability and accuracy than the traditional classifiers, such as support vector machine algorithm.", "doi": "10.1371/journal.pone.0189533", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:46:00"}