{"title": "Facilitating Autism Research.", "text": "Early autism research focused on behavior and cognition. In recent decades, the pace of research has accelerated, and advances in imaging and genetics have allowed the accumulation of biological data. Nevertheless, a coherent picture of the syndrome at either phenotypic or biological level has not emerged. We see two fundamental obstacles to progress in basic understanding of autism. First, the two defining features (impairment in social interactions and communication, and restricted, repetitive behaviors and interests) are historically seen as integrally related. Others hold that these two major traits are fractionable and must be studied independently, casting doubt on autism as a coherent syndrome. Second, despite much recent research on brain structure and function, environmental factors, and genetics/genomics, findings on the biological level have not generally aligned well with those on the phenotypic level. In the first two sections, we explore these challenges, and in the third section, we review approaches that may facilitate progress, such as (1) including in studies all individuals defined by social impairment without regard to repetitive behaviors, (2) forming narrowly defined subtypes by thorough characterization on specific features, both diagnostic and non-diagnostic, (3) focusing on characteristics that may be relatively robust to environmental influence, (4) studying children as early as possible, minimizing environmental influence, and including longitudinal course as an important part of the phenotype, (5) subtyping by environmental risk factors, (6) distinguishing between what participants can do and what they typically do, and (7) aggregating large data sets across sites. (JINS, 2017, 23, 903-915).", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"], "id": "29198284", "doi": "10.1017/S1355617717001096", "date": null, "authors": [["Fein", "Deborah", "D", "1Departments of Psychological Sciences and Pediatrics,University of Connecticut,Storrs,Connecticut."], ["Helt", "Molly", "M", "2Departments of Psychology and Neuroscience,Trinity College,Hartford,Connecticut."]]}