{"words": ["adolescents", "autism", "spectrum", "disorder", "asd", "less", "physically", "active", "compared", "typically", "developing", "peers", "reasons", "physically", "active", "complex", "depend", "several", "factors", "comprehensively", "described", "adolescent", "perspective", "therefore", "aim", "describe", "adolescents", "asd", "perceive", "experience", "reflect", "participation", "physical", "activity", "interviews", "24", "adolescents", "diagnosed", "asd", "aged", "years", "analysed", "qualitative", "content", "analysis", "inductive", "approach", "expressed", "variety", "reasons", "determining", "willingness", "participate", "conceptualized", "conditional", "participation", "physical", "activities", "present", "study", "presents", "alternative", "perspective", "participation", "physical", "activity", "impact", "intervention", "design"], "authors": [["Arnell", "Susann", "S", "Faculty of Medicine and Health, University Health Care Research Center, Örebro University, P. O. Box 1613, 701 16, Örebro, Sweden. susann.arnell@regionorebrolan.se."], ["Jerlinder", "Kajsa", "K", "School of Health Sciences, The Swedish Institute for Disability Research (SIDR), Örebro University, Örebro, Sweden."], ["Lundqvist", "Lars-Olov", "LO", "Faculty of Medicine and Health, University Health Care Research Center, Örebro University, P. O. Box 1613, 701 16, Örebro, Sweden."]], "title": "Perceptions of Physical Activity Participation Among Adolescents with Autism Spectrum Disorders: A Conceptual Model of Conditional Participation.", "year": null, "sentences": ["Adolescents with an autism spectrum disorder (ASD) are less physically active compared to typically developing peers.", "The reasons for not being physically active are complex and depend on several factors, which have not been comprehensively described from the adolescent's perspective.", "Therefore, the aim was to describe how adolescents with an ASD perceive, experience and reflect on their participation in physical activity.", "Interviews with 24 adolescents diagnosed with high-functioning ASD, aged 12-16 years, were analysed with qualitative content analysis with an inductive approach.", "They expressed a variety of reasons determining their willingness to participate, which were conceptualized as: Conditional participation in physical activities.", "The present study presents an alternative perspective on participation in physical activity, with impact on intervention design."], "id": "29236210", "text": "Adolescents with an autism spectrum disorder (ASD) are less physically active compared to typically developing peers. The reasons for not being physically active are complex and depend on several factors, which have not been comprehensively described from the adolescent's perspective. Therefore, the aim was to describe how adolescents with an ASD perceive, experience and reflect on their participation in physical activity. Interviews with 24 adolescents diagnosed with high-functioning ASD, aged 12-16 years, were analysed with qualitative content analysis with an inductive approach. They expressed a variety of reasons determining their willingness to participate, which were conceptualized as: Conditional participation in physical activities. The present study presents an alternative perspective on participation in physical activity, with impact on intervention design.", "doi": "10.1007/s10803-017-3436-2", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:46:00"}