{"words": ["key", "findings", "data", "national", "health", "interview", "prevalence", "children", "aged", "years", "ever", "diagnosed", "developmental", "disability", "increased", "time", "prevalence", "diagnosed", "autism", "spectrum", "disorder", "intellectual", "disability", "change", "significantly", "prevalence", "autism", "spectrum", "disorder", "intellectual", "disability", "developmental", "delay", "developmental", "disability", "higher", "among", "boys", "compared", "girls", "prevalence", "developmental", "disability", "lower", "among", "hispanic", "children", "compared", "children", "race", "ethnicity", "groups"], "authors": [["Zablotsky", "Benjamin", "B", null], ["Black", "Lindsey I", "LI", null], ["Blumberg", "Stephen J", "SJ", null]], "title": "Estimated Prevalence of Children With Diagnosed Developmental Disabilities in the United States, 2014-2016.", "year": null, "sentences": ["Key findings Data from the National Health Interview Survey-During 2014-2016, the prevalence of children aged 3-17 years who had ever been diagnosed with a developmental disability increased from 5.76% to 6.99%.", "During this same time, the prevalence of diagnosed autism spectrum disorder and intellectual disability did not change significantly.", "The prevalence of autism spectrum disorder, intellectual disability, other developmental delay, and any developmental disability was higher among boys compared with girls.", "The prevalence of any developmental disability was lower among Hispanic children compared with children in all other race and ethnicity groups."], "id": "29235982", "text": "Key findings Data from the National Health Interview Survey-During 2014-2016, the prevalence of children aged 3-17 years who had ever been diagnosed with a developmental disability increased from 5.76% to 6.99%. During this same time, the prevalence of diagnosed autism spectrum disorder and intellectual disability did not change significantly. The prevalence of autism spectrum disorder, intellectual disability, other developmental delay, and any developmental disability was higher among boys compared with girls. The prevalence of any developmental disability was lower among Hispanic children compared with children in all other race and ethnicity groups.", "doi": null, "journal": ["NCHS data brief", "NCHS Data Brief"], "date": "2018-01-18_23:46:01"}