{"title": "Heritable genotype contrast mining reveals novel gene associations specific to autism subgroups.", "text": "Though the genetic etiology of autism is complex, our understanding can be improved by identifying genes and gene-gene interactions that contribute to the development of specific autism subtypes. Identifying such gene groupings will allow individuals to be diagnosed and treated according to their precise characteristics. To this end, we developed a method to associate gene combinations with groups with shared autism traits, targeting genetic elements that distinguish patient populations with opposing phenotypes. Our computational method prioritizes genetic variants for genome-wide association, then utilizes Frequent Pattern Mining to highlight potential interactions between variants. We introduce a novel genotype assessment metric, the Unique Inherited Combination support, which accounts for inheritance patterns observed in the nuclear family while estimating the impact of genetic variation on phenotype manifestation at the individual level. High-contrast variant combinations are tested for significant subgroup associations. We apply this method by contrasting autism subgroups defined by severe or mild manifestations of a phenotype. Significant associations connected 286 genes to the subgroups, including 193 novel autism candidates. 71 pairs of genes have joint associations with subgroups, presenting opportunities to investigate interacting functions. This study analyzed 12 autism subgroups, but our informatics method can explore other meaningful divisions of autism patients, and can further be applied to reveal precise genetic associations within other phenotypically heterogeneous disorders, such as Alzheimer's disease.", "journal": ["Journal of biomedical informatics", "J Biomed Inform"], "id": "29197649", "doi": "10.1016/j.jbi.2017.11.016", "date": "2017-11-29", "authors": [["Spencer", "Matt", "M", "Informatics Institute, University of Missouri, 241 Naka Hall, Columbia, MO 65211, USA. Electronic address: mcsgx2@mail.missouri.edu."], ["Takahashi", "Nicole", "N", "Thompson Center for Autism & Neurodevelopmental Disorders, University of Missouri, 205 Portland St, Columbia, MO 65211, USA. Electronic address: takahashin@health.missouri.edu."], ["Chakraborty", "Sounak", "S", "Department of Statistics, University of Missouri, 146 Middlebush Hall, Columbia, MO 65211, USA. Electronic address: chakrabortys@missouri.edu."], ["Miles", "Judith", "J", "Thompson Center for Autism & Neurodevelopmental Disorders, University of Missouri, 205 Portland St, Columbia, MO 65211, USA; Department of Child Health, School of Medicine, MA204 Medical Sciences Building, University of Missouri, Columbia, MO 65212, USA. Electronic address: milesjh@health.missouri.edu."], ["Shyu", "Chi-Ren", "CR", "Informatics Institute, University of Missouri, 241 Naka Hall, Columbia, MO 65211, USA; Department of Electrical Engineering and Computer Science, University of Missouri, 201 Naka Hall, Columbia, MO 65211, USA; School of Medicine, University of Missouri, MA204 Medical Sciences Building, Columbia, MO 65212, USA. Electronic address: shyuc@missouri.edu."]]}