{"title": "The influence of prior reputation and reciprocity on dynamic trust-building in adults with and without autism spectrum disorder.", "text": "The present study was designed to investigate the effects of reputational priors and direct reciprocity on the dynamics of trust building in adults with (N = 17) and without (N = 25) autism spectrum disorder (ASD) using a multi-round Trust Game (MTG). On each round, participants, who played as investors, were required to maximize their benefits by updating their prior expectations (the partner's positive or negative reputation), based on the partner's directed reciprocity, and adjusting their own investment decisions accordingly. Results showed that reputational priors strongly oriented the initial decision to trust, operationalized as the amount of investment the investor shares with the counterpart. However, while typically developed participants were mainly affected by the direct reciprocity, and rapidly adopted the optimal Tit-for-Tat strategy, participants with ASD continued to rely on reputational priors throughout the game, even when experience of the counterpart's actual behavior contradicted their prior-based expectations. In participants with ASD, the effect of the reputational prior never disappeared, and affected judgments of trustworthiness and reciprocity of the partner even after completion of the game. Moreover, the weight of prior reputation positively correlated with the severity of the ASD participant's social impairments while the reciprocity score negatively correlated with the severity of repetitive and stereotyped behaviors, as measured by the Autism Diagnostic Interview-Revised (ADI-R). In line with Bayesian theoretical accounts, the present findings indicate that individuals with ASD have difficulties encoding incoming social information and using it to revise and flexibly update prior social expectations, and that this deficit might severely hinder social learning and everyday life interactions.", "journal": ["Cognition", "Cognition"], "id": "29197230", "doi": "10.1016/j.cognition.2017.11.007", "date": "2017-11-29", "authors": [["Maurer", "Cornelius", "C", "Institut Jean Nicod, Centre National de la Recherche Scientifique, Département d'Etudes Cognitives, Ecole Normale Supérieure & PSL Research University, Paris, France."], ["Chambon", "Valerian", "V", "Institut Jean Nicod, Centre National de la Recherche Scientifique, Département d'Etudes Cognitives, Ecole Normale Supérieure & PSL Research University, Paris, France."], ["Bourgeois-Gironde", "Sacha", "S", "Institut Jean Nicod, Centre National de la Recherche Scientifique, Département d'Etudes Cognitives, Ecole Normale Supérieure & PSL Research University, Paris, France; Laboratoire d'Economie Mathématique et de Microéconomie Appliquée (LEMMA), Université Paris 2 Panthéon Assas, Paris, France."], ["Leboyer", "Marion", "M", "Institut National de la Santé et de la Recherche Médicale (INSERM), U955, Institut Mondor de Recherche Biomédicale, Psychiatrie Translationnelle, Créteil, France; Fondation FondaMental, Créteil, France."], ["Zalla", "Tiziana", "T", "Institut Jean Nicod, Centre National de la Recherche Scientifique, Département d'Etudes Cognitives, Ecole Normale Supérieure & PSL Research University, Paris, France; Fondation FondaMental, Créteil, France. Electronic address: tiziana.zalla@ens.fr."]]}