{"words": ["histamine", "modulates", "several", "behaviors", "physiological", "functions", "deficiency", "associated", "neuropsychiatric", "disorders", "gestational", "intake", "valproic", "acid", "vpa", "linked", "autism", "spectrum", "disorder", "asd", "characterized", "impaired", "sociability", "stereotypies", "vpa", "effects", "neurochemistry", "functional", "morphology", "histaminergic", "system", "asd", "unclear", "zebrafish", "highly", "social", "given", "similarities", "zebrafish", "human", "neurotransmitter", "systems", "decided", "use", "zebrafish", "study", "vpa", "effects", "dopaminergic", "noradrenergic", "systems", "larval", "adult", "zebrafish", "exposed", "vpa", "end", "gastrulation", "neural", "tube", "formation", "studied", "using", "hplc", "qpcr", "immunocytochemistry", "situ", "hybridization", "sociability", "response", "locomotion", "also", "larvae", "exposed", "vpa", "showed", "decreased", "locomotion", "abnormal", "response", "additionally", "reduced", "number", "histaminergic", "neurons", "low", "histamine", "altered", "mrna", "expression", "key", "genes", "monoaminergic", "systems", "also", "detected", "reduced", "mrna", "expression", "genes", "studied", "systems", "persisted", "adulthood", "furthermore", "adult", "vpa", "exposed", "animals", "presented", "lower", "brain", "levels", "noradrenaline", "dopac", "well", "impaired", "exposure", "early", "development", "causes", "molecular", "neurochemical", "alterations", "zebrafish", "persist", "adulthood", "go", "along", "impaired", "sociability", "findings", "bring", "attention", "possible", "involvement", "histaminergic", "system", "outcomes", "related", "neuropsychiatric", "disorders", "furthermore", "supports", "zebrafish", "tool", "investigate", "mechanisms", "underlying", "disorders"], "authors": [["Baronio", "Diego", "D", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Puttonen", "Henri A J", "HAJ", null], ["Sundvik", "Maria", "M", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Semenova", "Svetlana", "S", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Lehtonen", "Essi", "E", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Panula", "Pertti", "P", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."]], "title": "Embryonic exposure to valproic acid affects the histaminergic system and the social behavior of adult zebrafish (Danio rerio).", "year": null, "sentences": ["Histamine modulates several behaviors and physiological functions and its deficiency is associated with neuropsychiatric disorders.", "Gestational intake of valproic acid (VPA) is linked to Autism Spectrum Disorder (ASD), which is characterized by impaired sociability and stereotypies.", "VPA effects on the neurochemistry and functional morphology of the histaminergic system in ASD are unclear.", "Zebrafish are highly social and given the similarities between zebrafish and human neurotransmitter systems, we decided to use zebrafish to study VPA effects on histamine.Histaminergic, dopaminergic and noradrenergic systems of larval and adult zebrafish exposed to VPA from the end of gastrulation until neural tube formation were studied using HPLC, qPCR, immunocytochemistry and in situ hybridization.", "Sociability, dark-flash response and locomotion were also studied.Zebrafish larvae exposed to VPA showed decreased locomotion and an abnormal dark-flash response.", "Additionally, a reduced number of histaminergic neurons, low histamine and altered mRNA expression of key genes of the monoaminergic systems were also detected.", "The reduced mRNA expression of genes of the studied systems persisted until adulthood.", "Furthermore, adult VPA exposed animals presented lower brain levels of noradrenaline and DOPAC, as well as impaired sociability.VPA exposure in early development causes molecular and neurochemical alterations in zebrafish, which persist into adulthood and go along with impaired sociability.", "These findings will bring more attention to a possible involvement of the histaminergic system in outcomes related to neuropsychiatric disorders.", "Furthermore, it supports zebrafish as a tool to investigate mechanisms underlying these disorders."], "id": "29235100", "text": "Histamine modulates several behaviors and physiological functions and its deficiency is associated with neuropsychiatric disorders. Gestational intake of valproic acid (VPA) is linked to Autism Spectrum Disorder (ASD), which is characterized by impaired sociability and stereotypies. VPA effects on the neurochemistry and functional morphology of the histaminergic system in ASD are unclear. Zebrafish are highly social and given the similarities between zebrafish and human neurotransmitter systems, we decided to use zebrafish to study VPA effects on histamine.Histaminergic, dopaminergic and noradrenergic systems of larval and adult zebrafish exposed to VPA from the end of gastrulation until neural tube formation were studied using HPLC, qPCR, immunocytochemistry and in situ hybridization. Sociability, dark-flash response and locomotion were also studied.Zebrafish larvae exposed to VPA showed decreased locomotion and an abnormal dark-flash response. Additionally, a reduced number of histaminergic neurons, low histamine and altered mRNA expression of key genes of the monoaminergic systems were also detected. The reduced mRNA expression of genes of the studied systems persisted until adulthood. Furthermore, adult VPA exposed animals presented lower brain levels of noradrenaline and DOPAC, as well as impaired sociability.VPA exposure in early development causes molecular and neurochemical alterations in zebrafish, which persist into adulthood and go along with impaired sociability. These findings will bring more attention to a possible involvement of the histaminergic system in outcomes related to neuropsychiatric disorders. Furthermore, it supports zebrafish as a tool to investigate mechanisms underlying these disorders.", "doi": "10.1111/bph.14124", "journal": ["British journal of pharmacology", "Br. J. Pharmacol."], "date": "2018-01-18_23:46:01"}