{"title": "Sleep patterns predictive of daytime challenging behavior in individuals with low-functioning autism.", "text": "Increased severity of problematic daytime behavior has been associated with poorer sleep quality in individuals with autism spectrum disorder. In this work, we investigate whether this relationship holds in a real-time setting, such that an individual's prior sleep can be used to predict their subsequent daytime behavior. We analyzed an extensive real-world dataset containing over 20,000 nightly sleep observations matched to subsequent challenging daytime behaviors (aggression, self-injury, tantrums, property destruction and a challenging behavior index) across 67 individuals with low-functioning autism living in two U.S. residential facilities. Using support vector machine classifiers, a statistically significant predictive relationship was found in 81% of individuals studied (P < 0.05). For all five behaviors examined, prediction accuracy increased up to approximately eight nights of prior sleep used to make the prediction, indicating that the behavioral effects of sleep may manifest on extended timescales. Accurate prediction was most strongly driven by sleep variability measures, highlighting the importance of regular sleep patterns. Our findings constitute an initial step towards the development of a real-time monitoring tool to pre-empt behavioral episodes and guide prophylactic treatment for individuals with autism. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.We analyzed over 20,000 nights of sleep from 67 individuals with autism to investigate whether daytime behaviors can be predicted from prior sleep patterns. Better-than-chance accuracy was obtained for 81% of individuals, with measures of night-to-night variation in sleep timing and duration most relevant for accurate prediction. Our results highlight the importance of regular sleep patterns for better daytime functioning and represent a step toward the development of 'smart sleep technologies' to pre-empt behavior in individuals with autism.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29197172", "doi": "10.1002/aur.1899", "date": "2017-12-01", "authors": [["Cohen", "Simonne", "S", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Fulcher", "Ben D", "BD", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Rajaratnam", "Shantha M W", "SMW", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Conduit", "Russell", "R", "School of Health Sciences, Royal Melbourne Institute of Technology, Melbourne, Australia."], ["Sullivan", "Jason P", "JP", "Division of Sleep and Circadian Disorders, Brigham and Women's Hospital, Boston, Massachusetts."], ["St Hilaire", "Melissa A", "MA", "Division of Sleep and Circadian Disorders, Brigham and Women's Hospital, Boston, Massachusetts."], ["Phillips", "Andrew J K", "AJK", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Loddenkemper", "Tobias", "T", "Division of Sleep Medicine, Harvard Medical School, Boston, Massachusetts."], ["Kothare", "Sanjeev V", "SV", "Division of Sleep Medicine, Harvard Medical School, Boston, Massachusetts."], ["McConnell", "Kelly", "K", "New England Center for Children, Southborough, Massachusetts."], ["Braga-Kenyon", "Paula", "P", "New England Center for Children, Southborough, Massachusetts."], ["Ahearn", "William", "W", "New England Center for Children, Southborough, Massachusetts."], ["Shlesinger", "Andrew", "A", "Melmark New England, Andover, Massachusetts."], ["Potter", "Jacqueline", "J", "Melmark New England, Andover, Massachusetts."], ["Bird", "Frank", "F", null], ["Cornish", "Kim M", "KM", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Lockley", "Steven W", "SW", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."]]}