{"title": "Dissociation between executed and imagined bimanual movements in autism spectrum conditions.", "text": "Autism spectrum conditions (ASC) are characterized by social-communicative deficits and repetitive stereotyped behaviors. Altered motor coordination is also observed and a dysfunction of motor imagery has been recently reported on implicit tasks. However, no information on explicit motor imagery abilities is available in ASC. Here, we employed a spatial bimanual task to concurrently assess motor coordination and explicit motor imagery in autism. A secondary objective of the study was to evaluate these abilities across two populations of ASC, namely adolescents and adults with ASC. To this aim, we took advantage of the circles-lines task in which where participants were asked to continuously draw: right hand lines (unimanual condition); right hand lines and left hand circles (bimanual condition); right hand lines while imagining to draw left hand circles (imagery condition). For each participant, an Ovalization Index (OI) was calculated as a deviation of the right hand drawing trajectory from an absolute vertical axis. Results showed a significant and similar coupling effect in the bimanual condition (i.e., a significant increase of the OI values with respect to the unimanual condition) in both controls and ASC participants. On the contrary, in the imagery condition, a significant coupling effect was found only in controls. Furthermore, adult controls showed a significantly higher imagery coupling effect in comparison to all the other groups. These results demonstrate that atypical motor imagery processes in ASC are not limited to implicit tasks and suggest that development of neural structures involved in motor imagery are immature in ASC. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Autism spectrum conditions (ASC) are characterized by social-communicative and motor coordination difficulties but in many cases also by an impaired capability to imagine movements. In this study we found that while two handed coordination in ASC can be developed as well as in typically developed persons, the development of motor imagery could still be immature in ASC, leading to difficulties in imagining, understanding as well as programming and coordinating complex movements.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29197168", "doi": "10.1002/aur.1902", "date": "2017-12-01", "authors": [["Piedimonte", "Alessandro", "A", "Neuroscience Department, University of Turin, Turin, Italy."], ["Conson", "Massimiliano", "M", "Psychology Department, University of Campania \"Luigi Vanvitelli\", Caserta, Italy."], ["Frolli", "Alessandro", "A", "University of International Studies of Rome - UNINT, Rome, Italy."], ["Bari", "Stefania", "S", "Centre for Autism Spectrum Disorder in Adulthood ASL To2, Turin, Italy."], ["Della Gatta", "Francesco", "F", "Psychology Department, University of Turin, Turin, Italy."], ["Rabuffetti", "Marco", "M", "Don Gnocchi Foundation IRCCS, Milan, Italy."], ["Keller", "Roberto", "R", "Centre for Autism Spectrum Disorder in Adulthood ASL To2, Turin, Italy."], ["Berti", "Anna", "A", "Psychology Department, University of Turin, Turin, Italy."], ["Garbarini", "Francesca", "F", "Psychology Department, University of Turin, Turin, Italy."]]}