{"words": ["purpose", "pilot", "randomized", "controlled", "trial", "investigate", "acceptability", "efficacy", "acquiring", "career", "coping", "executive", "control", "social", "skills", "access", "program", "group", "intervention", "tailored", "young", "adults", "autism", "spectrum", "disorder", "asd", "enhance", "critical", "skills", "beliefs", "promote", "adult", "functioning", "including", "social", "adaptive", "skills", "skills", "coping", "adults", "asd", "ages", "13", "females", "caregivers", "randomly", "assigned", "treatment", "waitlist", "control", "compared", "controls", "adults", "treatment", "significantly", "improved", "adaptive", "skills", "per", "caregiver", "report", "greater", "belief", "ability", "access", "social", "support", "cope", "stressors", "results", "provide", "evidence", "acceptability", "efficacy", "access", "program"], "authors": [["Oswald", "Tasha M", "TM", "MIND Institute, U.C. Davis Medical Center, 2825 50th Street, Sacramento, CA, 95817, USA. drtashaoswald@outlook.com."], ["Winder-Patel", "Breanna", "B", "MIND Institute, U.C. Davis Medical Center, 2825 50th Street, Sacramento, CA, 95817, USA."], ["Ruder", "Steven", "S", "MIND Institute, U.C. Davis Medical Center, 2825 50th Street, Sacramento, CA, 95817, USA."], ["Xing", "Guibo", "G", "Center for Healthcare Policy and Research, U.C. Davis Medical Center, 2103 Stockton Blvd., Sacramento, CA, 95817, USA."], ["Stahmer", "Aubyn", "A", "MIND Institute, U.C. Davis Medical Center, 2825 50th Street, Sacramento, CA, 95817, USA."], ["Solomon", "Marjorie", "M", "MIND Institute, U.C. Davis Medical Center, 2825 50th Street, Sacramento, CA, 95817, USA."]], "title": "A Pilot Randomized Controlled Trial of the ACCESS Program: A Group Intervention to Improve Social, Adaptive Functioning, Stress Coping, and Self-Determination Outcomes in Young Adults with Autism Spectrum Disorder.", "year": null, "sentences": ["The purpose of this pilot randomized controlled trial was to investigate the acceptability and efficacy of the Acquiring Career, Coping, Executive control, Social Skills (ACCESS) Program, a group intervention tailored for young adults with autism spectrum disorder (ASD) to enhance critical skills and beliefs that promote adult functioning, including social and adaptive skills, self-determination skills, and coping self-efficacy.", "Forty-four adults with ASD (ages 18-38; 13 females) and their caregivers were randomly assigned to treatment or waitlist control.", "Compared to controls, adults in treatment significantly improved in adaptive and self-determination skills, per caregiver report, and self-reported greater belief in their ability to access social support to cope with stressors.", "Results provide evidence for the acceptability and efficacy of the ACCESS Program."], "id": "29234931", "text": "The purpose of this pilot randomized controlled trial was to investigate the acceptability and efficacy of the Acquiring Career, Coping, Executive control, Social Skills (ACCESS) Program, a group intervention tailored for young adults with autism spectrum disorder (ASD) to enhance critical skills and beliefs that promote adult functioning, including social and adaptive skills, self-determination skills, and coping self-efficacy. Forty-four adults with ASD (ages 18-38; 13 females) and their caregivers were randomly assigned to treatment or waitlist control. Compared to controls, adults in treatment significantly improved in adaptive and self-determination skills, per caregiver report, and self-reported greater belief in their ability to access social support to cope with stressors. Results provide evidence for the acceptability and efficacy of the ACCESS Program.", "doi": "10.1007/s10803-017-3421-9", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:46:01"}