{"words": ["examined", "demographic", "clinical", "characteristics", "differ", "emergency", "department", "ed", "visits", "epilepsy", "ep", "cohort", "ed", "visits", "reasons", "cohort", "children", "asd", "data", "drawn", "2009", "2010", "nationwide", "emergency", "department", "sample", "performed", "univariate", "multivariate", "analyses", "compare", "contrast", "similarities", "differences", "ep", "cohort", "cohort", "among", "children", "asd", "results", "showed", "ed", "visits", "ep", "cohort", "likely", "occur", "among", "adolescents", "aged", "years", "less", "likely", "occur", "among", "children", "psychiatric", "conditions", "likely", "injury", "discussed", "unique", "challenges", "managing", "children", "asd", "epilepsy"], "authors": [["Zhang", "Wanqing", "W", "Department of Allied Health Sciences, School of Medicine, University of North Carolina at Chapel Hill, 321 S. Columbia Street, Chapel Hill, NC, 27599-7122, USA. wanqing_zhang@med.unc.edu."], ["Baranek", "Grace", "G", "Department of Allied Health Sciences, School of Medicine, University of North Carolina at Chapel Hill, 321 S. Columbia Street, Chapel Hill, NC, 27599-7122, USA."], ["Boyd", "Brian", "B", "Department of Allied Health Sciences, School of Medicine, University of North Carolina at Chapel Hill, 321 S. Columbia Street, Chapel Hill, NC, 27599-7122, USA."]], "title": "Brief Report: Factors Associated with Emergency Department Visits for Epilepsy Among Children with Autism Spectrum Disorder.", "year": null, "sentences": ["We examined how demographic and clinical characteristics differ between emergency department (ED) visits for epilepsy (EP cohort) and ED visits for other reasons (non-EP cohort) in children with ASD.", "The data were drawn from the 2009 and 2010 Nationwide Emergency Department Sample.", "We performed both univariate and multivariate analyses to compare and contrast similarities and differences between EP cohort and non-EP cohort among children with ASD.", "The results showed ED visits in EP cohort were more likely to occur among adolescents aged 13-17 years, less likely to occur among children with co-occurring psychiatric conditions, and were more likely to co-occur with injury.", "We discussed some unique challenges for managing children with both ASD and epilepsy."], "id": "29234930", "text": "We examined how demographic and clinical characteristics differ between emergency department (ED) visits for epilepsy (EP cohort) and ED visits for other reasons (non-EP cohort) in children with ASD. The data were drawn from the 2009 and 2010 Nationwide Emergency Department Sample. We performed both univariate and multivariate analyses to compare and contrast similarities and differences between EP cohort and non-EP cohort among children with ASD. The results showed ED visits in EP cohort were more likely to occur among adolescents aged 13-17 years, less likely to occur among children with co-occurring psychiatric conditions, and were more likely to co-occur with injury. We discussed some unique challenges for managing children with both ASD and epilepsy.", "doi": "10.1007/s10803-017-3433-5", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:46:01"}