{"words": ["evidence", "white", "matter", "astrocytic", "abnormalities", "exist", "autism", "detailed", "investigation", "astrocytes", "conducted", "investigation", "warranted", "increasing", "role", "neuroinflammation", "autism", "pathogenesis", "astrocytes", "key", "players", "process", "present", "first", "study", "astrocyte", "density", "morphology", "within", "white", "matter", "dorsolateral", "prefrontal", "cortex", "dlpfc", "individuals", "sections", "containing", "white", "matter", "individuals", "autism", "n", "8", "age", "years", "controls", "n", "7", "age", "years", "immunostained", "glial", "fibrillary", "acidic", "protein", "gfap", "density", "astrocytes", "glia", "estimated", "via", "optical", "fractionator", "astrocyte", "somal", "size", "estimated", "via", "nucleator", "astrocyte", "process", "length", "via", "spaceballs", "found", "evidence", "alteration", "astrocyte", "density", "within", "dlpfc", "white", "matter", "individuals", "autism", "versus", "controls", "together", "differences", "astrocyte", "somal", "size", "process", "results", "suggest", "astrocyte", "abnormalities", "within", "white", "matter", "dlpfc", "autism", "may", "less", "pronounced", "previously", "thought", "however", "astrocytic", "dysregulation", "may", "still", "exist", "autism", "even", "absence", "gross", "morphological", "changes", "lack", "evidence", "astrocyte", "abnormalities", "could", "confounded", "extent", "small", "sample", "size", "wide", "age", "range", "pathological", "features", "potentially", "restricted", "early", "stages", "autism", "nonetheless", "future", "investigations", "would", "benefit", "assessing", "functional", "markers", "astrocytes", "light", "underlying", "pathophysiology", "autism"], "authors": [["Lee", "Ting Ting", "TT", "Department of Psychiatry, The University of Melbourne, Parkville, Australia."], ["Skafidas", "Efstratios", "E", "Department of Psychiatry, The University of Melbourne, Parkville, Australia."], ["Dottori", "Mirella", "M", "Centre for Neural Engineering, The University of Melbourne, Parkville, Australia."], ["Zantomio", "Daniela", "D", "Department of Clinical Haematology, Austin Hospital, Heidelberg, Australia."], ["Pantelis", "Christos", "C", "Department of Psychiatry, The University of Melbourne, Parkville, Australia."], ["Everall", "Ian", "I", "Department of Psychiatry, The University of Melbourne, Parkville, Australia."], ["Chana", "Gursharan", "G", "Department of Psychiatry, The University of Melbourne, Parkville, Australia."]], "title": "No preliminary evidence of differences in astrocyte density within the white matter of the dorsolateral prefrontal cortex in autism.", "year": null, "sentences": ["While evidence for white matter and astrocytic abnormalities exist in autism, a detailed investigation of astrocytes has not been conducted.", "Such an investigation is further warranted by an increasing role for neuroinflammation in autism pathogenesis, with astrocytes being key players in this process.", "We present the first study of astrocyte density and morphology within the white matter of the dorsolateral prefrontal cortex (DLPFC) in individuals with autism.DLPFC formalin-fixed sections containing white matter from individuals with autism (n = 8, age = 4-51 years) and age-matched controls (n = 7, age = 4-46 years) were immunostained for glial fibrillary acidic protein (GFAP).", "Density of astrocytes and other glia were estimated via the optical fractionator, astrocyte somal size estimated via the nucleator, and astrocyte process length via the spaceballs probe.We found no evidence for alteration in astrocyte density within DLPFC white matter of individuals with autism versus controls, together with no differences in astrocyte somal size and process length.Our results suggest that astrocyte abnormalities within the white matter in the DLPFC in autism may be less pronounced than previously thought.", "However, astrocytic dysregulation may still exist in autism, even in the absence of gross morphological changes.", "Our lack of evidence for astrocyte abnormalities could have been confounded to an extent by having a small sample size and wide age range, with pathological features potentially restricted to early stages of autism.", "Nonetheless, future investigations would benefit from assessing functional markers of astrocytes in light of the underlying pathophysiology of autism."], "id": "29234492", "text": "While evidence for white matter and astrocytic abnormalities exist in autism, a detailed investigation of astrocytes has not been conducted. Such an investigation is further warranted by an increasing role for neuroinflammation in autism pathogenesis, with astrocytes being key players in this process. We present the first study of astrocyte density and morphology within the white matter of the dorsolateral prefrontal cortex (DLPFC) in individuals with autism.DLPFC formalin-fixed sections containing white matter from individuals with autism (n = 8, age = 4-51 years) and age-matched controls (n = 7, age = 4-46 years) were immunostained for glial fibrillary acidic protein (GFAP). Density of astrocytes and other glia were estimated via the optical fractionator, astrocyte somal size estimated via the nucleator, and astrocyte process length via the spaceballs probe.We found no evidence for alteration in astrocyte density within DLPFC white matter of individuals with autism versus controls, together with no differences in astrocyte somal size and process length.Our results suggest that astrocyte abnormalities within the white matter in the DLPFC in autism may be less pronounced than previously thought. However, astrocytic dysregulation may still exist in autism, even in the absence of gross morphological changes. Our lack of evidence for astrocyte abnormalities could have been confounded to an extent by having a small sample size and wide age range, with pathological features potentially restricted to early stages of autism. Nonetheless, future investigations would benefit from assessing functional markers of astrocytes in light of the underlying pathophysiology of autism.", "doi": "10.1186/s13229-017-0181-5", "journal": ["Molecular autism", "Mol Autism"], "date": "2018-01-18_23:46:01"}