{"title": "Human CRMP4 mutation and disrupted Crmp4 expression in mice are associated with ASD characteristics and sexual dimorphism.", "text": "Autism spectrum disorders (ASD) are more common among boys than girls. The mechanisms responsible for ASD symptoms and their sex differences remain mostly unclear. We previously identified collapsin response mediator protein 4 (CRMP4) as a protein exhibiting sex-different expression during sexual differentiation of the hypothalamic sexually dimorphic nucleus. This study investigated the relationship between the sex-different development of autistic features and CRMP4 deficiency. Whole-exome sequencing detected a de novo variant (S541Y) of CRMP4 in a male ASD patient. The expression of mutated mouse CRMP4 S540Y, which is homologous to human CRMP4 S541Y, in cultured hippocampal neurons derived from Crmp4-knockout (KO) mice had increased dendritic branching, compared to those transfected with wild-type (WT) Crmp4, indicating that this mutation results in altered CRMP4 function in neurons. Crmp4-KO mice showed decreased social interaction and several alterations of sensory responses. Most of these changes were more severe in male Crmp4-KO mice than in females. The mRNA expression levels of some genes related to neurotransmission and cell adhesion were altered in the brain of Crmp4-KO mice, mostly in a gender-dependent manner. These results indicate a functional link between a case-specific, rare variant of one gene, Crmp4, and several characteristics of ASD, including sexual differences.", "journal": ["Scientific reports", "Sci Rep"], "id": "29196732", "doi": "10.1038/s41598-017-16782-8", "date": "2017-12-01", "authors": [["Tsutiya", "Atsuhiro", "A", "Institute of Life Innovation Studies, Toyo University, 1-1-1 Itakura, Oura, Gunma, 374-0193, Japan."], ["Nakano", "Yui", "Y", "Graduate School of Life Sciences, Toyo University, 1-1-1 Itakura, Oura, Gunma, 374-0193, Japan."], ["Hansen-Kiss", "Emily", "E", "The Institute for Genomic Medicine, Nationwide Children's Hospital and Department of Pediatrics, The Ohio State University, Columbus, OH, 43205, USA."], ["Kelly", "Benjamin", "B", "The Institute for Genomic Medicine, Nationwide Children's Hospital and Department of Pediatrics, The Ohio State University, Columbus, OH, 43205, USA."], ["Nishihara", "Masugi", "M", "Department of Veterinary Physiology, Graduate School of Agricultural and Life Sciences, The University of Tokyo, 1-1-1 Yayoi, Bunkyo-ku, Tokyo, 113-8657, Japan."], ["Goshima", "Yoshio", "Y", "Department of Molecular Pharmacology and Neurobiology, Yokohama City University Graduate School of Medicine, 3-9 Fuku-ura, Kanazawa Ward, Yokohama, 236-0004, Japan."], ["Corsmeier", "Don", "D", "The Institute for Genomic Medicine, Nationwide Children's Hospital and Department of Pediatrics, The Ohio State University, Columbus, OH, 43205, USA."], ["White", "Peter", "P", "The Institute for Genomic Medicine, Nationwide Children's Hospital and Department of Pediatrics, The Ohio State University, Columbus, OH, 43205, USA."], ["Herman", "Gail E", "GE", "The Institute for Genomic Medicine, Nationwide Children's Hospital and Department of Pediatrics, The Ohio State University, Columbus, OH, 43205, USA."], ["Ohtani-Kaneko", "Ritsuko", "R", "Institute of Life Innovation Studies, Toyo University, 1-1-1 Itakura, Oura, Gunma, 374-0193, Japan. r-kaneko@toyo.jp."]]}