{"title": "Leaving the Bench and Finding Your Foundation.", "text": "Scientists who leave the laboratory bench to work for biomedical foundations mobilize and focus resources on the most promising research behind a foundation's mission. They acquire a broad view of a field, interact closely with research scientists at meetings and laboratory visits, and often manage proposal review boards and monitor grant progress. Increasingly, scientists at foundations also have a more active role in catalyzing research: They are involved in organizing targeted workshops, setting research priorities, and directly creating and managing resources for a scientific community. They often work closely with patient advocacy groups, contract research organizations, government funders and regulators, and biotech and pharmaceutical companies.Job opportunities in foundations are highly varied, reflecting the diversity of foundations and missions. For example, some foundations have general missions to support broad basic scientific research, whereas others focus specifically on a particular disease and may require different skills. Most scientific positions at foundations require a PhD or MD and often some postdoctoral or other experience, although not all do. Foundations often lack the clear career path that an academic position offers (various levels of professorship, tenure, etc.), although there is often significant potential for growth in responsibilities in terms of managing science, people, and budgets. Jobs in foundations can be challenging yet extremely rewarding, especially for those with broad interests and goal-oriented personalities. Many at foundations feel that they have the potential to have an even greater impact than if they had stayed at the bench.", "journal": ["Cold Spring Harbor perspectives in biology", "Cold Spring Harb Perspect Biol"], "id": "29196435", "doi": "10.1101/cshperspect.a032904", "date": "2017-12-01", "authors": [["Spiro", "John E", "JE", "Simons Foundation Autism Research Initiative, Simons Foundation,New York, New York 10010."]]}