{"words": ["friendships", "social", "participation", "key", "domains", "quality", "life", "individuals", "intellectual", "disabilities", "study", "examined", "friendships", "social", "recreational", "activities", "family", "social", "networks", "individuals", "intellectual", "disabilities", "two", "distinct", "diagnostic", "groups", "individuals", "diagnosed", "fragile", "x", "syndrome", "n", "81", "compared", "diagnosed", "autistic", "disorder", "n", "226", "within", "diagnostic", "group", "individuals", "two", "developmental", "stages", "compared", "adolescence", "adulthood", "quality", "life", "friendships", "social", "participation", "domains", "notably", "low", "individuals", "fragile", "x", "autism", "individuals", "fragile", "x", "friendships", "less", "negative", "social", "impact", "family", "individuals", "autism", "across", "groups", "adolescents", "spent", "less", "time", "friends", "neighbors", "time", "exercising", "adults"], "authors": [["DaWalt", "Leann Smith", "LS", "University of Wisconsin-Madison, USA."], ["Usher", "Lauren V", "LV", "University of Wisconsin-Madison, USA."], ["Greenberg", "Jan S", "JS", "University of Wisconsin-Madison, USA."], ["Mailick", "Marsha R", "MR", "University of Wisconsin-Madison, USA."]], "title": "Friendships and social participation as markers of quality of life of adolescents and adults with fragile X syndrome and autism.", "year": null, "sentences": ["Friendships and social participation are key domains of quality of life for individuals with intellectual disabilities.", "This study examined the friendships, social and recreational activities, and family social networks of individuals with intellectual disabilities from two distinct diagnostic groups: individuals diagnosed with fragile X syndrome (n = 81) compared with those diagnosed with autistic disorder (n = 226).", "Within each diagnostic group, individuals in two developmental stages were compared: adolescence and adulthood.", "Quality of life in friendships and social participation domains was notably low for individuals with fragile X and those with autism.", "Individuals with fragile X had more friendships and a less negative social impact on the family than individuals with autism.", "Across both groups, adolescents spent less time with friends and neighbors, and more time in exercising, than did adults."], "id": "29232961", "text": "Friendships and social participation are key domains of quality of life for individuals with intellectual disabilities. This study examined the friendships, social and recreational activities, and family social networks of individuals with intellectual disabilities from two distinct diagnostic groups: individuals diagnosed with fragile X syndrome (n = 81) compared with those diagnosed with autistic disorder (n = 226). Within each diagnostic group, individuals in two developmental stages were compared: adolescence and adulthood. Quality of life in friendships and social participation domains was notably low for individuals with fragile X and those with autism. Individuals with fragile X had more friendships and a less negative social impact on the family than individuals with autism. Across both groups, adolescents spent less time with friends and neighbors, and more time in exercising, than did adults.", "doi": "10.1177/1362361317709202", "journal": ["Autism : the international journal of research and practice", "Autism"], "date": "2018-01-18_23:46:02"}