{"title": "Social involvement issues in patients with Becker muscular dystrophy: A questionnaire survey of subjects from a patient registry.", "text": "Little is known about the relationship between Becker Muscular Dystrophy (BMD) and developmental problems, school life, employment, and mental problems. We aimed to clarify whether BMD is a risk factor for developmental disorders, problematic behavior, psychiatric diseases, and other social difficulties in school life and employment.Adults with genetically or immunohistochemically confirmed BMD from the Registry of Muscular Dystrophy in Japan (REMUDY) were asked to complete a questionnaire regarding patient history, school life, employment, and mental problems.In total, 125 (68.3%) of 183 participants with BMD (median age, 37.2 years) completed the questionnaire. Of these, ten had developmental disorders (mental retardation, autism, and speech disturbance). Fifty-eight (44%) experienced bullying in school, and 39 felt the reason for bullying was physical handicap. Sixteen participants experienced problematic behavior such as cutting class, domestic violence, violent incidents, suicide attempts, or self-mutilation. Employment histories were noted by 92 (73%), of whom 15 could not continue to work due to physical handicaps. Fifteen participants had psychiatric disorders, with 5, 3 and 1 having neurosis, depression, and bipolar disorder, respectively. The other 6 participants with psychiatric disorders did not specify their diagnoses. Patients carrying a Dp140 expression change had significantly more incidences of developmental disorders, but not bullying, problematic behavior, workplace difficulties, or psychiatric disorders.Patients with BMD risk bullying and workplace difficulties, as well as developing psychiatric disorders. Parents, teachers, and supporters should be mindful of the daily environment of BMD patients and provide support to help them cope with stress.", "journal": ["Brain & development", "Brain Dev."], "id": "29196072", "doi": "10.1016/j.braindev.2017.11.004", "date": "2017-11-29", "authors": [["Mori-Yoshimura", "Madoka", "M", "Department of Neurology, National Center Hospital, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan. Electronic address: yoshimur@ncnp.go.jp."], ["Mizuno", "Yukio", "Y", "Department of Neurology, National Center Hospital, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan."], ["Yoshida", "Sumiko", "S", "Department of Psychiatry, National Center Hospital, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan; Department of Laboratory Medicine, National Center Hospital, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan."], ["Minami", "Narihiro", "N", "Department of Laboratory Medicine, National Center Hospital, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan; Medical Genome Center, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan; Department of Neuromuscular Research, National Institute of Neuroscience, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8502, Japan."], ["Yonemoto", "Naohiro", "N", "Department of Neuropsychopharmacology, National Institute of Mental Health, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8553, Japan; Department of Biostatistics, Kyoto University School of Public Health, Yoshidakonoe-cho, Sakyo, Kyoto 606-8501, Japan."], ["Takeuchi", "Fumi", "F", "Translational Medical Center, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan."], ["Nishino", "Ichizo", "I", "Medical Genome Center, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan; Department of Neuromuscular Research, National Institute of Neuroscience, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8502, Japan."], ["Murata", "Miho", "M", "Department of Neurology, National Center Hospital, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan."], ["Takeda", "Shin'ichi", "S", "National Institute of Neuroscience, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8502, Japan."], ["Takahashi", "Yuji", "Y", "Department of Neurology, National Center Hospital, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan."], ["Kimura", "En", "E", "Translational Medical Center, National Center of Neurology and Psychiatry, 4-1-1 Ogawahigashi, Kodaira, Tokyo 187-8551, Japan."]]}