{"words": ["atopic", "diseases", "frequently", "autism", "spectrum", "disorders", "asd", "allergic", "responses", "associated", "activation", "mast", "cells", "innate", "lymphoid", "cells", "th2", "cells", "cells", "produce", "cytokines", "il4", "il13", "stimulate", "microglia", "macrophages", "adopt", "phenotype", "referred", "activation", "macrophages", "microglia", "play", "physiological", "role", "tissue", "repair", "secreting", "growth", "factors", "neurotrophic", "factor", "bdnf", "growth", "asd", "evidence", "increased", "cytokines", "microglia", "activation", "m2a", "polarization", "increased", "levels", "growth", "factors", "neurons", "growth", "factors", "drive", "signal", "transduction", "pathway", "leads", "activation", "enzyme", "mammalian", "target", "rapamycin", "mtor", "thereby", "inhibition", "autophagy", "activation", "mtor", "effect", "also", "common", "several", "genetic", "forms", "autism", "central", "nervous", "system", "redundant", "synapses", "removed", "via", "autophagic", "process", "activation", "mtor", "would", "diminish", "pruning", "redundant", "synapses", "context", "asd", "likely", "undesired", "based", "line", "reasoning", "atopic", "diseases", "like", "food", "allergy", "eczema", "asthma", "would", "represent", "risk", "factors", "autism", "spectrum", "disorders"], "authors": [["Kalkman", "Hans O", "HO", "Gänsbühlgartenweg 7, CH4132 Muttenz, Switzerland. hans.kalkman@bluewin.ch."], ["Feuerbach", "Dominik", "D", "Novartis Pharma AG, CH4002 Basel, Switzerland. dominik.feuerbach@novartis.com."]], "title": "Microglia M2A Polarization as Potential Link between Food Allergy and Autism Spectrum Disorders.", "year": null, "sentences": ["Atopic diseases are frequently co-morbid with autism spectrum disorders (ASD).", "Allergic responses are associated with an activation of mast cells, innate lymphoid cells, and Th2 cells.", "These cells produce type-2 cytokines (IL4 and IL13), which stimulate microglia and macrophages to adopt a phenotype referred to as 'alternative activation' or 'M2A'.", "M2A-polarized macrophages and microglia play a physiological role in tissue repair by secreting growth factors such as brain-derived neurotrophic factor (BDNF) and insulin-like growth factor-1.", "In ASD there is evidence for increased type-2 cytokines, microglia activation, M2A polarization, and increased levels of growth factors.", "In neurons, these growth factors drive a signal transduction pathway that leads to activation of the enzyme mammalian Target of Rapamycin (mTOR), and thereby to the inhibition of autophagy.", "Activation of mTOR is an effect that is also common to several of the genetic forms of autism.", "In the central nervous system, redundant synapses are removed via an autophagic process.", "Activation of mTOR would diminish the pruning of redundant synapses, which in the context of ASD is likely to be undesired.", "Based on this line of reasoning, atopic diseases like food allergy, eczema or asthma would represent risk factors for autism spectrum disorders."], "id": "29232822", "text": "Atopic diseases are frequently co-morbid with autism spectrum disorders (ASD). Allergic responses are associated with an activation of mast cells, innate lymphoid cells, and Th2 cells. These cells produce type-2 cytokines (IL4 and IL13), which stimulate microglia and macrophages to adopt a phenotype referred to as 'alternative activation' or 'M2A'. M2A-polarized macrophages and microglia play a physiological role in tissue repair by secreting growth factors such as brain-derived neurotrophic factor (BDNF) and insulin-like growth factor-1. In ASD there is evidence for increased type-2 cytokines, microglia activation, M2A polarization, and increased levels of growth factors. In neurons, these growth factors drive a signal transduction pathway that leads to activation of the enzyme mammalian Target of Rapamycin (mTOR), and thereby to the inhibition of autophagy. Activation of mTOR is an effect that is also common to several of the genetic forms of autism. In the central nervous system, redundant synapses are removed via an autophagic process. Activation of mTOR would diminish the pruning of redundant synapses, which in the context of ASD is likely to be undesired. Based on this line of reasoning, atopic diseases like food allergy, eczema or asthma would represent risk factors for autism spectrum disorders.", "doi": "10.3390/ph10040095", "journal": ["Pharmaceuticals (Basel, Switzerland)", "Pharmaceuticals (Basel)"], "date": "2018-01-18_23:46:02"}