{"title": "Effects of short- and long-term aripiprazole treatment on Group I mGluRs in the nucleus accumbens: Comparison with haloperidol.", "text": "The D2 receptor partial agonist, aripiprazole, has shown increased therapeutic efficacy for schizophrenia, autism and Tourette's syndrome compared to traditional antipsychotics such as the D2 receptor antagonist, haloperidol. Recent evidence suggests this superior profile may be associated with downstream effects on glutamatergic synapses. Group 1 metabotropic glutamate receptors (mGluRs) and their endogenous modulators, Norbin and Homer1, are regulated by D2 receptor activity, particularly within the nucleus accumbens (NAc), a target region of aripiprazole and haloperidol. This study sought to evaluate the effects of aripiprazole on Group 1 mGluRs, Norbin and Homer1 in the NAc, in comparison to haloperidol. Sprague-Dawley rats were orally administered daily doses of aripiprazole (2.25mg/kg), haloperidol (0.3mg/kg) or vehicle for 1 or 10-weeks. Immunoblot analyses revealed Group 1 mGluR protein levels were not altered following 1-week and 10-week aripiprazole or haloperidol treatment, compared to vehicle treated rodents. However, 1-week aripiprazole and haloperidol treatment significantly elevated Homer1a and Norbin protein expression, respectively. After 10 weeks of treatment, aripiprazole, but not haloperidol, significantly increased Norbin expression. These findings indicate the antipsychotics, aripiprazole and haloperidol, exert differential temporal effects on Norbin and Homer1 expression that may have consequences on synaptic glutamatergic transmission underlying their therapeutic profile.", "journal": ["Psychiatry research", "Psychiatry Res"], "id": "29195167", "doi": "10.1016/j.psychres.2017.11.048", "date": "2017-11-21", "authors": [["Lum", "Jeremy S", "JS", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Schizophrenia Research Institute, 405 Liverpool Street, Darlinghurst, New South Wales 2010, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia."], ["Pan", "Bo", "B", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia; Antipsychotic Research Laboratory, Illawarra Health and Medical Research Institute, Wollongong, NSW 2522, Australia; Department of Pharmacy, Medical Academy, Yangzhou University, Yangzhou 225001, Jiangsu, China."], ["Deng", "Chao", "C", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia; Antipsychotic Research Laboratory, Illawarra Health and Medical Research Institute, Wollongong, NSW 2522, Australia."], ["Huang", "Xu-Feng", "XF", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia."], ["Ooi", "Lezanne", "L", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia."], ["Newell", "Kelly A", "KA", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia. Electronic address: knewell@uow.edu.au."]]}