{"words": ["drawing", "sociocultural", "theories", "bayesian", "accounts", "brain", "function", "article", "construe", "psychiatric", "conditions", "disorders", "social", "interaction", "fully", "account", "complexity", "dynamicity", "across", "levels", "description", "temporal", "scales", "introduction", "theoretical", "underpinnings", "integrative", "approach", "take", "autism", "spectrum", "conditions", "asc", "paradigm", "example", "discuss", "neurocognitive", "hypotheses", "translated", "bayesian", "formulation", "terms", "predictive", "processing", "active", "inference", "argue", "consideration", "individuals", "even", "within", "bayesian", "framework", "enough", "comprehensive", "understanding", "psychiatric", "conditions", "consequently", "put", "forward", "dialectical", "misattunement", "hypothesis", "views", "psychopathology", "merely", "disordered", "function", "within", "single", "brains", "also", "dynamic", "interpersonal", "mismatch", "encompasses", "various", "levels", "description", "moving", "mere", "comparison", "groups", "healthy", "persons", "versus", "patients", "analysis", "social", "interactions", "within", "dyads", "groups", "individuals", "open", "new", "avenues", "may", "allow", "avoid", "overly", "neurocentric", "scope", "psychiatric", "research", "well", "help", "reduce", "social", "exclusion"], "authors": [["Bolis", "Dimitris", "D", null], ["Balsters", "Joshua", "J", null], ["Wenderoth", "Nicole", "N", null], ["Becchio", "Cristina", "C", null], ["Schilbach", "Leonhard", "L", null]], "title": "Beyond Autism: Introducing the Dialectical Misattunement Hypothesis and a Bayesian Account of Intersubjectivity.", "year": null, "sentences": ["Drawing on sociocultural theories and Bayesian accounts of brain function, in this article we construe psychiatric conditions as disorders of social interaction to fully account for their complexity and dynamicity across levels of description and temporal scales.", "After an introduction of the theoretical underpinnings of our integrative approach, we take autism spectrum conditions (ASC) as a paradigm example and discuss how neurocognitive hypotheses can be translated into a Bayesian formulation, i.e., in terms of predictive processing and active inference.", "We then argue that consideration of individuals (even within a Bayesian framework) will not be enough for a comprehensive understanding of psychiatric conditions and consequently put forward the dialectical misattunement hypothesis, which views psychopathology not merely as disordered function within single brains but also as a dynamic interpersonal mismatch that encompasses various levels of description.", "Moving from a mere comparison of groups, i.e., \"healthy\" persons versus \"patients,\" to a fine-grained analysis of social interactions within dyads and groups of individuals will open new avenues and may allow to avoid an overly neurocentric scope in psychiatric research as well as help to reduce social exclusion."], "id": "29232684", "text": "Drawing on sociocultural theories and Bayesian accounts of brain function, in this article we construe psychiatric conditions as disorders of social interaction to fully account for their complexity and dynamicity across levels of description and temporal scales. After an introduction of the theoretical underpinnings of our integrative approach, we take autism spectrum conditions (ASC) as a paradigm example and discuss how neurocognitive hypotheses can be translated into a Bayesian formulation, i.e., in terms of predictive processing and active inference. We then argue that consideration of individuals (even within a Bayesian framework) will not be enough for a comprehensive understanding of psychiatric conditions and consequently put forward the dialectical misattunement hypothesis, which views psychopathology not merely as disordered function within single brains but also as a dynamic interpersonal mismatch that encompasses various levels of description. Moving from a mere comparison of groups, i.e., \"healthy\" persons versus \"patients,\" to a fine-grained analysis of social interactions within dyads and groups of individuals will open new avenues and may allow to avoid an overly neurocentric scope in psychiatric research as well as help to reduce social exclusion.", "doi": "10.1159/000484353", "journal": ["Psychopathology", "Psychopathology"], "date": "2018-01-18_23:46:03"}