{"title": "A meta-analysis of the association between vocalizations and expressive language in children with autism spectrum disorder.", "text": "Targeting the frequency or complexity of prelinguistic vocalizations might improve the language trajectory of children with autism spectrum disorder (ASD) who exhibit continued expressive language deficits.This meta-analysis evaluates the strength of the association between various measures of vocalizations and expressive language in young children with ASD and five putative moderators of that association to inform prelinguistic intervention development: consonant-centricity, communicativeness, concurrent versus longitudinal research design, risk for correlated measurement error, and publication status.We systematically searched databases and other sources for correlations between vocalizations and expressive language in children with ASD less than 9 years old. Using robust variance estimation, we calculated the weighted mean effect size and conducted moderator analyses.Nine studies (19 reports), which included 362 participants and 109 unique effect sizes, met inclusion criteria. The weighted mean effect size between vocalizations and expressive language was significant (r=0.50, 95% CI [0.23, 0.76]). As predicted, concurrent correlations were significantly stronger than longitudinal correlations. Other moderator effects were not detected.Young children with ASD demonstrate a strong association between vocalizations and expressive language skills. Future experimental studies should investigate causal relations to guide intervention development.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "id": "29195157", "doi": "10.1016/j.ridd.2017.11.010", "date": "2017-11-28", "authors": [["McDaniel", "Jena", "J", "Department of Hearing and Speech Sciences, Vanderbilt University, USA. Electronic address: jena.c.mcdaniel@vanderbilt.edu."], ["D'Ambrose Slaboch", "Kathryn", "K", "Department of Hearing and Speech Sciences, Vanderbilt University, USA."], ["Yoder", "Paul", "P", "Department of Special Education, Vanderbilt University, USA."]]}