{"title": "Early Detection and Intervention of ASD: A European Overview.", "text": "Over the last several years there has been an increasing focus on early detection of Autism Spectrum Disorder (ASD), not only from the scientific field but also from professional associations and public health systems all across Europe. Not surprisingly, in order to offer better services and quality of life for both children with ASD and their families, different screening procedures and tools have been developed for early assessment and intervention. However, current evidence is needed for healthcare providers and policy makers to be able to implement specific measures and increase autism awareness in European communities. The general aim of this review is to address the latest and most relevant issues related to early detection and treatments. The specific objectives are (1) analyse the impact, describing advantages and drawbacks, of screening procedures based on standardized tests, surveillance programmes, or other observational measures; and (2) provide a European framework of early intervention programmes and practices and what has been learnt from implementing them in public or private settings. This analysis is then discussed and best practices are suggested to help professionals, health systems and policy makers to improve their local procedures or to develop new proposals for early detection and intervention programmes.", "journal": ["Brain sciences", "Brain Sci"], "id": "29194420", "doi": "10.3390/brainsci7120159", "date": "2017-12-01", "authors": [["Magán-Maganto", "María", "M", "INICO, Instituto Universitario de Integración en la Comunidad, Universidad de Salamanca, 37005 Salamanca, Spain. mmmaria@usal.es."], ["Bejarano-Martín", "Álvaro", "Á", "INICO, Instituto Universitario de Integración en la Comunidad, Universidad de Salamanca, 37005 Salamanca, Spain. alvaro_beja@usal.es."], ["Fernández-Alvarez", "Clara", "C", "INICO, Instituto Universitario de Integración en la Comunidad, Universidad de Salamanca, 37005 Salamanca, Spain. cjf2146@columbia.edu."], ["Narzisi", "Antonio", "A", "IRCCS Stella Maris Foundation, 56018 Pisa, Italy. antonio.narzisi@fsm.unipi.it."], ["García-Primo", "Patricia", "P", "IIER, Instituto de Salud Carlos III, 28029 Madrid, Spain. PGARCIAPRIMO@externos.isciii.es."], ["Kawa", "Rafal", "R", "Faculty of Psychology, University of Warsaw, Stawki 5/7, 00-183 Warszawa, Poland. rkawa@psych.uw.edu.pl."], ["Posada", "Manuel", "M", "IIER, Instituto de Salud Carlos III, 28029 Madrid, Spain. mposada@isciii.es."], ["Canal-Bedia", "Ricardo", "R", "INICO, Instituto Universitario de Integración en la Comunidad, Universidad de Salamanca, 37005 Salamanca, Spain. rcanal@usal.es."]]}