{"title": "The adenosine A2A receptor agonist, CGS 21680, attenuates a probabilistic reversal learning deficit and elevated grooming behavior in BTBR mice.", "text": "Restricted interests and repetitive behaviors (RRBs) are a defining feature of autism spectrum disorder (ASD). To date there are limited options for treating this core symptomology. Treatments that stimulate adenosine A2A receptors may represent a promising approach for reducing RRBs in ASD. This is because A2A receptors are expressed on striatal neurons of the basal ganglia indirect pathway. Under activation of this pathway has been associated with RRBs while activation of A2A receptors leads to increased activity of the indirect basal ganglia pathway. The present studies investigated whether acute, systemic treatment with CGS21680, an A2A receptor agonist attenuates elevated self-grooming and a probabilistic reversal learning deficit in the BTBR T+ Itpr3tf /J (BTBR) mouse model of idiopathic autism. The effects of this treatment were also investigated in C57BL/6J (B6) mice as a comparison strain. Using a spatial reversal learning test with 80/20 probabilistic feedback, comparable to one in which ASD individuals exhibit deficits, CGS 21680 (0.005 and 0.01mg/kg) attenuated a reversal learning deficit in BTBR mice. Enhancement in probabilistic reversal learning performance resulted from CGS 21680 improving the consistent maintenance of new adaptive behavioral choice patterns after reversal. CGS 21680 at 0.01 mg, but not 0.005 mg, also reduced self-grooming behavior in BTBR mice. CGS 21680 did not affect self-grooming or reversal learning in B6 mice. These findings demonstrate that A2A receptor agonists may be a promising receptor target in the treatment of RRBs in ASD. Autism Res 2017,. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.The present experiments determined whether the drug, CGS 21680, that facilitates activation of adenosine A2A receptors in the brain, would reduce repetitive and inflexible behaviors in the BTBR mouse model of idiopathic autism. CGS 21680 treatment in BTBR mice reduced repetitive and inflexible behaviors. In the control C57BL/6J (B6) mouse strain, CGS 21680 did not affect performance. These findings suggest that stimulation of brain adenosine A2A receptors may be a promising therapeutic strategy in ASD.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29193861", "doi": "10.1002/aur.1901", "date": "2017-11-29", "authors": [["Amodeo", "Dionisio A", "DA", "Department of Psychology, University of Illinois at Chicago, 1007 West Harrison Street [M/C 285], Chicago, IL, 60607-7137 (D.A.A., L.C., J.T.D., M.E.R.)."], ["Cuevas", "Laura", "L", "Department of Psychology, University of Illinois at Chicago, 1007 West Harrison Street [M/C 285], Chicago, IL, 60607-7137 (D.A.A., L.C., J.T.D., M.E.R.)."], ["Dunn", "Jeffrey T", "JT", "Department of Psychology, University of Illinois at Chicago, 1007 West Harrison Street [M/C 285], Chicago, IL, 60607-7137 (D.A.A., L.C., J.T.D., M.E.R.)."], ["Sweeney", "John A", "JA", "Department of Psychiatry and Behavioral Neuroscience, University of Cincinnati, 260 Stetson Street, Cincinnati, OH, 45219 (J.A.S.)."], ["Ragozzino", "Michael E", "ME", "Department of Psychology, University of Illinois at Chicago, 1007 West Harrison Street [M/C 285], Chicago, IL, 60607-7137 (D.A.A., L.C., J.T.D., M.E.R.)."]]}