{"words": ["examined", "correspondence", "college", "students", "n", "192", "71", "women", "definitions", "volumes", "beer", "wine", "liquor", "participants", "mean", "beer", "definitions", "positively", "correlated", "participants", "mean", "wine", "liquor", "definitions", "larger", "fairly", "accurate", "contrary", "aggregate", "mean", "values", "indicated", "fewer", "half", "participants", "accurately", "standard", "volume", "beer", "wine", "liquor", "respectively", "provided", "accurate", "definition", "beer", "similar", "aggregate", "data", "participants", "provided", "accurate", "definitions", "standard", "serving", "wine", "liquor", "instead", "majority", "participants", "definitions", "well", "standard", "serving", "three", "types", "alcohol", "little", "correspondence", "individual", "participant", "definitions", "volumes", "data", "suggest", "analyses", "individual", "data", "points", "may", "provide", "information", "important", "data", "collection", "prevention", "intervention", "strategies"], "authors": [["Kohn", "Carolynn S", "CS", "1 Department of Psychology, University of the Pacific, Stockton, CA, USA."], ["Schultz", "Nicole R", "NR", "2 Department of Psychology, 1383 Auburn University , AL, USA."], ["Bettencourt", "Katrina", "K", "3 A Hope For Autism Foundation, OR, USA."], ["Dunn Carlton", "Heather", "H", "4 Division of Student Life, University of the Pacific, Stockton, CA, USA."]], "title": "Poor Convergence: College Students' Definitions and Free-Poured Volumes of Standard Alcohol Servings.", "year": null, "sentences": ["We examined the correspondence between college students' ( N = 192, 71% women) definitions of free-pours and their free-poured volumes of beer, wine, and liquor.", "Participants' mean beer definitions and free-pours were positively correlated; participants' mean wine and liquor definitions were larger than their free-pours, which were fairly accurate.", "Contrary to what the aggregate mean values indicated, fewer than half of the participants accurately free-poured a standard volume of beer, wine, or liquor (37.4%, 35.1%, and 22.2%, respectively) or provided an accurate definition of beer (45.8%); similar to the aggregate data, few participants provided accurate definitions of standard serving of wine (12.2%) or liquor (12.8%) Instead, a majority of participants' definitions and free-pours were well over or under a standard serving.", "For all three types of alcohol, there was little correspondence between each individual participant's definitions and his or her free-poured volumes.", "These data suggest analyses of individual data points may provide information important for data collection, prevention, and intervention strategies."], "id": "29231063", "text": "We examined the correspondence between college students' ( N = 192, 71% women) definitions of free-pours and their free-poured volumes of beer, wine, and liquor. Participants' mean beer definitions and free-pours were positively correlated; participants' mean wine and liquor definitions were larger than their free-pours, which were fairly accurate. Contrary to what the aggregate mean values indicated, fewer than half of the participants accurately free-poured a standard volume of beer, wine, or liquor (37.4%, 35.1%, and 22.2%, respectively) or provided an accurate definition of beer (45.8%); similar to the aggregate data, few participants provided accurate definitions of standard serving of wine (12.2%) or liquor (12.8%) Instead, a majority of participants' definitions and free-pours were well over or under a standard serving. For all three types of alcohol, there was little correspondence between each individual participant's definitions and his or her free-poured volumes. These data suggest analyses of individual data points may provide information important for data collection, prevention, and intervention strategies.", "doi": "10.1177/0047237917744329", "journal": ["Journal of drug education", "J Drug Educ"], "date": "2018-01-18_23:46:03"}