{"title": "Genetic loss of diazepam binding inhibitor in mice impairs social interest.", "text": "Neuropsychiatric disorders in which reduced social interest is a common symptom, such as autism, depression, and anxiety, are frequently associated with genetic mutations affecting γ-aminobutyric acid (GABA)ergic transmission. Benzodiazepine treatment, acting via GABA type-A receptors, improves social interaction in male mouse models with autism-like features. The protein diazepam binding inhibitor (DBI) can act as an endogenous benzodiazepine, but a role for DBI in social behavior has not been described. Here, we investigated the role of DBI in the social interest and recognition behavior of mice. The responses of DBI wild-type and knockout male and female mice to ovariectomized female wild-type mice (a neutral social stimulus) were evaluated in a habituation/dishabituation task. Both male and female knockout mice exhibited reduced social interest, and DBI knockout mice lacked the sex difference in social interest levels observed in wild-type mice, in which males showed higher social interest levels than females. The ability to discriminate between familiar and novel stimulus mice (social recognition) was not impaired in DBI-deficient mice of either sex. DBI knockouts could learn a rotarod motor task, and could discriminate between social and nonsocial odors. Both sexes of DBI knockout mice showed increased repetitive grooming behavior, but not in a manner that would account for the decrease in social investigation time. Genetic loss of DBI did not alter seminal vesicle weight, indicating that the social interest phenotype of males lacking DBI is not due to reduced circulating testosterone. Together, these studies show a novel role of DBI in driving social interest and motivation.", "journal": ["Genes, brain, and behavior", "Genes Brain Behav."], "id": "29193847", "doi": "10.1111/gbb.12442", "date": "2017-11-28", "authors": [["Ujjainwala", "A L", "AL", "Department of Molecular and Integrative Physiology, University of Illinois at Urbana-Champaign, Urbana, Illinois."], ["Courtney", "C D", "CD", "Neuroscience Program, University of Illinois at Urbana-Champaign, Urbana, Illinois."], ["Rhoads", "S G", "SG", "Department of Molecular and Integrative Physiology, University of Illinois at Urbana-Champaign, Urbana, Illinois."], ["Rhodes", "J S", "JS", "Neuroscience Program, University of Illinois at Urbana-Champaign, Urbana, Illinois."], ["Christian", "C A", "CA", "Department of Molecular and Integrative Physiology, University of Illinois at Urbana-Champaign, Urbana, Illinois."]]}