{"title": "Validation of eye-tracking measures of social attention as a potential biomarker for autism clinical trials.", "text": "Social communication impairments are a core feature of autism spectrum disorder (ASD), and this class of symptoms is a target for treatments for the disorder. Measures of social attention, assessed via eye-gaze tracking (EGT), have been proposed as an early efficacy biomarker for clinical trials targeting social communication skills. EGT measures have been shown to differentiate children with ASD from typical children; however, there is less known about their relationships with social communication outcome measures that are typically used in ASD clinical trials. In the present study, an EGT task involving viewing a videotape of an actor making bids for a child's attention was evaluated in 25 children with ASD aged 24-72 months. Children's attention to the actor during the dyadic bid condition measured via EGT was found to be strongly associated with five well-validated caregiver-reported outcome measures that are commonly used to assess social communication in clinical trials. These results highlight the convergent validity of EGT measures of social attention in relation to caregiver-reported clinical measures. EGT holds promise as a non-invasive, quantitative, and objective biomarker that is associated with social communication abilities in children with ASD. Autism Res 2018, 11: 166-174. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Eye-gaze tracking (EGT), an automated tool that tracks eye-gaze patterns, might help measure outcomes in clinical trials investigating interventions to treat autism spectrum disorders. In this study, an EGT task was evaluated in children with ASD, who watched a video with an actor talking directly to them. Patterns of eye-gaze were associated with caregiver-reported measures of social communication that are used in clinical trials. We show EGT may be a promising objective tool measuring outcomes.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29193826", "doi": "10.1002/aur.1894", "date": "2017-11-29", "authors": [["Murias", "Michael", "M", "Duke Institute for Brain Sciences, 308 Research Drive, Duke University, Durham, NC, 27710."], ["Major", "Samantha", "S", "Duke Center for Autism and Brain Development, 2608 Erwin Road, Suite 300, Duke University, Durham, NC."], ["Davlantis", "Katherine", "K", "Duke Center for Autism and Brain Development, 2608 Erwin Road, Suite 300, Duke University, Durham, NC."], ["Franz", "Lauren", "L", "Duke Center for Autism and Brain Development, 2608 Erwin Road, Suite 300, Duke University, Durham, NC."], ["Harris", "Adrianne", "A", "Duke Center for Autism and Brain Development, 2608 Erwin Road, Suite 300, Duke University, Durham, NC."], ["Rardin", "Benjamin", "B", "Duke Center for Autism and Brain Development, 2608 Erwin Road, Suite 300, Duke University, Durham, NC."], ["Sabatos-DeVito", "Maura", "M", "Duke Center for Autism and Brain Development, 2608 Erwin Road, Suite 300, Duke University, Durham, NC."], ["Dawson", "Geraldine", "G", "Duke Institute for Brain Sciences, 308 Research Drive, Duke University, Durham, NC, 27710."]]}