{"authors": [["Golden", "Carla Em", "CE", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA."], ["Buxbaum", "Joseph D", "JD", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; The Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA."], ["De Rubeis", "Silvia", "S", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA. Electronic address: silvia.derubeis@mssm.edu."]], "doi": "10.1016/j.conb.2017.11.006", "date": "2018-01-16_23:19:12", "journal": ["Current opinion in neurobiology", "Curr. Opin. Neurobiol."], "year": null, "title": "Disrupted circuits in mouse models of autism spectrum disorder and intellectual disability.", "id": "29222989", "text": ["autism", "spectrum", "disorder", "asd", "intellectual", "disability", "id", "caused", "wide", "range", "genetic", "mutations", "significant", "fraction", "reside", "genes", "important", "synaptic", "function", "studies", "found", "sensory", "prefrontal", "hippocampal", "cerebellar", "striatal", "regions", "well", "circuits", "connect", "perturbed", "mouse", "models", "asd", "id", "dissecting", "disruptions", "morphology", "activity", "neural", "circuits", "might", "help", "us", "understand", "shared", "risk", "two", "disorders", "well", "clinical", "heterogeneity", "treatments", "target", "balance", "excitation", "inhibition", "regions", "able", "reverse", "pathological", "phenotypes", "elucidating", "deficit", "commonality", "across", "models", "opening", "new", "avenues", "intervention"]}