{"words": ["endoplasmic", "reticulum", "er", "important", "organelle", "responsible", "folding", "sorting", "proteins", "disturbances", "er", "homeostasis", "trigger", "cellular", "response", "known", "unfolded", "protein", "response", "leading", "accumulation", "unfolded", "misfolded", "proteins", "er", "lumen", "called", "er", "stress", "number", "recent", "studies", "suggest", "mutations", "autism", "spectrum", "disorder", "asd", "synaptic", "genes", "induce", "er", "stress", "however", "known", "whether", "er", "genes", "altered", "brain", "asd", "subjects", "present", "study", "investigated", "mrna", "expression", "er", "genes", "atf4", "atf6", "perk", "xbp1", "sxbp1", "chop", "ire1", "postmortem", "middle", "frontal", "gyrus", "asd", "control", "subjects", "analysis", "showed", "significant", "increases", "mrna", "levels", "atf4", "atf6", "perk", "xbp1", "chop", "ire1", "middle", "frontal", "gyrus", "asd", "subjects", "addition", "found", "significant", "positive", "association", "mrna", "levels", "er", "stress", "genes", "diagnostic", "score", "stereotyped", "behavior", "asd", "subjects", "results", "first", "time", "provide", "evidence", "dysregulation", "er", "stress", "genes", "brain", "subjects", "asd"], "authors": [["Crider", "Amanda", "A", "Department of Psychiatry and Health Behavior, Augusta University, Augusta, GA."], ["Ahmed", "Anthony O", "AO", "Department of Psychiatry, Weill Cornell Medical College, White Plains, New York, USA."], ["Pillai", "Anilkumar", "A", "Department of Psychiatry and Health Behavior, Augusta University, Augusta, GA."]], "title": "Altered Expression of Endoplasmic Reticulum Stress-Related Genes in the Middle Frontal Cortex of Subjects with Autism Spectrum Disorder.", "year": null, "sentences": ["The endoplasmic reticulum (ER) is an important organelle responsible for the folding and sorting of proteins.", "Disturbances in ER homeostasis can trigger a cellular response known as the unfolded protein response, leading to accumulation of unfolded or misfolded proteins in the ER lumen called ER stress.", "A number of recent studies suggest that mutations in autism spectrum disorder (ASD)-susceptible synaptic genes induce ER stress.", "However, it is not known whether ER stress-related genes are altered in the brain of ASD subjects.", "In the present study, we investigated the mRNA expression of ER stress-related genes (ATF4, ATF6, PERK, XBP1, sXBP1, CHOP, and IRE1) in the postmortem middle frontal gyrus of ASD and control subjects.", "RT-PCR analysis showed significant increases in the mRNA levels of ATF4, ATF6, PERK, XBP1, CHOP, and IRE1 in the middle frontal gyrus of ASD subjects.", "In addition, we found a significant positive association of mRNA levels of ER stress genes with the diagnostic score for stereotyped behavior in ASD subjects.", "These results, for the first time, provide the evidence of the dysregulation of ER stress genes in the brain of subjects with ASD."], "id": "29230396", "text": "The endoplasmic reticulum (ER) is an important organelle responsible for the folding and sorting of proteins. Disturbances in ER homeostasis can trigger a cellular response known as the unfolded protein response, leading to accumulation of unfolded or misfolded proteins in the ER lumen called ER stress. A number of recent studies suggest that mutations in autism spectrum disorder (ASD)-susceptible synaptic genes induce ER stress. However, it is not known whether ER stress-related genes are altered in the brain of ASD subjects. In the present study, we investigated the mRNA expression of ER stress-related genes (ATF4, ATF6, PERK, XBP1, sXBP1, CHOP, and IRE1) in the postmortem middle frontal gyrus of ASD and control subjects. RT-PCR analysis showed significant increases in the mRNA levels of ATF4, ATF6, PERK, XBP1, CHOP, and IRE1 in the middle frontal gyrus of ASD subjects. In addition, we found a significant positive association of mRNA levels of ER stress genes with the diagnostic score for stereotyped behavior in ASD subjects. These results, for the first time, provide the evidence of the dysregulation of ER stress genes in the brain of subjects with ASD.", "doi": "10.1159/000477212", "journal": ["Molecular neuropsychiatry", "Mol Neuropsychiatry"], "date": "2018-01-18_23:46:04"}