{"title": "Frontal evoked γ activity modulates behavioural performance in Autism Spectrum Disorders in a perceptual simultaneity task.", "text": "Autism spectrum disorders (ASDs) are associated with anomalies in time perception. In a perceptual simultaneity task, individuals with ASD demonstrate superior performance compared to typically developing (TD) controls. γ-activity, a robust marker of visual processing, is reportedly altered in ASD in response to a wide variety of tasks and these differences may be related to superior performance in perceptual simultaneity. Using time-frequency analysis, we assessed evoked γ-band phase-locking in magnetoencephalographic recordings of 16 ASD individuals and 17 age-matched TD controls. Individuals judged whether presented visual stimuli were simultaneous or asynchronous. We identified left frontal γ-activity in ASD, which was associated with a reduced perception of simultaneity. Where feature binding was observed at a neurophysiological level in parieto-occipital cortices in ASD in apparent simultaneity (asynchronous stimuli with short delay between them), this did not predict the correct behavioural outcome. These findings suggest distinct γ profiles in ASD associated with the perception of simultaneity.", "journal": ["Neuroscience letters", "Neurosci. Lett."], "id": "29191694", "doi": "10.1016/j.neulet.2017.11.045", "date": "2017-11-27", "authors": [["Menassa", "David A", "DA", "Oxford Human Brain Activity Centre, Department of Psychiatry, OX3 7JX & Wellcome Centre for Integrative Neuroimaging (WIN), Nuffield Department of Clinical Neurosciences, OX3 9DU, University of Oxford, United Kingdom. Electronic address: david.menassa@univ.oxon.org."], ["Braeutigam", "Sven", "S", "Oxford Human Brain Activity Centre, Department of Psychiatry, OX3 7JX & Wellcome Centre for Integrative Neuroimaging (WIN), Nuffield Department of Clinical Neurosciences, OX3 9DU, University of Oxford, United Kingdom. Electronic address: sven.braeutigam@ohba.ox.ac.uk."], ["Bailey", "Anthony", "A", "Faculty of Medicine, Department of Psychiatry, University of British Columbia, Vancouver, V6T 1Z4, Canada. Electronic address: anthony.bailey@ubc.ca."], ["Falter-Wagner", "Christine M", "CM", "Department of Psychiatry & Institute of Medical Psychology, Ludwig-Maximilians-Universität, 80336, Munich, Germany; Department of Psychology, University of Cologne, 50931, Cologne, Germany. Electronic address: christine.falter@med.uni-muenchen.de."]]}