{"words": ["sensory", "dysfunction", "core", "symptom", "autism", "spectrum", "disorder", "asd", "abnormalities", "sensory", "responsivity", "processing", "extremely", "debilitating", "asd", "patients", "families", "however", "relatively", "little", "known", "underlying", "neuroanatomical", "neurophysiological", "factors", "lead", "sensory", "abnormalities", "asd", "investigation", "aspects", "asd", "could", "lead", "significant", "advancements", "general", "knowledge", "asd", "well", "provide", "targets", "treatment", "inform", "diagnostic", "procedures", "thus", "current", "study", "aimed", "measure", "covariation", "volumes", "brain", "structures", "structural", "magnetic", "resonance", "imaging", "may", "involved", "abnormal", "sensory", "processing", "order", "infer", "connectivity", "brain", "regions", "specifically", "quantified", "structural", "covariation", "cerebral", "cortical", "structures", "addition", "cerebellum", "amygdala", "computing", "partial", "correlations", "structural", "volumes", "structures", "analyses", "performed", "participants", "asd", "n", "36", "well", "typically", "developing", "peers", "n", "32", "results", "showed", "decreased", "structural", "covariation", "cortical", "structures", "especially", "left", "right", "cerebral", "hemispheres", "participants", "asd", "contrast", "participants", "presented", "increased", "structural", "covariation", "structures", "right", "cerebral", "hemisphere", "additionally", "cerebral", "structures", "exhibited", "decreased", "structural", "covariation", "functionally", "identified", "cerebellar", "networks", "also", "left", "amygdala", "showed", "significantly", "increased", "structural", "covariation", "cerebral", "structures", "related", "visual", "processing", "taken", "together", "results", "may", "suggest", "several", "patterns", "altered", "connectivity", "within", "cerebral", "cortices", "brain", "structures", "may", "related", "sensory", "processing"], "authors": [["Cardon", "Garrett J", "GJ", "Department of Psychology, Colorado State University, Fort Collins, CO, United States."], ["Hepburn", "Susan", "S", "Department of Human Development and Family Studies, Colorado State University, Fort Collins, CO, United States."], ["Rojas", "Donald C", "DC", "Department of Psychology, Colorado State University, Fort Collins, CO, United States."]], "title": "Structural Covariance of Sensory Networks, the Cerebellum, and Amygdala in Autism Spectrum Disorder.", "year": null, "sentences": ["Sensory dysfunction is a core symptom of autism spectrum disorder (ASD), and abnormalities with sensory responsivity and processing can be extremely debilitating to ASD patients and their families.", "However, relatively little is known about the underlying neuroanatomical and neurophysiological factors that lead to sensory abnormalities in ASD.", "Investigation into these aspects of ASD could lead to significant advancements in our general knowledge about ASD, as well as provide targets for treatment and inform diagnostic procedures.", "Thus, the current study aimed to measure the covariation of volumes of brain structures (i.e., structural magnetic resonance imaging) that may be involved in abnormal sensory processing, in order to infer connectivity of these brain regions.", "Specifically, we quantified the structural covariation of sensory-related cerebral cortical structures, in addition to the cerebellum and amygdala by computing partial correlations between the structural volumes of these structures.", "These analyses were performed in participants with ASD (n = 36), as well as typically developing peers (n = 32).", "Results showed decreased structural covariation between sensory-related cortical structures, especially between the left and right cerebral hemispheres, in participants with ASD.", "In contrast, these same participants presented with increased structural covariation of structures in the right cerebral hemisphere.", "Additionally, sensory-related cerebral structures exhibited decreased structural covariation with functionally identified cerebellar networks.", "Also, the left amygdala showed significantly increased structural covariation with cerebral structures related to visual processing.", "Taken together, these results may suggest several patterns of altered connectivity both within and between cerebral cortices and other brain structures that may be related to sensory processing."], "id": "29230189", "text": "Sensory dysfunction is a core symptom of autism spectrum disorder (ASD), and abnormalities with sensory responsivity and processing can be extremely debilitating to ASD patients and their families. However, relatively little is known about the underlying neuroanatomical and neurophysiological factors that lead to sensory abnormalities in ASD. Investigation into these aspects of ASD could lead to significant advancements in our general knowledge about ASD, as well as provide targets for treatment and inform diagnostic procedures. Thus, the current study aimed to measure the covariation of volumes of brain structures (i.e., structural magnetic resonance imaging) that may be involved in abnormal sensory processing, in order to infer connectivity of these brain regions. Specifically, we quantified the structural covariation of sensory-related cerebral cortical structures, in addition to the cerebellum and amygdala by computing partial correlations between the structural volumes of these structures. These analyses were performed in participants with ASD (n = 36), as well as typically developing peers (n = 32). Results showed decreased structural covariation between sensory-related cortical structures, especially between the left and right cerebral hemispheres, in participants with ASD. In contrast, these same participants presented with increased structural covariation of structures in the right cerebral hemisphere. Additionally, sensory-related cerebral structures exhibited decreased structural covariation with functionally identified cerebellar networks. Also, the left amygdala showed significantly increased structural covariation with cerebral structures related to visual processing. Taken together, these results may suggest several patterns of altered connectivity both within and between cerebral cortices and other brain structures that may be related to sensory processing.", "doi": "10.3389/fneur.2017.00615", "journal": ["Frontiers in neurology", "Front Neurol"], "date": "2018-01-18_23:46:04"}