{"title": "Copy number variation meta-analysis reveals a novel duplication at 9p24 associated with multiple neurodevelopmental disorders.", "text": "Neurodevelopmental and neuropsychiatric disorders represent a wide spectrum of heterogeneous yet inter-related disease conditions. The overlapping clinical presentations of these diseases suggest a shared genetic etiology. We aim to identify shared structural variants spanning the spectrum of five neuropsychiatric disorders.We investigated copy number variations (CNVs) in five cohorts, including schizophrenia (SCZ), bipolar disease (BD), autism spectrum disorders (ASD), attention deficit hyperactivity disorder (ADHD), and depression, from 7849 cases and 10,799 controls. CNVs were called based on intensity data from genome-wide SNP arrays and CNV frequency was compared between cases and controls in each disease cohort separately. Meta-analysis was performed via a gene-based approach. Quantitative PCR (qPCR) was employed to validate novel significant loci.In our meta-analysis, two genes containing CNVs with exonic overlap reached genome-wide significance threshold of meta P value < 9.4 × 10-6 for deletions and 7.5 × 10-6 for duplications. We observed significant overlap between risk CNV loci across cohorts. In addition, we identified novel significant associations of DOCK8/KANK1 duplications (meta P value = 7.5 × 10-7) across all cohorts, and further validated the CNV region with qPCR.In the first large scale meta-analysis of CNVs across multiple neurodevelopmental/psychiatric diseases, we uncovered novel significant associations of structural variants in the locus of DOCK8/KANK1 shared by five diseases, suggesting common etiology of these clinically distinct neurodevelopmental conditions.", "journal": ["Genome medicine", "Genome Med"], "id": "29191242", "doi": "10.1186/s13073-017-0494-1", "date": "2017-11-30", "authors": [["Glessner", "Joseph T", "JT", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Li", "Jin", "J", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Wang", "Dai", "D", "Janssen Research & Development, LLC, Raritan, NJ, 08869, USA."], ["March", "Michael", "M", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Lima", "Leandro", "L", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Desai", "Akshatha", "A", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Hadley", "Dexter", "D", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Kao", "Charlly", "C", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Gur", "Raquel E", "RE", "Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Cohen", "Nadine", "N", "Janssen Research & Development, LLC, Raritan, NJ, 08869, USA."], ["Sleiman", "Patrick M A", "PMA", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Li", "Qingqin", "Q", "Janssen Research & Development, LLC, Titusville, NJ, 08560, USA."], ["Hakonarson", "Hakon", "H", "The Center for Applied Genomics, Abramson Research Center, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA. hakonarson@chop.edu."], [null, null, null, null]]}