{"title": "Developing an eye-tracking algorithm as a potential tool for early diagnosis of autism spectrum disorder in children.", "text": "Autism spectrum disorder (ASD) currently affects nearly 1 in 160 children worldwide. In over two-thirds of evaluations, no validated diagnostics are used and gold standard diagnostic tools are used in less than 5% of evaluations. Currently, the diagnosis of ASD requires lengthy and expensive tests, in addition to clinical confirmation. Therefore, fast, cheap, portable, and easy-to-administer screening instruments for ASD are required. Several studies have shown that children with ASD have a lower preference for social scenes compared with children without ASD. Based on this, eye-tracking and measurement of gaze preference for social scenes has been used as a screening tool for ASD. Currently available eye-tracking software requires intensive calibration, training, or holding of the head to prevent interference with gaze recognition limiting its use in children with ASD.In this study, we designed a simple eye-tracking algorithm that does not require calibration or head holding, as a platform for future validation of a cost-effective ASD potential screening instrument. This system operates on a portable and inexpensive tablet to measure gaze preference of children for social compared to abstract scenes. A child watches a one-minute stimulus video composed of a social scene projected on the left side and an abstract scene projected on the right side of the tablet's screen. We designed five stimulus videos by changing the social/abstract scenes. Every child observed all the five videos in random order. We developed an eye-tracking algorithm that calculates the child's gaze preference for the social and abstract scenes, estimated as the percentage of the accumulated time that the child observes the left or right side of the screen, respectively. Twenty-three children without a prior history of ASD and 8 children with a clinical diagnosis of ASD were evaluated. The recorded video of the child´s eye movement was analyzed both manually by an observer and automatically by our algorithm.This study demonstrates that the algorithm correctly differentiates visual preference for either the left or right side of the screen (social or abstract scenes), identifies distractions, and maintains high accuracy compared to the manual classification. The error of the algorithm was 1.52%, when compared to the gold standard of manual observation.This tablet-based gaze preference/eye-tracking algorithm can estimate gaze preference in both children with ASD and without ASD to a high degree of accuracy, without the need for calibration, training, or restraint of the children. This system can be utilized in low-resource settings as a portable and cost-effective potential screening tool for ASD.", "journal": ["PloS one", "PLoS ONE"], "id": "29190703", "doi": "10.1371/journal.pone.0188826", "date": "2017-11-30", "authors": [["Vargas-Cuentas", "Natalia I", "NI", "Bioinformatics and Molecular Biology Laboratory, Research and Development Laboratory, Science and Philosophy Faculty, University Peruana Cayetano Heredia, Lima, Peru."], ["Roman-Gonzalez", "Avid", "A", "Bioinformatics and Molecular Biology Laboratory, Research and Development Laboratory, Science and Philosophy Faculty, University Peruana Cayetano Heredia, Lima, Peru."], ["Gilman", "Robert H", "RH", "Department of International Health. School of Public Health. Johns Hopkins University, Baltimore, Maryland, United States of America."], ["Barrientos", "Franklin", "F", "Bioinformatics and Molecular Biology Laboratory, Research and Development Laboratory, Science and Philosophy Faculty, University Peruana Cayetano Heredia, Lima, Peru."], ["Ting", "James", "J", "School of Medicine. Johns Hopkins University, Baltimore, Maryland, United States of America."], ["Hidalgo", "Daniela", "D", "Bioinformatics and Molecular Biology Laboratory, Research and Development Laboratory, Science and Philosophy Faculty, University Peruana Cayetano Heredia, Lima, Peru."], ["Jensen", "Kelly", "K", "Tulane University School of Medicine, New Orleans, LA, United States of America."], ["Zimic", "Mirko", "M", "Bioinformatics and Molecular Biology Laboratory, Research and Development Laboratory, Science and Philosophy Faculty, University Peruana Cayetano Heredia, Lima, Peru."]]}