{"title": "Developmental Connectivity and Molecular Phenotypes of Unique Cortical Projection Neurons that Express a Synapse-Associated Receptor Tyrosine Kinase.", "text": "The complex circuitry and cell-type diversity of the cerebral cortex are required for its high-level functions. The mechanisms underlying the diversification of cortical neurons during prenatal development have received substantial attention, but understanding of neuronal heterogeneity is more limited during later periods of cortical circuit maturation. To address this knowledge gap, connectivity analysis and molecular phenotyping of cortical neuron subtypes that express the developing synapse-enriched MET receptor tyrosine kinase were performed. Experiments used a MetGFP transgenic mouse line, combined with coexpression analysis of class-specific molecular markers and retrograde connectivity mapping. The results reveal that MET is expressed by a minor subset of subcerebral and a larger number of intratelencephalic projection neurons. Remarkably, MET is excluded from most layer 6 corticothalamic neurons. These findings are particularly relevant for understanding the maturation of discrete cortical circuits, given converging evidence that MET influences dendritic elaboration and glutamatergic synapse maturation. The data suggest that classically defined cortical projection classes can be further subdivided based on molecular characteristics that likely influence synaptic maturation and circuit wiring. Additionally, given that MET is classified as a high confidence autism risk gene, the data suggest that projection neuron subpopulations may be differentially vulnerable to disorder-associated genetic variation.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"], "id": "29190358", "doi": "10.1093/cercor/bhx318", "date": "2017-11-28", "authors": [["Kast", "Ryan J", "RJ", "Neuroscience Graduate Program, University of Southern California, Los Angeles, CA 9007, USA."], ["Wu", "Hsiao-Huei", "HH", "Department of Pediatrics, The Saban Research Institute, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, CA 9007, USA."], ["Levitt", "Pat", "P", "Neuroscience Graduate Program, University of Southern California, Los Angeles, CA 9007, USA."]]}