{"words": ["neurodevelopmental", "disorders", "autism", "spectrum", "disorders", "schizophrenia", "expansive", "array", "reported", "genetic", "environmental", "contributing", "factors", "however", "none", "factors", "alone", "account", "substantial", "proportion", "cases", "either", "disorder", "instead", "many", "interactions", "responsible", "neurodevelopmental", "disturbances", "lead", "disorders", "current", "experiment", "used", "heterozygous", "mice", "examine", "potential", "interaction", "2", "factors", "commonly", "linked", "neurodevelopmental", "disorders", "cognitive", "deficit", "imbalanced", "signaling", "cortex", "prenatal", "stress", "pns", "exposure", "factors", "linked", "disrupt", "gabaergic", "signaling", "prefrontal", "cortex", "pfc", "common", "feature", "neurodevelopmental", "disorders", "neuronal", "pas", "domain", "protein", "4", "npas4", "gene", "instrumental", "regulation", "balance", "cortex", "hippocampus", "response", "activation", "npas4", "heterozygous", "male", "female", "mice", "exposed", "either", "pns", "standard", "gestation", "evaluated", "adulthood", "social", "anxiety", "behavioral", "measures", "combination", "pns", "npas4", "deficiency", "male", "mice", "impaired", "social", "recognition", "behavioral", "deficit", "associated", "decreased", "parvalbumin", "cfos", "protein", "expression", "infralimbic", "region", "pfc", "following", "social", "stimulation", "npas4", "heterozygous", "males", "contrast", "females", "displayed", "fewer", "behavioral", "effects", "molecular", "changes", "pfc", "response", "pns", "decreased", "npas4"], "authors": [["Heslin", "K", "K", "Department of Psychology, The Ohio State University, Columbus, Ohio."], ["Coutellier", "L", "L", "Department of Psychology, The Ohio State University, Columbus, Ohio."]], "title": "Npas4 deficiency and prenatal stress interact to affect social recognition in mice.", "year": null, "sentences": ["Neurodevelopmental disorders such as autism spectrum disorders and schizophrenia have an expansive array of reported genetic and environmental contributing factors.", "However, none of these factors alone can account for a substantial proportion of cases of either disorder.", "Instead, many gene-by-environment interactions are responsible for neurodevelopmental disturbances that lead to these disorders.", "The current experiment used heterozygous knock-out mice to examine a potential interaction between 2 factors commonly linked to neurodevelopmental disorders and cognitive deficit: imbalanced excitatory/inhibitory signaling in the cortex and prenatal stress (PNS) exposure.", "Both of these factors have been linked to disrupt GABAergic signaling in the prefrontal cortex (PFC), a common feature of neurodevelopmental disorders.", "The neuronal PAS domain protein 4 (Npas4) gene is instrumental in regulation of the excitatory/inhibitory balance in the cortex and hippocampus in response to activation.", "Npas4 heterozygous and wild-type male and female mice were exposed to either PNS or standard gestation, then evaluated during adulthood in social and anxiety behavioral measures.", "The combination of PNS and Npas4 deficiency in male mice impaired social recognition.", "This behavioral deficit was associated with decreased parvalbumin and cFos protein expression in the infralimbic region of the PFC following social stimulation in Npas4 heterozygous males.", "In contrast, females displayed fewer behavioral effects and molecular changes in PFC in response to PNS and decreased Npas4."], "id": "29227584", "text": "Neurodevelopmental disorders such as autism spectrum disorders and schizophrenia have an expansive array of reported genetic and environmental contributing factors. However, none of these factors alone can account for a substantial proportion of cases of either disorder. Instead, many gene-by-environment interactions are responsible for neurodevelopmental disturbances that lead to these disorders. The current experiment used heterozygous knock-out mice to examine a potential interaction between 2 factors commonly linked to neurodevelopmental disorders and cognitive deficit: imbalanced excitatory/inhibitory signaling in the cortex and prenatal stress (PNS) exposure. Both of these factors have been linked to disrupt GABAergic signaling in the prefrontal cortex (PFC), a common feature of neurodevelopmental disorders. The neuronal PAS domain protein 4 (Npas4) gene is instrumental in regulation of the excitatory/inhibitory balance in the cortex and hippocampus in response to activation. Npas4 heterozygous and wild-type male and female mice were exposed to either PNS or standard gestation, then evaluated during adulthood in social and anxiety behavioral measures. The combination of PNS and Npas4 deficiency in male mice impaired social recognition. This behavioral deficit was associated with decreased parvalbumin and cFos protein expression in the infralimbic region of the PFC following social stimulation in Npas4 heterozygous males. In contrast, females displayed fewer behavioral effects and molecular changes in PFC in response to PNS and decreased Npas4.", "doi": "10.1111/gbb.12448", "journal": ["Genes, brain, and behavior", "Genes Brain Behav."], "date": "2018-01-18_23:46:06"}