{"title": "Improving Efficiency and Quality of the Children's ASD Diagnostic Pathway: Lessons Learned from Practice.", "text": "The 'autism diagnosis crisis' and long waiting times for assessment are as yet unresolved, leading to undue stress and limiting access to effective support. There is therefore a significant need for evidence to support practitioners in the development of efficient services, delivering acceptable waiting times and effectively meeting guideline standards. This study reports statistically significant reductions in waiting times for autism diagnostic assessment following a children's health service improvement programme. The average wait between referral and first appointment reduced from 14.2 to 10.4 weeks (t(21) = 4.3, p < 0.05) and between referral and diagnosis shared, reduced from 270 to 122.5 days, (t(20) = 5.5, p < 0.05). The proportion of girls identified increased from 5.6 to 2.7:1. Methods reported include: local improvement action planning; evidence based pathways; systematic clinical data gathering and a training plan. This is a highly significant finding for many health services wrestling with the challenges of demand and capacity for autism diagnosis and assessment.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29189916", "doi": "10.1007/s10803-017-3415-7", "date": "2017-11-30", "authors": [["Rutherford", "Marion", "M", "School of Health Sciences, Queen Margaret University, Queen Margaret University Drive, Edinburgh, Scotland, EH21 6UU, UK. mrutherford@qmu.ac.uk."], ["Burns", "Morag", "M", "NHS Lothian, Children's Services, Royal Hospital for Sick Children, 5 Rillbank Terrace, Edinburgh, EH9 1LS, UK."], ["Gray", "Duncan", "D", "NHS Lothian, Children's Services, Royal Hospital for Sick Children, 5 Rillbank Terrace, Edinburgh, EH9 1LS, UK."], ["Bremner", "Lynne", "L", "School of Health Sciences, Queen Margaret University, Queen Margaret University Drive, Edinburgh, Scotland, EH21 6UU, UK."], ["Clegg", "Sarah", "S", "NHS Lothian, Children's Services, Royal Hospital for Sick Children, 5 Rillbank Terrace, Edinburgh, EH9 1LS, UK."], ["Russell", "Lucy", "L", "NHS Lothian, Children's Services, Royal Hospital for Sick Children, 5 Rillbank Terrace, Edinburgh, EH9 1LS, UK."], ["Smith", "Charlie", "C", "Mental Health Access Improvement Team (MHAIST), Information Services Division (ISD), NHS Scotland, St Andrew's House, Waterloo Place, Edinburgh, UK."], ["O'Hare", "Anne", "A", "Child Life & Health, School of Clinical Sciences, University of Edinburgh, Edinburgh, UK."]]}