{"words": ["infants", "children", "higher", "risk", "adolescents", "adults", "exposure", "environmental", "toxins", "via", "ingestion", "number", "reasons", "smaller", "size", "proportionately", "larger", "dose", "ingested", "toxins", "closer", "proximity", "ground", "dirt", "indoor", "dust", "boundless", "curiosity", "oral", "exploratory", "behaviors", "pica", "habits", "may", "persist", "children", "autism", "developmental", "delays", "proportionately", "larger", "daily", "water", "milk", "intake", "food", "preferences", "differ", "markedly", "adolescents", "adults", "children", "depend", "adults", "protect", "keep", "home", "environment", "safe", "pediatric", "care", "providers", "integrate", "environmental", "health", "topics", "care", "practices", "offering", "guidance", "resources", "parents", "concerned", "reducing", "risks", "children", "posed", "hazards", "homes", "daycare", "centers", "preschools", "schools", "environments", "spend", "time", "pediatr", "ann", "2017", "46", "12"], "authors": [["Hauptman", "Marissa", "M", null], ["Woolf", "Alan D", "AD", null]], "title": "Childhood Ingestions of Environmental Toxins: What Are the Risks?", "year": null, "sentences": ["Infants and children are at higher risk than adolescents and adults for exposure to environmental toxins via ingestion for a number of reasons: their smaller size (and proportionately larger dose of ingested toxins), their closer proximity to the ground, dirt, and indoor dust, their boundless curiosity and oral exploratory behaviors, pica habits that may persist into school-age for children with autism or other developmental delays, their proportionately larger daily water and milk intake, and food preferences that differ markedly from adolescents and adults.", "Children depend on adults to protect them and keep their home environment safe.", "Pediatric care providers can integrate environmental health topics into their well-child care practices, offering guidance and resources to parents concerned with reducing the risks to their children posed by hazards in their homes, daycare centers, preschools, schools, and the other environments in which they spend time.", "[Pediatr Ann.", "2017;46(12):e466-e471.", "]."], "id": "29227523", "text": "Infants and children are at higher risk than adolescents and adults for exposure to environmental toxins via ingestion for a number of reasons: their smaller size (and proportionately larger dose of ingested toxins), their closer proximity to the ground, dirt, and indoor dust, their boundless curiosity and oral exploratory behaviors, pica habits that may persist into school-age for children with autism or other developmental delays, their proportionately larger daily water and milk intake, and food preferences that differ markedly from adolescents and adults. Children depend on adults to protect them and keep their home environment safe. Pediatric care providers can integrate environmental health topics into their well-child care practices, offering guidance and resources to parents concerned with reducing the risks to their children posed by hazards in their homes, daycare centers, preschools, schools, and the other environments in which they spend time. [Pediatr Ann. 2017;46(12):e466-e471.].", "doi": "10.3928/19382359-20171116-01", "journal": ["Pediatric annals", "Pediatr Ann"], "date": "2018-01-18_23:46:06"}