{"words": ["overlap", "neuropsychiatric", "illness", "developmental", "disability", "continues", "prominently", "recognized", "clinical", "practice", "academic", "literature", "theoretical", "practical", "considerations", "may", "represent", "frontier", "understanding", "brain", "behavior", "relationships", "purpose", "review", "explore", "common", "relationship", "report", "recent", "literature", "helps", "advance", "larger", "fields", "psychiatry", "developmental", "disability", "epilepsy", "neuropsychiatric", "illness", "may", "common", "originally", "thought", "excessive", "excitatory", "neurotransmitter", "activity", "may", "present", "epilepsy", "autism", "spectrum", "disorder", "specific", "seizure", "types", "may", "associated", "features", "developmental", "disabilities", "neuropsychiatric", "illness", "common", "epilepsy", "frequent", "developmental", "disabilities", "generally", "recognized", "seizure", "foci", "temporal", "lobe", "may", "play", "significant", "role", "brain", "connectivity", "specific", "neurotransmitter", "systems", "active", "areas", "investigation", "antiepileptic", "drugs", "may", "improve", "neuropsychiatric", "symptoms", "persons", "developmental", "disability", "epilepsy"], "authors": [["Salpekar", "Jay", "J", "Kennedy Krieger Institute, Johns Hopkins University School of Medicine, 716N. Broadway, Baltimore, Maryland, USA."]], "title": "Neuropsychiatric effects of epilepsy in developmental disorders.", "year": null, "sentences": ["The overlap of neuropsychiatric illness and developmental disability continues to be prominently recognized in clinical practice and in the academic literature.", "Theoretical and practical considerations may represent a frontier for understanding brain and behavior relationships.", "The purpose of this review is to explore this common relationship and report on recent literature that helps advance the larger fields of psychiatry and neurology.Overlap between developmental disability, epilepsy, and neuropsychiatric illness may be more common than originally thought.", "Excessive excitatory neurotransmitter activity may be present in epilepsy and in autism spectrum disorder.", "Specific seizure types may be associated with features of developmental disabilities and neuropsychiatric conditions.Neuropsychiatric illness is common in epilepsy and more frequent in developmental disabilities than generally recognized.", "Seizure foci in the temporal lobe may play a significant role.", "Brain connectivity and specific neurotransmitter systems are active areas of investigation.", "Antiepileptic drugs may improve neuropsychiatric symptoms in persons with developmental disability and epilepsy."], "id": "29227297", "text": "The overlap of neuropsychiatric illness and developmental disability continues to be prominently recognized in clinical practice and in the academic literature. Theoretical and practical considerations may represent a frontier for understanding brain and behavior relationships. The purpose of this review is to explore this common relationship and report on recent literature that helps advance the larger fields of psychiatry and neurology.Overlap between developmental disability, epilepsy, and neuropsychiatric illness may be more common than originally thought. Excessive excitatory neurotransmitter activity may be present in epilepsy and in autism spectrum disorder. Specific seizure types may be associated with features of developmental disabilities and neuropsychiatric conditions.Neuropsychiatric illness is common in epilepsy and more frequent in developmental disabilities than generally recognized. Seizure foci in the temporal lobe may play a significant role. Brain connectivity and specific neurotransmitter systems are active areas of investigation. Antiepileptic drugs may improve neuropsychiatric symptoms in persons with developmental disability and epilepsy.", "doi": "10.1097/YCO.0000000000000392", "journal": ["Current opinion in psychiatry", "Curr Opin Psychiatry"], "date": "2018-01-18_23:46:06"}