{"title": "Prescribing Patterns in a Psychiatrically Referred Sample of Youth With Autism Spectrum Disorder.", "text": "The aim of this study was to examine the pattern of psychopharmacologic interventions in a psychiatrically referred sample of youth with autism spectrum disorder (ASD).This retrospective chart review aimed at collecting demographic and clinical information, including data on DSM-IV-TR criteria-based psychiatric disorders and related current medication treatment and response. Data were collected in December 2011. Clinicians identified the target disorder for each medication and any adverse events. Level of psychopathology and therapeutic response was assessed by the clinician-rated Clinical Global Impressions scale (CGI).Psychiatrically referred youth with ASD (n = 54) suffered from multiple psychopathologies (mean = 2.3) and had a marked level of morbidity (range of baseline CGI-Severity of Illness mean scores, 4.3-5.6). The most prevalent psychopathology was ADHD (83%), anxiety disorders (67%), bipolar spectrum disorder (43%), and mood disorder not otherwise specified (44%). The majority (80%) of the subjects received combination therapy (mean ± SD number of psychotropic medications = 3 ± 1.5). Forty percent of the participants responded on all treatment target symptoms (CGI-Improvement scale score ≤ 2), and an additional 10% experienced response versus nonresponse on a relatively greater number of target symptoms. Half of the subjects reported an adverse event, most commonly weight gain (28%) and sedation (12%), both from antipsychotic medication use.Psychiatrically referred youth with ASD suffer from multiple highly impairing psychiatric disorders that require combination pharmacotherapy. These findings highlight the need for further research to guide clinical decision-making and treatment.", "journal": ["The Journal of clinical psychiatry", "J Clin Psychiatry"], "id": "29188907", "doi": "10.4088/JCP.16m11406", "date": null, "authors": [["Shekunov", "Julia", "J", "Department of Psychiatry, Harvard Medical School, Boston, Massachusetts, USA."], ["Wozniak", "Janet", "J", "Department of Psychiatry, Harvard Medical School, Boston, Massachusetts, USA."], ["Conroy", "Kristina", "K", "The Alan and Lorraine Bressler Clinical and Research Program for Autism Spectrum Disorder, Massachusetts General Hospital, Boston, Massachusetts, USA."], ["Pinsky", "Elizabeth", "E", "Department of Psychiatry, Harvard Medical School, Boston, Massachusetts, USA."], ["Fitzgerald", "Maura", "M", "The Alan and Lorraine Bressler Clinical and Research Program for Autism Spectrum Disorder, Massachusetts General Hospital, Boston, Massachusetts, USA."], ["de Leon", "Melissa F", "MF", "The Alan and Lorraine Bressler Clinical and Research Program for Autism Spectrum Disorder, Massachusetts General Hospital, Boston, Massachusetts, USA."], ["Belser", "Abigail", "A", "The Alan and Lorraine Bressler Clinical and Research Program for Autism Spectrum Disorder, Massachusetts General Hospital, Boston, Massachusetts, USA."], ["Biederman", "Joseph", "J", "Department of Psychiatry, Harvard Medical School, Boston, Massachusetts, USA."], ["Joshi", "Gagan", "G", "The Alan and Lorraine Bressler Clinical and Research Program for Autism Spectrum Disorder, Massachusetts General Hospital, 55 Fruit St, WRN 626, Boston, MA 02114. Joshi.Gagan@MGH.Harvard.edu."]]}