{"title": "Psychometric Properties of Spanish Adaptation of the PDD-MRS Scale in Adults with Intellectual Developmental Disorders: The EVTEA-DI Scale.", "text": "Strategies for the early detection of autism spectrum disorders (ASD) in people with intellectual developmental disorder (IDD) are urgently needed, but few specific tools have been developed. The present study examines the psychometric properties of the EVTEA-DI, a Spanish adaptation of the PDD-MRS, in a large randomized sample of 979 adults with IDD. Factorial solution analysis suggested a three-factor solution (stereotyped behavior, communication, and social behavior). The EVTEA-DI showed good reliability and convergent validity when compared to the Childhood Autism Rating Scale. Discriminative validity analysis resulted in an acceptable global sensitivity of 70% and a high specificity of 90%. The EVTEA-DI proved to be a valid screening tool in ASD assessment of the adult Spanish population with IDD.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29188589", "doi": "10.1007/s10803-017-3416-6", "date": "2017-11-29", "authors": [["Cortés", "Maria José", "MJ", "Intellectual Disability and Developmental Disorders Research Unit (UNIVIDD) - Fundació Villablanca, IISPV, Universitat Rovira i Virgili, Reus, Catalonia, Spain. cortesmj@peremata.com."], ["Orejuela", "Carmen", "C", "Intellectual Disability and Developmental Disorders Research Unit (UNIVIDD) - Fundació Villablanca, IISPV, Universitat Rovira i Virgili, Reus, Catalonia, Spain."], ["Castellví", "Gemma", "G", "Intellectual Disability and Developmental Disorders Research Unit (UNIVIDD) - Fundació Villablanca, IISPV, Universitat Rovira i Virgili, Reus, Catalonia, Spain."], ["Folch", "Annabel", "A", "Intellectual Disability and Developmental Disorders Research Unit (UNIVIDD) - Fundació Villablanca, IISPV, Universitat Rovira i Virgili, Reus, Catalonia, Spain."], ["Rovira", "Lluís", "L", "Intellectual Disability and Developmental Disorders Research Unit (UNIVIDD) - Fundació Villablanca, IISPV, Universitat Rovira i Virgili, Reus, Catalonia, Spain."], ["Salvador-Carulla", "Luis", "L", "Faculty of Health Sciences, Centre for Disability Research and Policy, University of Sydney, Sydney, Australia."], ["Irazábal", "Marcia", "M", "Parc Sanitari Sant Joan de Déu, Sant Boi de Llobregat, Catalonia, Spain."], ["Muñoz", "Silvia", "S", "Plena Inclusión España, Madrid, Spain."], ["Haro", "Josep Maria", "JM", "Centro de Investigación Biomédica en Red, CIBERSAM, Madrid, Spain."], ["Vilella", "Elisabet", "E", "Centro de Investigación Biomédica en Red, CIBERSAM, Madrid, Spain."], ["Martínez-Leal", "Rafael", "R", "Intellectual Disability and Developmental Disorders Research Unit (UNIVIDD) - Fundació Villablanca, IISPV, Universitat Rovira i Virgili, Reus, Catalonia, Spain."]]}