{"words": ["study", "examined", "effects", "intervention", "metabolic", "profile", "autism", "traits", "perceived", "quality", "life", "children", "autism", "spectrum", "disorder", "asd", "randomly", "allocated", "64", "children", "asd", "aged", "years", "experimental", "n", "46", "control", "groups", "n", "18", "used", "multilevel", "regression", "modeling", "examine", "responses", "receiving", "receiving", "intervention", "experimental", "group", "showed", "beneficial", "effects", "metabolic", "indicators", "lipoprotein", "cholesterol", "lipoprotein", "cholesterol", "total", "cholesterol", "autism", "traits", "quality", "life", "results", "provide", "support", "exercise", "physical", "activity", "including", "basic", "coordination", "strength", "exercises", "important", "therapeutic", "interventions", "children", "asd"], "authors": [["Toscano", "Chrystiane V A", "CVA", "1 Faculty of Physical Education, University of Coimbra, Portugal."], ["Carvalho", "Humberto M", "HM", "3 Faculty of Physical Education, Federal University of Santa Catarina, Florianópolis, SC, Brazil."], ["Ferreira", "José P", "JP", "1 Faculty of Physical Education, University of Coimbra, Portugal."]], "title": "Exercise Effects for Children With Autism Spectrum Disorder: Metabolic Health, Autistic Traits, and Quality of Life.", "year": null, "sentences": ["This study examined the effects of a 48-week exercise-based intervention on the metabolic profile, autism traits, and perceived quality of life in children with autism spectrum disorder (ASD).", "We randomly allocated 64 children with ASD (aged 6-12 years) to experimental ( n = 46) and control groups ( n = 18) and used multilevel regression modeling to examine responses to receiving or not receiving the intervention.", "The experimental group showed beneficial effects on metabolic indicators (high-density lipoprotein cholesterol, low-density lipoprotein cholesterol, and total cholesterol), autism traits, and parent-perceived quality of life.", "Our results provide support for exercise and physical activity, including basic coordination and strength exercises, as important therapeutic interventions for children with ASD."], "id": "29226773", "text": "This study examined the effects of a 48-week exercise-based intervention on the metabolic profile, autism traits, and perceived quality of life in children with autism spectrum disorder (ASD). We randomly allocated 64 children with ASD (aged 6-12 years) to experimental ( n = 46) and control groups ( n = 18) and used multilevel regression modeling to examine responses to receiving or not receiving the intervention. The experimental group showed beneficial effects on metabolic indicators (high-density lipoprotein cholesterol, low-density lipoprotein cholesterol, and total cholesterol), autism traits, and parent-perceived quality of life. Our results provide support for exercise and physical activity, including basic coordination and strength exercises, as important therapeutic interventions for children with ASD.", "doi": "10.1177/0031512517743823", "journal": ["Perceptual and motor skills", "Percept Mot Skills"], "date": "2018-01-18_23:46:06"}