{"words": ["describe", "behavioural", "psychiatric", "outcomes", "children", "within", "10", "years", "convulsive", "status", "epilepticus", "cse", "originally", "identified", "north", "london", "convulsive", "status", "epilepticus", "childhood", "surveillance", "study", "july", "2009", "february", "2013", "grouped", "cse", "compared", "population", "norms", "healthy", "controls", "using", "strengths", "difficulties", "questionnaire", "autism", "spectrum", "screening", "questionnaire", "swanson", "nolan", "pelham", "questionnaire", "children", "scored", "recommended", "clinical", "scale", "invited", "neuropsychiatric", "assessment", "regression", "models", "fitted", "identify", "clinically", "relevant", "covariates", "associated", "behavioural", "mean", "years", "28", "enrolled", "children", "found", "psychiatric", "disorder", "children", "cse", "scored", "higher", "norms", "scales", "children", "cse", "scored", "higher", "norms", "strengths", "difficulties", "questionnaire", "autism", "spectrum", "screening", "questionnaire", "presence", "seizures", "baseline", "recurrence", "cse", "associated", "worse", "outcomes", "group", "epilepsy", "intellectual", "abilities", "associated", "behavioural", "outcomes", "large", "proportion", "children", "manifest", "behavioural", "issues", "8", "years", "cse", "present", "data", "highlight", "need", "behavioural", "screening", "children", "neurodevelopmental", "impairments", "years", "post", "convulsive", "status", "epilepticus", "cse", "37", "parents", "report", "behavioural", "issues", "enrolled", "children", "28", "found", "diagnostic", "statistical", "manual", "mental", "disorder", "intellectual", "abilities", "strongly", "associated", "behavioural", "outcomes", "children"], "authors": [["Martinos", "Marina M", "MM", "Developmental Neurosciences Programme, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Pujar", "Suresh", "S", "Developmental Neurosciences Programme, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Gillberg", "Christopher", "C", "Gillberg Neuropsychiatry Center, University of Gothenburg, Gothenburg, Sweden."], ["Cortina-Borja", "Mario", "M", "Population, Policy and Practice Programme, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Neville", "Brian G R", "BGR", "Developmental Neurosciences Programme, UCL Great Ormond Street Institute of Child Health, London, UK."], ["De Haan", "Michelle", "M", "Developmental Neurosciences Programme, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Scott", "Rod C", "RC", "Developmental Neurosciences Programme, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Chin", "Richard F M", "RFM", "Muir Maxwell Epilepsy Center, University of Edinburgh, Edinburgh, UK."]], "title": "Long-term behavioural outcomes after paediatric convulsive status epilepticus: a population-based cohort study.", "year": null, "sentences": ["To describe behavioural and psychiatric outcomes of children within 10 years of convulsive status epilepticus (CSE).Children originally identified by the population-based North London Convulsive Status Epilepticus in Childhood Surveillance Study were followed-up between July 2009 and February 2013.", "They were grouped into epilepsy- and non-epilepsy-related CSE, and compared with population norms and healthy controls using the Strengths and Difficulties Questionnaire; the Autism Spectrum Screening Questionnaire; and the Swanson, Nolan, and Pelham questionnaire.", "Children who scored above recommended clinical cut-offs on any scale were invited for a neuropsychiatric assessment.", "Regression models were fitted to identify clinically relevant covariates associated with behavioural outcomes.At a mean follow-up of 8.1 years post-CSE, 28% of enrolled children were found to have a psychiatric disorder.", "Children with epilepsy-related CSE scored higher than norms on all scales and children with non-epilepsy-related CSE scored higher than norms on the Strengths and Difficulties Questionnaire and the Autism Spectrum Screening Questionnaire.", "Presence of seizures at baseline and recurrence of CSE was associated with worse outcomes in the group with epilepsy.", "Intellectual abilities were associated with behavioural outcomes in all participants.A large proportion of children manifest behavioural issues 8 years after CSE.", "The present data highlight the need for behavioural screening in children with neurodevelopmental impairments post-CSE.Eight years post convulsive status epilepticus (CSE), 37% of parents report behavioural issues.", "Of enrolled children, 28% were found to have a Diagnostic and Statistical Manual mental disorder.", "Intellectual abilities are strongly associated with behavioural outcomes in children post-CSE."], "id": "29226310", "text": "To describe behavioural and psychiatric outcomes of children within 10 years of convulsive status epilepticus (CSE).Children originally identified by the population-based North London Convulsive Status Epilepticus in Childhood Surveillance Study were followed-up between July 2009 and February 2013. They were grouped into epilepsy- and non-epilepsy-related CSE, and compared with population norms and healthy controls using the Strengths and Difficulties Questionnaire; the Autism Spectrum Screening Questionnaire; and the Swanson, Nolan, and Pelham questionnaire. Children who scored above recommended clinical cut-offs on any scale were invited for a neuropsychiatric assessment. Regression models were fitted to identify clinically relevant covariates associated with behavioural outcomes.At a mean follow-up of 8.1 years post-CSE, 28% of enrolled children were found to have a psychiatric disorder. Children with epilepsy-related CSE scored higher than norms on all scales and children with non-epilepsy-related CSE scored higher than norms on the Strengths and Difficulties Questionnaire and the Autism Spectrum Screening Questionnaire. Presence of seizures at baseline and recurrence of CSE was associated with worse outcomes in the group with epilepsy. Intellectual abilities were associated with behavioural outcomes in all participants.A large proportion of children manifest behavioural issues 8 years after CSE. The present data highlight the need for behavioural screening in children with neurodevelopmental impairments post-CSE.Eight years post convulsive status epilepticus (CSE), 37% of parents report behavioural issues. Of enrolled children, 28% were found to have a Diagnostic and Statistical Manual mental disorder. Intellectual abilities are strongly associated with behavioural outcomes in children post-CSE.", "doi": "10.1111/dmcn.13636", "journal": ["Developmental medicine and child neurology", "Dev Med Child Neurol"], "date": "2018-01-18_23:46:07"}