{"title": "Instructing children with Autism Spectrum Disorder: Examining swim instructors' knowledge building experiences.", "text": "Although there has been a notable increase in Autism Spectrum Disorder (ASD) diagnoses over the past twenty years, children with ASD continue to be underrepresented in physical activity opportunities. Swimming lessons have been suggested as an ideal form of physical activity for this population, but studies exploring instructors' experiences gaining knowledge specific for instructing these swimmers remains limited. Research in this area is warranted, as drowning is a leading injury cause of death for persons with ASD.The purpose of this brief report was to examine swim instructors' preferred knowledge sources for building their individual swimming lessons, catered to swimmers with ASD. Moreover, this study aimed to provide context specific insights for instructors and instructor educators to increase new and future instructors' preparedness for meeting the needs of this population.Three recreational swim instructors were recruited for this qualitative study. Data were collected using a demographic questionnaire, observations, and semi-structured interviews. Analysis was completed using Braun & Clarke's guide for thematic analysis.The results indicated that swim instructors' sources for building knowledge included: learning from peers/mentors, receiving support from parents/caregivers, and participating in additional certification programs or training.With a more extensive understanding of instructors' knowledge building experiences, instructor educators may integrate this knowledge into future development programs to prepare a greater number of trained individuals to facilitate physical activities for children with ASD.", "journal": ["Disability and health journal", "Disabil Health J"], "id": "29187318", "doi": "10.1016/j.dhjo.2017.11.002", "date": "2017-11-22", "authors": [["Kraft", "Erin", "E", "Faculty of Health Sciences, University of Ottawa, Canada. Electronic address: ekraf090@uottawa.ca."], ["Leblanc", "Raymond", "R", "Faculty of Education, University of Ottawa, Canada."]]}