{"words": ["genetic", "association", "autism", "spectrum", "disorder", "asd", "psychotic", "disorders", "schizophrenia", "complicated", "mirrors", "clinical", "overlap", "conditions", "degree", "however", "studies", "date", "examined", "genetics", "individuals", "dually", "diagnosed", "asd", "psychosis", "study", "present", "findings", "copy", "number", "variants", "cnvs", "study", "116", "individuals", "dual", "diagnosis", "dna", "extracted", "arrayed", "using", "affymetrix", "cytoscan", "hd", "array", "affymetrix", "cytogenetics", "arrays", "compared", "existing", "samples", "database", "genomic", "variants", "simons", "simplex", "collection", "cnvs", "individuals", "asd", "families", "novel", "cnvs", "base", "pairs", "identified", "sample", "occurring", "single", "individual", "although", "two", "found", "two", "female", "participants", "rare", "cnvs", "rate", "general", "population", "also", "found", "significantly", "higher", "frequencies", "expected", "findings", "may", "provide", "evidence", "areas", "study", "understanding", "development", "asd", "psychosis", "due", "number", "affected", "genetic", "regions", "previously", "linked", "conditions"], "authors": [["Larson", "Felicity V", "FV", "Department of Psychology, University of Birmingham, Birmingham, UK; Department of Psychiatry, University of Cambridge, Cambridge, UK; Birmingham and Solihull Mental Health Foundation Trust, Birmingham, UK."], ["Arrand", "John R", "JR", "School of Cancer Research, University of Birmingham, UK."], ["Tantam", "Digby", "D", "University of Sheffield, Sheffield, UK."], ["Jones", "Peter B", "PB", "Department of Psychiatry, University of Cambridge, Cambridge, UK; National Institute for Health Research Collaboration for Leadership in Applied Research and Care, East of England, UK; Cambridgeshire and Peterborough NHS Foundation Trust, Cambridge, UK."], ["Holland", "Anthony J", "AJ", "Department of Psychiatry, University of Cambridge, Cambridge, UK; National Institute for Health Research Collaboration for Leadership in Applied Research and Care, East of England, UK; Cambridgeshire and Peterborough NHS Foundation Trust, Cambridge, UK. Electronic address: ajh1008@cam.ac.uk."]], "title": "Copy number variants in people with autism spectrum disorders and co-morbid psychosis.", "year": null, "sentences": ["The genetic association between autism spectrum disorder (ASD) and psychotic disorders such as schizophrenia is complicated and mirrors the clinical overlap between these conditions to some degree.", "However, no studies to date have examined the genetics of individuals dually diagnosed with both ASD and psychosis.", "In this study, we present findings of copy number variants (CNVs) from a study of 116 well-characterised individuals with this dual diagnosis.", "DNA was extracted and arrayed using the Affymetrix CytoScan HD 2.8M array or the Affymetrix Cytogenetics arrays and compared with existing samples from the Database of Genomic Variants and the Simons Simplex Collection of CNVs from individuals with ASD and their families.", "Twenty-seven novel CNVs ≥20k base pairs were identified in the sample, most occurring in only a single individual, although two were found in two female participants.", "Forty-nine rare CNVs (<1.5% rate in general population) were also found at significantly higher frequencies than expected.", "The findings may provide evidence for areas of further study in the understanding of the development of both ASD and psychosis due to the number of affected genetic regions that have not previously been linked to these conditions."], "id": "29225144", "text": "The genetic association between autism spectrum disorder (ASD) and psychotic disorders such as schizophrenia is complicated and mirrors the clinical overlap between these conditions to some degree. However, no studies to date have examined the genetics of individuals dually diagnosed with both ASD and psychosis. In this study, we present findings of copy number variants (CNVs) from a study of 116 well-characterised individuals with this dual diagnosis. DNA was extracted and arrayed using the Affymetrix CytoScan HD 2.8M array or the Affymetrix Cytogenetics arrays and compared with existing samples from the Database of Genomic Variants and the Simons Simplex Collection of CNVs from individuals with ASD and their families. Twenty-seven novel CNVs ≥20k base pairs were identified in the sample, most occurring in only a single individual, although two were found in two female participants. Forty-nine rare CNVs (<1.5% rate in general population) were also found at significantly higher frequencies than expected. The findings may provide evidence for areas of further study in the understanding of the development of both ASD and psychosis due to the number of affected genetic regions that have not previously been linked to these conditions.", "doi": "10.1016/j.ejmg.2017.12.005", "journal": ["European journal of medical genetics", "Eur J Med Genet"], "date": "2018-01-18_23:46:08"}