{"words": ["atypical", "brain", "long", "hypothesized", "autism", "spectrum", "disorder", "asd", "model", "repeatedly", "supported", "various", "neuroimaging", "studies", "recently", "hemispheric", "network", "topologies", "found", "asymmetric", "thereby", "providing", "new", "avenue", "investigating", "brain", "asymmetries", "various", "conditions", "date", "however", "network", "topological", "asymmetries", "altered", "asd", "remains", "largely", "unexplored", "clarify", "present", "study", "included", "asd", "individuals", "newly", "released", "autism", "brain", "imaging", "data", "exchange", "ii", "database", "58", "male", "asd", "individuals", "aged", "5", "26", "years", "70", "typically", "developing", "td", "individuals", "diffusion", "structural", "magnetic", "resonance", "imaging", "used", "construct", "hemispheric", "white", "matter", "networks", "approaches", "applied", "quantify", "topological", "efficiencies", "hemispheric", "networks", "statistical", "analyses", "revealed", "decreased", "rightward", "asymmetry", "network", "efficiencies", "increasing", "age", "td", "group", "asd", "group", "specifically", "td", "group", "exhibit", "increase", "network", "efficiency", "right", "hemisphere", "asd", "group", "left", "hemisphere", "difference", "groups", "observed", "developmental", "trajectory", "network", "efficiencies", "intriguingly", "within", "asd", "group", "severe", "restricted", "repetitive", "behavior", "asd", "found", "correlated", "less", "rightward", "asymmetry", "network", "local", "efficiency", "findings", "provide", "suggestive", "evidence", "atypical", "network", "topological", "asymmetries", "offer", "important", "insights", "abnormal", "development", "asd", "brains"], "authors": [["Wei", "Long", "L", "Institute of Medical Imaging Engineering, School of Medical Instrument and Food Engineering, University of Shanghai for Science and Technology, Shanghai, China; Laiwu Vocational and Technical College, Laiwu, Shandong, China."], ["Zhong", "Suyu", "S", "State Key Laboratory of Cognitive Neuroscience and Learning &IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, China."], ["Nie", "Shengdong", "S", "Institute of Medical Imaging Engineering, School of Medical Instrument and Food Engineering, University of Shanghai for Science and Technology, Shanghai, China. Electronic address: nsd4647@163.com."], ["Gong", "Gaolang", "G", "State Key Laboratory of Cognitive Neuroscience and Learning &IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, China. Electronic address: gaolang.gong@bnu.edu.cn."]], "title": "Aberrant development of the asymmetry between hemispheric brain white matter networks in autism spectrum disorder.", "year": null, "sentences": ["Atypical brain asymmetry/lateralization has long been hypothesized for autism spectrum disorder (ASD), and this model has been repeatedly supported by various neuroimaging studies.", "Recently, hemispheric network topologies have been found to be asymmetric, thereby providing a new avenue for investigating brain asymmetries under various conditions.", "To date, however, how network topological asymmetries are altered in ASD remains largely unexplored.", "To clarify this, the present study included ASD individuals from the newly released Autism Brain Imaging Data Exchange II database (58 right-handed male ASD individuals aged 5 to 26 years and 70 age- and IQ-matched typically developing (TD) individuals).", "Diffusion and structural magnetic resonance imaging were used to construct hemispheric white matter networks, and graph-theory approaches were applied to quantify topological efficiencies for hemispheric networks.", "Statistical analyses revealed a decreased rightward asymmetry of network efficiencies with increasing age in the TD group, but not in the ASD group.", "More specifically, the TD group did not exhibit an age-related increase in network efficiency in the right hemisphere, but the ASD group did.", "For the left hemisphere, no difference between the groups was observed for the developmental trajectory of network efficiencies.", "Intriguingly, within the ASD group, more severe restricted and repetitive behavior in ASD was found to be correlated with less rightward asymmetry of network local efficiency.", "These findings provide suggestive evidence of atypical network topological asymmetries and offer important insights into the abnormal development of ASD brains."], "id": "29224969", "text": "Atypical brain asymmetry/lateralization has long been hypothesized for autism spectrum disorder (ASD), and this model has been repeatedly supported by various neuroimaging studies. Recently, hemispheric network topologies have been found to be asymmetric, thereby providing a new avenue for investigating brain asymmetries under various conditions. To date, however, how network topological asymmetries are altered in ASD remains largely unexplored. To clarify this, the present study included ASD individuals from the newly released Autism Brain Imaging Data Exchange II database (58 right-handed male ASD individuals aged 5 to 26 years and 70 age- and IQ-matched typically developing (TD) individuals). Diffusion and structural magnetic resonance imaging were used to construct hemispheric white matter networks, and graph-theory approaches were applied to quantify topological efficiencies for hemispheric networks. Statistical analyses revealed a decreased rightward asymmetry of network efficiencies with increasing age in the TD group, but not in the ASD group. More specifically, the TD group did not exhibit an age-related increase in network efficiency in the right hemisphere, but the ASD group did. For the left hemisphere, no difference between the groups was observed for the developmental trajectory of network efficiencies. Intriguingly, within the ASD group, more severe restricted and repetitive behavior in ASD was found to be correlated with less rightward asymmetry of network local efficiency. These findings provide suggestive evidence of atypical network topological asymmetries and offer important insights into the abnormal development of ASD brains.", "doi": "10.1016/j.euroneuro.2017.11.018", "journal": ["European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology", "Eur Neuropsychopharmacol"], "date": "2018-01-18_23:46:08"}