{"title": "Arid1b haploinsufficiency disrupts cortical interneuron development and mouse behavior.", "text": "Haploinsufficiency of the AT-rich interactive domain 1B (ARID1B) gene causes autism spectrum disorder and intellectual disability; however, the neurobiological basis for this is unknown. Here we generated Arid1b-knockout mice and examined heterozygotes to model human patients. Arid1b-heterozygous mice showed a decreased number of cortical GABAergic interneurons and reduced proliferation of interneuron progenitors in the ganglionic eminence. Arid1b haploinsufficiency also led to an imbalance between excitatory and inhibitory synapses in the cerebral cortex. Furthermore, we found that Arid1b haploinsufficiency suppressed histone H3 lysine 9 acetylation (H3K9ac) overall and particularly reduced H3K9ac of the Pvalb promoter, resulting in decreased transcription. Arid1b-heterozygous mice exhibited abnormal cognitive and social behaviors, which were rescued by treatment with a positive allosteric GABAA receptor modulator. Our results demonstrate a critical role for Arid1b in interneuron development and behavior and provide insight into the pathogenesis of autism spectrum disorder and intellectual disability.", "journal": ["Nature neuroscience", "Nat. Neurosci."], "id": "29184203", "doi": "10.1038/s41593-017-0013-0", "date": "2017-11-06", "authors": [["Jung", "Eui-Man", "EM", "Department of Developmental Neuroscience, Munroe-Meyer Institute, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Moffat", "Jeffrey Jay", "JJ", "Department of Developmental Neuroscience, Munroe-Meyer Institute, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Liu", "Jinxu", "J", "Department of Pharmacology, Creighton University, Omaha, Nebraska, USA."], ["Dravid", "Shashank Manohar", "SM", "Department of Pharmacology, Creighton University, Omaha, Nebraska, USA."], ["Gurumurthy", "Channabasavaiah Basavaraju", "CB", "Department of Developmental Neuroscience, Munroe-Meyer Institute, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Kim", "Woo-Yang", "WY", "Department of Developmental Neuroscience, Munroe-Meyer Institute, University of Nebraska Medical Center, Omaha, Nebraska, USA. wooyang.kim@unmc.edu."]]}