{"words": ["internationally", "clinical", "outcomes", "routine", "mental", "health", "services", "rarely", "recorded", "reported", "however", "exception", "english", "improving", "access", "psychological", "therapies", "iapt", "service", "delivers", "psychological", "therapies", "recommended", "national", "institute", "health", "care", "excellence", "depression", "anxiety", "disorders", "537", "000", "patients", "uk", "year", "outcome", "monitoring", "system", "ensures", "iapt", "obtains", "symptom", "scores", "treatment", "98", "patients", "service", "outcomes", "reported", "along", "contextual", "information", "public", "used", "publicly", "available", "data", "identify", "predictors", "variability", "clinical", "performance", "using", "β", "regression", "models", "analysed", "outcome", "data", "released", "national", "health", "service", "digital", "public", "health", "england", "financial", "year", "april", "1", "2014", "march", "31", "2015", "developed", "predictive", "model", "reliable", "improvement", "reliable", "recovery", "tested", "whether", "predictors", "also", "associated", "changes", "service", "outcome", "service", "organisation", "features", "predicted", "clinical", "outcomes", "percentage", "cases", "problem", "descriptor", "number", "treatment", "sessions", "percentage", "referrals", "treated", "positively", "associated", "outcome", "time", "waited", "start", "treatment", "percentage", "appointments", "missed", "negatively", "associated", "outcome", "additive", "odd", "ratios", "suggest", "moving", "lowest", "highest", "level", "organisational", "factor", "could", "improve", "service", "outcomes", "dependent", "factor", "consistent", "causal", "model", "organisational", "factors", "also", "predicted", "changes", "outcome", "together", "accounting", "33", "variance", "reliable", "improvement", "22", "reliable", "recovery", "social", "deprivation", "negatively", "associated", "outcomes", "effect", "partly", "mitigated", "organisational", "efforts", "improve", "mental", "health", "outcomes", "largely", "focused", "development", "new", "effective", "treatments", "analyses", "show", "way", "psychological", "therapy", "services", "implemented", "could", "similarly", "important", "mental", "health", "services", "elsewhere", "uk", "countries", "might", "benefit", "adopting", "iapt", "approach", "recording", "publicly", "reporting", "clinical", "trust"], "authors": [["Clark", "David M", "DM", "Department of Experimental Psychology, University of Oxford, Oxford, UK; The Oxford Academic Health Sciences Network, Oxford, UK. Electronic address: david.clark@psy.ox.ac.uk."], ["Canvin", "Lauren", "L", "Department of Experimental Psychology, University of Oxford, Oxford, UK; The Oxford Academic Health Sciences Network, Oxford, UK."], ["Green", "John", "J", "Department of Clinical Health Psychology, Central and North West London National Health Service Trust, London, UK."], ["Layard", "Richard", "R", "Centre for Economic Performance, London School of Economics, London, UK."], ["Pilling", "Stephen", "S", "Department of Clinical, Educational and Health Psychology, University College London, London, UK."], ["Janecka", "Magdalena", "M", "Seaver Autism Center, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA."]], "title": "Transparency about the outcomes of mental health services (IAPT approach): an analysis of public data.", "year": null, "sentences": ["Internationally, the clinical outcomes of routine mental health services are rarely recorded or reported; however, an exception is the English Improving Access to Psychological Therapies (IAPT) service, which delivers psychological therapies recommended by the National Institute for Health and Care Excellence for depression and anxiety disorders to more than 537 000 patients in the UK each year.", "A session-by-session outcome monitoring system ensures that IAPT obtains symptom scores before and after treatment for 98% of patients.", "Service outcomes can then be reported, along with contextual information, on public websites.We used publicly available data to identify predictors of variability in clinical performance.", "Using β regression models, we analysed the outcome data released by National Health Service Digital and Public Health England for the 2014-15 financial year (April 1, 2014, to March 31, 2015) and developed a predictive model of reliable improvement and reliable recovery.", "We then tested whether these predictors were also associated with changes in service outcome between 2014-15 and 2015-16.Five service organisation features predicted clinical outcomes in 2014-15.", "Percentage of cases with a problem descriptor, number of treatment sessions, and percentage of referrals treated were positively associated with outcome.", "The time waited to start treatment and percentage of appointments missed were negatively associated with outcome.", "Additive odd ratios suggest that moving from the lowest to highest level on an organisational factor could improve service outcomes by 11-42%, dependent on the factor.", "Consistent with a causal model, most organisational factors also predicted between-year changes in outcome, together accounting for 33% of variance in reliable improvement and 22% for reliable recovery.", "Social deprivation was negatively associated with some outcomes, but the effect was partly mitigated by the organisational factors.Traditionally, efforts to improve mental health outcomes have largely focused on the development of new and more effective treatments.", "Our analyses show that the way psychological therapy services are implemented could be similarly important.", "Mental health services elsewhere in the UK and in other countries might benefit from adopting IAPT's approach to recording and publicly reporting clinical outcomes.Wellcome Trust."], "id": "29224931", "text": "Internationally, the clinical outcomes of routine mental health services are rarely recorded or reported; however, an exception is the English Improving Access to Psychological Therapies (IAPT) service, which delivers psychological therapies recommended by the National Institute for Health and Care Excellence for depression and anxiety disorders to more than 537 000 patients in the UK each year. A session-by-session outcome monitoring system ensures that IAPT obtains symptom scores before and after treatment for 98% of patients. Service outcomes can then be reported, along with contextual information, on public websites.We used publicly available data to identify predictors of variability in clinical performance. Using β regression models, we analysed the outcome data released by National Health Service Digital and Public Health England for the 2014-15 financial year (April 1, 2014, to March 31, 2015) and developed a predictive model of reliable improvement and reliable recovery. We then tested whether these predictors were also associated with changes in service outcome between 2014-15 and 2015-16.Five service organisation features predicted clinical outcomes in 2014-15. Percentage of cases with a problem descriptor, number of treatment sessions, and percentage of referrals treated were positively associated with outcome. The time waited to start treatment and percentage of appointments missed were negatively associated with outcome. Additive odd ratios suggest that moving from the lowest to highest level on an organisational factor could improve service outcomes by 11-42%, dependent on the factor. Consistent with a causal model, most organisational factors also predicted between-year changes in outcome, together accounting for 33% of variance in reliable improvement and 22% for reliable recovery. Social deprivation was negatively associated with some outcomes, but the effect was partly mitigated by the organisational factors.Traditionally, efforts to improve mental health outcomes have largely focused on the development of new and more effective treatments. Our analyses show that the way psychological therapy services are implemented could be similarly important. Mental health services elsewhere in the UK and in other countries might benefit from adopting IAPT's approach to recording and publicly reporting clinical outcomes.Wellcome Trust.", "doi": "10.1016/S0140-6736(17)32133-5", "journal": ["Lancet (London, England)", "Lancet"], "date": "2018-01-18_23:46:08"}