{"words": ["individuals", "autism", "spectrum", "disorder", "asd", "faced", "significant", "barriers", "relating", "employment", "opportunities", "workplace", "participation", "study", "evaluated", "effectiveness", "walker", "social", "skills", "curriculum", "access", "program", "video", "modeling", "increase", "social", "communication", "skills", "necessary", "workplace", "inclusion", "participants", "attended", "two", "sessions", "3", "h", "per", "week", "across", "period", "20", "weeks", "design", "used", "demonstrate", "social", "skills", "outcomes", "across", "three", "broad", "curricular", "areas", "social", "skills", "standardized", "assessments", "also", "taken", "results", "showed", "significant", "increases", "target", "social", "skills", "significant", "decrease", "problem", "behaviors", "following", "intervention", "evidence", "maintenance", "generalization", "also", "demonstrated", "implications", "practice", "research", "discussed"], "authors": [["Walsh", "Edith", "E", "School of Psychology, National University of Ireland, Galway, Ireland."], ["Holloway", "Jennifer", "J", "School of Psychology, National University of Ireland, Galway, Ireland. jennifer.holloway@nuigalway.ie."], ["Lydon", "Helena", "H", "School of Psychology, National University of Ireland, Galway, Ireland."]], "title": "An Evaluation of a Social Skills Intervention for Adults with Autism Spectrum Disorder and Intellectual Disabilities preparing for Employment in Ireland: A Pilot Study.", "year": null, "sentences": ["Individuals with autism spectrum disorder (ASD) are faced with significant barriers relating to employment opportunities and workplace participation.", "This study evaluated the effectiveness of the Walker social skills curriculum: the ACCESS program and video modeling to increase social communication skills necessary for workplace inclusion.", "Participants attended two sessions (i.e., 3 h) per week across a period of 20 weeks.", "A multiple-probe design was used to demonstrate social skills outcomes across three broad curricular areas (i.e., peer-related, adult-related, and self-related social skills).", "Pre-and post-intervention standardized assessments were also taken.", "Results showed significant increases in target social skills and a significant decrease in problem behaviors following intervention.", "Evidence of maintenance and generalization were also demonstrated.", "Implications for practice and research are discussed."], "id": "29224188", "text": "Individuals with autism spectrum disorder (ASD) are faced with significant barriers relating to employment opportunities and workplace participation. This study evaluated the effectiveness of the Walker social skills curriculum: the ACCESS program and video modeling to increase social communication skills necessary for workplace inclusion. Participants attended two sessions (i.e., 3 h) per week across a period of 20 weeks. A multiple-probe design was used to demonstrate social skills outcomes across three broad curricular areas (i.e., peer-related, adult-related, and self-related social skills). Pre-and post-intervention standardized assessments were also taken. Results showed significant increases in target social skills and a significant decrease in problem behaviors following intervention. Evidence of maintenance and generalization were also demonstrated. Implications for practice and research are discussed.", "doi": "10.1007/s10803-017-3441-5", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:46:09"}