{"title": "Altered cerebellar connectivity in autism and cerebellar-mediated rescue of autism-related behaviors in mice.", "text": "Cerebellar abnormalities, particularly in Right Crus I (RCrusI), are consistently reported in autism spectrum disorders (ASD). Although RCrusI is functionally connected with ASD-implicated circuits, the contribution of RCrusI dysfunction to ASD remains unclear. Here neuromodulation of RCrusI in neurotypical humans resulted in altered functional connectivity with the inferior parietal lobule, and children with ASD showed atypical functional connectivity in this circuit. Atypical RCrusI-inferior parietal lobule structural connectivity was also evident in the Purkinje neuron (PN) TscI ASD mouse model. Additionally, chemogenetically mediated inhibition of RCrusI PN activity in mice was sufficient to generate ASD-related social, repetitive, and restricted behaviors, while stimulation of RCrusI PNs rescued social impairment in the PN TscI ASD mouse model. Together, these studies reveal important roles for RCrusI in ASD-related behaviors. Further, the rescue of social behaviors in an ASD mouse model suggests that investigation of the therapeutic potential of cerebellar neuromodulation in ASD may be warranted.", "journal": ["Nature neuroscience", "Nat. Neurosci."], "id": "29184200", "doi": "10.1038/s41593-017-0004-1", "date": "2017-10-30", "authors": [["Stoodley", "Catherine J", "CJ", "Department of Psychology and Center for Behavioral Neuroscience, American University, Washington, DC, USA. stoodley@american.edu."], ["D'Mello", "Anila M", "AM", "Department of Psychology and Center for Behavioral Neuroscience, American University, Washington, DC, USA."], ["Ellegood", "Jacob", "J", "Toronto Mouse Imaging Centre, Hospital for Sick Kids, Toronto, Canada."], ["Jakkamsetti", "Vikram", "V", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA."], ["Liu", "Pei", "P", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA."], ["Nebel", "Mary Beth", "MB", "Center for Neurodevelopmental and Imaging Research, Kennedy Krieger Institute, Baltimore, Maryland, USA."], ["Gibson", "Jennifer M", "JM", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA."], ["Kelly", "Elyza", "E", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA."], ["Meng", "Fantao", "F", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA."], ["Cano", "Christopher A", "CA", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA."], ["Pascual", "Juan M", "JM", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA."], ["Mostofsky", "Stewart H", "SH", "Center for Neurodevelopmental and Imaging Research, Kennedy Krieger Institute, Baltimore, Maryland, USA."], ["Lerch", "Jason P", "JP", "Toronto Mouse Imaging Centre, Hospital for Sick Kids, Toronto, Canada."], ["Tsai", "Peter T", "PT", "The Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, Texas, USA. peter.tsai@utsouthwestern.edu."]]}