{"title": "A quantitative method for microstructural analysis of myelinated axons in the injured rodent brain.", "text": "MRI studies (e.g. using diffusion tensor imaging) revealed that injury to white matter tracts, as observed in for instance perinatal white matter injury and multiple sclerosis, leads to compromised microstructure of myelinated axonal tracts. Alterations in white matter microstructure are also present in a wide range of neurological disorders including autism-spectrum disorders, schizophrenia and ADHD. Whereas currently myelin quantity measures are often used in translational animal models of white matter disease, it can be an important valuable addition to study the microstructural organization of myelination patterns in greater detail. Here, we describe methods to extensively study the microstructure of cortical myelination by immunostaining for myelin. To validate these methods, we carefully analyzed the organization of myelinated axons running from the external capsule towards the outer layers of the cortex in three rodent models of neonatal brain injury and in an adult stroke model, that have all been associated with myelination impairments. This unique, relatively easy and sensitive methodology can be applied to study subtle differences in myelination patterns in animal models in which aberrations in myelination integrity are suspected. Importantly, the described methods can be applied to determine efficacy of novel experimental treatments on microstructural organization of cortical myelination.", "journal": ["Scientific reports", "Sci Rep"], "id": "29184182", "doi": "10.1038/s41598-017-16797-1", "date": "2017-11-28", "authors": [["van Tilborg", "Erik", "E", "Laboratory of Neuroimmunology and Developmental Origins of Disease, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["van Kammen", "Caren M", "CM", "Laboratory of Neuroimmunology and Developmental Origins of Disease, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["de Theije", "Caroline G M", "CGM", "Laboratory of Neuroimmunology and Developmental Origins of Disease, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["van Meer", "Maurits P A", "MPA", "Biomedical MR Imaging and Spectroscopy Group, Center for Image Sciences, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Dijkhuizen", "Rick M", "RM", "Biomedical MR Imaging and Spectroscopy Group, Center for Image Sciences, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Nijboer", "Cora H", "CH", "Laboratory of Neuroimmunology and Developmental Origins of Disease, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands. C.Nijboer@umcutrecht.nl."]]}