{"title": "Deficiency of a brain-specific chemokine-like molecule, SAM3, induces cardinal phenotypes of autism spectrum disorders in mice.", "text": "Chemokines are small secreted signaling proteins produced by a broad range of cells, including immune cells. Several studies have recently suggested potential roles of chemokines and their receptors in the pathophysiology of autism spectrum disorders (ASDs). SAM3 is a novel brain-specific chemokine-like molecule with an unknown physiological function. We explored the relevance of chemokines in the development of ASD in mice, with a focus on SAM3. We generated Sam3 gene knockout (KO) mice and characterized their behavioral phenotypes, with a focus on those relevant to ASD. Sam3-deficient mice displayed all three core phenotypes of ASD: impaired responses to social novelty, defects in social communication, and increased repetitive behavior. In addition, they showed increased anxiety. Interestingly, gender differences were identified for several behaviors: only male Sam3 KO mice exhibited increased anxiety and increased repetitive behaviors. Sam3 KO mice did not exhibit changes in other behaviors, including locomotor activities, fear learning and memory, and object recognition memory. These findings indicate that a deficiency of SAM3, a novel brain-specific chemokine-like molecule, may lead to the pathogenesis of ASDs and suggest the possibility that SAM3, a soluble factor, could be a novel therapeutic target for ASD treatment.", "journal": ["Scientific reports", "Sci Rep"], "id": "29184127", "doi": "10.1038/s41598-017-16769-5", "date": "2017-11-28", "authors": [["Kim", "Sujin", "S", "Center for Cognition and Sociality, Institute for Basic Science, Yuseong-gu, Daejeon, 34141, Republic of Korea."], ["Lee", "Boyoung", "B", "Center for Cognition and Sociality, Institute for Basic Science, Yuseong-gu, Daejeon, 34141, Republic of Korea."], ["Choi", "Jung-Hwa", "JH", "Department of Biology, Chungnam National University, Daejeon, 34134, Republic of Korea."], ["Kim", "Jong-Hyun", "JH", "Center for Cognition and Sociality, Institute for Basic Science, Yuseong-gu, Daejeon, 34141, Republic of Korea."], ["Kim", "Cheol-Hee", "CH", "Department of Biology, Chungnam National University, Daejeon, 34134, Republic of Korea. zebrakim@cnu.ac.kr."], ["Shin", "Hee-Sup", "HS", "Center for Cognition and Sociality, Institute for Basic Science, Yuseong-gu, Daejeon, 34141, Republic of Korea. shin@ibs.re.kr."]]}