{"words": ["mutations", "copy", "number", "variants", "affecting", "dyrk1a", "gene", "encoding", "tyrosine", "kinase", "1a", "among", "frequent", "genetic", "causes", "neurodevelopmental", "disorders", "including", "autism", "spectrum", "disorder", "asd", "associated", "microcephaly", "febrile", "seizures", "severe", "speech", "acquisition", "delay", "developed", "mouse", "model", "harboring", "mutation", "dyrk1a", "resulting", "protein", "truncation", "elimination", "kinase", "activity", "site", "mice", "showed", "significant", "impairments", "cognition", "cognitive", "flexibility", "communicative", "ultrasonic", "vocalizations", "social", "contacts", "susceptibility", "seizures", "also", "significantly", "increased", "mice", "truncation", "leading", "haploinsufficiency", "dyrk1a", "mice", "thus", "recapitulates", "syndromic", "phenotypes", "observed", "human", "patients", "constitutes", "useful", "model", "investigations", "mechanisms", "leading", "asd", "speech", "delay", "febrile", "seizures"], "authors": [["Raveau", "Matthieu", "M", "Laboratory for Neurogenetics, RIKEN Brain Science Institute, Saitama 351-0198, Japan."], ["Shimohata", "Atsushi", "A", "Laboratory for Neurogenetics, RIKEN Brain Science Institute, Saitama 351-0198, Japan."], ["Amano", "Kenji", "K", "Laboratory for Neurogenetics, RIKEN Brain Science Institute, Saitama 351-0198, Japan."], ["Miyamoto", "Hiroyuki", "H", "Laboratory for Neurogenetics, RIKEN Brain Science Institute, Saitama 351-0198, Japan."], ["Yamakawa", "Kazuhiro", "K", "Laboratory for Neurogenetics, RIKEN Brain Science Institute, Saitama 351-0198, Japan. Electronic address: yamakawa@brain.riken.jp."]], "title": "DYRK1A-haploinsufficiency in mice causes autistic-like features and febrile seizures.", "year": null, "sentences": ["Mutations and copy number variants affecting DYRK1A gene encoding the dual-specificity tyrosine phosphorylation-regulated kinase 1A are among the most frequent genetic causes of neurodevelopmental disorders including autism spectrum disorder (ASD) associated with microcephaly, febrile seizures and severe speech acquisition delay.", "Here we developed a mouse model harboring a frame-shift mutation in Dyrk1a resulting in a protein truncation and elimination of its kinase activity site.", "Dyrk1a+/- mice showed significant impairments in cognition and cognitive flexibility, communicative ultrasonic vocalizations, and social contacts.", "Susceptibility to hyperthermia-induced seizures was also significantly increased in these mice.", "The truncation leading to haploinsufficiency of DYRK1A in mice thus recapitulates the syndromic phenotypes observed in human patients and constitutes a useful model for further investigations of the mechanisms leading to ASD, speech delay and febrile seizures."], "id": "29223763", "text": "Mutations and copy number variants affecting DYRK1A gene encoding the dual-specificity tyrosine phosphorylation-regulated kinase 1A are among the most frequent genetic causes of neurodevelopmental disorders including autism spectrum disorder (ASD) associated with microcephaly, febrile seizures and severe speech acquisition delay. Here we developed a mouse model harboring a frame-shift mutation in Dyrk1a resulting in a protein truncation and elimination of its kinase activity site. Dyrk1a+/- mice showed significant impairments in cognition and cognitive flexibility, communicative ultrasonic vocalizations, and social contacts. Susceptibility to hyperthermia-induced seizures was also significantly increased in these mice. The truncation leading to haploinsufficiency of DYRK1A in mice thus recapitulates the syndromic phenotypes observed in human patients and constitutes a useful model for further investigations of the mechanisms leading to ASD, speech delay and febrile seizures.", "doi": "10.1016/j.nbd.2017.12.003", "journal": ["Neurobiology of disease", "Neurobiol. Dis."], "date": "2018-01-18_23:46:09"}