{"words": ["imaging", "may", "improve", "understanding", "relationship", "cortical", "morphology", "cytoarchitecture", "end", "integrated", "analyses", "several", "magnetic", "resonance", "imaging", "mri", "spectroscopy", "mrs", "metrics", "within", "anterior", "cingulate", "cortex", "acc", "considering", "accs", "role", "neurodevelopmental", "disorders", "also", "investigated", "association", "neuropsychiatric", "symptoms", "various", "metrics", "t1", "mri", "acc", "voxel", "data", "along", "phenotypic", "information", "acquired", "children", "years", "various", "neurodevelopmental", "disorders", "healthy", "controls", "within", "mrs", "voxel", "mean", "diffusivity", "md", "grey", "matter", "fraction", "intrinsic", "curvature", "ic", "surface", "concentrations", "creatine", "choline", "glutamate", "extracted", "linear", "models", "used", "investigate", "neurochemicals", "predicted", "md", "ic", "md", "predicted", "ic", "finally", "measures", "various", "symptom", "severities", "included", "determine", "influence", "symptoms", "neurodevelopmental", "disorders", "five", "neurochemicals", "inversely", "predicted", "md", "puncorrected", "association", "ic", "md", "ic", "neurochemicals", "p", "severity", "autism", "symptoms", "related", "positively", "md", "findings", "support", "notion", "neurochemicals", "relate", "cytoarchitecture", "within", "cortex", "additionally", "showed", "autism", "symptoms", "across", "participants", "relate", "acc", "cytoarchitecture"], "authors": [["Forde", "Natalie J", "NJ", "University of Groningen, University Medical Center Groningen, Department of (Child and Adolescent) Psychiatry, Postbus 660, 9700 AR Groningen, The Netherlands; Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behavior, Radboud University Medical Center, Nijmegen, The Netherlands. Electronic address: j.n.forde@umcg.nl."], ["Naaijen", "Jilly", "J", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behavior, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Lythgoe", "David J", "DJ", "King's College London, Institute of Psychiatry, Psychology and Neuroscience, Department of Neuroimaging, London, United Kingdom."], ["Akkermans", "Sophie E A", "SEA", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behavior, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Openneer", "Thaïra J C", "TJC", "University of Groningen, University Medical Center Groningen, Department of (Child and Adolescent) Psychiatry, Postbus 660, 9700 AR Groningen, The Netherlands."], ["Dietrich", "Andrea", "A", "University of Groningen, University Medical Center Groningen, Department of (Child and Adolescent) Psychiatry, Postbus 660, 9700 AR Groningen, The Netherlands."], ["Zwiers", "Marcel P", "MP", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behavior, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Hoekstra", "Pieter J", "PJ", "University of Groningen, University Medical Center Groningen, Department of (Child and Adolescent) Psychiatry, Postbus 660, 9700 AR Groningen, The Netherlands."], ["Buitelaar", "Jan K", "JK", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behavior, Radboud University Medical Center, Nijmegen, The Netherlands; Karakter Child and Adolescent Psychiatry University Center, Nijmegen, The Netherlands."]], "title": "Multi-modal imaging investigation of anterior cingulate cortex cytoarchitecture in neurodevelopment.", "year": null, "sentences": ["Multi-modal imaging may improve our understanding of the relationship between cortical morphology and cytoarchitecture.", "To this end we integrated the analyses of several magnetic resonance imaging (MRI) and spectroscopy (MRS) metrics within the anterior cingulate cortex (ACC).", "Considering the ACCs role in neurodevelopmental disorders, we also investigated the association between neuropsychiatric symptoms and the various metrics.", "T1 and diffusion-weighted MRI and 1H-MRS (ACC voxel) data along with phenotypic information were acquired from children (8-12 years) with various neurodevelopmental disorders (n=95) and healthy controls (n=50).", "From within the MRS voxel mean diffusivity (MD) of the grey matter fraction, intrinsic curvature (IC) of the surface and concentrations of creatine, choline, glutamate, N-acetylaspartate and myo-inositol were extracted.", "Linear models were used to investigate if the neurochemicals predicted MD and IC or if MD predicted IC.", "Finally, measures of various symptom severities were included to determine the influence of symptoms of neurodevelopmental disorders.", "All five neurochemicals inversely predicted MD (all puncorrected<0.04, β=0.23-0.36).", "There was no association between IC and MD or IC and the neurochemicals (all p>0.05).", "Severity of autism symptoms related positively to MD (puncorrected=0.002, β=0.39).", "Our findings support the notion that the neurochemicals relate to cytoarchitecture within the cortex.", "Additionally, we showed that autism symptoms across participants relate to the ACC cytoarchitecture."], "id": "29223496", "text": "Multi-modal imaging may improve our understanding of the relationship between cortical morphology and cytoarchitecture. To this end we integrated the analyses of several magnetic resonance imaging (MRI) and spectroscopy (MRS) metrics within the anterior cingulate cortex (ACC). Considering the ACCs role in neurodevelopmental disorders, we also investigated the association between neuropsychiatric symptoms and the various metrics. T1 and diffusion-weighted MRI and 1H-MRS (ACC voxel) data along with phenotypic information were acquired from children (8-12 years) with various neurodevelopmental disorders (n=95) and healthy controls (n=50). From within the MRS voxel mean diffusivity (MD) of the grey matter fraction, intrinsic curvature (IC) of the surface and concentrations of creatine, choline, glutamate, N-acetylaspartate and myo-inositol were extracted. Linear models were used to investigate if the neurochemicals predicted MD and IC or if MD predicted IC. Finally, measures of various symptom severities were included to determine the influence of symptoms of neurodevelopmental disorders. All five neurochemicals inversely predicted MD (all puncorrected<0.04, β=0.23-0.36). There was no association between IC and MD or IC and the neurochemicals (all p>0.05). Severity of autism symptoms related positively to MD (puncorrected=0.002, β=0.39). Our findings support the notion that the neurochemicals relate to cytoarchitecture within the cortex. Additionally, we showed that autism symptoms across participants relate to the ACC cytoarchitecture.", "doi": "10.1016/j.euroneuro.2017.11.021", "journal": ["European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology", "Eur Neuropsychopharmacol"], "date": "2018-01-18_23:46:09"}