{"title": "Molecular architecture of potassium chloride co-transporter KCC2.", "text": "KCC2 is a neuron specific K+-Cl- co-transporter that controls neuronal chloride homeostasis, and is critically involved in many neurological diseases including brain trauma, epilepsies, autism and schizophrenia. Despite significant accumulating data on the biology and electrophysiological properties of KCC2, structure-function relationships remain poorly understood. Here we used calixarene detergent to solubilize and purify wild-type non-aggregated and homogenous KCC2. Specific binding of inhibitor compound VU0463271 was demonstrated using surface plasmon resonance (SPR). Mass spectrometry revealed glycosylations and phosphorylations as expected from functional KCC2. We show by electron microscopy (EM) that KCC2 exists as monomers and dimers in solution. Monomers are organized into \"head\" and \"core\" domains connected by a flexible \"linker\". Dimers are asymmetrical and display a bent \"S-shape\" architecture made of four distinct domains and a flexible dimerization interface. Chemical crosslinking in reducing conditions shows that disulfide bridges are involved in KCC2 dimerization. Moreover, we show that adding a tag to the C-terminus is detrimental to KCC2 function. We postulate that the conserved KCC2 C-ter may be at the interface of dimerization. Taken together, our findings highlight the flexible multi-domain structure of KCC2 with variable anchoring points at the dimerization interface and an important C-ter extremity providing the first in-depth functional architecture of KCC2.", "journal": ["Scientific reports", "Sci Rep"], "id": "29184062", "doi": "10.1038/s41598-017-15739-1", "date": "2017-11-28", "authors": [["Agez", "Morgane", "M", "CALIXAR, 60 avenue Rockefeller, 69008, Lyon, France."], ["Schultz", "Patrick", "P", "Department of Integrated Structural Biology, IGBMC (Institut de Génétique et de Biologie Moléculaire et Cellulaire) INSERM, U964; CNRS/Strasbourg University, UMR7104 1, rue Laurent Fries, BP10142, 67404, Illkirch, France."], ["Medina", "Igor", "I", "INMED, INSERM Unité 901, Marseille, France."], ["Baker", "David J", "DJ", "Discovery Sciences, IMED Biotech Unit, AstraZeneca, Cambridge, UK."], ["Burnham", "Matthew P", "MP", "Discovery Sciences, IMED Biotech Unit, AstraZeneca, Alderley Park, UK."], ["Cardarelli", "Ross A", "RA", "AstraZeneca Tufts Laboratory for Basic and Translational Neuroscience, Boston, Massachusetts, 02111, USA."], ["Conway", "Leslie C", "LC", "AstraZeneca Tufts Laboratory for Basic and Translational Neuroscience, Boston, Massachusetts, 02111, USA."], ["Garnier", "Kelly", "K", "CALIXAR, 60 avenue Rockefeller, 69008, Lyon, France."], ["Geschwindner", "Stefan", "S", "Discovery Sciences, IMED Biotech Unit, AstraZeneca, Gothenburg, Sweden."], ["Gunnarsson", "Anders", "A", "Discovery Sciences, IMED Biotech Unit, AstraZeneca, Gothenburg, Sweden."], ["McCall", "Eileen J", "EJ", "Discovery Sciences, IMED Biotech Unit, AstraZeneca, Cambridge, UK."], ["Frechard", "Alexandre", "A", "Department of Integrated Structural Biology, IGBMC (Institut de Génétique et de Biologie Moléculaire et Cellulaire) INSERM, U964; CNRS/Strasbourg University, UMR7104 1, rue Laurent Fries, BP10142, 67404, Illkirch, France."], ["Audebert", "Stéphane", "S", "Aix Marseille Univ, CNRS, INSERM, Institut Paoli-Calmettes, CRCM, Marseille Protéomique, Marseille, France."], ["Deeb", "Tarek Z", "TZ", "AstraZeneca Tufts Laboratory for Basic and Translational Neuroscience, Boston, Massachusetts, 02111, USA."], ["Moss", "Stephen J", "SJ", "Department of Neuroscience, Tufts University School of Medicine, Boston, MA, 02111, USA."], ["Brandon", "Nicholas J", "NJ", "AstraZeneca Tufts Laboratory for Basic and Translational Neuroscience, Boston, Massachusetts, 02111, USA."], ["Wang", "Qi", "Q", "AstraZeneca Tufts Laboratory for Basic and Translational Neuroscience, Boston, Massachusetts, 02111, USA."], ["Dekker", "Niek", "N", "Discovery Sciences, IMED Biotech Unit, AstraZeneca, Gothenburg, Sweden. niek.dekker@astrazeneca.com."], ["Jawhari", "Anass", "A", "CALIXAR, 60 avenue Rockefeller, 69008, Lyon, France. ajawhari@calixar.com."]]}