{"title": "Risk of autism spectrum disorder in children born to mothers with systemic lupus erythematosus and rheumatoid arthritis in Taiwan.", "text": "To determine whether offspring of Taiwanese mothers with systemic lupus erythematosus or rheumatoid arthritis have a higher risk of autism spectrum disorder.Using the National Health Insurance database and National Birth Registry, we identified a cohort of all live births in Taiwan between 2001 and 2012. Children born to mothers with systemic lupus erythematosus or rheumatoid arthritis were identified and matched with up to 8 controls by maternal age, 1-minute Apgar score, 5-minute Apgar score, mode of delivery, sex of the child, gestational age, birth weight and place of residence. Marginal Cox proportional hazard models were used to estimate relative risk (RR) with 95% confidence intervals (CI) for ASD in offspring.Of 1,893,244 newborns, 0.08% (n=1594) were born to systemic lupus erythematosus mothers, and 0.04% (n=673) were born to rheumatoid arthritis mothers. Overall, 5 of 673 (0.74%) offspring of rheumatoid arthritis mothers, 7 of 1594 (0.44%) offspring of systemic lupus erythematosus mothers and 10,631 of 1,893,244 (0.56%) offspring of all mothers developed autism spectrum disorder. Autism spectrum disorder incidence (per 100,000 person-years) was 140.39 (95% CI, 45.58-327.62) for the rheumatoid arthritis group and 76.19 (95% CI, 30.63-156.97) for the systemic lupus erythematosus group. Autism spectrum disorder risk was not significantly higher for children born to mothers with rheumatoid arthritis (HR, 1.42; 95% CI, 0.60-3.40) or systemic lupus erythematosus (HR, 0.76; 95% CI, 0.36-1.59).Children born to women with systemic lupus erythematosus or rheumatoid arthritis do not have a higher risk of autism spectrum disorder.", "journal": ["Joint, bone, spine : revue du rhumatisme", "Joint Bone Spine"], "id": "29183859", "doi": "10.1016/j.jbspin.2017.11.005", "date": "2017-11-26", "authors": [["Tsai", "Ping-Han", "PH", "Division of Rheumatology, Allergy and Immunology, Chang-Gung Memorial Hospital, 333 Taoyuan City, Taiwan."], ["Yu", "Kuang-Hui", "KH", "Division of Rheumatology, Allergy and Immunology, Chang-Gung Memorial Hospital, 333 Taoyuan City, Taiwan."], ["Chou", "I-Jun", "IJ", "Division of Clinical Neuroscience, School of Medicine, University of Nottingham, NG7 2RD Nottingham, UK; Division of Paediatric Neurology, Chang-Gung Memorial Hospital, 333 Taoyuan City, Taiwan."], ["Luo", "Shue-Fen", "SF", "Division of Rheumatology, Allergy and Immunology, Chang-Gung Memorial Hospital, 333 Taoyuan City, Taiwan."], ["Tseng", "Wen-Yi", "WY", "Kennedy Institute of Rheumatology, University of Oxford, OX3 7FY Oxford, UK; Division of Rheumatology, Allergy and Immunology, Chang-Gung Memorial Hospital, 204 Keelung City, Taiwan."], ["Huang", "Lu-Hsiang", "LH", "Division of Rheumatology, Allergy and Immunology, Chang-Gung Memorial Hospital, 333 Taoyuan City, Taiwan."], ["Kuo", "Chang-Fu", "CF", "Division of Rheumatology, Allergy and Immunology, Chang-Gung Memorial Hospital, 333 Taoyuan City, Taiwan; Division or Rheumatology, Orthopaedics and Dermatology, School of Medicine, University of Nottingham, NG7 2RD Nottingham, UK. Electronic address: zandis@gmail.com."]]}