{"title": "Chronic Intranasal Oxytocin has Dose-dependent Effects on Central Oxytocin and Vasopressin Systems in Prairie Voles (Microtus ochrogaster).", "text": "Oxytocin (Oxt) is a neuropeptide with many functions, including modulation of social behavior(s) and anxiety. Due to its notable pro-social effects, it has been proposed as a treatment in the management of neuropsychiatric disorders, such as autism spectrum disorder (ASD), schizophrenia, and social anxiety; however, effects of long-term daily treatment are still being explored. Previously, we have shown that in male prairie voles (Microtus ochrogaster) exposure to Oxt during the peri-adolescent period impaired adult pair bonding in a dose-dependent fashion. In females, the medium dose used (0.8 IU/kg) appeared to facilitate pair bonding, and the low and medium doses were associated with fewer lines crossed in the open field. In this study, we examined central receptor binding and immunoreactive (IR) protein for Oxt and vasopressin (Avp), a closely related peptide. Voles were treated with saline vehicle, or one of three doses of Oxt (0.08, 0.8, 8.0 IU/kg) for three weeks from postnatal days 21 to 42, and euthanized as adults. We used autoradiography to examine Oxt and Avp receptor binding and immunohistochemistry to examine Oxt and Avp - IR cells in the paraventricular (PVN) and supraoptic (SON) nuclei of the hypothalamus. Females that received the medium dose of Oxt had higher Oxt receptor binding in the nucleus accumbens shell (NAS), while males that received the medium dose had lower Avp-IR cells in the PVN. In summary, we found sex-specific effects of long-term exposure to intranasal Oxt on the Oxt and Avp systems at the weight-adjusted dose currently being used in clinical trials in humans.", "journal": ["Neuroscience", "Neuroscience"], "id": "29183825", "doi": "10.1016/j.neuroscience.2017.11.037", "date": "2017-11-26", "authors": [["Guoynes", "C D", "CD", "Department of Psychology and California National Primate Research Center, University of California, Davis, CA, United States; Department of Psychology, University of Wisconsin, Madison, WI, United States."], ["Simmons", "T C", "TC", "Department of Psychology and California National Primate Research Center, University of California, Davis, CA, United States."], ["Downing", "G M", "GM", "Department of Psychology and California National Primate Research Center, University of California, Davis, CA, United States; Department of Biology, San Francisco State University, San Francisco, CA, United States."], ["Jacob", "S", "S", "Department of Psychiatry and Center for Neurobehavioral Development, University of Minnesota, MN, United States."], ["Solomon", "M", "M", "Department of Psychiatry and Behavioral Sciences and MIND Institute, University of California, Davis, CA, United States."], ["Bales", "K L", "KL", "Department of Psychology and California National Primate Research Center, University of California, Davis, CA, United States. Electronic address: klbales@ucdavis.edu."]]}