{"title": "Contemporary Applications of Fecal Microbiota Transplantation to Treat Intestinal Diseases in Humans.", "text": "The intestinal microbiota comprise an important organ that plays a vital role in host digestion, development, energy maintenance, hemostasis, and immunity. Disruption of the gut microbial community due to diet, lifestyle, or antibiotic exposure increases susceptibility to chronic infection and disease. Fecal microbiota transplantation (FMT) involves the transfer of gut microbiota from a healthy donor to a patient in order to restore normal diversity and function of the microbial community. This method has become a well established alternative therapy for the treatment of recurrent Clostridium difficile infection. Recent clinical trials and studies in animal models suggest promise for this method to treat inflammatory bowel diseases, as well as metabolic syndrome. In addition, due to signaling interactions between the gut microbiota and brain, FMT has been suggested as a potential treatment for some psychological disorders, including autism spectrum disorder. Importantly, advances in next-generation sequencing and multi-omics approaches are increasingly improving our understanding of the mechanisms by which FMT results in cure of these various conditions. In this review, we summarize the current applications of FMT and highlight potential future uses and current challenges in understanding and optimizing FMT procedures.", "journal": ["Archives of medical research", "Arch. Med. Res."], "id": "29183720", "doi": "10.1016/j.arcmed.2017.11.006", "date": "2017-11-25", "authors": [["Staley", "Christopher", "C", "BioTechnology Institute, University of Minnesota, Saint Paul, MN, USA."], ["Khoruts", "Alexander", "A", "BioTechnology Institute, University of Minnesota, Saint Paul, MN, USA; Division of Gastroenterology and Center for Immunology, Department of Medicine, University of Minnesota, Minneapolis, MN, USA."], ["Sadowsky", "Michael J", "MJ", "BioTechnology Institute, University of Minnesota, Saint Paul, MN, USA; Department of Soil, Water, and Climate, University of Minnesota, Saint Paul, MN, USA; Department of Plant and Microbial Biology, University of Minnesota, Saint Paul, MN, USA. Electronic address: sadowsky@umn.edu."]]}