{"words": ["intervention", "pmi", "commonly", "defined", "treatment", "approach", "engages", "typically", "developing", "peers", "teach", "children", "autism", "spectrum", "disorders", "asd", "social", "skills", "increase", "social", "interactions", "mainly", "school", "setting", "letter", "address", "limitations", "understanding", "pmi", "review", "arguments", "broadening", "scope", "particular", "argue", "critical", "need", "research", "pmi", "focuses", "friendship", "social", "participation", "adolescents", "adults", "asd", "well", "engages", "peers", "community", "settings", "conclusion", "provide", "description", "befriending", "scheme", "individuals", "asd", "inspire", "future", "research", "guidelines", "pmi"], "authors": [["Płatos", "Mateusz", "M", "Faculty of Psychology, University of Warsaw, Stawki Str. 5/7, 00-183, Warsaw, Poland. mateusz.platos@psych.uw.edu.pl."], ["Wojaczek", "Kinga", "K", "Faculty of Psychology, University of Warsaw, Stawki Str. 5/7, 00-183, Warsaw, Poland. kinga.wojaczek@psych.uw.edu.pl."]], "title": "Broadening the Scope of Peer-Mediated Intervention for Individuals with Autism Spectrum Disorders.", "year": null, "sentences": ["Peer-mediated intervention (PMI) is most commonly defined as a treatment approach that engages typically developing peers to teach children with autism spectrum disorders (ASD) social skills and increase their social interactions, mainly in a school setting.", "In this letter, we address the limitations of such understanding of PMI and review the arguments for broadening its scope.", "In particular, we argue that there is a critical need for research on PMI that focuses on friendship, social participation, and well-being of adolescents and adults with ASD, as well as engages peers in the community settings.", "In conclusion, we provide a description of a befriending scheme for individuals with ASD to inspire future research and guidelines on PMI."], "id": "29222613", "text": "Peer-mediated intervention (PMI) is most commonly defined as a treatment approach that engages typically developing peers to teach children with autism spectrum disorders (ASD) social skills and increase their social interactions, mainly in a school setting. In this letter, we address the limitations of such understanding of PMI and review the arguments for broadening its scope. In particular, we argue that there is a critical need for research on PMI that focuses on friendship, social participation, and well-being of adolescents and adults with ASD, as well as engages peers in the community settings. In conclusion, we provide a description of a befriending scheme for individuals with ASD to inspire future research and guidelines on PMI.", "doi": "10.1007/s10803-017-3429-1", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:46:10"}