{"title": "Coping Strategies in Mothers of Children with Intellectual Disabilities Showing Multiple Forms of Challenging Behaviour: Associations with Maternal Mental Health.", "text": "It is well documented that mothers of children with intellectual disabilities experience elevated mental health difficulties and that these are exacerbated by the presence of challenging behaviour. However, comparatively little is known about the effect of specific coping strategies for managing such behaviours.This paper aims to document coping strategies used by mothers of children showing multiple forms of challenging behaviour and to explore how these relate to positive and negative maternal mental health.Eighty-nine mothers of children with intellectual disabilities completed questionnaires assessing maternal mental health (Hospital Anxiety and Depression Scale, Positive and Negative Affect Scale) and maternal coping strategies (Brief COPE).Coping strategies were not associated with child age or ability, but were associated with maternal mental health. Higher levels of problem- and positive-coping strategies were associated with higher positive affect. Although active-avoidance coping was the least frequently reported, it was associated with higher levels of negative affect and increased anxiety and depression. Moderated mediation analyses identified that active-avoidance coping mediated the relationship between the number of forms of challenging behaviour and poor maternal mental health, but only in mothers with lower levels of problem-focused coping.Active-avoidance coping is associated with poorer negative mental health in mothers of children with intellectual disabilities who have average to low levels of problem-focused coping. This is reflective of that noted within a range of populations, highlighting it as a key area for intervention.", "journal": ["Behavioural and cognitive psychotherapy", "Behav Cogn Psychother"], "id": "29183406", "doi": "10.1017/S1352465817000704", "date": "2017-11-29", "authors": [["Adams", "D", "D", "Autism Centre of Excellence,School of Education and Professional Studies,Griffith University,Queensland,Australia and Cerebra Centre for Neurodevelopmental Disorders,School of Psychology,University of Birmingham,UK."], ["Rose", "J", "J", "School of Psychology,University of Birmingham,UK."], ["Jackson", "N", "N", "Cerebra Centre for Neurodevelopmental Disorders,School of Psychology,University of Birmingham,UK."], ["Karakatsani", "E", "E", "Cerebra Centre for Neurodevelopmental Disorders,School of Psychology,University of Birmingham,UK."], ["Oliver", "C", "C", "Cerebra Centre for Neurodevelopmental Disorders,School of Psychology,University of Birmingham,UK."]]}