{"words": ["investigation", "conducted", "determine", "whether", "young", "children", "autism", "spectrum", "disorders", "exhibited", "canonical", "neural", "response", "word", "stimuli", "whether", "putative", "potential", "erp", "measures", "word", "processing", "correlated", "concurrent", "measure", "receptive", "language", "additional", "exploratory", "analyses", "used", "examine", "whether", "magnitude", "association", "erp", "measures", "word", "processing", "receptive", "language", "varied", "function", "number", "word", "stimuli", "participants", "reportedly", "erps", "recorded", "response", "spoken", "words", "nonwords", "presented", "equal", "probability", "34", "children", "aged", "years", "diagnosis", "autism", "spectrum", "disorder", "early", "stages", "language", "acquisition", "average", "amplitudes", "amplitude", "differences", "word", "nonword", "stimuli", "within", "ms", "examined", "left", "temporal", "t3", "parietal", "p3", "electrode", "clusters", "receptive", "vocabulary", "size", "number", "experimental", "stimuli", "understood", "concurrently", "measured", "using", "communicative", "development", "entire", "participant", "group", "amplitude", "differences", "diminished", "average", "amplitude", "difference", "t3", "related", "receptive", "vocabulary", "5", "word", "stimuli", "erps", "ever", "clinical", "utility", "construct", "validity", "must", "established", "investigations", "confirm", "associations", "predictably", "related", "constructs", "results", "contribute", "accruing", "evidence", "suggesting", "valid", "measure", "auditory", "word", "processing", "derived", "left", "temporal", "response", "words", "nonwords", "addition", "measure", "useful", "even", "participants", "reportedly", "understand", "words", "presented", "experimental", "stimuli", "though", "important", "researchers", "track", "familiarity", "word", "stimuli", "future"], "authors": [["Sandbank", "Micheal", "M", "Department of Special Education, University of Texas at Austin."], ["Yoder", "Paul", "P", "Special Education Department, Vanderbilt University, Nashville, TN."], ["Key", "Alexandra P", "AP", "Vanderbilt Kennedy Center for Research on Human Development and Department of Hearing and Speech Sciences, Vanderbilt University Medical Center, Nashville, TN."]], "title": "Word Processing in Children With Autism Spectrum Disorders: Evidence From Event-Related Potentials.", "year": null, "sentences": ["This investigation was conducted to determine whether young children with autism spectrum disorders exhibited a canonical neural response to word stimuli and whether putative event-related potential (ERP) measures of word processing were correlated with a concurrent measure of receptive language.", "Additional exploratory analyses were used to examine whether the magnitude of the association between ERP measures of word processing and receptive language varied as a function of the number of word stimuli the participants reportedly understood.Auditory ERPs were recorded in response to spoken words and nonwords presented with equal probability in 34 children aged 2-5 years with a diagnosis of autism spectrum disorder who were in the early stages of language acquisition.", "Average amplitudes and amplitude differences between word and nonword stimuli within 200-500 ms were examined at left temporal (T3) and parietal (P3) electrode clusters.", "Receptive vocabulary size and the number of experimental stimuli understood were concurrently measured using the MacArthur-Bates Communicative Development Inventories.Across the entire participant group, word-nonword amplitude differences were diminished.", "The average word-nonword amplitude difference at T3 was related to receptive vocabulary only if 5 or more word stimuli were understood.If ERPs are to ever have clinical utility, their construct validity must be established by investigations that confirm their associations with predictably related constructs.", "These results contribute to accruing evidence, suggesting that a valid measure of auditory word processing can be derived from the left temporal response to words and nonwords.", "In addition, this measure can be useful even for participants who do not reportedly understand all of the words presented as experimental stimuli, though it will be important for researchers to track familiarity with word stimuli in future investigations.https://doi.org/10.23641/asha.5614840."], "id": "29222572", "text": "This investigation was conducted to determine whether young children with autism spectrum disorders exhibited a canonical neural response to word stimuli and whether putative event-related potential (ERP) measures of word processing were correlated with a concurrent measure of receptive language. Additional exploratory analyses were used to examine whether the magnitude of the association between ERP measures of word processing and receptive language varied as a function of the number of word stimuli the participants reportedly understood.Auditory ERPs were recorded in response to spoken words and nonwords presented with equal probability in 34 children aged 2-5 years with a diagnosis of autism spectrum disorder who were in the early stages of language acquisition. Average amplitudes and amplitude differences between word and nonword stimuli within 200-500 ms were examined at left temporal (T3) and parietal (P3) electrode clusters. Receptive vocabulary size and the number of experimental stimuli understood were concurrently measured using the MacArthur-Bates Communicative Development Inventories.Across the entire participant group, word-nonword amplitude differences were diminished. The average word-nonword amplitude difference at T3 was related to receptive vocabulary only if 5 or more word stimuli were understood.If ERPs are to ever have clinical utility, their construct validity must be established by investigations that confirm their associations with predictably related constructs. These results contribute to accruing evidence, suggesting that a valid measure of auditory word processing can be derived from the left temporal response to words and nonwords. In addition, this measure can be useful even for participants who do not reportedly understand all of the words presented as experimental stimuli, though it will be important for researchers to track familiarity with word stimuli in future investigations.https://doi.org/10.23641/asha.5614840.", "doi": "10.1044/2017_JSLHR-S-17-0011", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."], "date": "2018-01-18_23:46:10"}