{"title": "Influence of physical activity on the health-related quality of life of young adults with and without autism spectrum disorder.", "text": "Health-related quality of life constructs has been used to understand the multiple dimensions (i.e., physical health, psychological, environment and social relationships) that affect a person's health status. In order to improve health-related quality of life for young adults, it is important to understand the factors that influence each dimension. The purpose of this paper was to examine the influence of the presence of autism spectrum disorder and physical activity on the multiple domains of health-related quality of life for young adults.Three-hundred and twenty participants, including young adults with ASD, completed a questionnaire about their physical activity and health-related quality of life.Five multiple regressions revealed that the presence of autism spectrum disorder significantly predicted overall health-related quality of life, the physical health domain, psychological domain, and the environment domain. Additionally, physical activity significantly predicted each domain and overall health-related quality of life regardless of the presence of autism spectrum disorder.Practitioners should recognize the limitations that individuals with autism spectrum disorder may experience regarding their health-related quality of life, and utilize physical activity as a tool for improving health-related quality of life. Implications for Rehabilitation In order to address an individual's overall health, practitioners must consider multiple dimensions of health-related quality of life. Autism spectrum disorders influence how people perceive multiple dimensions of their health. Physical activity is a tool for improving perceptions of the multiple dimensions of health for individuals with and without autism spectrum disorders.", "journal": ["Disability and rehabilitation", "Disabil Rehabil"], "id": "29182033", "doi": "10.1080/09638288.2017.1408708", "date": "2017-11-28", "authors": [["Hamm", "Jessica", "J", "a Department of Exercise Science , Georgia Gwinnett College , Lawrenceville , GA , USA."], ["Yun", "Joonkoo", "J", "b Department of Kinesiology , Oregon State University , Corvallis , OR , USA."]]}