{"words": ["review", "recent", "discoveries", "exciting", "new", "field", "neuromicrobiology", "field", "encompasses", "interactions", "microbiome", "central", "nervous", "system", "microbiome", "tremendous", "impact", "human", "health", "particular", "gut", "microbiota", "may", "play", "key", "role", "many", "essential", "processes", "health", "disease", "via", "activity", "axis", "possibly", "contributing", "autism", "spectrum", "disorders", "alzheimer", "disease", "parkinson", "disease", "depression", "anxiety", "disorder", "gut", "microbes", "may", "also", "involved", "nociception", "complex", "host", "behaviors", "brain", "development", "future", "efforts", "needed", "determine", "whether", "observed", "associations", "correspond", "causative", "mechanisms", "well", "engineer", "effective", "interventions", "modulate", "effects", "microbiome", "central", "nervous", "system"], "authors": [["de la Fuente-Nunez", "Cesar", "C", "Synthetic Biology Group, MIT Synthetic Biology Center, Massachusetts Institute of Technology , Cambridge, Massachusetts 02139, United States."], ["Meneguetti", "Beatriz Torres", "BT", "S-Inova Biotech, Programa de Pós-Graduação stricto sensu em Biotecnologia, Universidade Católica Dom Bosco , Campo Grande - MS, 79117-900, Brazil."], ["Franco", "Octávio Luiz", "OL", "S-Inova Biotech, Programa de Pós-Graduação stricto sensu em Biotecnologia, Universidade Católica Dom Bosco , Campo Grande - MS, 79117-900, Brazil."], ["Lu", "Timothy K", "TK", "Synthetic Biology Group, MIT Synthetic Biology Center, Massachusetts Institute of Technology , Cambridge, Massachusetts 02139, United States."]], "title": "Neuromicrobiology: How Microbes Influence the Brain.", "year": null, "sentences": ["We review here recent discoveries in the exciting new field of neuromicrobiology.", "This field encompasses the interactions between the microbiome and the central nervous system.", "The microbiome has a tremendous impact on human health.", "In particular, the gut microbiota may play a key role in many essential processes in health and disease via the activity of the gut-brain axis, possibly contributing to autism spectrum disorders, Alzheimer's disease, Parkinson's disease, depression, and anxiety disorder.", "Gut microbes may also be involved in nociception, complex host behaviors, and brain development.", "Future efforts will be needed to determine whether the observed associations correspond to causative mechanisms, as well as to engineer effective interventions to modulate the effects of the microbiome on the central nervous system."], "id": "29220570", "text": "We review here recent discoveries in the exciting new field of neuromicrobiology. This field encompasses the interactions between the microbiome and the central nervous system. The microbiome has a tremendous impact on human health. In particular, the gut microbiota may play a key role in many essential processes in health and disease via the activity of the gut-brain axis, possibly contributing to autism spectrum disorders, Alzheimer's disease, Parkinson's disease, depression, and anxiety disorder. Gut microbes may also be involved in nociception, complex host behaviors, and brain development. Future efforts will be needed to determine whether the observed associations correspond to causative mechanisms, as well as to engineer effective interventions to modulate the effects of the microbiome on the central nervous system.", "doi": "10.1021/acschemneuro.7b00373", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"], "date": "2018-01-18_23:46:11"}