{"title": "Altered responses to social chemosignals in autism spectrum disorder.", "text": "Autism spectrum disorder (ASD) is characterized by impaired social communication, often attributed to misreading of emotional cues. Why individuals with ASD misread emotions remains unclear. Given that terrestrial mammals rely on their sense of smell to read conspecific emotions, we hypothesized that misreading of emotional cues in ASD partially reflects altered social chemosignaling. We found no difference between typically developed (TD) and cognitively able adults with ASD at explicit detection and perception of social chemosignals. Nevertheless, TD and ASD participants dissociated in their responses to subliminal presentation of these same compounds: the undetected 'smell of fear' (skydiver sweat) increased physiological arousal and reduced explicit and implicit measures of trust in TD but acted opposite in ASD participants. Moreover, two different undetected synthetic putative social chemosignals increased or decreased arousal in TD but acted opposite in ASD participants. These results implicate social chemosignaling as a sensory substrate of social impairment in ASD.", "journal": ["Nature neuroscience", "Nat. Neurosci."], "id": "29180748", "doi": "10.1038/s41593-017-0024-x", "date": "2017-11-27", "authors": [["Endevelt-Shapira", "Yaara", "Y", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel. yaara.yaara@gmail.com."], ["Perl", "Ofer", "O", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Ravia", "Aharon", "A", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Amir", "Daniel", "D", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Eisen", "Ami", "A", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Bezalel", "Vered", "V", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Rozenkrantz", "Liron", "L", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Mishor", "Eva", "E", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Pinchover", "Liron", "L", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Soroka", "Timna", "T", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Honigstein", "Danielle", "D", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Sobel", "Noam", "N", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel. noam.sobel@weizmann.ac.il."]]}