{"title": "[A therapeutic education program for parents of children with ASD: Preliminary results about the effectiveness of the ETAP program].", "text": "Autism Spectrum Disorders (ASD) are characterized by particularities of cognitive and socio-adaptive functioning. Daily, they require specific interventions for the disabled person as well as support for parents who often report deterioration in their physical and mental health. To this end, the latest Autism Plan 2013-2017 highlights the need \"to help families to be present and active alongside their loved ones, to avoid situations of exhaustion and stress and to enable them to play their role fully in the long term\". The support devices must therefore be based on an analysis of the parents' needs and propose multiple intervention modalities, which respond to the complexity of the caregiving mission. Therapeutic education (TE) seems to answer to these different elements by proposing a global approach improving the development of child-centered skills and the educational challenges (self-care skills) but also of skills centered on the projects and the fulfillment of the parent (psychosocial skills). The ETAP (Therapeutic Education Autism and Parenting) program is an initial TE offer intended for parents of children with ASD aged between 3 and 10years. It consists of seven group sessions and two semi-structured interviews, called educational diagnosis. A booster session is also proposed three months after the last session. It was developed following rigorously the guidelines on program construction, published by the High Authority of Health. In addition, it is based on an assessment of the needs of the parents, an in-depth analysis of the literature and the opinion of nine experts in this area. The objective of this study is to evaluate the effectiveness of the ETAP program on the quality of life and anxio-depressive symptoms of parents of a child with ASD. To our knowledge, the ETAP program is the first TE program in France for parents of children with an ASD that has been evaluated. Our sample is composed of 40 participants, including 30 parents who participated in the ETAP program (\"ETAP Group\"), compared to ten controls who did not participate, but who are on a waiting list (\"Control Group\"). Each participant completed a Quality of Life Questionnaire (WhoQol-Brief) and an Anxiety-Depressive Symptomatology Questionnaire (HADS) prior to the start of the program (T1) and after the session 7 (T2). Preliminary analyses show a good intergroup matching on socio-demographic and medical data. Moreover, the two groups are not significantly different at T1 over the set of dependent variables measured. Our results show an improvement in the quality of life of the depressive symptomatology in the participants. On the other hand, we did not notice any significant decrease in anxiety symptoms. However, when we consider the proportion of parents with a significant anxiety state (in terms of the clinical threshold of HADS, score ≥10), we see that it tends to decrease after the program only for the group ETAP. These data should be interpreted with caution because of their preliminary nature and the small size of our sample. However, the first steps are encouraging and confirm the value of the therapeutic education model for parents of children with ASD. The different information given during the sessions takes into account the previous representations, knowledge and skills of the parent. Thus the program promotes the upholding and the development of individual resources in parents. In addition, the psychosocial skills targeted also to make access easier to available environmental resources. Finally, in a more indirect way, the ETAP program also aims to maintain or restore a positive parenthood and individual identity and the progressive development of new ways of to interact with the environment. An adaptation of the Hobfoll resource conservation model is proposed by the authors to formulate hypotheses on the mechanisms of action of the ETAP program.", "journal": ["L'Encephale", "Encephale"], "id": "29180054", "doi": "10.1016/j.encep.2017.07.004", "date": "2017-11-24", "authors": [["Derguy", "C", "C", "Laboratoire de psychopathologie et processus de santé, EA 4057, université Paris-Descartes, Sorbonne Paris Cité, 71, avenue E. Vaillant, 92100 Boulogne-Billancourt, France. Electronic address: cyrielle.derguy@parisdescartes.fr."], ["Poumeyreau", "M", "M", "Service de psychiatrie de l'enfant et de l'adolescent, hôpital Robert-Debré, 48, boulevard Sérurier, 75019 Paris, France."], ["Pingault", "S", "S", "Centre psychothérapeutique Les-Platanes, 74, avenue du Taillan, 33320 Eysines, France."], ["M'bailara", "K", "K", "EA 4139, laboratoire psychologie, université Bordeaux, 3ter, place de la Victoire, 33000 Bordeaux, France; Hôpital Charles Perrens, 121, rue de la Bechade, 33076 Bordeaux Cedex, France."]]}