{"words": ["despite", "mounting", "evidence", "strong", "role", "genetics", "phenotypic", "manifestation", "autism", "spectrum", "disorder", "asd", "specific", "genes", "responsible", "variable", "forms", "asd", "remain", "undefined", "asd", "may", "best", "explained", "combinatorial", "genetic", "model", "varying", "epistatic", "interactions", "across", "many", "small", "effect", "mutations", "coalitional", "cooperative", "game", "theory", "technique", "studies", "combined", "effects", "groups", "players", "known", "coalitions", "seeking", "identify", "players", "tend", "improve", "performance", "relationship", "specific", "disease", "phenotype", "coalition", "join", "method", "previously", "shown", "boost", "biologically", "informative", "signal", "gene", "expression", "data", "applied", "search", "cooperative", "mutations", "among", "putative", "asd", "genes", "describe", "approach", "highlight", "genes", "relevant", "asd", "using", "coalitional", "game", "theory", "alteration", "data", "fully", "sequenced", "genomes", "756", "multiplex", "families", "alterations", "encoded", "binary", "matrices", "asd", "case", "unaffected", "control", "samples", "indicating", "likely", "inherited", "mutations", "altered", "genes", "determine", "individual", "gene", "contributions", "given", "asd", "phenotype", "player", "metric", "referred", "shapley", "value", "calculated", "gene", "case", "control", "cohorts", "sixty", "seven", "genes", "found", "significantly", "elevated", "player", "scores", "likely", "represent", "significant", "contributors", "genetic", "coordination", "underlying", "asd", "using", "network", "analysis", "found", "genes", "involved", "biological", "pathways", "known", "affected", "autism", "cases", "subset", "directly", "interact", "several", "genes", "known", "strong", "associations", "autism", "findings", "suggest", "coalitional", "game", "theory", "applied", "genomic", "data", "identify", "hidden", "yet", "influential", "players", "complex", "polygenic", "disorders", "autism"], "authors": [["Gupta", "Anika", "A", "Departments of Pediatrics and Biomedical Data Sciences, Stanford University 1265 Welch Road, Palo Alto, CA 94305, United States."], ["Sun", "Min Woo", "MW", null], ["Paskov", "Kelley Marie", "KM", null], ["Stockham", "Nate Tyler", "NT", null], ["Jung", "Jae-Yoon", "JY", null], ["Wall", "Dennis Paul", "DP", null]], "title": "Coalitional game theory as a promising approach to identify candidate autism genes.", "year": null, "sentences": ["Despite mounting evidence for the strong role of genetics in the phenotypic manifestation of Autism Spectrum Disorder (ASD), the specific genes responsible for the variable forms of ASD remain undefined.", "ASD may be best explained by a combinatorial genetic model with varying epistatic interactions across many small effect mutations.", "Coalitional or cooperative game theory is a technique that studies the combined effects of groups of players, known as coalitions, seeking to identify players who tend to improve the performance--the relationship to a specific disease phenotype--of any coalition they join.", "This method has been previously shown to boost biologically informative signal in gene expression data but to-date has not been applied to the search for cooperative mutations among putative ASD genes.", "We describe our approach to highlight genes relevant to ASD using coalitional game theory on alteration data of 1,965 fully sequenced genomes from 756 multiplex families.", "Alterations were encoded into binary matrices for ASD (case) and unaffected (control) samples, indicating likely gene-disrupting, inherited mutations in altered genes.", "To determine individual gene contributions given an ASD phenotype, a \"player\" metric, referred to as the Shapley value, was calculated for each gene in the case and control cohorts.", "Sixty seven genes were found to have significantly elevated player scores and likely represent significant contributors to the genetic coordination underlying ASD.", "Using network and cross-study analysis, we found that these genes are involved in biological pathways known to be affected in the autism cases and that a subset directly interact with several genes known to have strong associations to autism.", "These findings suggest that coalitional game theory can be applied to large-scale genomic data to identify hidden yet influential players in complex polygenic disorders such as autism."], "id": "29218903", "text": "Despite mounting evidence for the strong role of genetics in the phenotypic manifestation of Autism Spectrum Disorder (ASD), the specific genes responsible for the variable forms of ASD remain undefined. ASD may be best explained by a combinatorial genetic model with varying epistatic interactions across many small effect mutations. Coalitional or cooperative game theory is a technique that studies the combined effects of groups of players, known as coalitions, seeking to identify players who tend to improve the performance--the relationship to a specific disease phenotype--of any coalition they join. This method has been previously shown to boost biologically informative signal in gene expression data but to-date has not been applied to the search for cooperative mutations among putative ASD genes. We describe our approach to highlight genes relevant to ASD using coalitional game theory on alteration data of 1,965 fully sequenced genomes from 756 multiplex families. Alterations were encoded into binary matrices for ASD (case) and unaffected (control) samples, indicating likely gene-disrupting, inherited mutations in altered genes. To determine individual gene contributions given an ASD phenotype, a \"player\" metric, referred to as the Shapley value, was calculated for each gene in the case and control cohorts. Sixty seven genes were found to have significantly elevated player scores and likely represent significant contributors to the genetic coordination underlying ASD. Using network and cross-study analysis, we found that these genes are involved in biological pathways known to be affected in the autism cases and that a subset directly interact with several genes known to have strong associations to autism. These findings suggest that coalitional game theory can be applied to large-scale genomic data to identify hidden yet influential players in complex polygenic disorders such as autism.", "doi": null, "journal": ["Pacific Symposium on Biocomputing. Pacific Symposium on Biocomputing", "Pac Symp Biocomput"], "date": "2018-01-18_23:46:12"}