{"words": ["addition", "social", "communicative", "behavioral", "symptoms", "define", "disorder", "individuals", "asd", "difficulty", "attention", "quickly", "accurately", "similarly", "fast", "saccadic", "eye", "movements", "also", "inaccurate", "variable", "endpoint", "timing", "atypical", "gaze", "attention", "among", "earliest", "symptoms", "observed", "asd", "disruption", "foundation", "skills", "critically", "affects", "development", "higher", "level", "cognitive", "social", "behavior", "propose", "interventions", "aimed", "early", "deficits", "support", "social", "cognitive", "skills", "broadly", "effective", "conducted", "pilot", "clinical", "trial", "designed", "demonstrate", "feasibility", "preliminary", "efficacy", "using", "video", "games", "training", "attention", "eye", "movement", "eight", "adolescents", "asd", "participated", "training", "eye", "movement", "attention", "control", "six", "eight", "adolescents", "completed", "8", "weeks", "training", "six", "showed", "improvement", "attention", "orienting", "disengagement", "eye", "movement", "control", "game", "systems", "remained", "intact", "duration", "training", "participants", "could", "use", "system", "independently", "delivered", "robust", "game", "system", "home", "use", "pilot", "training", "sample", "improved", "attention", "orienting", "eye", "movement", "performance", "adolescent", "participants", "8", "weeks", "training", "currently", "conducting", "clinical", "trial", "replicate", "results", "examine", "aspects", "training", "transfer", "tasks", "2017", "wiley", "periodicals", "inc", "develop", "neurobiol", "2017"], "authors": [["Chukoskie", "Leanne", "L", "Institute for Neural Computation, University of California, San Diego."], ["Westerfield", "Marissa", "M", "Research on Autism and Development Laboratory, University of California, San Diego."], ["Townsend", "Jeanne", "J", "Research on Autism and Development Laboratory, University of California, San Diego."]], "title": "A novel approach to training attention and gaze in ASD: A feasibility and efficacy pilot study.", "year": null, "sentences": ["In addition to the social, communicative and behavioral symptoms that define the disorder, individuals with ASD have difficulty re-orienting attention quickly and accurately.", "Similarly, fast re-orienting saccadic eye movements are also inaccurate and more variable in both endpoint and timing.", "Atypical gaze and attention are among the earliest symptoms observed in ASD.", "Disruption of these foundation skills critically affects the development of higher level cognitive and social behavior.", "We propose that interventions aimed at these early deficits that support social and cognitive skills will be broadly effective.", "We conducted a pilot clinical trial designed to demonstrate the feasibility and preliminary efficacy of using gaze-contingent video games for low-cost in-home training of attention and eye movement.", "Eight adolescents with ASD participated in an 8-week training, with pre-, mid- and post-testing of eye movement and attention control.", "Six of the eight adolescents completed the 8 weeks of training and all six showed improvement in attention (orienting, disengagement) and eye movement control or both.", "All game systems remained intact for the duration of training and all participants could use the system independently.", "We delivered a robust, low-cost, gaze-contingent game system for home use that, in our pilot training sample, improved the attention orienting and eye movement performance of adolescent participants in 8 weeks of training.", "We are currently conducting a clinical trial to replicate these results and to examine what, if any, aspects of training transfer to more real-world tasks.", "© 2017 Wiley Periodicals, Inc.", "Develop Neurobiol, 2017."], "id": "29218791", "text": "In addition to the social, communicative and behavioral symptoms that define the disorder, individuals with ASD have difficulty re-orienting attention quickly and accurately. Similarly, fast re-orienting saccadic eye movements are also inaccurate and more variable in both endpoint and timing. Atypical gaze and attention are among the earliest symptoms observed in ASD. Disruption of these foundation skills critically affects the development of higher level cognitive and social behavior. We propose that interventions aimed at these early deficits that support social and cognitive skills will be broadly effective. We conducted a pilot clinical trial designed to demonstrate the feasibility and preliminary efficacy of using gaze-contingent video games for low-cost in-home training of attention and eye movement. Eight adolescents with ASD participated in an 8-week training, with pre-, mid- and post-testing of eye movement and attention control. Six of the eight adolescents completed the 8 weeks of training and all six showed improvement in attention (orienting, disengagement) and eye movement control or both. All game systems remained intact for the duration of training and all participants could use the system independently. We delivered a robust, low-cost, gaze-contingent game system for home use that, in our pilot training sample, improved the attention orienting and eye movement performance of adolescent participants in 8 weeks of training. We are currently conducting a clinical trial to replicate these results and to examine what, if any, aspects of training transfer to more real-world tasks. © 2017 Wiley Periodicals, Inc. Develop Neurobiol, 2017.", "doi": "10.1002/dneu.22563", "journal": ["Developmental neurobiology", "Dev Neurobiol"], "date": "2018-01-18_23:46:13"}