{"title": "High resolution chromosomal microarray analysis in paediatric obsessive-compulsive disorder.", "text": "Obsessive-Compulsive Disorder (OCD) is a common and chronic disorder in which a person has uncontrollable, reoccurring thoughts and behaviours. It is a complex genetic condition and, in case of early onset (EO), the patients manifest a more severe phenotype, and an increased heritability. Large (>500 kb) copy number variations (CNVs) previously associated with autism and schizophrenia have been reported in OCD. Recently, rare CNVs smaller than 500 kb overlapping risk loci for other neurodevelopmental conditions have also been reported in OCD, stressing the importance of examining CNVs of any size range. The aim of this study was to further investigate the role of rare and small CNVs in the aetiology of EO-OCD.We performed high-resolution chromosomal microarray analysis in 121 paediatric OCD patients and in 124 random controls to identify rare CNVs (>50 kb) which might contribute to EO-OCD.The frequencies and the size of the observed rare CNVs in the patients did not differ from the controls. However, we observed a significantly higher frequency of rare CNVs affecting brain related genes, especially deletions, in the patients (OR = 1.98, 95% CI 1.02-3.84; OR = 3.61, 95% CI 1.14-11.41, respectively). Similarly, enrichment-analysis of CNVs gene content, performed with three independent methods, confirmed significant clustering of predefined genes involved in synaptic/brain related functional pathways in the patients but not in the controls. In two patients we detected de-novo CNVs encompassing genes previously associated with different neurodevelopmental disorders (NRXN1, ANKS1B, UHRF1BP1).Our results further strengthen the role of small rare CNVs, particularly deletions, as susceptibility factors for paediatric OCD.", "journal": ["BMC medical genomics", "BMC Med Genomics"], "id": "29179725", "doi": "10.1186/s12920-017-0299-5", "date": "2017-11-28", "authors": [["Grünblatt", "Edna", "E", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Neumünsterallee 9, 8032, Zürich, Switzerland. edna.gruenblatt@kjpd.uzh.ch."], ["Oneda", "Beatrice", "B", "Institute of Medical Genetics, University of Zurich, Zurich-Schlieren, Switzerland."], ["Ekici", "Arif B", "AB", "Institute of Human Genetics, University Hospital Erlangen, Erlangen, Germany."], ["Ball", "Juliane", "J", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Neumünsterallee 9, 8032, Zürich, Switzerland."], ["Geissler", "Julia", "J", "Center of Mental Health, Department of Child and Adolescent Psychiatry, Psychosomatics and Psychotherapy, University Hospital of Würzburg, Würzburg, Germany."], ["Uebe", "Steffen", "S", "Institute of Human Genetics, University Hospital Erlangen, Erlangen, Germany."], ["Romanos", "Marcel", "M", "Center of Mental Health, Department of Child and Adolescent Psychiatry, Psychosomatics and Psychotherapy, University Hospital of Würzburg, Würzburg, Germany."], ["Rauch", "Anita", "A", "Neuroscience Center Zurich, University of Zurich and ETH Zurich, Zurich, Switzerland."], ["Walitza", "Susanne", "S", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Neumünsterallee 9, 8032, Zürich, Switzerland. susanne.walitza@puk.zh.ch."]]}