{"title": "MicroRNA expression changes in association with changes in interleukin-1ß/interleukin10 ratios produced by monocytes in autism spectrum disorders: their association with neuropsychiatric symptoms and comorbid conditions (observational study).", "text": "MicroRNAs (miRNAs) play a major role in regulating immune responses at post-transcriptional levels. Previously, we have reported fluctuating interlukine-1ß (IL-1ß)/IL-10 ratios produced by peripheral blood monocytes (PBMo) in some patients with autism spectrum disorders (ASD). This study examined whether changes in miRNA expression by PBMo are associated with changes in IL-1ß/IL-10 ratios and how such changes are associated with ASD clinical features.miRNA expression by purified PBMo from ASD subjects (N = 69) and non-ASD controls (N = 27) were determined by high-throughput sequencing. Cytokine production by PBMo in responses to stimuli of innate immunity, and behavioral symptoms [assessed by aberrant behavioral checklist (ABC)] were also evaluated at the same time of sample obtainment.As a whole, there was no difference in miRNA expression between ASD and control non-ASD PBMo. However, when ASD cells were subdivided into 3 groups with high, normal, or low IL-1ß/IL-10 ratios as defined in the \"Results\" section, in comparison with the data obtained from non-ASD controls, we observed marked changes in miRNA expression. Namely, over 3-fold changes in expression of miR-181a, miR-93, miR-223, miR-342, and miR-1248 were observed in ASD PBMo with high or low IL-1ß/IL-10 ratios, but not in ASD PBMo with normal ratios. These miRNAs that had altered in expression are those closely associated with the regulation of key signaling pathways. With changes in IL-1ß/IL-10 ratios, we also observed changes in the production of cytokines (IL-6, TNF-α, and TGF-ß) other than IL-1ß/IL-10 by ASD PBMo. The association between behavioral symptoms and cytokine levels was different when ASD cells exhibit high/low IL-1ß/IL-10 ratios vs. when ASD cells exhibited normal ratios. Non-IgE-mediated food allergy was also observed at higher frequency in ASD subjects with high/low IL-1ß/IL-10 ratios than with normal ratios.Changes in cytokine profiles and miRNA expression by PBMo appear to be associated with changes in ASD behavioral symptoms. miRNAs that are altered in expression in ASD PBMo with high/low IL-1ß/IL-10 ratios are those associated with inflammatory responses. Changes in IL-1ß/IL-10 ratios along with changes in miRNA expression may serve as biomarkers for immune-mediated inflammation in ASD.", "journal": ["Journal of neuroinflammation", "J Neuroinflammation"], "id": "29178897", "doi": "10.1186/s12974-017-1003-6", "date": "2017-11-25", "authors": [["Jyonouchi", "Harumi", "H", "Department of Pediatrics, Saint Peter's University Hospital (SPUH), Rutgers-Robert Wood Johnson Medical School, 254 Easton Ave., New Brunswick, NJ, 08901, USA. hjyonouchi@saintpetersuh.com."], ["Geng", "Lee", "L", "Department of Pediatrics, Saint Peter's University Hospital (SPUH), Rutgers-Robert Wood Johnson Medical School, 254 Easton Ave., New Brunswick, NJ, 08901, USA."], ["Streck", "Deanna L", "DL", "Institute of Genomic Medicine, Rutgers-New Jersey Medical School (NJMS), Newark, NJ, USA."], ["Dermody", "James J", "JJ", "Institute of Genomic Medicine, Rutgers-New Jersey Medical School (NJMS), Newark, NJ, USA."], ["Toruner", "Gokce A", "GA", "Clinical cytogenetics/Department of Hematopathology, MD Anderson Cancer Center, Houston, TX, USA."]]}