{"words": ["fragile", "x", "mental", "retardation", "protein", "fmrp", "encoded", "fragile", "x", "mental", "retardation", "1", "fmr1", "gene", "regulator", "mrna", "translation", "transport", "stability", "multiple", "targets", "responsible", "proper", "synaptic", "function", "epigenetic", "silencing", "fmr1", "gene", "expression", "leads", "development", "fragile", "x", "syndrome", "fxs", "characterized", "intellectual", "disability", "behavioral", "problems", "including", "autism", "rat", "fxs", "model", "lack", "fmrp", "caused", "deficit", "memory", "however", "hippocampal", "changes", "fmrp", "aging", "rats", "fully", "elucidated", "current", "study", "addresses", "changes", "fmrp", "levels", "dentate", "gyrus", "dg", "young", "17", "weeks", "aging", "22", "months", "sprague", "dawley", "rats", "aging", "animal", "group", "showed", "significant", "decline", "spatial", "reference", "memory", "protein", "samples", "five", "rats", "per", "group", "analyzed", "quantitative", "proteomic", "analysis", "resulting", "153", "significantly", "changed", "proteins", "fmrp", "showed", "significant", "reduction", "aging", "animals", "confirmed", "immunoblotting", "immunofluorescence", "microscopy", "furthermore", "bioinformatic", "analysis", "differential", "protein", "dataset", "revealed", "several", "functionally", "related", "protein", "groups", "individual", "interactions", "fmrp", "include", "high", "representation", "rna", "translation", "processing", "machinery", "connected", "fmrp", "regulators", "including", "caprin1", "members", "pumilio", "pum", "celf", "family", "yth", "n", "6", "proteins", "ythdf", "results", "current", "study", "point", "important", "role", "fmrp", "regulation", "rna", "processing", "rat", "dg", "memory", "decline", "aging", "process"], "authors": [["Smidak", "Roman", "R", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Sialana", "Fernando J", "FJ", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Kristofova", "Martina", "M", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Stojanovic", "Tamara", "T", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Rajcic", "Dragana", "D", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Malikovic", "Jovana", "J", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Feyissa", "Daniel D", "DD", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Korz", "Volker", "V", "Core Unit of Biomedical Research, Division of Laboratory Animal Science and Genetics, Medical University of Vienna, Vienna, Austria."], ["Hoeger", "Harald", "H", "Core Unit of Biomedical Research, Division of Laboratory Animal Science and Genetics, Medical University of Vienna, Vienna, Austria."], ["Wackerlig", "Judit", "J", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."], ["Mechtcheriakova", "Diana", "D", "Department of Pathophysiology and Allergy Research, Medical University of Vienna, Vienna, Austria."], ["Lubec", "Gert", "G", "Department of Pharmaceutical Chemistry, Faculty of Life Sciences, University of Vienna, Vienna, Austria."]], "title": "Reduced Levels of the Synaptic Functional Regulator FMRP in Dentate Gyrus of the Aging Sprague-Dawley Rat.", "year": null, "sentences": ["Fragile X mental retardation protein (FMRP) encoded by Fragile X mental retardation 1 (FMR1) gene is a RNA-binding regulator of mRNA translation, transport and stability with multiple targets responsible for proper synaptic function.", "Epigenetic silencing of FMR1 gene expression leads to the development of Fragile X syndrome (FXS) that is characterized by intellectual disability and other behavioral problems including autism.", "In the rat FXS model, the lack of FMRP caused a deficit in hippocampal-dependent memory.", "However, the hippocampal changes of FMRP in aging rats are not fully elucidated.", "The current study addresses the changes in FMRP levels in dentate gyrus (DG) from young (17 weeks) and aging (22 months) Sprague - Dawley rats.", "The aging animal group showed significant decline in spatial reference memory.", "Protein samples from five rats per each group were analyzed by quantitative proteomic analysis resulting in 153 significantly changed proteins.", "FMRP showed significant reduction in aging animals which was confirmed by immunoblotting and immunofluorescence microscopy.", "Furthermore, bioinformatic analysis of the differential protein dataset revealed several functionally related protein groups with individual interactions with FMRP.", "These include high representation of the RNA translation and processing machinery connected to FMRP and other RNA-binding regulators including CAPRIN1, the members of Pumilio (PUM) and CUG-BP, Elav-like (CELF) family, and YTH N(6)-methyladenosine RNA-binding proteins (YTHDF).", "The results of the current study point to the important role of FMRP and regulation of RNA processing in the rat DG and memory decline during the aging process."], "id": "29218006", "text": "Fragile X mental retardation protein (FMRP) encoded by Fragile X mental retardation 1 (FMR1) gene is a RNA-binding regulator of mRNA translation, transport and stability with multiple targets responsible for proper synaptic function. Epigenetic silencing of FMR1 gene expression leads to the development of Fragile X syndrome (FXS) that is characterized by intellectual disability and other behavioral problems including autism. In the rat FXS model, the lack of FMRP caused a deficit in hippocampal-dependent memory. However, the hippocampal changes of FMRP in aging rats are not fully elucidated. The current study addresses the changes in FMRP levels in dentate gyrus (DG) from young (17 weeks) and aging (22 months) Sprague - Dawley rats. The aging animal group showed significant decline in spatial reference memory. Protein samples from five rats per each group were analyzed by quantitative proteomic analysis resulting in 153 significantly changed proteins. FMRP showed significant reduction in aging animals which was confirmed by immunoblotting and immunofluorescence microscopy. Furthermore, bioinformatic analysis of the differential protein dataset revealed several functionally related protein groups with individual interactions with FMRP. These include high representation of the RNA translation and processing machinery connected to FMRP and other RNA-binding regulators including CAPRIN1, the members of Pumilio (PUM) and CUG-BP, Elav-like (CELF) family, and YTH N(6)-methyladenosine RNA-binding proteins (YTHDF). The results of the current study point to the important role of FMRP and regulation of RNA processing in the rat DG and memory decline during the aging process.", "doi": "10.3389/fnagi.2017.00384", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"], "date": "2018-01-18_23:46:14"}