{"title": "Rare FMR1 gene mutations causing fragile X syndrome: A review.", "text": "Fragile X syndrome (FXS) is the most common inherited form of intellectual disability, typically due to CGG-repeat expansions in the FMR1 gene leading to lack of expression. We identified a rare FMR1 gene mutation (c.413G>A), previously reported in a single patient and reviewed the literature for other rare FMR1 mutations. Our patient at 10 years of age presented with the classical findings of FXS including intellectual disability, autism, craniofacial findings, hyperextensibility, fleshy hands, flat feet, unsteady gait, and seizures but without the typical CGG-repeat expansion. He had more features of FXS than the previously reported patient with the same mutation. Twenty individuals reported previously with rare missense or nonsense mutations or other coding disturbances of the FMR1 gene ranged in age from infancy to 50 years; most were verbal with limited speech, had autism and hyperactivity, and all had intellectual disability. Four of the 20 individuals had a mutation within exon 15, three within exon 5, and two within exon 2. The FMR1 missense mutation (c.413G>A) is the same as in a previously reported male where it was shown that there was preservation of the post-synaptic function of the fragile X mental retardation protein (FMRP), the encoded protein of the FMR1 gene was preserved. Both patients with this missense mutation had physical, cognitive, and behavioral features similarly seen in FXS.", "journal": ["American journal of medical genetics. Part A", "Am. J. Med. Genet. A"], "id": "29178241", "doi": "10.1002/ajmg.a.38504", "date": "2017-11-27", "authors": [["Sitzmann", "Adam F", "AF", "Departments of Psychiatry & Behavioral Sciences and Pediatrics, University of Kansas Medical Center, Kansas City, Kansas."], ["Hagelstrom", "Robert T", "RT", "Human Genetics Laboratory, Munroe-Meyer Institute, University of Nebraska Medical Center, Omaha, Nebraska."], ["Tassone", "Flora", "F", "Department of Biochemistry and Molecular Medicine, University of California-Davis Medical Center, Sacramento, California."], ["Hagerman", "Randi J", "RJ", "MIND Institute, University of California-Davis Medical Center, Sacramento, California."], ["Butler", "Merlin G", "MG", "Departments of Psychiatry & Behavioral Sciences and Pediatrics, University of Kansas Medical Center, Kansas City, Kansas."]]}