{"words": ["evaluate", "diagnostic", "process", "children", "ultimately", "diagnosed", "fragile", "x", "syndrome", "fxs", "emphasis", "time", "lag", "initial", "presentation", "diagnosis", "female", "vs", "male", "conducted", "89", "families", "children", "final", "diagnosis", "fxs", "assessment", "time", "intervals", "initial", "presentation", "confirmed", "molecular", "117", "patients", "25", "female", "patients", "89", "families", "revealed", "less", "20", "patients", "obtained", "diagnosis", "within", "first", "year", "seeking", "medical", "attention", "mean", "age", "time", "initial", "presentation", "months", "male", "patients", "23", "months", "female", "patients", "definitive", "diagnosis", "fxs", "made", "mean", "4", "9", "years", "respectively", "presenting", "symptoms", "developmental", "delays", "recognized", "72", "parents", "84", "another", "child", "fxs", "index", "case", "diagnosis", "average", "age", "diagnosis", "children", "fxs", "born", "since", "2007", "significantly", "lower", "months", "compared", "months", "children", "born", "fxs", "significant", "prevalent", "cause", "disability", "children", "underdiagnosed", "diagnosed", "late", "especially", "female", "patients", "every", "male", "female", "patient", "presenting", "developmental", "delay", "autism", "fxs", "considered", "dysmorphic", "physical", "features", "may", "present", "infancy", "absence", "features", "exclude", "diagnosis", "fxs"], "authors": [["Gabis", "Lidia V", "LV", "Weinberg Child Development Center, Edmond and Lilly Safra Children's Hospital, Tel Hashomer, Israel; Sackler School of Medicine at Tel Aviv University, Tel Aviv, Israel. Electronic address: Lidia.Gabis@sheba.health.gov.il."], ["Hochberg", "Oded", "O", "Weinberg Child Development Center, Edmond and Lilly Safra Children's Hospital, Tel Hashomer, Israel."], ["Leon Attia", "Odelia", "O", "Weinberg Child Development Center, Edmond and Lilly Safra Children's Hospital, Tel Hashomer, Israel."], ["Banet-Levi", "Yonit", "Y", "Weinberg Child Development Center, Edmond and Lilly Safra Children's Hospital, Tel Hashomer, Israel."], ["Topf", "Dana", "D", "Weinberg Child Development Center, Edmond and Lilly Safra Children's Hospital, Tel Hashomer, Israel."], ["Shefer", "Shahar", "S", "Weinberg Child Development Center, Edmond and Lilly Safra Children's Hospital, Tel Hashomer, Israel."]], "title": "Prolonged Time Lag to Final Diagnosis of Fragile X Syndrome.", "year": null, "sentences": ["To evaluate the diagnostic process in children ultimately diagnosed with fragile X syndrome (FXS), with an emphasis on the time lag between initial presentation and on diagnosis in female vs male children.Interviews were conducted with 89 families of children with a final diagnosis of FXS and assessment of time intervals between initial presentation and confirmed molecular diagnosis.Screening of 117 patients (25 female patients) from the 89 families revealed that less than 20% of patients obtained a diagnosis within the first year of seeking medical attention.", "Mean age at the time of initial presentation was 12.3 months in male patients and 23 months in female patients, while definitive diagnosis of FXS was made at a mean of 4 and 9 years, respectively.", "Presenting symptoms of developmental delays were recognized by 72% of parents, and 84% had another child with FXS before the index case diagnosis.", "Average age of diagnosis for children with FXS born since 2007 was significantly lower at 31.9 months, compared with 69.5 months for children born before 2007.Although FXS is a significant and prevalent cause of disability in children, it is underdiagnosed and diagnosed late, especially in female patients.", "In every male and female patient presenting with developmental delay or autism, FXS should be considered.", "Dysmorphic physical features may not be present in infancy, and the absence of those features cannot exclude a diagnosis of FXS."], "id": "29217098", "text": "To evaluate the diagnostic process in children ultimately diagnosed with fragile X syndrome (FXS), with an emphasis on the time lag between initial presentation and on diagnosis in female vs male children.Interviews were conducted with 89 families of children with a final diagnosis of FXS and assessment of time intervals between initial presentation and confirmed molecular diagnosis.Screening of 117 patients (25 female patients) from the 89 families revealed that less than 20% of patients obtained a diagnosis within the first year of seeking medical attention. Mean age at the time of initial presentation was 12.3 months in male patients and 23 months in female patients, while definitive diagnosis of FXS was made at a mean of 4 and 9 years, respectively. Presenting symptoms of developmental delays were recognized by 72% of parents, and 84% had another child with FXS before the index case diagnosis. Average age of diagnosis for children with FXS born since 2007 was significantly lower at 31.9 months, compared with 69.5 months for children born before 2007.Although FXS is a significant and prevalent cause of disability in children, it is underdiagnosed and diagnosed late, especially in female patients. In every male and female patient presenting with developmental delay or autism, FXS should be considered. Dysmorphic physical features may not be present in infancy, and the absence of those features cannot exclude a diagnosis of FXS.", "doi": "10.1016/j.jpeds.2017.10.008", "journal": ["The Journal of pediatrics", "J. Pediatr."], "date": "2018-01-18_23:46:14"}