{"title": "Medial Frontal Lobe Neurochemistry in Autism Spectrum Disorder is Marked by Reduced N-Acetylaspartate and Unchanged Gamma-Aminobutyric Acid and Glutamate + Glutamine Levels.", "text": "The nature of neurochemical changes in autism spectrum disorder (ASD) remains controversial. We compared medial prefrontal cortex (mPFC) neurochemistry of twenty high-functioning children and adolescents with ASD without associated comorbidities and fourteen controls. We observed reduced total N-acetylaspartate (tNAA) and total creatine, increased Glx/tNAA but unchanged glutamate + glutamine (Glx) and unchanged absolute or relative gamma-aminobutyric acid (GABA+) in the ASD group. Importantly, both smaller absolute and relative GABA+ levels were associated with worse communication skills and developmental delay scores assessed by the autism diagnostic interview-revised (ADI-R). We conclude that tNAA is reduced in the mPFC in ASD and that glutamatergic metabolism may be altered due to unbalanced Glx/tNAA. Moreover, GABA+ is related to autistic symptoms assessed by the ADI-R.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29177616", "doi": "10.1007/s10803-017-3406-8", "date": "2017-11-24", "authors": [["Carvalho Pereira", "Andreia", "A", "Institute for Biomedical Imaging and Life Sciences (CNC.IBILI), Faculty of Medicine, University of Coimbra, Coimbra, Portugal."], ["Violante", "Inês R", "IR", "Institute for Biomedical Imaging and Life Sciences (CNC.IBILI), Faculty of Medicine, University of Coimbra, Coimbra, Portugal."], ["Mouga", "Susana", "S", "Institute for Biomedical Imaging and Life Sciences (CNC.IBILI), Faculty of Medicine, University of Coimbra, Coimbra, Portugal."], ["Oliveira", "Guiomar", "G", "Institute for Biomedical Imaging and Life Sciences (CNC.IBILI), Faculty of Medicine, University of Coimbra, Coimbra, Portugal."], ["Castelo-Branco", "Miguel", "M", "Institute for Biomedical Imaging and Life Sciences (CNC.IBILI), Faculty of Medicine, University of Coimbra, Coimbra, Portugal. mcbranco@fmed.uc.pt."]]}