{"title": "Calretinin interneuron density in the caudate nucleus is lower in autism spectrum disorder.", "text": "Autism spectrum disorder is a debilitating condition with possible neurodevelopmental origins but unknown neuroanatomical correlates. Whereas investigators have paid much attention to the cerebral cortex, few studies have detailed the basal ganglia in autism. The caudate nucleus may be involved in the repetitive movements and limbic changes of autism. We used immunohistochemistry for calretinin and neuropeptide Y in 24 age- and gender-matched patients with autism spectrum disorder and control subjects ranging in age from 13 to 69 years. Patients with autism had a 35% lower density of calretinin+ interneurons in the caudate that was driven by loss of small calretinin+ neurons. This was not caused by altered size of the caudate, as its cross-sectional surface areas were similar between diagnostic groups. Controls exhibited an age-dependent increase in the density of medium and large calretinin+ neurons, whereas subjects with autism did not. Diagnostic groups did not differ regarding ionized calcium-binding adapter molecule 1+ immunoreactivity for microglia, suggesting chronic inflammation did not cause the decreased calretinin+ density. There was no statistically significant difference in the density of neuropeptide Y+ neurons between subjects with autism and controls. The decreased calretinin+ density may disrupt the excitation/inhibition balance in the caudate leading to dysfunctional corticostriatal circuits. The description of such changes in autism spectrum disorder may clarify pathomechanisms and thereby help identify targets for drug intervention and novel therapeutic strategies.", "journal": ["Brain : a journal of neurology", "Brain"], "id": "29177493", "doi": "10.1093/brain/awx131", "date": null, "authors": [["Adorjan", "Istvan", "I", "Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."], ["Ahmed", "Bashir", "B", "Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."], ["Feher", "Virginia", "V", "Department of Anatomy, Histology and Embryology, Semmelweis University, Budapest, Hungary."], ["Torso", "Mario", "M", "Nuffield Department of Clinical Neuroscience, University of Oxford, Oxford, UK."], ["Krug", "Kristine", "K", "Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."], ["Esiri", "Margaret", "M", "Nuffield Department of Clinical Neuroscience, University of Oxford, Oxford, UK."], ["Chance", "Steven A", "SA", "Nuffield Department of Clinical Neuroscience, University of Oxford, Oxford, UK."], ["Szele", "Francis G", "FG", "Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."]]}