{"words": ["many", "risk", "factors", "interact", "together", "critical", "period", "development", "govern", "future", "phenotype", "autism", "spectrum", "disorder", "asd", "furthermore", "abnormalities", "among", "individuals", "asd", "vary", "lot", "investigate", "possible", "risk", "factors", "determine", "prevalence", "coexisting", "abnormalities", "sample", "egyptian", "asd", "children", "influence", "severity", "communication", "diagnosis", "severity", "asd", "participants", "performed", "adir", "cars", "investigated", "regarding", "possible", "risk", "factors", "coexisting", "abnormalities", "detailed", "history", "taking", "clinical", "examination", "arabic", "preschool", "language", "scale", "cognitive", "abilities", "assessment", "additional", "instrumental", "measures", "eeg", "section", "neonatal", "jaundice", "common", "risk", "factors", "severity", "asd", "positively", "related", "maternal", "paternal", "ages", "developmental", "language", "disorder", "intellectual", "disability", "attention", "deficit", "hyperactivity", "disorder", "sleep", "disorder", "eeg", "changes", "frequently", "detected", "among", "studied", "cases", "cars", "scores", "significantly", "higher", "adhd", "eeg", "changes", "groups", "severely", "affected", "cars", "items", "groups", "disorders", "parental", "ages", "impact", "severity", "asd", "adhd", "sleep", "disorder", "eeg", "changes", "seem", "impact", "certain", "elements", "adaptive", "behavior", "especially", "communicative", "performance", "asd", "individuals", "recommend", "seriously", "investigate", "abnormalities", "consider", "process", "management", "asd", "proper", "intervention", "plans"], "authors": [["Meguid", "Nagwa Abdel", "NA", "Research on Children with Special Needs Department, Medical research division, National Research Centre, Cairo, Egypt; CONEM Egypt Child Brain Research Group, National Research Centre, Cairo, Egypt."], ["Nashaat", "Neveen Hassan", "NH", "Research on Children with Special Needs Department, Medical research division, National Research Centre, Cairo, Egypt. Electronic address: dr.neveennashaat@gmail.com."], ["Hashem", "Heba S", "HS", "Research on Children with Special Needs Department, Medical research division, National Research Centre, Cairo, Egypt."], ["Khalil", "Mai M", "MM", "Research on Children with Special Needs Department, Medical research division, National Research Centre, Cairo, Egypt."]], "title": "Frequency of risk factors and coexisting abnormalities in a population of Egyptian children with autism spectrum disorder.", "year": null, "sentences": ["Many risk factors interact together during the critical period of development and govern the future phenotype of autism spectrum disorder (ASD).", "Furthermore, co-occurring abnormalities among individuals with ASD vary a lot so as their abilities.To investigate possible risk factors and to determine the prevalence of coexisting abnormalities in a sample of Egyptian ASD children and their influence on the severity and their communication performance.The diagnosis and severity of ASD for participants (N=80) was performed by DSM-5, ADIR and CARS.", "They were investigated regarding the possible risk factors and coexisting abnormalities.", "A detailed history taking, clinical examination, the Arabic preschool language scale, cognitive abilities assessment and other additional instrumental measures such as EEG were used.Caesarian section and neonatal jaundice were the most common risk factors.", "The severity of ASD was positively related to maternal and paternal ages.", "Developmental language disorder, intellectual disability, attention deficit hyperactivity disorder, sleep disorder and EEG changes were more frequently detected among studied cases.", "The CARS scores were significantly higher in ADHD and EEG changes groups.", "The most severely affected CARS items in the groups with these disorders were determined.High parental ages has an impact on the severity of ASD.", "ADHD, sleep disorder, and EEG changes seem to have an impact on certain elements of the adaptive behavior especially the communicative performance of ASD individuals.", "We recommend to seriously investigate co-morbid abnormalities and consider them during the process of management of ASD for proper intervention plans."], "id": "29216607", "text": "Many risk factors interact together during the critical period of development and govern the future phenotype of autism spectrum disorder (ASD). Furthermore, co-occurring abnormalities among individuals with ASD vary a lot so as their abilities.To investigate possible risk factors and to determine the prevalence of coexisting abnormalities in a sample of Egyptian ASD children and their influence on the severity and their communication performance.The diagnosis and severity of ASD for participants (N=80) was performed by DSM-5, ADIR and CARS. They were investigated regarding the possible risk factors and coexisting abnormalities. A detailed history taking, clinical examination, the Arabic preschool language scale, cognitive abilities assessment and other additional instrumental measures such as EEG were used.Caesarian section and neonatal jaundice were the most common risk factors. The severity of ASD was positively related to maternal and paternal ages. Developmental language disorder, intellectual disability, attention deficit hyperactivity disorder, sleep disorder and EEG changes were more frequently detected among studied cases. The CARS scores were significantly higher in ADHD and EEG changes groups. The most severely affected CARS items in the groups with these disorders were determined.High parental ages has an impact on the severity of ASD. ADHD, sleep disorder, and EEG changes seem to have an impact on certain elements of the adaptive behavior especially the communicative performance of ASD individuals. We recommend to seriously investigate co-morbid abnormalities and consider them during the process of management of ASD for proper intervention plans.", "doi": "10.1016/j.ajp.2017.11.037", "journal": ["Asian journal of psychiatry", "Asian J Psychiatr"], "date": "2018-01-18_23:46:15"}