{"title": "Postural Control and Emotion in Children with Autism Spectrum Disorders.", "text": "Autism Spectrum Disorders subjects (ASD) are well known to have deficits in social interaction. We recorded simultaneously eye movements and postural sway during exploration of emotional faces in children with ASD and typically developing children (TD). We analyzed several postural and ocular parameters. The results showed that all postural parameters were significantly greater in children with ASD; ASD made significantly fewer saccades and had shorter fixation time than TD, particularly in the eyes, and especially for unpleasant emotions. These results suggest that poor postural control of ASD and their impaired visual strategies could be due to a lack of interest in social cognition, causing a delay in the development of the cortical areas, and thus could have an effect on their postural control.", "journal": ["Translational neuroscience", "Transl Neurosci"], "id": "29177103", "doi": "10.1515/tnsci-2017-0022", "date": "2017-11-15", "authors": [["Gouleme", "Nathalie", "N", "UMR 1141 Inserm - Université Paris Diderot., Robert Debré Hospital, 48 Boulevard Sérurier, 75019, Paris, France."], ["Scheid", "Isabelle", "I", "Child and Adolescent Psychiatry Department, Robert Debré Hospital, Paris, France."], ["Peyre", "Hugo", "H", "Child and Adolescent Psychiatry Department, Robert Debré Hospital, Paris, France."], ["Seassau", "Magali", "M", "e(ye)BRAIN, 1 bis rue Jean le Galleu, 94200, Ivry-sur-Seine, France."], ["Maruani", "Anna", "A", "Child and Adolescent Psychiatry Department, Robert Debré Hospital, Paris, France."], ["Clarke", "Julia", "J", "Child and Adolescent Psychiatry Department, Robert Debré Hospital, Paris, France."], ["Delorme", "Richard", "R", "Child and Adolescent Psychiatry Department, Robert Debré Hospital, Paris, France."], ["Bucci", "Maria Pia", "MP", "UMR 1141 Inserm - Université Paris Diderot., Robert Debré Hospital, 48 Boulevard Sérurier, 75019, Paris, France."]]}