{"title": "Altered Pre-Ejection Period Response to Social Evaluative Threat in Adolescents with Autism Spectrum Disorder.", "text": "The autonomic nervous system (ANS) is involved in regulating social behavior; Autism Spectrum Disorder (ASD) is characterized by alterations in social behavior and reduced physiological response to threat. We hypothesized that adolescents with ASD would show reduced ANS response to social threat.Eighteen males with ASD and thirteen males with typical development (TD), ages 12 to 17, completed a social threat paradigm while wearing an impedance cardiography apparatus. We calculated pre-ejection period (PEP) and tested for between-group differences in PEP response to social threat. We also conducted correlation analyses between PEP change scores and clinical symptom scales.There was an effect of diagnosis on change in PEP from baseline to the onset of social threat (F=7.60, p=0.01), with greater changes in PEP in TD compared to ASD. PEP change score and the Social Communication Questionnaire (r=0.634, p=0.005) and the ADHD Problems Subscale of the Child Behavior Checklist (r=0.568, p=0.014) were correlated.These findings suggest reduced arousal in response to social threat in ASD, with preliminary evidence that reduced sympathetic activation is associated with increased social behavior symptoms.", "journal": ["Research in autism spectrum disorders", "Res Autism Spectr Disord"], "id": "29177005", "doi": "10.1016/j.rasd.2017.01.008", "date": "2017-02-11", "authors": [["Edmiston", "E Kale", "EK", "Neuroscience Graduate Program, Vanderbilt University, U-1205 Medical Research Building III, 465 21st Avenue South, Nashville, TN 37232-2050."], ["Muscatello", "Rachael A", "RA", "Neuroscience Graduate Program, Vanderbilt University, U-1205 Medical Research Building III, 465 21st Avenue South, Nashville, TN 37232-2050."], ["Corbett", "Blythe A", "BA", "Department of Psychiatry, Vanderbilt University, PMB 40, 230 Appleton Place, Nashville, TN 37203."]]}