{"title": "Disrupted Brain Network in Children with Autism Spectrum Disorder.", "text": "Alterations in brain connectivity have been extensively reported in autism spectrum disorder (ASD), while their effects on the topology of brain network are still unclear. This study investigated whether and how the brain networks in children with ASD were abnormally organized with resting state EEG. Temporal synchronization analysis was first applied to capture the aberrant brain connectivity. Then brain network topology was characterized by three graph analysis methods including the commonly-used weighted and binary graph, as well as minimum spanning tree (MST). Whole brain connectivity in ASD group was found to be significantly reduced in theta and alpha band compared to typically development children (TD). Weighted graph found significantly decreased path length together with marginally significantly decreased clustering coefficient in ASD in alpha band, indicating a loss of small-world architecture to a random network. Such abnormal network topology was also demonstrated in the binary graph. In MST analysis, children with ASD showed a significant lower leaf fractions with a decrease trend of tree hierarchy in the alpha band, suggesting a shift towards line-like decentralized organization in ASD. The altered brain network may offer an insight into the underlying pathology of ASD and possibly serve as a biomarker that may aid in diagnosis of ASD.", "journal": ["Scientific reports", "Sci Rep"], "id": "29176705", "doi": "10.1038/s41598-017-16440-z", "date": "2017-11-24", "authors": [["Zeng", "Ke", "K", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China."], ["Kang", "Jiannan", "J", "College of Electronic & Information Engineering, Hebei University, Baoding, 071002, China."], ["Ouyang", "Gaoxiang", "G", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China. ouyang@bnu.edu.cn."], ["Li", "Jingqing", "J", "Institute of Electrical Engineering, Yanshan University, Qinhuangdao, China."], ["Han", "Junxia", "J", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China."], ["Wang", "Yao", "Y", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China."], ["Sokhadze", "Estate M", "EM", "Department of Biomedical Sciences, University of South Carolina School of Medicine Greenville Campus, Greenville Health System, Greenville, SC, USA."], ["Casanova", "Manuel F", "MF", "Department of Biomedical Sciences, University of South Carolina School of Medicine Greenville Campus, Greenville Health System, Greenville, SC, USA."], ["Li", "Xiaoli", "X", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China. xiaoli@bnu.edu.cn."]]}