{"title": "The Autism Protein Ube3A/E6AP Remodels Neuronal Dendritic Arborization via Caspase-Dependent Microtubule Destabilization.", "text": "UBE3A gene copy number variation and the resulting overexpression of the protein E6AP is directly linked to autism spectrum disorders (ASDs). However, the underlying cellular and molecular neurobiology remains less clear. Here we report the role of ASD-related increased dosage of Ube3A/E6AP in dendritic arborization during brain development. We show that increased E6AP expression in primary cultured neurons leads to a reduction in dendritic branch number and length. The E6AP-dependent remodeling of dendritic arborization results from retraction of dendrites by thinning and fragmentation at the tips of dendrite branches, leading to shortening or removal of dendrites. This remodeling effect is mediated by the ubiquitination and degradation of XIAP (X-linked inhibitors of aptosis protein) by E6AP, which leads to activation of caspase-3 and cleavage of microtubules. In vivo, male and female Ube3A 2X ASD mice show decreased XIAP levels, increased caspase-3 activation, and elevated levels of tubulin cleavage. Consistently, dendritic branching and spine density are reduced in cortical neurons of Ube3A 2X ASD mice. In revealing an important role for Ube3A/E6AP in ASD-related developmental alteration in dendritic arborization and synapse formation, our findings provide new insights into the pathogenesis of Ube3A/E6AP-dependent ASD.SIGNIFICANCE STATEMENT Copy number variation of the UBE3A gene and aberrant overexpression of the gene product E6AP protein is a common cause of autism spectrum disorders (ASDs). During brain development, dendritic growth and remodeling play crucial roles in neuronal connectivity and information integration. We found that in primary neurons and in Ube3A transgenic autism mouse brain, overexpression of E6AP leads to significant loss of dendritic arborization. This effect is mediated by the ubiquitination of XIAP (X-linked inhibitor of aptosis protein) by E6AP, subsequent activation of caspases, and the eventual cleavage of microtubules, leading to local degeneration and retraction at the tips of dendritic branches. These findings demonstrate dysregulation in neuronal structural stability as a major cellular neuropathology in ASD.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29175955", "doi": "10.1523/JNEUROSCI.1511-17.2017", "date": "2017-12-04", "authors": [["Khatri", "Natasha", "N", "Department of Biology, Boston University, Boston, Massachusetts 02215, and."], ["Gilbert", "James P", "JP", "Department of Biology, Boston University, Boston, Massachusetts 02215, and."], ["Huo", "Yuda", "Y", "Department of Biology, Boston University, Boston, Massachusetts 02215, and."], ["Sharaflari", "Roozhin", "R", "Department of Biology, Boston University, Boston, Massachusetts 02215, and."], ["Nee", "Michael", "M", "Department of Biology, Boston University, Boston, Massachusetts 02215, and."], ["Qiao", "Hui", "H", "Department of Biology, Boston University, Boston, Massachusetts 02215, and."], ["Man", "Heng-Ye", "HY", "Department of Biology, Boston University, Boston, Massachusetts 02215, and hman@bu.edu."]]}