{"words": ["previous", "research", "suggests", "autism", "spectrum", "disorder", "asd", "might", "associated", "impairments", "implicit", "explicit", "mentalizing", "tasks", "however", "comparisons", "made", "difficult", "heterogeneity", "stimuli", "techniques", "used", "measure", "mentalizing", "capabilities", "tested", "abilities", "34", "individuals", "17", "asd", "derive", "intentions", "others", "actions", "explicit", "implicit", "tasks", "tracked", "adults", "asd", "displayed", "explicit", "implicit", "mentalizing", "deficits", "adults", "asd", "displayed", "typical", "fixation", "patterns", "implicit", "explicit", "tasks", "results", "illustrate", "explicit", "mentalizing", "deficit", "adults", "asd", "attributed", "differences", "fixation", "patterns"], "authors": [["Cole", "Eleanor J", "EJ", "The Department of Psychology, The University of York, Heslington, York, YO10 5DD, UK. ejc557@york.ac.uk."], ["Slocombe", "Katie E", "KE", "The Department of Psychology, The University of York, Heslington, York, YO10 5DD, UK."], ["Barraclough", "Nick E", "NE", "The Department of Psychology, The University of York, Heslington, York, YO10 5DD, UK."]], "title": "Abilities to Explicitly and Implicitly Infer Intentions from Actions in Adults with Autism Spectrum Disorder.", "year": null, "sentences": ["Previous research suggests that Autism Spectrum Disorder (ASD) might be associated with impairments on implicit but not explicit mentalizing tasks.", "However, such comparisons are made difficult by the heterogeneity of stimuli and the techniques used to measure mentalizing capabilities.", "We tested the abilities of 34 individuals (17 with ASD) to derive intentions from others' actions during both explicit and implicit tasks and tracked their eye-movements.", "Adults with ASD displayed explicit but not implicit mentalizing deficits.", "Adults with ASD displayed typical fixation patterns during both implicit and explicit tasks.", "These results illustrate an explicit mentalizing deficit in adults with ASD, which cannot be attributed to differences in fixation patterns."], "id": "29214604", "text": "Previous research suggests that Autism Spectrum Disorder (ASD) might be associated with impairments on implicit but not explicit mentalizing tasks. However, such comparisons are made difficult by the heterogeneity of stimuli and the techniques used to measure mentalizing capabilities. We tested the abilities of 34 individuals (17 with ASD) to derive intentions from others' actions during both explicit and implicit tasks and tracked their eye-movements. Adults with ASD displayed explicit but not implicit mentalizing deficits. Adults with ASD displayed typical fixation patterns during both implicit and explicit tasks. These results illustrate an explicit mentalizing deficit in adults with ASD, which cannot be attributed to differences in fixation patterns.", "doi": "10.1007/s10803-017-3425-5", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:46:17"}