{"words": ["understanding", "parents", "choose", "interventions", "others", "child", "autism", "important", "number", "reasons", "estimating", "proportion", "interventions", "engaged", "identifying", "agencies", "influencing", "parental", "decisions", "elucidating", "barriers", "reasons", "leading", "intervention", "rejection", "discontinuation", "result", "better", "service", "provision", "new", "zealand", "parents", "n", "570", "child", "autism", "reported", "interventions", "engaged", "interventions", "engaged", "others", "funding", "major", "determinant", "intervention", "engagement", "medical", "professionals", "exerted", "influence", "sources", "support", "related", "intervention", "engagement", "parental", "perceptions", "child", "symptom", "severity", "finally", "necessarily", "reflect", "parental", "opposition", "intervention", "rather", "existence", "barriers"], "authors": [["Shepherd", "Daniel", "D", "School of Public Health and Psychosocial Studies, Auckland University of Technology, Auckland, New Zealand. daniel.shepherd@aut.ac.nz."], ["Csako", "Rita", "R", "School of Public Health and Psychosocial Studies, Auckland University of Technology, Auckland, New Zealand."], ["Landon", "Jason", "J", "School of Public Health and Psychosocial Studies, Auckland University of Technology, Auckland, New Zealand."], ["Goedeke", "Sonja", "S", "School of Public Health and Psychosocial Studies, Auckland University of Technology, Auckland, New Zealand."], ["Ty", "Kelly", "K", "School of Public Health and Psychosocial Studies, Auckland University of Technology, Auckland, New Zealand."]], "title": "Documenting and Understanding Parent's Intervention Choices for Their Child with Autism Spectrum Disorder.", "year": null, "sentences": ["Understanding why parents choose some interventions but not others for their child with autism is important for a number of reasons.", "Estimating the proportion of evidence-based interventions engaged, identifying the agencies influencing parental decisions, and elucidating the barriers or reasons leading to intervention rejection or discontinuation can result in better service provision.", "New Zealand parents (n = 570) of a child with autism reported what interventions were being engaged, and why some interventions were engaged but not others.", "Funding was a major determinant of intervention engagement, while medical professionals exerted the most influence.", "Sources of support were not related to intervention engagement, but parental perceptions of their child's symptom severity were.", "Finally, non-engagement does not necessarily reflect parental opposition to an intervention, but rather the existence of barriers."], "id": "29214603", "text": "Understanding why parents choose some interventions but not others for their child with autism is important for a number of reasons. Estimating the proportion of evidence-based interventions engaged, identifying the agencies influencing parental decisions, and elucidating the barriers or reasons leading to intervention rejection or discontinuation can result in better service provision. New Zealand parents (n = 570) of a child with autism reported what interventions were being engaged, and why some interventions were engaged but not others. Funding was a major determinant of intervention engagement, while medical professionals exerted the most influence. Sources of support were not related to intervention engagement, but parental perceptions of their child's symptom severity were. Finally, non-engagement does not necessarily reflect parental opposition to an intervention, but rather the existence of barriers.", "doi": "10.1007/s10803-017-3395-7", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:46:17"}