{"title": "Impaired repair of DNA damage is associated with autistic-like traits in rats prenatally exposed to valproic acid.", "text": "Prenatal exposure to the antiepileptic and mood stabilizer valproic acid (VPA) is an environmental risk factor for autism spectrum disorders (ASD), although recent epidemiological studies show that the public awareness of this association is still limited. Based on the clinical findings, prenatal VPA exposure in rodents is a widely used preclinical model of ASD. However, there is limited information about the precise biochemical mechanisms underlying the link between ASD and VPA. Here, we tested the effects of increasing doses of VPA on behavioral features resembling core and secondary symptoms of ASD in rats. Only when administered prenatally at the dose of 500mg/kg, VPA induced deficits in communication and social discrimination in rat pups, and altered social behavior and emotionality in the adolescent and adult offspring in the absence of gross malformations. This dose of VPA inhibited histone deacetylase in rat embryos and favored the formation of DNA double strand breaks (DSB), but impaired their repair. The defective DSB response was no more visible in one-day-old pups, thus supporting the hypothesis that unrepaired VPA-induced DNA damage at the time of neural tube closure may underlie the autistic-like traits displayed in the course of development by rats prenatally exposed to VPA. These experiments help to understand the neurodevelopmental trajectories affected by prenatal VPA exposure and identify a biochemical link between VPA exposure during gestation and ASD.", "journal": ["European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology", "Eur Neuropsychopharmacol"], "id": "29174949", "doi": "10.1016/j.euroneuro.2017.11.014", "date": "2017-11-27", "authors": [["Servadio", "Michela", "M", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy."], ["Manduca", "Antonia", "A", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy."], ["Melancia", "Francesca", "F", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy."], ["Leboffe", "Loris", "L", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy."], ["Schiavi", "Sara", "S", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy."], ["Campolongo", "Patrizia", "P", "Department of Physiology and Pharmacology \"V. Erspamer\", Sapienza University of Rome, Rome, Italy."], ["Palmery", "Maura", "M", "Department of Physiology and Pharmacology \"V. Erspamer\", Sapienza University of Rome, Rome, Italy."], ["Ascenzi", "Paolo", "P", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy."], ["di Masi", "Alessandra", "A", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy."], ["Trezza", "Viviana", "V", "Department of Science, Section of Biomedical Sciences and Technologies, University \"Roma Tre\", Viale G. Marconi 446, 00146 Rome, Italy. Electronic address: viviana.trezza@uniroma3.it."]]}