{"title": "RBFOX1, encoding a splicing regulator, is a candidate gene for aggressive behavior.", "text": "The RBFOX1 gene (or A2BP1) encodes a splicing factor important for neuronal development that has been related to autism spectrum disorder and other neurodevelopmental phenotypes. Evidence from complementary sources suggests that this gene contributes to aggressive behavior. Suggestive associations with RBFOX1 have been identified in genome-wide association studies (GWAS) of anger, conduct disorder, and aggressive behavior. Nominal association signals in RBFOX1 were also found in an epigenome-wide association study (EWAS) of aggressive behavior. Also, variants in this gene affect temporal lobe volume, a brain area that is altered in several aggression-related phenotypes. In animals, this gene has been shown to modulate aggressive behavior in Drosophila. RBFOX1 has also been associated with canine aggression and is upregulated in mice that show increased aggression after frustration of an expected reward. Associated common genetic variants as well as rare duplications and deletions affecting RBFOX1 have been identified in several psychiatric and neurodevelopmental disorders that are often comorbid with aggressive behaviors. In this paper, we comprehensively review the cumulative evidence linking RBFOX1 to aggression behavior and provide new results implicating RBFOX1 in this phenotype. Most of these studies (genetic and epigenetic analyses in humans, neuroimaging genetics, gene expression and animal models) are hypothesis-free, which strengthens the validity of the findings, although all the evidence is nominal and should therefore be taken with caution. Further studies are required to clarify in detail the role of this gene in this complex phenotype.", "journal": ["European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology", "Eur Neuropsychopharmacol"], "id": "29174947", "doi": "10.1016/j.euroneuro.2017.11.012", "date": "2017-11-23", "authors": [["Fernàndez-Castillo", "Noèlia", "N", "Departament de Genètica, Microbiologia i Estadística, Facultat de Biologia, Universitat de Barcelona, Barcelona, Catalonia, Spain; Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Instituto de Salud Carlos III, Spain; Institut de Biomedicina de la Universitat de Barcelona (IBUB), Barcelona, Catalonia, Spain; Institut de Recerca Sant Joan de Déu (IR-SJD), Esplugues de Llobregat, Catalonia, Spain. Electronic address: noefernandez@ub.edu."], ["Gan", "Gabriela", "G", "Department of Psychiatry and Psychotherapy, Central Institute of Mental Health, Medical Faculty Mannheim/Heidelberg University, Mannheim, Germany."], ["van Donkelaar", "Marjolein M J", "MMJ", "Radboud university medical center, Donders Institute for Brain, Cognition and Behaviour, Department of Human Genetics, Nijmegen, The Netherlands."], ["Vaht", "Mariliis", "M", "Division of Neuropsychopharmacology, Department of Psychology, University of Tartu, Tartu, Estonia."], ["Weber", "Heike", "H", "Deptartment of Psychiatry, Psychosomatic Medicine and Psychotherapy, University Hospital Frankfurt - Goethe University, Frankfurt am Main, Germany; Department of Psychiatry, Psychosomatic Medicine and Psychotherapy, University Hospital of Würzburg, Würzburg, Germany."], ["Retz", "Wolfgang", "W", "Department of Psychiatry and Psychotherapy, University Medical Center Mainz, Mainz, Germany."], ["Meyer-Lindenberg", "Andreas", "A", "Department of Psychiatry and Psychotherapy, Central Institute of Mental Health, Medical Faculty Mannheim/Heidelberg University, Mannheim, Germany."], ["Franke", "Barbara", "B", "Radboud university medical center, Donders Institute for Brain, Cognition and Behaviour, Department of Human Genetics, Nijmegen, The Netherlands; Radboud university medical center, Donders Institute for Brain, Cognition and Behaviour, Department of Psychiatry, Nijmegen, The Netherlands."], ["Harro", "Jaanus", "J", "Division of Neuropsychopharmacology, Department of Psychology, University of Tartu, Tartu, Estonia."], ["Reif", "Andreas", "A", "Deptartment of Psychiatry, Psychosomatic Medicine and Psychotherapy, University Hospital Frankfurt - Goethe University, Frankfurt am Main, Germany."], ["Faraone", "Stephen V", "SV", "Departments of Psychiatry and of Neuroscience and Physiology, SUNY Upstate Medical University, Syracuse, NY, USA; K.G. Jebsen Centre for Research on Neuropsychiatric Disorders, University of Bergen, Bergen, Norway."], ["Cormand", "Bru", "B", "Departament de Genètica, Microbiologia i Estadística, Facultat de Biologia, Universitat de Barcelona, Barcelona, Catalonia, Spain; Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Instituto de Salud Carlos III, Spain; Institut de Biomedicina de la Universitat de Barcelona (IBUB), Barcelona, Catalonia, Spain; Institut de Recerca Sant Joan de Déu (IR-SJD), Esplugues de Llobregat, Catalonia, Spain. Electronic address: bcormand@ub.edu."]]}