{"title": "Perinatal hypothyroidism increases play behaviors in juvenile rats.", "text": "Thyroid hormones play an instrumental role in the development of the central nervous system. During early development, the fetus is dependent on maternal thyroid hormone production due to the dysfunction of its own thyroid gland. Thus, maternal thyroid dysfunction has been shown to elicit significant abnormalities in neural development, neurochemistry, and behavior in offspring. Previous reports have suggested that human maternal hypothyroidism may increase the chances of having children with autism spectrum disorder and attention-deficit/hyperactivity disorder. However, very few studies have evaluated social behaviors in animal models of perinatal hypothyroidism. To evaluate the possibility that hypothyroidism during development influences the expression one of the most commonly observed non-reproductive social behaviors, juvenile play, we used the validated rat model of perinatal hypothyroidism by methimazole administration (MMI; 0.025% in drinking water) from GD12-PD23. Control animals had regular drinking water. During adolescence (PD33-35), we tested subjects for juvenile play behavior by introducing them to a same-sex, unfamiliar (since weaning) littermate for 30min. Play behaviors and other behaviors (sleep, social contact, locomotion) were then scored. MMI-treated subjects played more than twice as much as control animals, and the increase in some behaviors was particularly dramatic in males. Locomotor and other affiliative social behaviors were unaffected. These data suggest that perinatal hypothyroidism may alter the organization of the neural networks regulating play behaviors, but not other social behaviors. Moreover, this implicates perinatal hypothyroidism as a potential etiological factor in the development of neurobehavioral disorders, particularly those characterized by heightened social interactions and impulsivity.", "journal": ["Hormones and behavior", "Horm Behav"], "id": "29174305", "doi": "10.1016/j.yhbeh.2017.11.012", "date": "2017-12-04", "authors": [["Smith", "Spencer G", "SG", "Department of Biology, Mercer University, Macon, GA 31207, United States."], ["Northcutt", "Katharine V", "KV", "Department of Biology, Mercer University, Macon, GA 31207, United States. Electronic address: northcutt_kv@mercer.edu."]]}