{"words": ["prevalence", "feeding", "problems", "children", "autism", "high", "current", "investigation", "treatment", "unique", "presentation", "prompt", "dependence", "boy", "autism", "reliant", "upon", "approval", "adults", "consumption", "every", "bite", "food", "instructions", "used", "establish", "independent", "eating", "number", "bites", "specified", "instruction", "systematically", "increased", "independent", "bites", "increased", "baseline", "level", "final", "phase", "level", "almost", "100", "instruction", "faded", "eat", "lunch"], "authors": [["Jenkins", "Sarah R", "SR", "Trumpet Behavioral Health, 390 Union Blvd, Suite 300, Lakewood, CO 80228 USA."], ["LeBlanc", "Linda A", "LA", "Trumpet Behavioral Health, 390 Union Blvd, Suite 300, Lakewood, CO 80228 USA."], ["Lambert", "Garrick P", "GP", "Trumpet Behavioral Health, 390 Union Blvd, Suite 300, Lakewood, CO 80228 USA."]], "title": "Treating Food Approval-Seeking Behavior: One Bite at a Time.", "year": null, "sentences": ["The prevalence of feeding problems in children with autism is high.", "The current investigation was a treatment of a unique presentation of food-related prompt dependence with a 6-year-old boy with autism who was reliant upon approval from adults for consumption of every bite of food.", "Instructions were used to establish independent eating, in which the number of bites specified in the instruction was systematically increased.", "Independent bites increased from a baseline level of 0.67% to a final phase level of almost 100%, and the instruction was faded to \"eat your lunch\"."], "id": "29214138", "text": "The prevalence of feeding problems in children with autism is high. The current investigation was a treatment of a unique presentation of food-related prompt dependence with a 6-year-old boy with autism who was reliant upon approval from adults for consumption of every bite of food. Instructions were used to establish independent eating, in which the number of bites specified in the instruction was systematically increased. Independent bites increased from a baseline level of 0.67% to a final phase level of almost 100%, and the instruction was faded to \"eat your lunch\".", "doi": "10.1007/s40617-016-0170-8", "journal": ["Behavior analysis in practice", "Behav Anal Pract"], "date": "2018-01-18_23:46:17"}