{"title": "Congenital Heart Disease and Neurodevelopment: Clinical Manifestations, Genetics, Mechanisms, and Implications.", "text": "Children with congenital heart disease (CHD) are at increased risk of neurodevelopmental disorders (NDDs) and psychiatric conditions. These include cognitive, adaptive, motor, speech, behavioural, and executive functioning deficits, as well as autism spectrum disorder and psychiatric conditions. Structural and functional neuroimaging have demonstrated brain abnormalities in young children with CHD before undergoing surgical repair, likely as a result of an in utero developmental insult. Surgical factors do not seem to play a significant role in neurodevelopmental outcomes. Specific genetic abnormalities, particularly copy number variants, have been increasingly implicated in both CHD and NDDs. Variations in genes involved in apolipoprotein E (APOE) production, the Wnt signalling pathway, and histone modification, as well as in the 1q21.1, 16p13.1-11, and 8p23.1 genetic loci, have been associated with CHD and NDDs and are important targets for future research. Understanding these associations is important for risk stratification, disease classification, improved screening, and pharmacologic management of individuals with CHD.", "journal": ["The Canadian journal of cardiology", "Can J Cardiol"], "id": "29173597", "doi": "10.1016/j.cjca.2017.09.020", "date": "2017-10-06", "authors": [["Nattel", "Sarah N", "SN", "Department of Psychiatry, Albert Einstein College of Medicine and Seaver Autism Center at Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Adrianzen", "Laura", "L", "Department of Psychiatry, Seaver Autism Center at Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Kessler", "Erica C", "EC", "Montefiore Medical Center, Bronx, New York, USA."], ["Andelfinger", "Gregor", "G", "Department of Pediatrics, University of Montreal and Ste-Justine Hospital University Centre, Montreal, Quebec, Canada."], ["Dehaes", "Mathieu", "M", "Department of Radiology, Radio-oncology, and Nuclear Medicine, University of Montreal and Ste-Justine Hospital University Centre, Montreal, Quebec, Canada."], ["Côté-Corriveau", "Gabriel", "G", "Department of Radiology, Radio-oncology, and Nuclear Medicine, University of Montreal and Ste-Justine Hospital University Centre, Montreal, Quebec, Canada."], ["Trelles", "M Pilar", "MP", "Department of Psychiatry, Seaver Autism Center at Icahn School of Medicine at Mount Sinai, New York, New York, USA. Electronic address: pilar.trelles@mssm.edu."]]}