{"title": "Further Analysis of the Predictive Effects of a Free-Operant Competing Stimulus Assessment on Stereotypy.", "text": "We conducted five experiments to evaluate the predictive validity of a free-operant competing stimulus assessment (FOCSA). In Experiment 1, we showed that each participant's repetitive behavior persisted without social consequences. In Experiment 2, we used the FOCSA to identify high-preference, low-stereotypy (HP-LS) items for 11 participants and high-preference, high-stereotypy (HP-HS) items for nine participants. To validate the results of the FOCSAs (Experiment 3), we used a three-component multiple schedule to evaluate the immediate and subsequent effects of an HP-LS stimulus, an HP-HS stimulus, or both (in separate test sequences) on each participant's stereotypy. Results of Experiment 3 showed that the FOCSA correctly predicted the immediate effect of the HP-LS stimulus for 10 of 11 participants; however, the FOCSA predictions were less accurate for the HP-HS stimulus. Results of Experiment 4 showed that a differential reinforcement of other behavior procedure in which participants earned access to the HP-LS for omitting vocal stereotypy increased all five participants' latency to engaging in stereotypy; however, clinically significant omission durations were only achieved for one participant. Experiment 5 showed that differential reinforcement of alternative behavior in which participants earned access to the HP-LS stimulus contingent upon correct responses during discrete-trial training reduced targeted and nontargeted stereotypy and increased correct academic responding for all four participants. The potential utility of the FOCSA is discussed.", "journal": ["Behavior modification", "Behav Modif"], "id": "29172681", "doi": "10.1177/0145445517741476", "date": "2017-11-01", "authors": [["Brogan", "Kristen M", "KM", "1 Auburn University, AL, USA."], ["Rapp", "John T", "JT", "1 Auburn University, AL, USA."], ["Sennott", "Lisa A", "LA", "2 St. Cloud State University, MN, USA."], ["Cook", "Jennifer L", "JL", "3 Monarch House, Oakville, Ontario, Canada."], ["Swinkels", "Erin", "E", "3 Monarch House, Oakville, Ontario, Canada."]]}