{"words": ["2016", "article", "navigating", "managed", "care", "peer", "review", "guidance", "clinicians", "using", "applied", "behavior", "analysis", "aba", "treatment", "children", "autism", "spectrum", "papatola", "lustig", "provide", "overview", "managed", "care", "process", "discuss", "medical", "necessity", "aba", "offer", "guidance", "clinicians", "navigate", "managed", "care", "peer", "review", "process", "given", "authors", "employed", "large", "international", "health", "insurance", "carrier", "conduct", "peer", "reviews", "behalf", "organization", "response", "seeks", "provide", "guidance", "clinical", "public", "policy", "perspectives", "reflect", "best", "practices", "field", "autism", "treatment", "response", "written", "intention", "providing", "replacing", "legal", "advice", "rather", "paper", "offers", "health", "care", "providers", "aba", "essential", "understanding", "laws", "govern", "support", "efforts", "secure", "medically", "necessary", "treatment", "mechanisms", "place", "challenge", "decisions", "managed", "care", "organizations", "health", "plans", "health", "insurance", "issuers", "may", "contrary", "best", "practices", "finally", "suggestions", "offered", "navigate", "peer", "review", "ensure", "optimal", "outcomes", "necessary", "lay", "groundwork", "overturn", "funding", "source", "decision", "reflect", "best", "practices", "standard", "care", "autism", "treatment"], "authors": [["Kornack", "Julie", "J", "Center for Autism and Related Disorders, 21600 Oxnard Street, 18th floor, Woodland Hills, CA 91367 USA."], ["Herscovitch", "Brandon", "B", "ABACS, LLC, 10 Gill St., Suite J, Woburn, MA 01801 USA."], ["Williams", "Ashley L", "AL", "ABACS, LLC, 10 Gill St., Suite J, Woburn, MA 01801 USA."]], "title": "A Response to Papatola and Lustig's Paper on Navigating a Managed Care Peer Review: Guidance for Clinicians Using Applied Behavior Analysis in the Treatment of Children on the Autism Spectrum.", "year": null, "sentences": ["In their 2016 article, \"Navigating a Managed Care Peer Review: Guidance for Clinicians Using Applied Behavior Analysis [ABA] in the Treatment of Children on the Autism Spectrum,\" Papatola and Lustig provide an overview of the managed care process, discuss the medical necessity of ABA, and offer guidance to clinicians on how to navigate the managed care peer review process.", "Given that the authors are employed by a large international health insurance carrier and conduct peer reviews on behalf of that organization, this response seeks to provide guidance from both the clinical and public policy perspectives that reflect best practices in the field of autism treatment.", "This response is not written with the intention of providing or replacing legal advice; rather, this paper offers health care providers of ABA an essential understanding of some of the laws that govern and support their efforts to secure medically necessary treatment and the mechanisms in place with which to challenge decisions by managed care organizations, health plans, and health insurance issuers that may be contrary to best practices.", "Finally, suggestions are offered on how to navigate a peer review to ensure optimal outcomes and, when necessary, to lay the groundwork to overturn a funding source decision that does not reflect best practices or the standard of care in ABA-based autism treatment."], "id": "29214134", "text": "In their 2016 article, \"Navigating a Managed Care Peer Review: Guidance for Clinicians Using Applied Behavior Analysis [ABA] in the Treatment of Children on the Autism Spectrum,\" Papatola and Lustig provide an overview of the managed care process, discuss the medical necessity of ABA, and offer guidance to clinicians on how to navigate the managed care peer review process. Given that the authors are employed by a large international health insurance carrier and conduct peer reviews on behalf of that organization, this response seeks to provide guidance from both the clinical and public policy perspectives that reflect best practices in the field of autism treatment. This response is not written with the intention of providing or replacing legal advice; rather, this paper offers health care providers of ABA an essential understanding of some of the laws that govern and support their efforts to secure medically necessary treatment and the mechanisms in place with which to challenge decisions by managed care organizations, health plans, and health insurance issuers that may be contrary to best practices. Finally, suggestions are offered on how to navigate a peer review to ensure optimal outcomes and, when necessary, to lay the groundwork to overturn a funding source decision that does not reflect best practices or the standard of care in ABA-based autism treatment.", "doi": "10.1007/s40617-017-0192-x", "journal": ["Behavior analysis in practice", "Behav Anal Pract"], "date": "2018-01-18_23:46:18"}