{"title": "Understanding the impact of adaptations to a parent-mediated intervention on parents' ratings of perceived barriers, program attributes, and intent to use.", "text": "Within the autism spectrum disorder field, rates of attrition in parent-mediated interventions have highlighted the need to engage families around improving the delivery of these services. The primary goal of this study was to approximate the impact of adaptations to an evidence-based, parent-mediated intervention, Project ImPACT (Improving Parents as Communication Teachers), that had been made in collaboration with families in a Medicaid system. A total of 103 parents of a child with autism spectrum disorder were randomized to watch a presentation of either the original or adapted Project ImPACT program. After watching the presentation, participants rated (1) demographic information, (2) perceived structural barriers, (3) Project ImPACT attributes, and (4) intent to use the program. Results from hierarchical linear regression models demonstrated that program type alone predicted parents' ratings of perceived structural barriers. Additionally, both program type and the interaction of program type and annual household income were unique predictors of parents' ratings of program attributes and intent to use. Qualitatively, although many parents reflected positively on both Project ImPACT programs, parents who viewed the adapted program appeared more likely to report positive program attributes. Results suggest the importance of engaging families in improving the fit of parent-mediated interventions for use within a variety of community settings.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29172633", "doi": "10.1177/1362361317744078", "date": "2017-11-01", "authors": [["Pickard", "Katherine", "K", "Michigan State University, USA."], ["Rowless", "Seth", "S", "Michigan State University, USA."], ["Ingersoll", "Brooke", "B", "Michigan State University, USA."]]}