{"title": "Children with optic nerve hypoplasia face a high risk of neurodevelopmental disorders.", "text": "Optic nerve hypoplasia (ONH) is a congenital ocular malformation that has been associated with neurodevelopmental disorders, but the prevalence in unilateral disease and less severe visual impairment is unknown. We studied intellectual disability and autism spectrum disorders (ASDs) in patients with ONH.This was a population-based cross-sectional cohort study of 65 patients (33 female) with ONH below 20 years of age, living in Stockholm in December 2009, with data analysed in January 2016. Of these 35 were bilateral and 30 were unilateral. Neurodevelopmental disorders were diagnosed or confirmed by neurological assessments, the Five to Fifteen parent questionnaire and reviewing previous neuropsychological investigations or conducting neuropsychological tests.Bilateral ONH patients had lower mean full scale intelligence quotient scores than unilateral patients (84.4 and 99.4, respectively, p = 0.049). We assessed intellectual disability in 55 eligible patients, and it was more common in patients with bilateral ONH (18 of 32, 56%) than unilateral ONH (two of 23, 9%, p < 0.001). ASDs were diagnosed in seven of 42 (17%) patients.Children with bilateral ONH had a high risk of neurodevelopmental disorders, especially intellectual disability. The risk was lower in unilateral ONH, but the levels of neurodevelopmental disorders warrant screening of both groups.", "journal": ["Acta paediatrica (Oslo, Norway : 1992)", "Acta Paediatr."], "id": "29172231", "doi": "10.1111/apa.14163", "date": "2017-11-24", "authors": [["Dahl", "Sara", "S", "Department of Women's and Children's Health, Neuropediatric Unit, Karolinska Institutet, Stockholm, Sweden."], ["Wickström", "Ronny", "R", "Department of Women's and Children's Health, Neuropediatric Unit, Karolinska Institutet, Stockholm, Sweden."], ["Ek", "Ulla", "U", "Department of Special Education, Stockholm University, Stockholm, Sweden."], ["Teär Fahnehjelm", "Kristina", "K", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."]]}