{"words": ["study", "experimenter", "trained", "three", "teachers", "implement", "data", "decision", "rules", "detect", "instructional", "changes", "made", "visual", "analysis", "percentage", "graphs", "experimenter", "used", "concurrent", "design", "across", "participants", "experimenter", "trained", "teachers", "follow", "rules", "using", "instruction", "modeling", "rehearsal", "feedback", "following", "intervention", "participants", "increased", "percentage", "correct", "decisions", "decreased", "percentage", "errors"], "authors": [["Maffei-Almodovar", "Lindsay", "L", "Psychology Department, The Graduate Center and Queens College, City University of New York, 65-30 Kissena Boulevard, Queens, NY 11367 USA."], ["Feliciano", "Gina", "G", "Quality Services for the Autism Community, New York, NY USA."], ["Fienup", "Daniel M", "DM", "Psychology Department, The Graduate Center and Queens College, City University of New York, 65-30 Kissena Boulevard, Queens, NY 11367 USA."], ["Sturmey", "Peter", "P", "Psychology Department, The Graduate Center and Queens College, City University of New York, 65-30 Kissena Boulevard, Queens, NY 11367 USA."]], "title": "The Use of Behavioral Skills Training to Teach Graph Analysis to Community Based Teachers.", "year": null, "sentences": ["In this study, the experimenter trained three teachers to implement data decision rules to detect when instructional changes should be made during the visual analysis of discrete-trial percentage graphs.", "The experimenter used a concurrent, multiple-baseline design across participants.", "The experimenter trained the teachers to follow decision-making rules using instruction, modeling, rehearsal, and feedback.", "Following intervention, participants increased the percentage of correct data-based decisions and decreased the percentage of errors."], "id": "29214131", "text": "In this study, the experimenter trained three teachers to implement data decision rules to detect when instructional changes should be made during the visual analysis of discrete-trial percentage graphs. The experimenter used a concurrent, multiple-baseline design across participants. The experimenter trained the teachers to follow decision-making rules using instruction, modeling, rehearsal, and feedback. Following intervention, participants increased the percentage of correct data-based decisions and decreased the percentage of errors.", "doi": "10.1007/s40617-017-0199-3", "journal": ["Behavior analysis in practice", "Behav Anal Pract"], "date": "2018-01-18_23:46:18"}