{"title": "The Gastrointestinal Microbiome: A Review.", "text": "The gastrointestinal microbiome is a diverse consortium of bacteria, archaea, fungi, protozoa, and viruses that inhabit the gut of all mammals. Studies in humans and other mammals have implicated the microbiome in a range of physiologic processes that are vital to host health including energy homeostasis, metabolism, gut epithelial health, immunologic activity, and neurobehavioral development. The microbial genome confers metabolic capabilities exceeding those of the host organism alone, making the gut microbiome an active participant in host physiology. Recent advances in DNA sequencing technology and computational biology have revolutionized the field of microbiomics, permitting mechanistic evaluation of the relationships between an animal and its microbial symbionts. Changes in the gastrointestinal microbiome are associated with diseases in humans and animals including inflammatory bowel disease, asthma, obesity, metabolic syndrome, cardiovascular disease, immune-mediated conditions, and neurodevelopmental conditions such as autism spectrum disorder. While there remains a paucity of data regarding the intestinal microbiome in small animals, recent studies have helped to characterize its role in host animal health and associated disease states. This review is intended to familiarize small animal veterinarians with recent advances in the field of microbiomics and to prime them for a future in which diagnostic tests and therapies will incorporate these developments into clinical practice.", "journal": ["Journal of veterinary internal medicine", "J. Vet. Intern. Med."], "id": "29171095", "doi": "10.1111/jvim.14875", "date": "2017-11-24", "authors": [["Barko", "P C", "PC", "Veterinary Clinical Medicine, University of Illinois at Urbana-Champaign, Urbana, IL."], ["McMichael", "M A", "MA", "Veterinary Clinical Medicine, University of Illinois at Urbana-Champaign, Urbana, IL."], ["Swanson", "K S", "KS", "Veterinary Clinical Medicine, University of Illinois at Urbana-Champaign, Urbana, IL."], ["Williams", "D A", "DA", "Veterinary Clinical Medicine, University of Illinois at Urbana-Champaign, Urbana, IL."]]}