{"words": ["many", "individuals", "autism", "spectrum", "disorder", "asd", "difficulties", "obtaining", "maintaining", "employment", "yet", "little", "research", "evaluated", "methods", "assessing", "improving", "critical", "vocational", "skills", "study", "evaluated", "assessment", "social", "skills", "individuals", "asd", "arranging", "conditions", "simulated", "experiences", "clinic", "setting", "experimenter", "contrived", "situations", "assess", "variety", "social", "skills", "including", "asking", "help", "asking", "materials", "responding", "corrective", "feedback", "total", "eight", "individuals", "aged", "16", "32", "years", "participated", "results", "suggested", "assessment", "useful", "identifying", "specific", "social", "skills", "could", "targeted", "intervention", "increase", "success", "work", "environment", "findings", "add", "current", "literature", "demonstrating", "objective", "method", "assessing", "variety", "social", "skills", "controlled", "naturalistic", "conditions"], "authors": [["Lerman", "Dorothea C", "DC", "Department of Clinical Health and Applied Sciences, University of Houston-Clear Lake, 2700 Bay Area Blvd, Houston, TX 77058 USA."], ["White", "Bridgette", "B", "Department of Clinical Health and Applied Sciences, University of Houston-Clear Lake, 2700 Bay Area Blvd, Houston, TX 77058 USA."], ["Grob", "Carolyn", "C", "Department of Clinical Health and Applied Sciences, University of Houston-Clear Lake, 2700 Bay Area Blvd, Houston, TX 77058 USA."], ["Laudont", "Courtney", "C", "Department of Clinical Health and Applied Sciences, University of Houston-Clear Lake, 2700 Bay Area Blvd, Houston, TX 77058 USA."]], "title": "A Clinic-Based Assessment for Evaluating Job-Related Social Skills in Adolescents and Adults with Autism.", "year": null, "sentences": ["Many individuals with autism spectrum disorder (ASD) have difficulties obtaining and maintaining employment, yet little research has evaluated methods for assessing and improving critical vocational skills.", "In this study, we evaluated an assessment of job-related social skills for individuals with ASD by arranging conditions that simulated on-the-job experiences in a clinic setting.", "The experimenter contrived situations to assess a variety of social skills, including asking for help, asking for more materials, and responding to corrective feedback.", "A total of eight individuals, aged 16 to 32 years, participated.", "Results suggested that the assessment was useful for identifying specific social skills that could be targeted for intervention to increase success in the work environment.", "These findings add to the current literature by demonstrating an objective method for assessing a variety of job-related social skills under controlled, naturalistic conditions."], "id": "29214128", "text": "Many individuals with autism spectrum disorder (ASD) have difficulties obtaining and maintaining employment, yet little research has evaluated methods for assessing and improving critical vocational skills. In this study, we evaluated an assessment of job-related social skills for individuals with ASD by arranging conditions that simulated on-the-job experiences in a clinic setting. The experimenter contrived situations to assess a variety of social skills, including asking for help, asking for more materials, and responding to corrective feedback. A total of eight individuals, aged 16 to 32 years, participated. Results suggested that the assessment was useful for identifying specific social skills that could be targeted for intervention to increase success in the work environment. These findings add to the current literature by demonstrating an objective method for assessing a variety of job-related social skills under controlled, naturalistic conditions.", "doi": "10.1007/s40617-017-0177-9", "journal": ["Behavior analysis in practice", "Behav Anal Pract"], "date": "2018-01-18_23:46:19"}