{"title": "Cortisol profiles differentiated in adolescents and young adult males with fragile X syndrome versus autism spectrum disorder.", "text": "Fragile X syndrome (FXS) and non-syndromic autism spectrum disorder (ASD) are distinct disorders with overlapping behavioral features. Both disorders are also highly associated with anxiety with abnormal physiological regulation implied mechanistically. Some reports suggest atypical hypothalamus-pituitary-adrenal (HPA) axis function, indexed via aberrant cortisol reactivity, in both FXS and non-syndromic ASD. However, no study has compared cortisol reactivity across these two disorders, or its relationship to ASD symptom severity.Cortisol reactivity (prior to and following a day of assessments) was measured in 54 adolescent/young adult males with FXS contrasted to 15 males with non-syndromic ASD who had low cognitive abilities.Greater ASD symptom severity was related to increased cortisol reactivity and higher levels at the end of the day, but only in the non-syndromic ASD group. Elevated anxiety was associated with increased HPA activation in the group with FXS alone.Taken together, findings suggest a unique neuroendocrine profile that distinguishes adolescent/young adult males with FXS from those with non-syndromic ASD. Severity of ASD symptoms appears to be related to cortisol reactivity in the non-syndromic ASD sample, but not in FXS; while anxiety symptoms are associated with HPA activation in the FXS sample, but not in ASD despite a high prevalence of ASD, anxiety and physiological dysregulation characteristic in both populations.", "journal": ["Developmental psychobiology", "Dev Psychobiol"], "id": "29171019", "doi": "10.1002/dev.21578", "date": "2017-11-24", "authors": [["Matherly", "Sara M", "SM", "Department of Psychology, University of South Carolina, Columbia, South Carolina."], ["Klusek", "Jessica", "J", "Department of Communication Sciences and Disorders, University of South Carolina, Columbia, South Carolina."], ["Thurman", "Angela J", "AJ", "Department of Psychiatry and Behavioral Sciences, MIND Institute, University of California, Davis, Sacramento, California."], ["McDuffie", "Andrea", "A", "Department of Psychiatry and Behavioral Sciences, MIND Institute, University of California, Davis, Sacramento, California."], ["Abbeduto", "Leonard", "L", "Department of Psychiatry and Behavioral Sciences, MIND Institute, University of California, Davis, Sacramento, California."], ["Roberts", "Jane E", "JE", "Department of Psychology, University of South Carolina, Columbia, South Carolina."]]}