{"words": ["effect", "copy", "number", "variants", "cnvs", "type", "2", "diabetes", "t2d", "remains", "little", "explored", "present", "study", "characterized", "large", "rare", "cnvs", "686", "t2d", "194", "subjects", "mexican", "ancestry", "genotyped", "using", "affymetrix", "human", "snp", "array", "rare", "cnvs", "100", "kb", "length", "identified", "using", "stringent", "strategy", "based", "merging", "cnvs", "calls", "generated", "using", "birdsuit", "ipattern", "penncnv", "algorithms", "applied", "three", "different", "strategies", "evaluate", "distribution", "cnvs", "t2d", "samples", "1", "burden", "analysis", "2", "identification", "cnvs", "loci", "previously", "associated", "t2d", "3", "identification", "cnvs", "observed", "t2d", "group", "cnv", "burden", "analysis", "t2d", "group", "showed", "higher", "proportion", "cnvs", "also", "higher", "proportion", "cnvs", "overlapping", "least", "one", "gene", "non", "t2d", "group", "five", "six", "loci", "previously", "associated", "t2d", "duplications", "deletions", "t2d", "sample", "sample", "analysis", "including", "genes", "cnvs", "observed", "t2d", "group", "highlighted", "related", "sensory", "perception", "olfactory", "receptors", "phenylpyruvate", "isomerase", "activity", "mif", "ddt", "genes"], "authors": [["de Jesús Ascencio-Montiel", "Iván", "I", "Instituto Mexicano del Seguro Social, Coordinación de Vigilancia Epidemiológica, Mier y Pesado 120, Col. del Valle, Benito Juárez, 03100, Mexico City, Mexico. ivan-ascencio@hotmail.com."], ["Pinto", "Dalila", "D", "Departments of Psychiatry, Genetics and Genomic Sciences, The Mindich Child Health & Development Institute, Seaver Autism Center, Institute for Genomics and Multiscale Biology, at the Icahn School of Medicine at Mount Sinai, New York, 1470 Madison Avenue, S8-115, New York, NY, 10029, USA."], ["Parra", "Esteban J", "EJ", "Department of Anthropology, University of Toronto at Mississauga, 3359 Mississauga Road, room 352, Health Sciences Complex, Mississauga, ON L5L 1C6, Canada."], ["Valladares-Salgado", "Adán", "A", "Unidad de Investigación Médica en Bioquímica, Hospital de Especialidades, Centro Médico Nacional Siglo XXI, Instituto Mexicano del Seguro Social, Av. Cuauhtémoc 330, Col. del Doctores, 06720, Mexico City, Mexico."], ["Cruz", "Miguel", "M", "Unidad de Investigación Médica en Bioquímica, Hospital de Especialidades, Centro Médico Nacional Siglo XXI, Instituto Mexicano del Seguro Social, Av. Cuauhtémoc 330, Col. del Doctores, 06720, Mexico City, Mexico."], ["Scherer", "Stephen W", "SW", "The Centre for Applied Genomics. The Hospital for Sick Children. Peter Gilgan Centre for Research and Learning, 686 Bay Street, Room 139800, Toronto, Ontario, M5G 0A4, Canada."]], "title": "Characterization of Large Copy Number Variation in Mexican Type 2 Diabetes subjects.", "year": null, "sentences": ["The effect of Copy Number Variants (CNVs) on Type 2 Diabetes (T2D) remains little explored.", "The present study characterized large rare CNVs in 686 T2D and 194 non-T2D subjects of Mexican ancestry genotyped using the Affymetrix Genome-Wide Human SNP array 5.0.", "Rare CNVs with ≥ 100 kb length were identified using a stringent strategy based on merging CNVs calls generated using Birdsuit, iPattern and PennCNV algorithms.", "We applied three different strategies to evaluate the distribution of CNVs in the T2D and non-T2D samples: 1) Burden analysis, 2) Identification of CNVs in loci previously associated to T2D, and 3) Identification of CNVs observed only in the T2D group.", "In the CNV burden analysis, the T2D group showed a higher proportion of CNVs, and also a higher proportion of CNVs overlapping at least one gene than the non T2D group.", "Five of the six loci previously associated with T2D had duplications or deletions in the T2D sample, but not the non-T2D sample.", "A gene-set analysis including genes with CNVs observed only in the T2D group highlighted gene-sets related with sensory perception (olfactory receptors, OR) and phenylpyruvate tautomerase/dopachrome isomerase activity (MIF and DDT genes)."], "id": "29213072", "text": "The effect of Copy Number Variants (CNVs) on Type 2 Diabetes (T2D) remains little explored. The present study characterized large rare CNVs in 686 T2D and 194 non-T2D subjects of Mexican ancestry genotyped using the Affymetrix Genome-Wide Human SNP array 5.0. Rare CNVs with ≥ 100 kb length were identified using a stringent strategy based on merging CNVs calls generated using Birdsuit, iPattern and PennCNV algorithms. We applied three different strategies to evaluate the distribution of CNVs in the T2D and non-T2D samples: 1) Burden analysis, 2) Identification of CNVs in loci previously associated to T2D, and 3) Identification of CNVs observed only in the T2D group. In the CNV burden analysis, the T2D group showed a higher proportion of CNVs, and also a higher proportion of CNVs overlapping at least one gene than the non T2D group. Five of the six loci previously associated with T2D had duplications or deletions in the T2D sample, but not the non-T2D sample. A gene-set analysis including genes with CNVs observed only in the T2D group highlighted gene-sets related with sensory perception (olfactory receptors, OR) and phenylpyruvate tautomerase/dopachrome isomerase activity (MIF and DDT genes).", "doi": "10.1038/s41598-017-17361-7", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-18_23:46:20"}