{"words": ["mutations", "human", "endosomal", "exchangers", "nhes", "nhe6", "nhe9", "implicated", "neurological", "disorders", "including", "christianson", "syndrome", "autism", "attention", "deficit", "hyperactivity", "disorder", "adhd", "mutations", "disrupt", "retention", "surface", "receptors", "within", "neurons", "glial", "cells", "affecting", "delivery", "lysosomes", "degradation", "however", "molecular", "basis", "endosomal", "nhes", "control", "endocytic", "trafficking", "unclear", "using", "saccharomyces", "cerevisiae", "model", "conducted", "organelle", "fusion", "assays", "show", "transport", "activity", "orthologous", "endosomal", "nhe", "nhx1", "important", "multivesicular", "body", "mvb", "lysosome", "fusion", "last", "step", "endocytosis", "required", "surface", "protein", "degradation", "find", "deleting", "nhx1", "disrupts", "fusogenicity", "mvb", "vacuole", "targeting", "machinery", "downstream", "ypt7", "needed", "lipid", "bilayer", "merger", "contributing", "mechanisms", "evolutionarily", "conserved", "offering", "new", "insight", "etiology", "human", "disorders", "linked", "loss", "endosomal", "nhe", "function"], "authors": [["Karim", "Mahmoud Abdul", "MA", "Department of Biology, Concordia University, 7141 Sherbrooke St. W., SP-501.15, Montréal, QC H4R 1R6, Canada."], ["Brett", "Christopher Leonard", "CL", "Department of Biology, Concordia University, 7141 Sherbrooke St. W., SP-501.15, Montréal, QC H4R 1R6, Canada christopher.brett@concordia.ca."]], "title": "The Na+(K+)/H+ exchanger Nhx1 controls multivesicular body-vacuolar lysosome fusion.", "year": null, "sentences": ["Loss-of-function mutations in human endosomal Na+(K+)/H+ Exchangers (NHEs) NHE6 and NHE9 are implicated in neurological disorders including Christianson Syndrome, autism and attention deficit and hyperactivity disorder (ADHD).", "These mutations disrupt retention of surface receptors within neurons and glial cells by affecting their delivery to lysosomes for degradation.", "However, the molecular basis of how these endosomal NHEs control endocytic trafficking is unclear.", "Using Saccharomyces cerevisiae as a model, we conducted cell-free organelle fusion assays to show that transport activity of the orthologous endosomal NHE Nhx1 is important for multivesicular body (MVB)-vacuolar lysosome fusion, the last step of endocytosis required for surface protein degradation.", "We find that deleting Nhx1 disrupts the fusogenicity of the MVB, not vacuole, by targeting pH-sensitive machinery downstream of the Rab-GTPase Ypt7 needed for SNARE-mediated lipid bilayer merger.", "All contributing mechanisms are evolutionarily conserved offering new insight into the etiology of human disorders linked to loss of endosomal NHE function."], "id": "29212874", "text": "Loss-of-function mutations in human endosomal Na+(K+)/H+ Exchangers (NHEs) NHE6 and NHE9 are implicated in neurological disorders including Christianson Syndrome, autism and attention deficit and hyperactivity disorder (ADHD). These mutations disrupt retention of surface receptors within neurons and glial cells by affecting their delivery to lysosomes for degradation. However, the molecular basis of how these endosomal NHEs control endocytic trafficking is unclear. Using Saccharomyces cerevisiae as a model, we conducted cell-free organelle fusion assays to show that transport activity of the orthologous endosomal NHE Nhx1 is important for multivesicular body (MVB)-vacuolar lysosome fusion, the last step of endocytosis required for surface protein degradation. We find that deleting Nhx1 disrupts the fusogenicity of the MVB, not vacuole, by targeting pH-sensitive machinery downstream of the Rab-GTPase Ypt7 needed for SNARE-mediated lipid bilayer merger. All contributing mechanisms are evolutionarily conserved offering new insight into the etiology of human disorders linked to loss of endosomal NHE function.", "doi": "10.1091/mbc.E17-08-0496", "journal": ["Molecular biology of the cell", "Mol. Biol. Cell"], "date": "2018-01-18_23:46:20"}