{"title": "Behavioral Outcomes of Specialized Psychiatric Hospitalization in the Autism Inpatient Collection (AIC): A Multisite Comparison.", "text": "Psychiatric hospitalization of children with autism spectrum disorder (ASD) is relatively common and occurs at a higher rate than in non-ASD youth. This study compared changes in the severity of serious problem behaviors in 350 youth with ASD enrolled in the autism inpatient collection during and after hospitalization in six specialized child psychiatry units. There was a significant reduction in serious problem behaviors from admission (aberrant behavior checklist-irritability subscale M = 29.7, SD 9.6) to discharge (M = 15.0, SD 10.3) and 2-month follow-up (M = 19.3, SD 10.3). Between discharge and 2-month follow-up, tantrum-like behaviors but not self-injurious behaviors increased slightly. Improvement in the severity of problem behaviors was not uniform across sites, even after controlling for measured site differences.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29170939", "doi": "10.1007/s10803-017-3366-z", "date": "2017-11-23", "authors": [["Pedersen", "Kahsi A", "KA", "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, 509 Forest Avenue, Portland, ME, 04101, USA. kpedersen@mmc.org."], ["Santangelo", "Susan L", "SL", "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, 509 Forest Avenue, Portland, ME, 04101, USA."], ["Gabriels", "Robin L", "RL", "University of Colorado Anschutz Medical Campus, 13123 E. 16th Ave, Aurora, CO, 80045, USA."], ["Righi", "Giulia", "G", "Emma Pendleton Bradley Hospital, Providence, RI, USA."], ["Erard", "Michael", "M", "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, 509 Forest Avenue, Portland, ME, 04101, USA."], ["Siegel", "Matthew", "M", "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, 509 Forest Avenue, Portland, ME, 04101, USA."]]}