{"words": ["autism", "spectrum", "disorder", "asd", "one", "developmental", "disorders", "united", "states", "hypothesized", "variations", "placental", "chorionic", "surface", "vascular", "network", "pcsvn", "structure", "may", "reflect", "overall", "effects", "genetic", "environmentally", "regulated", "variations", "branching", "morphogenesis", "within", "conceptus", "fetus", "vital", "organs", "paper", "provides", "sound", "evidences", "support", "study", "asd", "risks", "pcsvn", "combination", "classification", "eight", "arterial", "8", "pcsvn", "attributes", "asd", "cohort", "89", "placentas", "cohort", "201", "placentas", "examined", "ranked", "relevance", "using", "modified", "version", "random", "forest", "algorithm", "called", "boruta", "method", "principal", "component", "analysis", "pca", "applied", "isolate", "principal", "effects", "arterial", "growth", "fetal", "surface", "placenta", "linear", "discriminant", "analysis", "lda", "cross", "validation", "performed", "establish", "error", "boruta", "method", "selected", "15", "arterial", "attributes", "relevant", "implying", "difference", "high", "low", "asd", "risk", "explained", "arterial", "features", "alone", "five", "principal", "features", "obtained", "pca", "accounted", "88", "data", "variability", "indicated", "pcsvns", "associated", "placentas", "asd", "pregnancies", "generally", "fewer", "branch", "points", "thicker", "less", "tortuous", "arteries", "better", "extension", "surface", "boundary", "smaller", "branch", "angles", "developed", "set", "methods", "explain", "major", "pcsvn", "differences", "placentas", "associated", "high", "risk", "asd", "pregnancies", "selected", "general", "population", "research", "paradigm", "presented", "generalized", "study", "connections", "pcsvn", "features", "maternal", "fetal", "outcomes", "gestational", "diabetes", "hypertension"], "authors": [["Chang", "Jen-Mei", "JM", "Department of Mathematics and Statistics, California State University, Long Beach, Long Beach, CA 90840-1001, USA. jen-mei.chang@csulb.edu."], ["Zeng", "Hui", "H", "Department of Mathematics and Statistics, California State University, Long Beach, Long Beach, CA 90840-1001, USA."], ["Han", "Ruxu", "R", "Department of Mathematics and Statistics, California State University, Long Beach, Long Beach, CA 90840-1001, USA."], ["Chang", "Ya-Mei", "YM", "Department of Statistics, Tamkang University, No.151, Yingzhuan Rd., New Taipei City, 25137, Taiwan."], ["Shah", "Ruchit", "R", "Placental Analytics, LLC, New Rochelle, NY, USA."], ["Salafia", "Carolyn M", "CM", "Placental Analytics, LLC, New Rochelle, NY, USA."], ["Newschaffer", "Craig", "C", "Drexel University, Philadelphia, PA, USA."], ["Miller", "Richard K", "RK", "NIH National Children's Study Placenta Consortium, Bethesda, MD, USA."], ["Katzman", "Philip", "P", "NIH National Children's Study Placenta Consortium, Bethesda, MD, USA."], ["Moye", "Jack", "J", "NICHD, Bethesda, MD, USA."], ["Fallin", "Margaret", "M", "Johns Hopkins University, Baltimore, MD, USA."], ["Walker", "Cheryl K", "CK", "NIH National Children's Study Placenta Consortium, Bethesda, MD, USA."], ["Croen", "Lisa", "L", "NIH National Children's Study Placenta Consortium, Bethesda, MD, USA."]], "title": "Autism risk classification using placental chorionic surface vascular network features.", "year": null, "sentences": ["Autism Spectrum Disorder (ASD) is one of the fastest-growing developmental disorders in the United States.", "It was hypothesized that variations in the placental chorionic surface vascular network (PCSVN) structure may reflect both the overall effects of genetic and environmentally regulated variations in branching morphogenesis within the conceptus and the fetus' vital organs.", "This paper provides sound evidences to support the study of ASD risks with PCSVN through a combination of feature-selection and classification algorithms.Twenty eight arterial and 8 shape-based PCSVN attributes from a high-risk ASD cohort of 89 placentas and a population-based cohort of 201 placentas were examined for ranked relevance using a modified version of the random forest algorithm, called the Boruta method.", "Principal component analysis (PCA) was applied to isolate principal effects of arterial growth on the fetal surface of the placenta.", "Linear discriminant analysis (LDA) with a 10-fold cross validation was performed to establish error statistics.The Boruta method selected 15 arterial attributes as relevant, implying the difference in high and low ASD risk can be explained by the arterial features alone.", "The five principal features obtained through PCA, which accounted for about 88% of the data variability, indicated that PCSVNs associated with placentas of high-risk ASD pregnancies generally had fewer branch points, thicker and less tortuous arteries, better extension to the surface boundary, and smaller branch angles than their population-based counterparts.We developed a set of methods to explain major PCSVN differences between placentas associated with high risk ASD pregnancies and those selected from the general population.", "The research paradigm presented can be generalized to study connections between PCSVN features and other maternal and fetal outcomes such as gestational diabetes and hypertension."], "id": "29212472", "text": "Autism Spectrum Disorder (ASD) is one of the fastest-growing developmental disorders in the United States. It was hypothesized that variations in the placental chorionic surface vascular network (PCSVN) structure may reflect both the overall effects of genetic and environmentally regulated variations in branching morphogenesis within the conceptus and the fetus' vital organs. This paper provides sound evidences to support the study of ASD risks with PCSVN through a combination of feature-selection and classification algorithms.Twenty eight arterial and 8 shape-based PCSVN attributes from a high-risk ASD cohort of 89 placentas and a population-based cohort of 201 placentas were examined for ranked relevance using a modified version of the random forest algorithm, called the Boruta method. Principal component analysis (PCA) was applied to isolate principal effects of arterial growth on the fetal surface of the placenta. Linear discriminant analysis (LDA) with a 10-fold cross validation was performed to establish error statistics.The Boruta method selected 15 arterial attributes as relevant, implying the difference in high and low ASD risk can be explained by the arterial features alone. The five principal features obtained through PCA, which accounted for about 88% of the data variability, indicated that PCSVNs associated with placentas of high-risk ASD pregnancies generally had fewer branch points, thicker and less tortuous arteries, better extension to the surface boundary, and smaller branch angles than their population-based counterparts.We developed a set of methods to explain major PCSVN differences between placentas associated with high risk ASD pregnancies and those selected from the general population. The research paradigm presented can be generalized to study connections between PCSVN features and other maternal and fetal outcomes such as gestational diabetes and hypertension.", "doi": "10.1186/s12911-017-0564-8", "journal": ["BMC medical informatics and decision making", "BMC Med Inform Decis Mak"], "date": "2018-01-18_23:46:20"}