{"title": "Feasibility of Parent Training via Telehealth for Children with Autism Spectrum Disorder and Disruptive Behavior: A Demonstration Pilot.", "text": "Telehealth is a potential solution to limited access to specialized services for children with autism spectrum disorder (ASD) in rural areas. We conducted a feasibility trial of parent training with children ages 3-8 with ASD and disruptive behavior from rural communities. Fourteen children (mean age 5.8 ± 1.7) from four telehealth sites enrolled. Thirteen families (92.9%) completed treatment, with 91.6% of core sessions attended. Therapists attained 98% fidelity to the manual and 93% of expected outcome measures were collected at week 24. Eleven of 14 (78.6%) participants were rated as much/very much improved. Parent training via telehealth was acceptable to parents and treatment could be delivered reliably by therapists. Preliminary efficacy findings suggests further study is justified.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29170938", "doi": "10.1007/s10803-017-3363-2", "date": "2017-11-23", "authors": [["Bearss", "Karen", "K", "Department of Psychiatry and Behavioral Sciences, Seattle Children's Autism Center, University of Washington, 4909 25th Ave NE, Seattle, WA, USA. kbearss@uw.edu."], ["Burrell", "T Lindsey", "TL", "Department of Pediatrics, Emory University School of Medicine, 1920 Briarcliff Road NE, Atlanta, GA, USA."], ["Challa", "Saankari A", "SA", "University of Missouri-Saint-Louis, One University Boulevard, 325 Stadler Hall, St. Louis, MO, 63121, USA."], ["Postorino", "Valentina", "V", "Department of Pediatrics, Emory University School of Medicine, 1920 Briarcliff Road NE, Atlanta, GA, USA."], ["Gillespie", "Scott E", "SE", "Department of Pediatrics, Emory University School of Medicine, 1920 Briarcliff Road NE, Atlanta, GA, USA."], ["Crooks", "Courtney", "C", "Georgia Tech Research Institute, 260 14th St NW, Rm 456, Atlanta, GA, 30318, USA."], ["Scahill", "Lawrence", "L", "Department of Pediatrics, Emory University School of Medicine, 1920 Briarcliff Road NE, Atlanta, GA, USA."]]}