{"words": ["acute", "stress", "disorder", "asd", "encompasses", "set", "symptoms", "arise", "individuals", "exposure", "traumatic", "event", "study", "assessed", "defense", "mechanisms", "used", "victims", "physical", "trauma", "developed", "controlled", "study", "146", "patients", "suffered", "physical", "trauma", "required", "hospitalization", "structured", "questionnaire", "used", "evaluate", "asd", "symptoms", "based", "diagnostic", "criteria", "addition", "defense", "style", "questionnaire", "dsq", "participants", "received", "positive", "diagnosis", "asd", "136", "negative", "diagnosis", "majority", "sample", "consisted", "men", "median", "age", "ranging", "prevalent", "defense", "mechanisms", "among", "10", "patients", "asd", "cancellation", "devaluation", "belong", "neurotic", "immature", "factors", "respectively", "positive", "associations", "presence", "symptoms", "criterion", "b", "defense", "mechanisms", "dsq", "found", "included", "mechanisms", "undoing", "projection", "passive", "aggression", "acting", "autistic", "fantasy", "displacement", "asd", "employed", "different", "defense", "mechanisms", "undoing", "devaluation", "compared", "patients", "diagnosed", "asd", "results", "mark", "importance", "early", "detection", "asd", "symptoms", "preventative", "level", "thereby", "creating", "new", "possibilities", "avoiding", "exacerbations", "related", "trauma", "represents", "important", "advance", "terms", "public", "health"], "authors": [["Santana", "Márcia Rosane Moreira", "MRM", "Programa de Pós-Graduação em Ciências Médicas: Psiquiatria, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, RS, Brazil."], ["Zatti", "Cleonice", "C", "Programa de Pós-Graduação em Ciências Médicas: Psiquiatria, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, RS, Brazil."], ["Spader", "Mariana Lunardi", "ML", "Faculdade de Medicina, UFRGS, Porto Alegre, RS, Brazil."], ["Malgarim", "Bibiana Godoi", "BG", "Programa de Pós-Graduação em Ciências Médicas: Psiquiatria, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, RS, Brazil."], ["Salle", "Emílio", "E", "Hospital de Pronto Socorro de Porto Alegre, Porto Alegre, RS, Brazil."], ["Piltcher", "Renato", "R", "Hospital de Pronto Socorro de Porto Alegre, Porto Alegre, RS, Brazil."], ["Ceresér", "Keila Maria Mendes", "KMM", "Laboratório de Psiquiatria Molecular, Hospital de Clínicas de Porto Alegre (HCPA), Porto Alegre, RS, Brazil."], ["Bastos", "Andre Goettems", "AG", "Departamento de Psicologia, Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS), Porto Alegre, RS, Brazil."], ["Freitas", "Lúcia Helena", "LH", "Serviço de Psiquiatria, HCPA, Porto Alegre, RS, Brazil."]], "title": "Acute stress disorder and defense mechanisms: a study of physical trauma patients admitted to an emergency hospital.", "year": null, "sentences": ["Acute stress disorder (ASD) encompasses a set of symptoms that can arise in individuals after exposure to a traumatic event.", "This study assessed the defense mechanisms used by victims of physical trauma who developed ASD.This was a controlled cross-sectional study of 146 patients who suffered physical trauma and required hospitalization.", "A structured questionnaire was used to evaluate ASD symptoms based on DSM-5 diagnostic criteria, in addition to the Defense Style Questionnaire (DSQ).Ten participants (6.85%) received a positive diagnosis of ASD, and 136, (93.15%) a negative diagnosis.", "The majority of the sample consisted of men with median age ranging from 33.50 to 35.50.", "The most prevalent defense mechanisms among the 10 patients with ASD were cancellation and devaluation, which belong to the neurotic and immature factors, respectively.", "Positive associations between the presence of symptoms from criterion B of the DSM-5 and defense mechanisms from the DSQ were found.", "These included the mechanisms of undoing, projection, passive aggression, acting out, autistic fantasy, displacement, and somatization.Patients with ASD employed different defense mechanisms such as undoing and devaluation when compared to patients not diagnosed with ASD.", "These results mark the importance of early detection of ASD symptoms at a preventative level, thereby creating new possibilities for avoiding exacerbations related to the trauma, which represents an important advance in terms of public health."], "id": "29211115", "text": "Acute stress disorder (ASD) encompasses a set of symptoms that can arise in individuals after exposure to a traumatic event. This study assessed the defense mechanisms used by victims of physical trauma who developed ASD.This was a controlled cross-sectional study of 146 patients who suffered physical trauma and required hospitalization. A structured questionnaire was used to evaluate ASD symptoms based on DSM-5 diagnostic criteria, in addition to the Defense Style Questionnaire (DSQ).Ten participants (6.85%) received a positive diagnosis of ASD, and 136, (93.15%) a negative diagnosis. The majority of the sample consisted of men with median age ranging from 33.50 to 35.50. The most prevalent defense mechanisms among the 10 patients with ASD were cancellation and devaluation, which belong to the neurotic and immature factors, respectively. Positive associations between the presence of symptoms from criterion B of the DSM-5 and defense mechanisms from the DSQ were found. These included the mechanisms of undoing, projection, passive aggression, acting out, autistic fantasy, displacement, and somatization.Patients with ASD employed different defense mechanisms such as undoing and devaluation when compared to patients not diagnosed with ASD. These results mark the importance of early detection of ASD symptoms at a preventative level, thereby creating new possibilities for avoiding exacerbations related to the trauma, which represents an important advance in terms of public health.", "doi": "10.1590/2237-6089-2016-0071", "journal": ["Trends in psychiatry and psychotherapy", "Trends Psychiatry Psychother"], "date": "2018-01-18_23:46:21"}