{"title": "Predicting Internalizing and Externalizing Symptoms in Children with ASD: Evaluation of a Contextual Model of Parental Factors.", "text": "Parental adjustment, parenting behaviors, and child routines have been linked to internalizing and externalizing child behavior. The purpose of the present study was to evaluate a comprehensive model examining relations among these variables in children with ASD and their parents. Based on Sameroff's Transactional Model of Development (Sameroff in: The transactional model of development: How children and contexts shape each other, American Psychological Association, Washington, DC, 2009), researchers hypothesized that these factors would collectively predict child behavior. Parents (n = 67) completed measures of parental adjustment, parenting behaviors, child routines, and child behavior using the Hopkins Symptom Checklist, Alabama Parenting Questionnaire, Child Routines Inventory, and Child Behavior Checklist, respectively. Results indicated that parental adjustment predicted harsh/disengaged parenting (B = 0.17, p < .01) and internalizing behavior (B = 0.32, p < .01). Harsh/disengaged parenting and warm/supportive parenting predicted externalizing behavior (B = 0.59, p < .01) and internalizing behavior (B = - 0.49 p < .01), respectively.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29170935", "doi": "10.1007/s10803-017-3368-x", "date": "2017-11-23", "authors": [["McRae", "Elizabeth M", "EM", "Psychology Department, University of Alabama at Birmingham, 1401 University Boulevard, Birmingham, AL, 35233, USA."], ["Stoppelbein", "Laura", "L", "Psychology Department, University of Alabama at Birmingham, 1401 University Boulevard, Birmingham, AL, 35233, USA. stoppel@uab.edu."], ["O'Kelley", "Sarah E", "SE", "Psychology Department, University of Alabama at Birmingham, 1401 University Boulevard, Birmingham, AL, 35233, USA."], ["Fite", "Paula", "P", "Dole Center for Human Development, University of Kansas, 1000 Sunnyside Avenue, Lawrence, KS, 66045, USA."], ["Greening", "Leilani", "L", "University of Mississippi Medical Center, 2500 N. State St., Jackson, MS, 39216, USA."]]}