{"words": ["individuals", "autism", "spectrum", "disorder", "asd", "often", "experience", "symptoms", "associated", "generalized", "anxiety", "disorder", "disorder", "social", "anxiety", "disorder", "populations", "symptoms", "associated", "larger", "negativity", "ern", "potential", "reflects", "endogenous", "threat", "sensitivity", "possible", "ern", "may", "relate", "clinical", "presentation", "anxiety", "asd", "however", "studies", "examining", "associations", "youth", "asd", "yielded", "mixed", "results", "present", "study", "aimed", "clarify", "relationship", "examining", "ern", "relation", "specific", "anxiety", "symptoms", "asd", "accounting", "typical", "covariates", "age", "verbal", "abilities", "depression", "asd", "symptoms", "ern", "youth", "ages", "asd", "intact", "cognitive", "ability", "completed", "modified", "flanker", "task", "ern", "component", "obtained", "measures", "anxiety", "verbal", "abilities", "depression", "asd", "symptoms", "collected", "participants", "parents", "results", "revealed", "greater", "social", "anxiety", "symptoms", "specifically", "performance", "fears", "fears", "associated", "increased", "neural", "response", "errors", "measured", "ern", "relationship", "remained", "controlling", "anxiety", "symptoms", "well", "age", "verbal", "iq", "depression", "symptoms", "asd", "symptoms", "findings", "suggest", "heightened", "threat", "sensitivity", "may", "characteristic", "individuals", "asd", "exhibit", "social", "fearfulness", "autism", "res", "2017", "2017", "international", "society", "autism", "research", "wiley", "periodicals", "negativity", "ern", "physiological", "measure", "brain", "response", "errors", "thought", "reflect", "threat", "sensitivity", "implicated", "anxiety", "disorders", "individuals", "without", "autism", "spectrum", "disorder", "asd", "present", "study", "revealed", "ern", "related", "social", "anxiety", "symptoms", "specifically", "performance", "fears", "sample", "youth", "asd", "findings", "suggest", "heightened", "threat", "sensitivity", "may", "characteristic", "individuals", "asd", "exhibit", "social", "fearfulness"], "authors": [["Rosen", "Tamara E", "TE", "Department of Psychology, Stony Brook University, Stony Brook, New York, 11794."], ["Lerner", "Matthew D", "MD", "Department of Psychology, Stony Brook University, Stony Brook, New York, 11794."]], "title": "Error-related brain activity and anxiety symptoms in youth with autism spectrum disorder.", "year": null, "sentences": ["Individuals with autism spectrum disorder (ASD) often experience symptoms associated with generalized anxiety disorder, obsessive-compulsive disorder, and social anxiety disorder.", "In other populations, these same symptoms are associated with a larger error-related negativity (ERN), an event-related potential that reflects endogenous threat sensitivity.", "As such, it is possible that the ERN may relate to the clinical presentation of anxiety in ASD.", "However, studies examining these associations in youth with ASD have yielded mixed results.", "The present study aimed to clarify this relationship by examining the ERN in relation to these specific anxiety symptoms in ASD, and by accounting for typical covariates (e.g., age, verbal abilities, depression, ASD symptoms) of the ERN.", "Fifty-one youth, ages 8-17, with ASD and intact cognitive ability completed a modified Flanker task, from which the ERN component was obtained.", "Measures of anxiety, verbal abilities, depression, and ASD symptoms were collected from participants and parents.", "Results revealed that greater self-reported social anxiety symptoms, specifically performance fears but not humiliation/rejection fears, were associated with an increased neural response to errors, as measured by the ERN.", "This relationship remained after controlling for other anxiety symptoms, as well as age, verbal IQ, depression symptoms, and ASD symptoms.", "Findings suggest that heightened threat sensitivity may be characteristic of individuals with ASD who exhibit social fearfulness.", "Autism Res 2017.", "© 2017 International Society for Autism Research, Wiley Periodicals, Inc.The error-related negativity (ERN) is a physiological measure of the brain's response to errors which is thought to reflect threat sensitivity and has been implicated in anxiety disorders in individuals without autism spectrum disorder (ASD).", "The present study revealed that the ERN is related to social anxiety symptoms, specifically performance fears, in a sample of youth with ASD.", "Findings suggest that heightened threat sensitivity may be characteristic of individuals with ASD who exhibit social fearfulness."], "id": "29210194", "text": "Individuals with autism spectrum disorder (ASD) often experience symptoms associated with generalized anxiety disorder, obsessive-compulsive disorder, and social anxiety disorder. In other populations, these same symptoms are associated with a larger error-related negativity (ERN), an event-related potential that reflects endogenous threat sensitivity. As such, it is possible that the ERN may relate to the clinical presentation of anxiety in ASD. However, studies examining these associations in youth with ASD have yielded mixed results. The present study aimed to clarify this relationship by examining the ERN in relation to these specific anxiety symptoms in ASD, and by accounting for typical covariates (e.g., age, verbal abilities, depression, ASD symptoms) of the ERN. Fifty-one youth, ages 8-17, with ASD and intact cognitive ability completed a modified Flanker task, from which the ERN component was obtained. Measures of anxiety, verbal abilities, depression, and ASD symptoms were collected from participants and parents. Results revealed that greater self-reported social anxiety symptoms, specifically performance fears but not humiliation/rejection fears, were associated with an increased neural response to errors, as measured by the ERN. This relationship remained after controlling for other anxiety symptoms, as well as age, verbal IQ, depression symptoms, and ASD symptoms. Findings suggest that heightened threat sensitivity may be characteristic of individuals with ASD who exhibit social fearfulness. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.The error-related negativity (ERN) is a physiological measure of the brain's response to errors which is thought to reflect threat sensitivity and has been implicated in anxiety disorders in individuals without autism spectrum disorder (ASD). The present study revealed that the ERN is related to social anxiety symptoms, specifically performance fears, in a sample of youth with ASD. Findings suggest that heightened threat sensitivity may be characteristic of individuals with ASD who exhibit social fearfulness.", "doi": "10.1002/aur.1898", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:46:21"}