{"title": "Autism, Attention, and Alpha Oscillations: An Electrophysiological Study of Attentional Capture.", "text": "Autism spectrum disorder (ASD) is associated with deficits in adaptively orienting attention to behaviorally-relevant information. Neural oscillatory activity plays a key role in brain function and provides a high-resolution temporal marker of attention dynamics. Alpha band (8-12 Hz) activity is associated with both selecting task-relevant stimuli and filtering task-irrelevant information.The present study used electroencephalography (EEG) to examine alpha-band oscillatory activity associated with attentional capture in nineteen children with ASD and twenty-one age- and IQ-matched typically developing (TD) children. Participants completed a rapid serial visual presentation paradigm designed to investigate responses to behaviorally-relevant targets and contingent attention capture by task-irrelevant distractors, which either did or did not share a behaviorally-relevant feature. Participants also completed six minutes of eyes-open resting EEG.In contrast to their TD peers, children with ASD did not evidence posterior alpha desynchronization to behaviorally-relevant targets. Additionally, reduced target-related desynchronization and poorer target detection were associated with increased ASD symptomatology. TD children also showed behavioral and electrophysiological evidence of contingent attention capture, whereas children with ASD showed no behavioral facilitation or alpha desynchronization to distractors that shared a task-relevant feature. Lastly, children with ASD had significantly decreased resting alpha power, and for all participants increased resting alpha levels were associated with greater task-related alpha desynchronization.These results suggest that in ASD under-responsivity and impairments in orienting to salient events within their environment are reflected by atypical EEG oscillatory neurodynamics, which may signify atypical arousal levels and/or an excitatory/inhibitory imbalance.", "journal": ["Biological psychiatry. Cognitive neuroscience and neuroimaging", "Biol Psychiatry Cogn Neurosci Neuroimaging"], "id": "29170759", "doi": "10.1016/j.bpsc.2017.06.006", "date": null, "authors": [["Keehn", "Brandon", "B", "Department of Speech, Language, and Hearing Sciences, Purdue University, West Lafayette, IN."], ["Westerfield", "Marissa", "M", "Research on Autism and Development Lab, Department of Neurosciences, University of California, San Diego, San Diego, CA."], ["Müller", "Ralph-Axel", "RA", "Brain Development Imaging Laboratory, Department of Psychology, San Diego State University, San Diego, CA."], ["Townsend", "Jeanne", "J", "Research on Autism and Development Lab, Department of Neurosciences, University of California, San Diego, San Diego, CA."]]}