{"title": "Adaptive Skill Trajectories in Infants with Fragile X Syndrome Contrasted to Typical Controls and Infants at High Risk for Autism.", "text": "Adaptive behaviors are essential for optimal outcomes and independence in individuals with developmental disabilities. This study examined longitudinal trajectories of adaptive behavior in infants with fragile X syndrome (FXS), compared to typical development (TD) and infant siblings of children diagnosed with autism (ASIBs).Participants included 76 male infants (FXS =25, ASIBs=27, TD = 24) assessed up to 4 times between 6 and 24 months of age for a total of 215 assessments of adaptive behavior. A sample of 12 females with FXS was included for a comparative sex analysis.Results indicate that infant males with FXS displayed lower initial adaptive behavior across all domains that emerged by 9 months-of-age with slower growth rates than both comparison groups. A flat profile across the domains at 24 months was evident. Increased severity of autism symptoms was related to reduced adaptive skills at 24 months-of-age. Females with FXS displayed higher scores than males on the Socialization and Motor domains and equivalent scores on the Communication and Daily Living domains at 9 months-of-age with different rates of growth across domains.This is the first study to provide evidence of etiological specificity in adaptive behavior profiles during infancy across two populations at high risk for ASD. These findings support targeted adaptive behavior interventions in young children with FXS beginning as early at 9 months of age to reduce identified deficits and the cascading impacts of these early impairments.", "journal": ["Research in autism spectrum disorders", "Res Autism Spectr Disord"], "id": "29170682", "doi": "10.1016/j.rasd.2017.05.002", "date": "2017-06-09", "authors": [["Caravella", "Kelly E", "KE", "University of South Carolina Department of Psychology, 1512 Pendleton Street, Barnwell College, Suite #220 Columbia, SC 29208."], ["Roberts", "Jane E", "JE", "University of South Carolina Department of Psychology, 1512 Pendleton Street, Barnwell College, Suite #220 Columbia, SC 29208."]]}