{"title": "Connectopathy in Autism Spectrum Disorders: A Review of Evidence from Visual Evoked Potentials and Diffusion Magnetic Resonance Imaging.", "text": "Individuals with autism spectrum disorder (ASD) show superior performance in processing fine details; however, they often exhibit impairments of gestalt face, global motion perception, and visual attention as well as core social deficits. Increasing evidence has suggested that social deficits in ASD arise from abnormal functional and structural connectivities between and within distributed cortical networks that are recruited during social information processing. Because the human visual system is characterized by a set of parallel, hierarchical, multistage network systems, we hypothesized that the altered connectivity of visual networks contributes to social cognition impairment in ASD. In the present review, we focused on studies of altered connectivity of visual and attention networks in ASD using visual evoked potentials (VEPs), event-related potentials (ERPs), and diffusion tensor imaging (DTI). A series of VEP, ERP, and DTI studies conducted in our laboratory have demonstrated complex alterations (impairment and enhancement) of visual and attention networks in ASD. Recent data have suggested that the atypical visual perception observed in ASD is caused by altered connectivity within parallel visual pathways and attention networks, thereby contributing to the impaired social communication observed in ASD. Therefore, we conclude that the underlying pathophysiological mechanism of ASD constitutes a \"connectopathy.\"", "journal": ["Frontiers in neuroscience", "Front Neurosci"], "id": "29170625", "doi": "10.3389/fnins.2017.00627", "date": "2017-11-09", "authors": [["Yamasaki", "Takao", "T", "Department of Clinical Neurophysiology, Neurological Institute, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Maekawa", "Toshihiko", "T", "Department of Clinical Neurophysiology, Neurological Institute, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Fujita", "Takako", "T", "Department of Pediatrics, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Tobimatsu", "Shozo", "S", "Department of Clinical Neurophysiology, Neurological Institute, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."]]}