{"title": "PSD95: A synaptic protein implicated in schizophrenia or autism?", "text": "The molecular components of the postsynaptic density (PSD) in excitatory synapses of the brain are currently being investigated as one of the major etiologies of neurodevelopmental disorders such as schizophrenia (SCZ) and autism. Postsynaptic density protein-95 (PSD-95) is a major regulator of synaptic maturation by interacting, stabilizing and trafficking N-methyl-d-aspartic acid receptors (NMDARs) and α-amino-3-hydroxy-5-methyl-4-isox-azoleproprionic acid receptors (AMPARs) to the postsynaptic membrane. Recently, there has been overwhelming evidence that associates PSD-95 disruption with cognitive and learning deficits observed in SCZ and autism. For instance, recent genomic and sequencing studies of psychiatric patients highlight the aberrations at the PSD of glutamatergic synapses that include PSD-95 dysfunction. In animal studies, PSD-95 deficiency shows alterations in NMDA and AMPA-receptor composition and function in specific brain regions that may contribute to phenotypes observed in neuropsychiatric pathologies. In this review, we describe the role of PSD-95 as an essential scaffolding protein during synaptogenesis and neurodevelopment. More specifically, we discuss its interactions with NMDA receptor subunits that potentially affect glutamate transmission, and the formation of silent synapses during critical time points of neurodevelopment. Furthermore, we describe how PSD-95 may alter dendritic spine morphologies, thus regulating synaptic function that influences behavioral phenotypes in SCZ versus autism. Understanding the role of PSD-95 in the neuropathologies of SCZ and autism will give an insight of the cellular and molecular attributes in the disorders, thus providing treatment options in patients affected.", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"], "id": "29169997", "doi": "10.1016/j.pnpbp.2017.11.016", "date": "2017-11-21", "authors": [["Coley", "Austin A", "AA", "Department of Neurobiology and Anatomy, Drexel University College of Medicine, Philadelphia, PA 19129, United States."], ["Gao", "Wen-Jun", "WJ", "Department of Neurobiology and Anatomy, Drexel University College of Medicine, Philadelphia, PA 19129, United States. Electronic address: wg38@drexel.edu."]]}