{"words": ["although", "language", "impairment", "commonly", "associated", "autism", "spectrum", "disorder", "asd", "diagnostic", "statistical", "manual", "longer", "includes", "language", "impairment", "necessary", "component", "asd", "diagnosis", "american", "psychiatric", "association", "2013", "however", "children", "asd", "comorbid", "intellectual", "disability", "struggle", "aspects", "language", "whose", "precise", "nature", "still", "outstanding", "narratives", "extensively", "used", "tool", "examine", "lexical", "syntactic", "abilities", "well", "pragmatic", "skills", "children", "asd", "study", "contributes", "literature", "investigating", "narrative", "skills", "30", "children", "asd", "normal", "iq", "16", "language", "skills", "upper", "end", "normal", "range", "14", "lower", "end", "normal", "range", "control", "group", "consisted", "15", "td", "children", "narrative", "performance", "measured", "terms", "microstructural", "macrostructural", "properties", "microstructural", "properties", "included", "lexical", "syntactic", "measures", "complexity", "subordinate", "coordinate", "clauses", "types", "subordinate", "clauses", "macrostructure", "measured", "terms", "diversity", "use", "internal", "state", "terms", "ists", "story", "structure", "complexity", "children", "ability", "produce", "important", "units", "information", "involve", "setting", "characters", "events", "outcomes", "story", "well", "characters", "thoughts", "feelings", "findings", "demonstrate", "high", "language", "ability", "syntactic", "complexity", "pattern", "together", "asd", "children", "narrative", "performance", "language", "ability", "compensates", "autistic", "children", "pragmatic", "deficit", "associated", "production", "theory", "ists", "nevertheless", "groups", "children", "asd", "high", "low", "language", "ability", "scored", "lower", "td", "controls", "production", "theory", "ists", "modifier", "clauses", "story", "structure", "complexity"], "authors": [["Peristeri", "Eleni", "E", "Language Development Lab, Department of English Studies, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Andreou", "Maria", "M", "Department of English, School of Arts and Humanities, University of Cologne, Cologne, Germany."], ["Tsimpli", "Ianthi M", "IM", "Department of Theoretical and Applied Linguistics, University of Cambridge, Cambridge, United Kingdom."]], "title": "Syntactic and Story Structure Complexity in the Narratives of High- and Low-Language Ability Children with Autism Spectrum Disorder.", "year": null, "sentences": ["Although language impairment is commonly associated with the autism spectrum disorder (ASD), the Diagnostic Statistical Manual no longer includes language impairment as a necessary component of an ASD diagnosis (American Psychiatric Association, 2013).", "However, children with ASD and no comorbid intellectual disability struggle with some aspects of language whose precise nature is still outstanding.", "Narratives have been extensively used as a tool to examine lexical and syntactic abilities, as well as pragmatic skills in children with ASD.", "This study contributes to this literature by investigating the narrative skills of 30 Greek-speaking children with ASD and normal non-verbal IQ, 16 with language skills in the upper end of the normal range (ASD-HL), and 14 in the lower end of the normal range (ASD-LL).", "The control group consisted of 15 age-matched typically-developing (TD) children.", "Narrative performance was measured in terms of both microstructural and macrostructural properties.", "Microstructural properties included lexical and syntactic measures of complexity such as subordinate vs. coordinate clauses and types of subordinate clauses.", "Macrostructure was measured in terms of the diversity in the use of internal state terms (ISTs) and story structure complexity, i.e., children's ability to produce important units of information that involve the setting, characters, events, and outcomes of the story, as well as the characters' thoughts and feelings.", "The findings demonstrate that high language ability and syntactic complexity pattern together in ASD children's narrative performance and that language ability compensates for autistic children's pragmatic deficit associated with the production of Theory of Mind-related ISTs.", "Nevertheless, both groups of children with ASD (high and low language ability) scored lower than the TD controls in the production of Theory of Mind-unrelated ISTs, modifier clauses and story structure complexity."], "id": "29209258", "text": "Although language impairment is commonly associated with the autism spectrum disorder (ASD), the Diagnostic Statistical Manual no longer includes language impairment as a necessary component of an ASD diagnosis (American Psychiatric Association, 2013). However, children with ASD and no comorbid intellectual disability struggle with some aspects of language whose precise nature is still outstanding. Narratives have been extensively used as a tool to examine lexical and syntactic abilities, as well as pragmatic skills in children with ASD. This study contributes to this literature by investigating the narrative skills of 30 Greek-speaking children with ASD and normal non-verbal IQ, 16 with language skills in the upper end of the normal range (ASD-HL), and 14 in the lower end of the normal range (ASD-LL). The control group consisted of 15 age-matched typically-developing (TD) children. Narrative performance was measured in terms of both microstructural and macrostructural properties. Microstructural properties included lexical and syntactic measures of complexity such as subordinate vs. coordinate clauses and types of subordinate clauses. Macrostructure was measured in terms of the diversity in the use of internal state terms (ISTs) and story structure complexity, i.e., children's ability to produce important units of information that involve the setting, characters, events, and outcomes of the story, as well as the characters' thoughts and feelings. The findings demonstrate that high language ability and syntactic complexity pattern together in ASD children's narrative performance and that language ability compensates for autistic children's pragmatic deficit associated with the production of Theory of Mind-related ISTs. Nevertheless, both groups of children with ASD (high and low language ability) scored lower than the TD controls in the production of Theory of Mind-unrelated ISTs, modifier clauses and story structure complexity.", "doi": "10.3389/fpsyg.2017.02027", "journal": ["Frontiers in psychology", "Front Psychol"], "date": "2018-01-18_23:46:23"}