{"words": ["autism", "spectrum", "disorder", "asd", "set", "neurodevelopmental", "disorders", "high", "prevalence", "impact", "society", "asds", "characterized", "deficits", "social", "behavior", "cognitive", "function", "strong", "genetic", "basis", "underlying", "asds", "highly", "heterogeneous", "however", "multiple", "studies", "highlighted", "involvement", "key", "processes", "including", "neurogenesis", "neurite", "growth", "synaptogenesis", "synaptic", "plasticity", "pathophysiology", "neurodevelopmental", "disorders", "review", "article", "focus", "major", "genes", "signaling", "pathways", "implicated", "asd", "discuss", "cellular", "molecular", "functional", "studies", "shed", "light", "common", "dysregulated", "pathways", "using", "vitro", "vivo", "human", "evidence", "highlights", "autism", "spectrum", "disorder", "asd", "prevalence", "1", "68", "children", "united", "highly", "heterogeneous", "genetic", "share", "common", "features", "cellular", "molecular", "levels", "asd", "genes", "implicated", "neurogenesis", "structural", "maturation", "synaptogenesis", "function"], "authors": [["Gilbert", "James", "J", "Department of Biology, Boston University, Boston, MA, United States."], ["Man", "Heng-Ye", "HY", "Department of Biology, Boston University, Boston, MA, United States."]], "title": "Fundamental Elements in Autism: From Neurogenesis and Neurite Growth to Synaptic Plasticity.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a set of neurodevelopmental disorders with a high prevalence and impact on society.", "ASDs are characterized by deficits in both social behavior and cognitive function.", "There is a strong genetic basis underlying ASDs that is highly heterogeneous; however, multiple studies have highlighted the involvement of key processes, including neurogenesis, neurite growth, synaptogenesis and synaptic plasticity in the pathophysiology of neurodevelopmental disorders.", "In this review article, we focus on the major genes and signaling pathways implicated in ASD and discuss the cellular, molecular and functional studies that have shed light on common dysregulated pathways using in vitro, in vivo and human evidence.", "Highlights Autism spectrum disorder (ASD) has a prevalence of 1 in 68 children in the United States.ASDs are highly heterogeneous in their genetic basis.ASDs share common features at the cellular and molecular levels in the brain.Most ASD genes are implicated in neurogenesis, structural maturation, synaptogenesis and function."], "id": "29209173", "text": "Autism spectrum disorder (ASD) is a set of neurodevelopmental disorders with a high prevalence and impact on society. ASDs are characterized by deficits in both social behavior and cognitive function. There is a strong genetic basis underlying ASDs that is highly heterogeneous; however, multiple studies have highlighted the involvement of key processes, including neurogenesis, neurite growth, synaptogenesis and synaptic plasticity in the pathophysiology of neurodevelopmental disorders. In this review article, we focus on the major genes and signaling pathways implicated in ASD and discuss the cellular, molecular and functional studies that have shed light on common dysregulated pathways using in vitro, in vivo and human evidence. Highlights Autism spectrum disorder (ASD) has a prevalence of 1 in 68 children in the United States.ASDs are highly heterogeneous in their genetic basis.ASDs share common features at the cellular and molecular levels in the brain.Most ASD genes are implicated in neurogenesis, structural maturation, synaptogenesis and function.", "doi": "10.3389/fncel.2017.00359", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"], "date": "2018-01-18_23:46:23"}