{"title": "Striatal structure and its association with N-Acetylaspartate and glutamate in autism spectrum disorder and obsessive compulsive disorder.", "text": "Autism spectrum disorders (ASD) and obsessive compulsive disorder (OCD) are often comorbid and are associated with changes in striatal volumes and N-Acetylaspartate (NAA) and glutamate levels. Here, we investigated the relation between dorsal striatal volume and NAA and glutamate levels. We additionally compared striatal volume and shape between ASD, OCD and controls. T1-weighted magnetic resonance (MR) images, proton spectra (1H-MRS) in the left striatum, and phenotypic information were collected from 54 children with ASD, 32 with OCD, and 56 controls (aged 8-13 years) in a four-site study. Dorsal striatal volume and shape were determined using the FMRIB integrated registration and segmentation tool (FIRST). Spectra were processed with Linear Combination Model. The relationship of left striatal volume with NAA and glutamate was investigated, and group comparisons were performed for NAA levels and for bilateral striatal volume and shape. NAA levels were lower in subjects with ASD compared with controls (t=2.86, p=0.005) and were associated with striatal volume (β=0.37, t=2.78, p=0.008). Glutamate levels were also associated with volume in the ASD group (β=0.38, t=2.46, p=0.018). No group differences were found for striatal volume or shape, but a post-hoc diagnosis-by-hemisphere interaction (F(2,129)=3.86, p=0.024) revealed greater asymmetry (right>left) in striatal volume for the disorder-groups compared with controls. Our findings show involvement of NAA and glutamate in striatal volume in ASD and suggest greater asymmetry in paediatric ASD and OCD compared with controls, pointing to overlapping subcortical abnormalities. The lower NAA in ASD reflects reduced neuronal integrity or impaired neuronal functioning.", "journal": ["European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology", "Eur Neuropsychopharmacol"], "id": "29169826", "doi": "10.1016/j.euroneuro.2017.11.010", "date": "2017-11-21", "authors": [["Naaijen", "Jilly", "J", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, P.O Box 9101, 6500 HB Nijmegen, The Netherlands. Electronic address: j.naaijen@donders.ru.nl."], ["Zwiers", "Marcel P", "MP", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, P.O Box 9101, 6500 HB Nijmegen, The Netherlands."], ["Forde", "Natalie J", "NJ", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, P.O Box 9101, 6500 HB Nijmegen, The Netherlands; University of Groningen, University Medical Center Groningen, Department of Psychiatry, Groningen, The Netherlands."], ["Williams", "Steven Cr", "SC", "King's College London, Institute of Psychiatry, Psychology and Neuroscience, Department of Neuroimaging, London, United Kingdom."], ["Durston", "Sarah", "S", "NICHE Lab, Department of Psychiatry, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Brandeis", "Daniel", "D", "Department of Child and Adolescent Psychiatry and Psychotherapy, Central Institute of Mental Health, Medical Faculty, Mannheim/Heidelberg University, Mannheim, Germany; Department of Child and Adolescent Psychiatry and Psychotherapy, Psychiatric Hospital, University of Zurich, Zurich, Switzerland; Center for Integrative Human Physiology, University of Zurich, Zurich, Switzerland; Neuroscience Center Zurich, University of Zurich, Zurich, Switzerland; ETH Zurich, Zurich, Switzerland."], ["Glennon", "Jeffrey C", "JC", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, P.O Box 9101, 6500 HB Nijmegen, The Netherlands."], ["The Tactics Consortium", null, null, "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, P.O Box 9101, 6500 HB Nijmegen, The Netherlands; University of Groningen, University Medical Center Groningen, Department of Psychiatry, Groningen, The Netherlands; King's College London, Institute of Psychiatry, Psychology and Neuroscience, Department of Neuroimaging, London, United Kingdom; NICHE Lab, Department of Psychiatry, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands; Department of Child and Adolescent Psychiatry and Psychotherapy, Central Institute of Mental Health, Medical Faculty, Mannheim/Heidelberg University, Mannheim, Germany; Department of Child and Adolescent Psychiatry and Psychotherapy, Psychiatric Hospital, University of Zurich, Zurich, Switzerland; Center for Integrative Human Physiology, University of Zurich, Zurich, Switzerland; Neuroscience Center Zurich, University of Zurich, Zurich, Switzerland; Departments of Human Genetics and Psychiatry, Donders Institute of Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, The Netherlands; Karakter Child and Adolescent Psychiatry University Center, Nijmegen, The Netherlands; ETH Zurich, Zurich, Switzerland."], ["Franke", "Barbara", "B", "Departments of Human Genetics and Psychiatry, Donders Institute of Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Lythgoe", "David J", "DJ", "King's College London, Institute of Psychiatry, Psychology and Neuroscience, Department of Neuroimaging, London, United Kingdom."], ["Buitelaar", "Jan K", "JK", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, P.O Box 9101, 6500 HB Nijmegen, The Netherlands; Karakter Child and Adolescent Psychiatry University Center, Nijmegen, The Netherlands."]]}