{"words": ["early", "childhood", "critical", "phase", "development", "low", "resource", "settings", "monitoring", "stage", "development", "providing", "appropriate", "timely", "feedback", "challenge", "service", "providers", "play", "key", "role", "promoting", "early", "childhood", "development", "areas", "government", "services", "weak", "service", "providers", "also", "tasked", "collection", "monitoring", "evaluation", "data", "donors", "local", "government", "usually", "collection", "data", "aims", "provide", "accountability", "learning", "correction", "leading", "improvement", "however", "data", "rarely", "used", "beyond", "accountability", "purpose", "study", "test", "feasibility", "acceptability", "information", "action", "ifa", "mobile", "phone", "app", "ifa", "app", "designed", "use", "community", "health", "volunteers", "chvs", "repackages", "routinely", "collected", "data", "children", "useful", "offline", "decision", "support", "caregivers", "program", "ifa", "app", "tested", "convenience", "sample", "10", "chvs", "west", "sublocation", "rarieda", "subcounty", "western", "kenya", "chvs", "used", "ifa", "app", "5", "months", "part", "regular", "home", "visits", "households", "containing", "children", "aged", "0", "5", "years", "qualitative", "assessment", "app", "conducted", "total", "16", "caregivers", "received", "services", "chvs", "randomly", "selected", "participate", "1", "2", "focus", "group", "discussions", "app", "reported", "help", "facilitate", "interactive", "dialog", "chvs", "caregivers", "leading", "improved", "quality", "home", "visits", "caregivers", "described", "app", "shifting", "relationship", "feeling", "harassed", "chvs", "experiencing", "genuine", "interest", "chvs", "chvs", "reported", "feasibility", "challenges", "primarily", "related", "infrastructure", "limited", "battery", "life", "mobile", "phones", "combined", "lack", "readily", "available", "electricity", "made", "difficult", "keep", "phones", "charged", "chvs", "reported", "initial", "anxiety", "mobile", "phones", "users", "including", "concerns", "using", "ifa", "app", "time", "increased", "levels", "confidence", "high", "chvs", "caregivers", "reported", "improvement", "relationship", "number", "feasibility", "challenges", "experienced"], "authors": [["van Heerden", "Alastair", "A", "Human Sciences Research Council, Pietermaritzburg, South Africa."], ["Sen", "Debjeet", "D", "PATH, Johannesburg, South Africa."], ["Desmond", "Chris", "C", "University of the Witwatersrand, Johannesburg, South Africa."], ["Louw", "Julia", "J", "Assistive Technologies in Autism and Intellectual Disability, National University of Ireland, Galway, Ireland."], ["Richter", "Linda", "L", "Medical Research Council / University of the Witwatersrand Developmental Pathways for Health Research Unit, Department of Paediatrics, Faculty of Health Science, University of the Witwatersrand, Johannesburg, South Africa."]], "title": "App-Supported Promotion of Child Growth and Development by Community Health Workers in Kenya: Feasibility and Acceptability Study.", "year": null, "sentences": ["Early childhood is a critical phase of development.", "In low resource settings, monitoring this stage of development and providing appropriate and timely feedback is a challenge.", "Community-based service providers play a key role in promoting early childhood development in areas where government services are weak.", "These community-based service providers are also tasked with the collection of monitoring and evaluation data for donors and local government.", "Usually, collection of these data aims to provide accountability, learning, and correction leading to improvement.", "However, such data is rarely used beyond the accountability stage.The purpose of this study was to test the feasibility and acceptability of the Information for Action (IFA) mobile phone app.", "The IFA app was designed for use by community health volunteers (CHVs), and repackages routinely collected data about children into useful, offline decision support for caregivers and program managers.The IFA app was tested with a convenience sample of 10 CHVs in West Katweng'a, a sublocation of Rarieda subcounty in western Kenya.", "CHVs used the IFA app for 5 months as part of their regular home visits to households containing children aged 0 to 5 years, after which a qualitative assessment of the app was conducted.", "A total of 16 caregivers who received services from the CHVs were randomly selected to participate in 1 of 2 focus group discussions about their experience.The app was reported to help facilitate interactive dialog between CHVs and caregivers, leading to improved quality of home visits.", "Caregivers described the app as shifting the relationship from feeling harassed by CHVs to experiencing genuine interest from CHVs.", "CHVs reported feasibility challenges primarily related to infrastructure.", "The limited battery life of mobile phones combined with the lack of readily available electricity made it difficult to keep the phones charged.", "CHVs reported initial anxiety as first-time mobile phones users, including concerns about using the IFA app.", "With time, increased levels of confidence were seen.Acceptability was high with both CHVs and caregivers, who reported an improvement in their client-provider relationship.", "A number of feasibility challenges were experienced."], "id": "29208588", "text": "Early childhood is a critical phase of development. In low resource settings, monitoring this stage of development and providing appropriate and timely feedback is a challenge. Community-based service providers play a key role in promoting early childhood development in areas where government services are weak. These community-based service providers are also tasked with the collection of monitoring and evaluation data for donors and local government. Usually, collection of these data aims to provide accountability, learning, and correction leading to improvement. However, such data is rarely used beyond the accountability stage.The purpose of this study was to test the feasibility and acceptability of the Information for Action (IFA) mobile phone app. The IFA app was designed for use by community health volunteers (CHVs), and repackages routinely collected data about children into useful, offline decision support for caregivers and program managers.The IFA app was tested with a convenience sample of 10 CHVs in West Katweng'a, a sublocation of Rarieda subcounty in western Kenya. CHVs used the IFA app for 5 months as part of their regular home visits to households containing children aged 0 to 5 years, after which a qualitative assessment of the app was conducted. A total of 16 caregivers who received services from the CHVs were randomly selected to participate in 1 of 2 focus group discussions about their experience.The app was reported to help facilitate interactive dialog between CHVs and caregivers, leading to improved quality of home visits. Caregivers described the app as shifting the relationship from feeling harassed by CHVs to experiencing genuine interest from CHVs. CHVs reported feasibility challenges primarily related to infrastructure. The limited battery life of mobile phones combined with the lack of readily available electricity made it difficult to keep the phones charged. CHVs reported initial anxiety as first-time mobile phones users, including concerns about using the IFA app. With time, increased levels of confidence were seen.Acceptability was high with both CHVs and caregivers, who reported an improvement in their client-provider relationship. A number of feasibility challenges were experienced.", "doi": "10.2196/mhealth.6911", "journal": ["JMIR mHealth and uHealth", "JMIR Mhealth Uhealth"], "date": "2018-01-18_23:46:23"}