{"title": "Is interference control in children with specific language impairment similar to that of children with autistic spectrum disorder?", "text": "The purpose of the study was to examine resistance to proactive interference, which is strongly associated with working memory (WM) performance and language processing, in children with specific language impairment (SLI), with autism spectrum disorder (ASD), and with typical development (TD).Sixty children (eight to ten years; matched in age and nonverbal IQ) participated in the study. Resistance to proactive interference was measured using a verbal conflict paradigm.Children with SLI and ASD show a deficit in resistance to proactive interference compared to their TD peers, but the source of the problem appears to be different for the two clinical groups. The interference problem exhibited by the children with SLI is related to a more complex deficit involving different cognitive-linguistic functions, whereas the children with ASD show a specific problem in cognitive flexibility.The theoretical implications are that poor resistance to interference may be caused by weaknesses in different WM functions, such as a deficit in updating or responses based on familiarity rather than recollection. The clinical implications are that children with SLI and ASD show distinct patterns of performance; therefore they need different types of intervention to strengthen their resistance to proactive interference.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "id": "29169021", "doi": "10.1016/j.ridd.2017.11.007", "date": "2017-11-21", "authors": [["Marton", "Klara", "K", "Graduate School and University Center of the City University of New York, United States; Barczi College of Eotvos Lorand University, Budapest, Hungary. Electronic address: kmarton@gc.cuny.edu."], ["Kovi", "Zsuzsanna", "Z", "Karoli Gaspar University of the Reformed Church in Hungary, Hungary."], ["Egri", "Tímea", "T", "Barczi College of Eotvos Lorand University, Budapest, Hungary."]]}