{"title": "Parental Immunisation Needs and Attitudes Survey in paediatric hospital clinics and community maternal and child health centres in Melbourne, Australia.", "text": "Despite Australia's high vaccination rates, an estimated 3.3% of children are under-vaccinated due to vaccine refusal and the proportion of parents with concerns is unclear. Amongst Australian parents, we aimed to determine the prevalence of vaccine concerns, resources and health-care providers (HCPs) accessed and satisfaction with these resources in two different settings. We also aimed to identify relationships between the level of vaccine concern, socio-economic status and vaccine uptake.Parents of children under 5 years attending general paediatric clinics in a tertiary paediatric hospital (n = 301/398, 76%) and children under 19 months attending community maternal child health centres (n = 311/391, 81%) completed the survey. Vaccination status was obtained from the Australian Childhood Immunisation Register.Despite high support for vaccination (98%, confidence interval (CI) 97-99), 43% of parents reported vaccine concerns (CI 40-47) including the number of vaccines given in the first 2 years (25%, CI 22 to 29), vaccine ingredients (22%, CI 19-25), allergies (18%, CI 15-21), weakening of the immune system (17%, CI 14-20) and autism (11%, CI 8-13). HCPs were the most commonly accessed and trusted information source. In all, 23% of parents reported insufficient knowledge to make good vaccination decisions (CI 20-26). There was little evidence of an association between parental vaccine acceptance or socio-economic status and vaccination status.Despite high support for vaccines, nearly half of Australian parents have some concerns and a quarter lack vaccine decision-making confidence regarding childhood vaccines. Parents frequently access and report high trust in HCPs, who are best placed to address parental vaccine concerns through provision of clear information, using effective communication strategies. Further research in more highly hesitant populations is required to determine the relationship between the level and nature of vaccination concerns and vaccine uptake.", "journal": ["Journal of paediatrics and child health", "J Paediatr Child Health"], "id": "29168910", "doi": "10.1111/jpc.13790", "date": "2017-11-23", "authors": [["Costa-Pinto", "Jessica C", "JC", "Department of General Medicine, Royal Children's Hospital, Melbourne, Victoria, Australia."], ["Willaby", "Harold W", "HW", "School of Public Health, University of Sydney, Sydney Medical School, Sydney, New South Wales, Australia."], ["Leask", "Julie", "J", "School of Public Health, University of Sydney, Sydney Medical School, Sydney, New South Wales, Australia."], ["Hoq", "Monsurul", "M", "Clinical Epidemiology and Biostatistics Unit, Murdoch Childrens Research Institute, Melbourne, Victoria, Australia."], ["Schuster", "Tibor", "T", "Clinical Epidemiology and Biostatistics Unit, Murdoch Childrens Research Institute, Melbourne, Victoria, Australia."], ["Ghazarian", "Alice", "A", "Centre for Community Child Health, Murdoch Childrens Research Institute, Melbourne, Victoria, Australia."], ["O'Keefe", "Jacinta", "J", "Vaccine and Immunisation Research Group, Murdoch Childrens Research Institute, Melbourne, Victoria, Australia."], ["Danchin", "Margie H", "MH", "Department of General Medicine, Royal Children's Hospital, Melbourne, Victoria, Australia."]]}