{"title": "Eye gaze perception in bipolar disorder: Self-referential bias but intact perceptual sensitivity.", "text": "Deficits in social cognition predict poor functional outcome in severe mental illnesses such as schizophrenia and autism. However, research findings on social cognition in bipolar disorder (BD) are sparse and inconsistent. This study aimed to characterize a critical social cognitive process-eye gaze perception-and examine its functional correlates in BD to inform psychopathological mechanisms.Thirty participants with BD, 37 healthy controls (HC), and 46 psychiatric controls with schizophrenia (SZ) completed an eye-contact perception task. They viewed faces with varying gaze directions, head orientations, and emotion, and made eye-contact judgments. Psychophysics methods were used to estimate perception thresholds and the slope of the perception curve, which were then compared between the groups and correlated with clinical and functional measures using Bayesian inference.Compared with HC, patients with BD over-perceived eye contact when gaze direction was ambiguous, and this self-referential bias was similar to that in SZ. Patients with BD had lower thresholds (i.e., needed weaker eye-contact signal to start perceiving gaze as self-directed) but a similar slope compared with HC. Regression analyses showed that steeper slope predicted better socio-emotional functioning in HC and SZ, but not in BD.The psychopathology of social dysfunction was fundamentally different between BD and SZ in this modest sample. Eye gaze perception in BD was characterized by a self-referential bias but preserved perceptual sensitivity, the latter of which distinguished BD from SZ. The relationship between gaze perception and broader socio-emotional functioning in SZ and HC was absent in BD.", "journal": ["Bipolar disorders", "Bipolar Disord"], "id": "29168603", "doi": "10.1111/bdi.12564", "date": "2017-11-23", "authors": [["Yao", "Beier", "B", "Department of Psychology, Michigan State University, East Lansing, MI, USA."], ["Mueller", "Savanna A", "SA", "Department of Psychology, University of Michigan, Ann Arbor, MI, USA."], ["Grove", "Tyler B", "TB", "Department of Psychology, University of Michigan, Ann Arbor, MI, USA."], ["McLaughlin", "Merranda", "M", "Department of Psychiatry, University of Michigan, Ann Arbor, MI, USA."], ["Thakkar", "Katharine", "K", "Department of Psychology, Michigan State University, East Lansing, MI, USA."], ["Ellingrod", "Vicki", "V", "Department of Psychology, University of Michigan, Ann Arbor, MI, USA."], ["McInnis", "Melvin G", "MG", "Department of Psychiatry, University of Michigan, Ann Arbor, MI, USA."], ["Taylor", "Stephan F", "SF", "Department of Psychiatry, University of Michigan, Ann Arbor, MI, USA."], ["Deldin", "Patricia J", "PJ", "Department of Psychology, University of Michigan, Ann Arbor, MI, USA."], ["Tso", "Ivy F", "IF", "Department of Psychology, University of Michigan, Ann Arbor, MI, USA."]]}