{"title": "Outer dense fibers stabilize the axoneme to maintain sperm motility.", "text": "Outer dense fibers (ODFs), as unique accessory structures in mammalian sperm, are considered to play a role in the protection of the sperm tail against shear forces. However, the role and relevant mechanisms of ODFs in modulating sperm motility and its pathological involvement in asthenozoospermia were unknown. Here, we found that the percentage of ODF defects was higher in asthenozoospermic samples than that in control samples and was significantly correlated with the percentage of axoneme defects and non-motile sperm. Furthermore, the expression levels of ODF major components (Odf1, 2, 3, 4) were frequently down-regulated in asthenozoospermic samples. Intriguingly, the positive relationship between ODF size and sperm motility existed across species. The conditional disruption of Odf2 expression in mice led to reduced sperm motility and the characteristics of asthenozoospermia. Meanwhile, the expression of acetylated α-tubulin was decreased in sperm from both Odf2 conditional knockout (cKO) mice and asthenozoospermic men. Immunofluorescence and biochemistry analyses showed that Odf2 could bind to acetylated α-tubulin and protect the acetylation level of α-tubulin in HEK293T cells in a cold environment. Finally, we found that lithium elevated the expression levels of Odf family proteins and acetylated α-tubulin, elongated the midpiece length and increased the percentage of rapidly moving sperm in mice. Our results demonstrate that ODFs are beneficial for sperm motility via stabilization of the axoneme and that hypo-expression of Odf family proteins is involved in the pathogenesis of asthenozoospermia. The lithium administration assay will provide valuable insights into the development of new treatments for asthenozoospermia.", "journal": ["Journal of cellular and molecular medicine", "J. Cell. Mol. Med."], "id": "29168316", "doi": "10.1111/jcmm.13457", "date": "2017-11-23", "authors": [["Zhao", "Wenlong", "W", "International Peace Maternity & Child Health Hospital, Shanghai Key Laboratory for Reproductive Medicine, School of Medicine, Shanghai Jiaotong University, Shanghai, China."], ["Li", "Zhengzheng", "Z", "International Peace Maternity & Child Health Hospital, Shanghai Key Laboratory for Reproductive Medicine, School of Medicine, Shanghai Jiaotong University, Shanghai, China."], ["Ping", "Ping", "P", "International Peace Maternity & Child Health Hospital, Shanghai Key Laboratory for Reproductive Medicine, School of Medicine, Shanghai Jiaotong University, Shanghai, China."], ["Wang", "Guishuan", "G", "Institute of Reproductive Medicine, School of Medicine, Nantong University, Nantong, Jiangsu, China."], ["Yuan", "Xiaobing", "X", "Shanghai Key Laboratory of Brain Functional Genomics (East China Normal University), Ministry of Education, School of Life Sciences, East China Normal University, Shanghai, China."], ["Sun", "Fei", "F", "International Peace Maternity & Child Health Hospital, Shanghai Key Laboratory for Reproductive Medicine, School of Medicine, Shanghai Jiaotong University, Shanghai, China."]]}