{"words": ["article", "reviews", "current", "molecular", "genetic", "studies", "investigate", "genetic", "causes", "rett", "syndrome", "phenotypes", "without", "classical", "mecp2", "next", "generation", "sequencing", "becomes", "broadly", "available", "especially", "whole", "exome", "sequencing", "used", "clinical", "diagnosis", "genetic", "causes", "wide", "spectrum", "intellectual", "disability", "autism", "encephalopathies", "patients", "diagnosed", "rett", "syndrome", "syndrome", "phenotype", "negative", "mutations", "mecp2", "cdkl5", "foxg1", "genes", "subjected", "whole", "exome", "sequencing", "results", "last", "years", "revealed", "yet", "69", "different", "genes", "many", "genes", "involved", "epigenetic", "gene", "regulation", "chromatin", "shaping", "neurotransmitter", "action", "rna", "genetic", "data", "also", "allow", "investigate", "individual", "genetic", "background", "individual", "patient", "modify", "sereneness", "genetic", "conclude", "rett", "syndrome", "phenotype", "much", "broader", "underlying", "genetic", "cause", "typical", "phenotype", "overlap", "genetic", "disorders", "proper", "genetic", "counselling", "patient", "perspective", "treatment", "important", "include", "phenotype", "genetic", "information"], "authors": [["Ehrhart", "Friederike", "F", "Rett Expertise Centre - GKC, Maastricht University Medical Centre."], ["Bahram Sangani", "Nasim", "N", "Rett Expertise Centre - GKC, Maastricht University Medical Centre."], ["Curfs", "Leopold M G", "LMG", "Rett Expertise Centre - GKC, Maastricht University Medical Centre."]], "title": "Current developments in the genetics of Rett and Rett-like syndrome.", "year": null, "sentences": ["This article reviews the current molecular genetic studies, which investigate the genetic causes of Rett syndrome or Rett-like phenotypes without a classical MECP2 mutation.As next generation sequencing becomes broadly available, especially whole exome sequencing is used in clinical diagnosis of the genetic causes of a wide spectrum of intellectual disability, autism, and encephalopathies.", "Patients who were diagnosed with Rett syndrome or Rett-like syndrome because of their phenotype but were negative for mutations in the MECP2, CDKL5 or FOXG1 genes were subjected to whole exome sequencing and the results of the last few years revealed yet 69 different genes.", "Many of these genes are involved in epigenetic gene regulation, chromatin shaping, neurotransmitter action or RNA transcription/translation.", "Genetic data also allow to investigate the individual genetic background of an individual patient, which can modify the sereneness of a genetic disorder.We conclude that the Rett syndrome phenotype has a much broader underlying genetic cause and the typical phenotype overlap with other genetic disorders.", "For proper genetic counselling, patient perspective and treatment it is important to include both phenotype and genetic information."], "id": "29206688", "text": "This article reviews the current molecular genetic studies, which investigate the genetic causes of Rett syndrome or Rett-like phenotypes without a classical MECP2 mutation.As next generation sequencing becomes broadly available, especially whole exome sequencing is used in clinical diagnosis of the genetic causes of a wide spectrum of intellectual disability, autism, and encephalopathies. Patients who were diagnosed with Rett syndrome or Rett-like syndrome because of their phenotype but were negative for mutations in the MECP2, CDKL5 or FOXG1 genes were subjected to whole exome sequencing and the results of the last few years revealed yet 69 different genes. Many of these genes are involved in epigenetic gene regulation, chromatin shaping, neurotransmitter action or RNA transcription/translation. Genetic data also allow to investigate the individual genetic background of an individual patient, which can modify the sereneness of a genetic disorder.We conclude that the Rett syndrome phenotype has a much broader underlying genetic cause and the typical phenotype overlap with other genetic disorders. For proper genetic counselling, patient perspective and treatment it is important to include both phenotype and genetic information.", "doi": "10.1097/YCO.0000000000000389", "journal": ["Current opinion in psychiatry", "Curr Opin Psychiatry"], "date": "2018-01-18_23:46:25"}