{"title": "Children with blindness - major causes, developmental outcomes and implications for habilitation and educational support: a two-decade, Swedish population-based study.", "text": "The aim was to describe the population of children with congenital or early infancy blindness in Sweden, with regard to causes of blindness and prevalence of neurodevelopmental impairments.Medical, psychological and pedagogical records of Swedish children with congenital or early infancy blindness (total blindness or light perception at the most) born in 1988-2008 were analysed regarding year of birth, gender, cause of blindness, gestational age, associated neurological disorders/syndromes, associated neurodevelopmental impairments, cognitive level and type of school placement.A total of 150 individuals, 80 girls and 70 boys, were identified, corresponding to a prevalence of 7/100 000. Five causes of blindness dominated, constituting 76% of all represented aetiologies: retinopathy of prematurity (ROP), optic nerve hypoplasia (ONH), Leber congenital amaurosis (LCA), optic nerve atrophy (ONA) and microphthalmia/anophthalmia. Nearly three of four children in the study population had at least one additional disability besides blindness; the most common being intellectual disability (ID) and autism spectrum disorder (ASD). More than half of the population had more than one additional disability. Autism spectrum disorder (ASD) was most common in children with ONH, ROP, LCA and microphthalmia/anophthalmia.In children born within the last decades, isolated blindness is uncommon and the rate of multidisabilities is high. Autism spectrum disorder (ASD) seems to be more strongly associated with specific aetiological subgroups. Further development of the support to families and schools should be based on knowledge about the considerable heterogeneity of the population of children with blindness, and the common occurrence of coexisting neurodevelopmental disorders, especially ID and ASD.", "journal": ["Acta ophthalmologica", "Acta Ophthalmol"], "id": "29168313", "doi": "10.1111/aos.13631", "date": "2017-11-23", "authors": [["de Verdier", "Kim", "K", "Department of Special Education, Stockholm University, Stockholm, Sweden."], ["Ulla", "Ek", "E", "Department of Special Education, Stockholm University, Stockholm, Sweden."], ["Löfgren", "Stefan", "S", "Department of Paediatric Ophthalmology and Strabismus, St. Erik Eye Hospital, Karolinska Institutet, Stockholm, Sweden."], ["Fernell", "Elisabeth", "E", "Gillberg Neuropsychiatry Centre, Institute of Neuroscience and Physiology, University of Gothenburg, Gothenburg, Sweden."]]}