{"title": "Using Virtual Interactive Training Agents (ViTA) with Adults with Autism and Other Developmental Disabilities.", "text": "Conversational virtual human (VH) agents are increasingly used to support role-play experiential learning. This project examined whether a Virtual Interactive Training Agent (ViTA) system would improve job interviewing skills in individuals with autism and developmental disabilities (N = 32). A linear mixed model was employed to evaluate adjusted least square mean differences of means scores on the Marino Interview Assessment Scale (MIAS) across different time points. The mean score of MIAS over all questions increased between the first ViTA session and the final face-to-face interview. Participants developed the ability to identify strengths, self-promote, self-advocate, answer situational questions, and respond to behavioral/social questions as measured by multiple evaluations using the MIAS.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29168090", "doi": "10.1007/s10803-017-3374-z", "date": "2017-11-22", "authors": [["Burke", "Shanna L", "SL", "Florida International University, Robert Stempel College of Public Health and Social Work, Affiliate Faculty with FIU Embrace, 11200 S.W. 8th Street, AHC5 585, Miami, FL, 33199, USA. sburke@fiu.edu."], ["Bresnahan", "Tammy", "T", "The Dan Marino Foundation, 400 North Andrews Avenue, Fort Lauderdale, 33301, USA."], ["Li", "Tan", "T", "Department of Biostatistics, Robert Stempel College of Public Health and Social Work, Florida International University, 11200 S.W. 8th Street, AHC5 464, Miami, FL, 33199, USA."], ["Epnere", "Katrina", "K", "Department of Biostatistics, Robert Stempel College of Public Health and Social Work, Florida International University, 11200 S.W. 8th Street, AHC5 464, Miami, FL, 33199, USA."], ["Rizzo", "Albert", "A", "University of Southern California - Institute for Creative Technologies, 12015 Waterfront Drive, Playa Vista, CA, 90094, USA."], ["Partin", "Mary", "M", "The Dan Marino Foundation, 400 North Andrews Avenue, Fort Lauderdale, 33301, USA."], ["Ahlness", "Robert M", "RM", "The Dan Marino Foundation, 400 North Andrews Avenue, Fort Lauderdale, 33301, USA."], ["Trimmer", "Matthew", "M", "University of Southern California - Institute for Creative Technologies, 12015 Waterfront Drive, Playa Vista, CA, 90094, USA."]]}