{"words": ["artifacts", "one", "major", "challenges", "associated", "pediatric", "neuroimaging", "recent", "studies", "shown", "relationship", "visual", "quality", "ratings", "t1", "images", "cortical", "reconstruction", "measures", "automated", "algorithms", "offer", "precision", "quantifying", "artifacts", "compared", "visual", "inspection", "thus", "goal", "study", "test", "three", "different", "automated", "quality", "assessment", "algorithms", "structural", "mri", "scans", "three", "algorithms", "included", "approach", "run", "raw", "t1", "imaging", "data", "collected", "four", "different", "scanners", "four", "cohorts", "included", "total", "mri", "scans", "two", "waves", "generation", "r", "study", "nih", "nhgri", "study", "gusto", "study", "using", "receiver", "operating", "characteristics", "visually", "inspected", "quality", "ratings", "t1", "images", "area", "curve", "auc", "gradient", "algorithm", "performed", "better", "either", "integral", "fourier", "approaches", "generation", "r", "nhgri", "gusto", "studies", "respectively", "scans", "poor", "initial", "quality", "repeating", "scan", "often", "resulted", "better", "quality", "second", "image", "finally", "found", "even", "minor", "differences", "automated", "quality", "measurements", "associated", "freesurfer", "derived", "measures", "cortical", "thickness", "surface", "area", "even", "scans", "rated", "good", "quality", "findings", "suggest", "inclusion", "automated", "quality", "assessment", "measures", "augment", "visual", "inspection", "may", "find", "use", "covariate", "analyses", "identify", "thresholds", "exclude", "poor", "quality", "data"], "authors": [["White", "Tonya", "T", "Department of Child and Adolescent Psychiatry, Erasmus University Medical Centre, Rotterdam, Netherlands."], ["Jansen", "Philip R", "PR", "Department of Child and Adolescent Psychiatry, Erasmus University Medical Centre, Rotterdam, Netherlands."], ["Muetzel", "Ryan L", "RL", "Department of Child and Adolescent Psychiatry, Erasmus University Medical Centre, Rotterdam, Netherlands."], ["Sudre", "Gustavo", "G", "The Neurobehavioral Clinical Research Section, Social and Behavioral Research Branch, National Human Genome Research Institute, NIH, Bethesda, Maryland."], ["El Marroun", "Hanan", "H", "Department of Child and Adolescent Psychiatry, Erasmus University Medical Centre, Rotterdam, Netherlands."], ["Tiemeier", "Henning", "H", "Department of Child and Adolescent Psychiatry, Erasmus University Medical Centre, Rotterdam, Netherlands."], ["Qiu", "Anqi", "A", "Department of Biomedical Engineering and Clinical Imaging Research Center, National University of Singapore, Singapore, Singapore."], ["Shaw", "Philip", "P", "The Neurobehavioral Clinical Research Section, Social and Behavioral Research Branch, National Human Genome Research Institute, NIH, Bethesda, Maryland."], ["Michael", "Andrew M", "AM", "Autism and Developmental Medicine Institute, Geisinger Health System, Lewisburg, Pennsylvania, 17837."], ["Verhulst", "Frank C", "FC", "Department of Child and Adolescent Psychiatry, Erasmus University Medical Centre, Rotterdam, Netherlands."]], "title": "Automated quality assessment of structural magnetic resonance images in children: Comparison with visual inspection and surface-based reconstruction.", "year": null, "sentences": ["Motion-related artifacts are one of the major challenges associated with pediatric neuroimaging.", "Recent studies have shown a relationship between visual quality ratings of T1 images and cortical reconstruction measures.", "Automated algorithms offer more precision in quantifying movement-related artifacts compared to visual inspection.", "Thus, the goal of this study was to test three different automated quality assessment algorithms for structural MRI scans.", "The three algorithms included a Fourier-, integral-, and a gradient-based approach which were run on raw T1 -weighted imaging data collected from four different scanners.", "The four cohorts included a total of 6,662 MRI scans from two waves of the Generation R Study, the NIH NHGRI Study, and the GUSTO Study.", "Using receiver operating characteristics with visually inspected quality ratings of the T1 images, the area under the curve (AUC) for the gradient algorithm, which performed better than either the integral or Fourier approaches, was 0.95, 0.88, and 0.82 for the Generation R, NHGRI, and GUSTO studies, respectively.", "For scans of poor initial quality, repeating the scan often resulted in a better quality second image.", "Finally, we found that even minor differences in automated quality measurements were associated with FreeSurfer derived measures of cortical thickness and surface area, even in scans that were rated as good quality.", "Our findings suggest that the inclusion of automated quality assessment measures can augment visual inspection and may find use as a covariate in analyses or to identify thresholds to exclude poor quality data."], "id": "29206318", "text": "Motion-related artifacts are one of the major challenges associated with pediatric neuroimaging. Recent studies have shown a relationship between visual quality ratings of T1 images and cortical reconstruction measures. Automated algorithms offer more precision in quantifying movement-related artifacts compared to visual inspection. Thus, the goal of this study was to test three different automated quality assessment algorithms for structural MRI scans. The three algorithms included a Fourier-, integral-, and a gradient-based approach which were run on raw T1 -weighted imaging data collected from four different scanners. The four cohorts included a total of 6,662 MRI scans from two waves of the Generation R Study, the NIH NHGRI Study, and the GUSTO Study. Using receiver operating characteristics with visually inspected quality ratings of the T1 images, the area under the curve (AUC) for the gradient algorithm, which performed better than either the integral or Fourier approaches, was 0.95, 0.88, and 0.82 for the Generation R, NHGRI, and GUSTO studies, respectively. For scans of poor initial quality, repeating the scan often resulted in a better quality second image. Finally, we found that even minor differences in automated quality measurements were associated with FreeSurfer derived measures of cortical thickness and surface area, even in scans that were rated as good quality. Our findings suggest that the inclusion of automated quality assessment measures can augment visual inspection and may find use as a covariate in analyses or to identify thresholds to exclude poor quality data.", "doi": "10.1002/hbm.23911", "journal": ["Human brain mapping", "Hum Brain Mapp"], "date": "2018-01-18_23:46:25"}