{"words": ["many", "published", "studies", "illustrated", "several", "present", "day", "neurological", "epidemics", "autism", "attention", "deficit", "disorder", "alzheimer", "correlated", "single", "neurotoxicant", "however", "present", "scientific", "examination", "numerous", "global", "blood", "monitoring", "databases", "adults", "include", "concentrations", "neurotoxic", "elements", "aluminum", "al", "arsenic", "lead", "pb", "manganese", "mn", "mercury", "hg", "selenium", "se", "clearly", "indicate", "considered", "combination", "human", "body", "may", "become", "easily", "explained", "changes", "modern", "lifestyles", "similar", "data", "solely", "pregnant", "women", "examined", "confirming", "elements", "seen", "present", "human", "body", "insignificant", "magnitudes", "currently", "suggested", "minimum", "risk", "levels", "mrl", "humans", "discussed", "listed", "together", "averages", "reported", "distributions", "together", "spread", "maximum", "values", "one", "observation", "many", "distributions", "pregnant", "women", "dissimilar", "general", "populations", "women", "obviously", "individual", "baseline", "neurotoxin", "values", "pregnancy", "efforts", "modify", "significant", "degree", "yet", "clearly", "apparent", "element", "distribution", "shapes", "reasonably", "similar", "showing", "broad", "distributions", "extended", "tails", "numerous", "outlier", "values", "certain", "fraction", "people", "lie", "well", "mrl", "values", "may", "risk", "especially", "genetically", "susceptible", "additionally", "synergistic", "effects", "neurotoxins", "trace", "metals", "also", "reported", "appears", "prudent", "women", "age", "establish", "baseline", "values", "well", "pregnancy", "risk", "better", "identified", "adequate", "instrumental", "testing", "commercially", "available", "addition", "directives", "necessary", "vaccination", "programs", "use", "adjuvants", "especially", "young", "children", "women", "ages", "additionally", "clearer", "directives", "concerning", "fish", "consumption", "must", "reappraised"], "authors": [["Schofield", "Keith", "K", "Materials Research Laboratory, University of California Santa Barbara, Santa Barbara, CA 93106-5121, USA. KSHome@ucsb.edu."]], "title": "The Metal Neurotoxins: An Important Role in Current Human Neural Epidemics?", "year": null, "sentences": ["Many published studies have illustrated that several of the present day neurological epidemics (autism, attention deficit disorder, Alzheimer's) cannot be correlated to any single neurotoxicant.", "However, the present scientific examination of the numerous global blood monitoring databases for adults that include the concentrations of the neurotoxic elements, aluminum (Al), arsenic (As), lead (Pb), manganese (Mn), mercury (Hg), and selenium (Se) clearly indicate that, when considered in combination, for some, the human body may become easily over-burdened.", "This can be explained by changes in modern lifestyles.", "Similar data, solely for pregnant women, have been examined confirming this.", "All these elements are seen to be present in the human body and at not insignificant magnitudes.", "Currently suggested minimum risk levels (MRL) for humans are discussed and listed together with averages of the reported distributions, together with their spread and maximum values.", "One observation is that many distributions for pregnant women are not too dissimilar from those of general populations.", "Women obviously have their individual baseline of neurotoxin values before pregnancy and any efforts to modify this to any significant degree is not yet clearly apparent.", "For any element, distribution shapes are reasonably similar showing broad distributions with extended tails with numerous outlier values.", "There are a certain fraction of people that lie well above the MRL values and may be at risk, especially if genetically susceptible.", "Additionally, synergistic effects between neurotoxins and with other trace metals are now also being reported.", "It appears prudent for women of child-bearing age to establish their baseline values well before pregnancy.", "Those at risk then can be better identified.", "Adequate instrumental testing now is commercially available for this.", "In addition, directives are necessary for vaccination programs to use only non-neurotoxic adjuvants, especially for young children and all women of child-bearing ages.", "Additionally, clearer directives concerning fish consumption must now be reappraised."], "id": "29206191", "text": "Many published studies have illustrated that several of the present day neurological epidemics (autism, attention deficit disorder, Alzheimer's) cannot be correlated to any single neurotoxicant. However, the present scientific examination of the numerous global blood monitoring databases for adults that include the concentrations of the neurotoxic elements, aluminum (Al), arsenic (As), lead (Pb), manganese (Mn), mercury (Hg), and selenium (Se) clearly indicate that, when considered in combination, for some, the human body may become easily over-burdened. This can be explained by changes in modern lifestyles. Similar data, solely for pregnant women, have been examined confirming this. All these elements are seen to be present in the human body and at not insignificant magnitudes. Currently suggested minimum risk levels (MRL) for humans are discussed and listed together with averages of the reported distributions, together with their spread and maximum values. One observation is that many distributions for pregnant women are not too dissimilar from those of general populations. Women obviously have their individual baseline of neurotoxin values before pregnancy and any efforts to modify this to any significant degree is not yet clearly apparent. For any element, distribution shapes are reasonably similar showing broad distributions with extended tails with numerous outlier values. There are a certain fraction of people that lie well above the MRL values and may be at risk, especially if genetically susceptible. Additionally, synergistic effects between neurotoxins and with other trace metals are now also being reported. It appears prudent for women of child-bearing age to establish their baseline values well before pregnancy. Those at risk then can be better identified. Adequate instrumental testing now is commercially available for this. In addition, directives are necessary for vaccination programs to use only non-neurotoxic adjuvants, especially for young children and all women of child-bearing ages. Additionally, clearer directives concerning fish consumption must now be reappraised.", "doi": "10.3390/ijerph14121511", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"], "date": "2018-01-18_23:46:26"}