{"title": "Brief Report: Investigating Relations Between Self-Concept and Performance in Reading and Math for School-Aged Children and Adolescents with Autism Spectrum Disorder.", "text": "A typically developing student's perceptions of his or her own capabilities (academic self-concept), is predictive of later academic achievement. However, little is known about academic self-concept in youth with autism spectrum disorder (ASD). To understand whether students math self-concept and reading self-concept predicted their performance, 44 school-aged children and adolescents with ASD and 36 age-matched individuals with typical development (TYP) rated their perceived math and reading abilities and were administered standardized achievement measures. Results showed self-concept was predictive of performance in math and reading in the TYP group. For youth with ASD, there was agreement between self-concept and performance only in math. These findings suggest that educators should be cautious when interpreting the self-assessments of reading ability in students with ASD.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29168089", "doi": "10.1007/s10803-017-3403-y", "date": "2017-11-22", "authors": [["McCauley", "James B", "JB", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, 2230 Stockton Blvd, Sacramento, CA, 95817, USA. jbmccauley@ucdavis.edu."], ["Zajic", "Matthew C", "MC", "School of Education, University of California-Davis, One Shields Ave, Davis, CA, 95616, USA."], ["Oswald", "Tasha M", "TM", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, 2230 Stockton Blvd, Sacramento, CA, 95817, USA."], ["Swain-Lerro", "Lindsey E", "LE", "School of Education, University of California-Davis, One Shields Ave, Davis, CA, 95616, USA."], ["McIntyre", "Nancy C", "NC", "School of Education, University of California-Davis, One Shields Ave, Davis, CA, 95616, USA."], ["Harris", "Michelle A", "MA", "Department of Human Ecology, University of California-Davis, 131 Hunt Hall, Davis, CA, 95618, USA."], ["Trzesniewski", "Kali", "K", "Department of Human Ecology, University of California-Davis, 131 Hunt Hall, Davis, CA, 95618, USA."], ["Mundy", "Peter C", "PC", "University of California Davis Health System, MIND Institute, 2825 50th Street, Sacramento, CA, 95817, USA."], ["Solomon", "Marjorie", "M", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, 2230 Stockton Blvd, Sacramento, CA, 95817, USA."]]}