{"words": ["application", "telehealth", "technology", "conduct", "functional", "analysis", "fa", "functional", "communication", "training", "fct", "emerging", "children", "developmental", "disabilities", "behaviour", "support", "needs", "current", "study", "designed", "extend", "fa", "fct", "behaviour", "using", "telehealth", "home", "parents", "interventionists", "receiving", "remote", "coaching", "two", "families", "boys", "developmental", "disabilities", "associated", "intellectual", "disability", "participated", "one", "cerebral", "palsy", "autism", "spectrum", "disorder", "results", "indicated", "fa", "fct", "via", "telehealth", "effective", "reducing", "behaviour", "increasing", "mands", "communication", "requests", "children", "families", "successfully", "implemented", "fa", "fct", "protocol", "95", "overall", "fidelity", "via", "coaching", "results", "discussed", "terms", "relationship", "previous", "research", "limitations", "future", "directions"], "authors": [["Benson", "S S", "SS", "Department of Educational Psychology, University of Minnesota, Minneapolis, MN, USA."], ["Dimian", "A F", "AF", "Department of Educational Psychology, University of Minnesota, Minneapolis, MN, USA."], ["Elmquist", "M", "M", "Department of Educational Psychology, University of Minnesota, Minneapolis, MN, USA."], ["Simacek", "J", "J", "Department of Educational Psychology, University of Minnesota, Minneapolis, MN, USA."], ["McComas", "J J", "JJ", "Department of Educational Psychology, University of Minnesota, Minneapolis, MN, USA."], ["Symons", "F J", "FJ", "Department of Educational Psychology, University of Minnesota, Minneapolis, MN, USA."]], "title": "Coaching parents to assess and treat self-injurious behaviour via telehealth.", "year": null, "sentences": ["The application of telehealth technology to conduct functional analysis (FA) and functional communication training (FCT) is emerging for children with developmental disabilities and behaviour support needs.", "The current study was designed to extend FA + FCT for self-injurious behaviour by using telehealth in home with parents as interventionists receiving real-time remote coaching.", "Two families with school-aged boys with developmental disabilities associated with intellectual disability participated, one with cerebral palsy and the other with autism spectrum disorder.", "Results indicated that parent-implemented FA + FCT via telehealth was effective for reducing self-injurious behaviour and increasing mands (communication requests) for both children.", "Both families successfully implemented the FA + FCT protocol with 95% overall fidelity via telehealth-supported coaching.", "Results are discussed in terms of their relationship to previous research, limitations and future directions."], "id": "29205605", "text": "The application of telehealth technology to conduct functional analysis (FA) and functional communication training (FCT) is emerging for children with developmental disabilities and behaviour support needs. The current study was designed to extend FA + FCT for self-injurious behaviour by using telehealth in home with parents as interventionists receiving real-time remote coaching. Two families with school-aged boys with developmental disabilities associated with intellectual disability participated, one with cerebral palsy and the other with autism spectrum disorder. Results indicated that parent-implemented FA + FCT via telehealth was effective for reducing self-injurious behaviour and increasing mands (communication requests) for both children. Both families successfully implemented the FA + FCT protocol with 95% overall fidelity via telehealth-supported coaching. Results are discussed in terms of their relationship to previous research, limitations and future directions.", "doi": "10.1111/jir.12456", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"], "date": "2018-01-18_23:46:26"}