{"title": "Increased white matter metabolic rates in autism spectrum disorder and schizophrenia.", "text": "Both autism spectrum disorder (ASD) and schizophrenia are often characterized as disorders of white matter integrity. Multimodal investigations have reported elevated metabolic rates, cerebral perfusion and basal activity in various white matter regions in schizophrenia, but none of these functions has previously been studied in ASD. We used 18fluorodeoxyglucose positron emission tomography to compare white matter metabolic rates in subjects with ASD (n = 25) to those with schizophrenia (n = 41) and healthy controls (n = 55) across a wide range of stereotaxically placed regions-of-interest. Both subjects with ASD and schizophrenia showed increased metabolic rates across the white matter regions assessed, including internal capsule, corpus callosum, and white matter in the frontal and temporal lobes. These increases were more pronounced, more widespread and more asymmetrical in subjects with ASD than in those with schizophrenia. The highest metabolic increases in both disorders were seen in the prefrontal white matter and anterior limb of the internal capsule. Compared to normal controls, differences in gray matter metabolism were less prominent and differences in adjacent white matter metabolism were more prominent in subjects with ASD than in those with schizophrenia. Autism spectrum disorder and schizophrenia are associated with heightened metabolic activity throughout the white matter. Unlike in the gray matter, the vector of white matter metabolic abnormalities appears to be similar in ASD and schizophrenia, may reflect inefficient functional connectivity with compensatory hypermetabolism, and may be a common feature of neurodevelopmental disorders.", "journal": ["Brain imaging and behavior", "Brain Imaging Behav"], "id": "29168086", "doi": "10.1007/s11682-017-9785-9", "date": "2017-11-22", "authors": [["Mitelman", "Serge A", "SA", "Departments of Psychiatry and Neuroscience, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, New York, NY, 10029, USA. serge.mitelman@mssm.edu."], ["Buchsbaum", "Monte S", "MS", "Departments of Psychiatry and Radiology, San Diego School of Medicine, NeuroPET Center, University of California, 11388 Sorrento Valley Road, Suite #100, San Diego, CA, 92121, USA."], ["Young", "Derek S", "DS", "Department of Statistics, University of Kentucky, 725 Rose Street, 323 Multidisciplinary Science Building, Lexington, KY, 40536, USA."], ["Haznedar", "M Mehmet", "MM", "Departments of Psychiatry and Neuroscience, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, New York, NY, 10029, USA."], ["Hollander", "Eric", "E", "Autism and Obsessive-Compulsive Spectrum Program, Anxiety and Depression Program, Department of Psychiatry and Behavioral Science, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, 10467, USA."], ["Shihabuddin", "Lina", "L", "Departments of Psychiatry and Neuroscience, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, New York, NY, 10029, USA."], ["Hazlett", "Erin A", "EA", "Departments of Psychiatry and Neuroscience, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, New York, NY, 10029, USA."], ["Bralet", "Marie-Cecile", "MC", "Crisalid Unit (FJ5), CHI Clermont de l'Oise, 2 rue des Finets, 60607, Clermont, France."]]}