{"words": ["objective", "study", "test", "effectiveness", "enhanced", "genomic", "report", "outcome", "domains", "including", "communication", "engagement", "satisfaction", "study", "design", "utilized", "prospective", "randomized", "desctiptive", "study", "whole", "genome", "sequencing", "results", "report", "accessed", "providers", "electronic", "health", "record", "patients", "associated", "patient", "portal", "study", "set", "integrated", "healthcare", "delivery", "system", "central", "pennsylvania", "parents", "46", "children", "undiagnosed", "intellectual", "disability", "autism", "spectrum", "disorder", "multiple", "congenital", "anomalies", "participated", "previous", "study", "offering", "whole", "genome", "sequencing", "affected", "child", "invited", "enroll", "parents", "enrolled", "following", "traditional", "genetics", "results", "informing", "visit", "study", "coordinator", "stratified", "families", "diagnostic", "result", "uninformative", "result", "randomized", "families", "within", "group", "intervention", "arm", "receive", "report", "usual", "care", "arm", "receive", "summary", "letter", "medical", "geneticist", "letter", "inviting", "enrollment", "included", "baseline", "survey", "returned", "constituted", "enrollment", "surveys", "administered", "3", "months", "visit", "6", "months", "usual", "care", "arm", "crossed", "receive", "intervention", "administered", "additional", "survey", "3", "months", "qualitative", "interviews", "conducted", "following", "survey", "completion", "augment", "survey", "data", "regarding", "patient", "centered", "outcomes", "interest", "patient", "reported", "outcomes", "including", "communication", "engagement", "empowerment", "satisfaction", "intervention", "arm", "reports", "released", "14", "families", "n", "28", "parents", "21", "75", "returned", "3", "month", "surveys", "usual", "care", "arm", "12", "families", "n", "24", "parents", "received", "usual", "care", "summary", "letters", "20", "83", "returned", "3", "month", "surveys", "crossover", "reports", "released", "20", "individuals", "15", "75", "returned", "3", "month", "surveys", "qualitative", "interviews", "conducted", "5", "individuals", "use", "report", "reported", "small", "group", "parents", "improve", "communication", "providers", "professionals", "educators", "therapists", "led", "increased", "engagement", "high", "satisfaction", "providers", "others", "involved", "children", "care", "also", "endorsed", "report", "effectiveness", "reports", "addressed", "negative", "findings", "uninformative", "results", "found", "useful", "although", "number", "users", "small", "study", "supports", "customizable", "template", "reports", "may", "provide", "useful", "durable", "source", "information", "support", "enhance", "information", "provided", "genetics", "professionals", "traditional", "record"], "authors": [["Williams", "Janet L", "JL", "Geisinger Genomic Medicine Institute, 26-20, 100 N. Academy Ave., Danville, PA, 17822, USA. Jlwilliams3@geisinger.edu."], ["Rahm", "Alanna Kulchak", "AK", "Geisinger Genomic Medicine Institute, 26-20, 100 N. Academy Ave., Danville, PA, 17822, USA."], ["Zallen", "Doris T", "DT", "Virginia Tech, Blacksburg, VA, USA."], ["Stuckey", "Heather", "H", "Penn State Hershey College of Medicine, Hershey, PA, USA."], ["Fultz", "Kara", "K", "Department of Health, Philadelphia, PA, USA."], ["Fan", "Audrey L", "AL", "Genome Medical, Inc., San Francisco, CA, USA."], ["Bonhag", "Michele", "M", "Chase Group, Ltd., Traverse, MI, USA."], ["Feldman", "Lynn", "L", "SimulConsult, Inc., Chestnut Hill City, MA, USA."], ["Segal", "Michael M", "MM", "SimulConsult, Inc., Chestnut Hill City, MA, USA."], ["Williams", "Marc S", "MS", "Geisinger Genomic Medicine Institute, 26-20, 100 N. Academy Ave., Danville, PA, 17822, USA."]], "title": "Impact of a Patient-Facing Enhanced Genomic Results Report to Improve Understanding, Engagement, and Communication.", "year": null, "sentences": ["\"The objective of this study was to\" test the effectiveness of an enhanced genomic report on patient-centered outcome domains including communication, engagement and satisfaction.", "\"Study design utilized\" a prospective, randomized, mixed-methods desctiptive study of a whole genome sequencing results report, GenomeCOMPASS™, that was accessed by providers through the electronic health record and by patients through the associated patient portal.", "\"The study was set in\" an integrated healthcare delivery system in central Pennsylvania.", "\"Eighty-four\" parents of 46 children with undiagnosed Intellectual Disability, Autism Spectrum Disorder and/or multiple congenital anomalies who had participated in a previous study offering whole genome sequencing for their affected child were invited to enroll.", "Fifty-two parents enrolled.", "Following a traditional genetics results informing visit, the study coordinator stratified families by diagnostic result and uninformative result and then randomized families within each group to an intervention arm to receive the GenomeCOMPASS™ report or to the usual care arm to receive a summary letter from the medical geneticist.", "A letter inviting enrollment included a baseline survey, which once returned, constituted enrollment.", "Surveys were administered at 3 months post-genetics visit.", "At 6 months, the usual care arm crossed over to receive the intervention and were administered an additional survey at 3 months.", "Qualitative interviews were conducted following survey completion to augment the survey data regarding the patient centered outcomes of interest.", "Patient reported outcomes including communication, engagement, empowerment and satisfaction.", "In the intervention arm, GenomeCOMPASS™ reports were released to 14 families (N = 28 parents) and of those 21 (75%) returned 3 month surveys.", "In the usual care arm, 12 families (N = 24 parents) received usual care summary letters and of those 20 (83%) returned 3 month surveys.", "At crossover, GenomeCOMPASS™ reports were released to 20 individuals and 15 (75%) returned 3 month surveys.", "Qualitative interviews were conducted with 5 individuals.", "Use of the GenomeCOMPASS™ report was reported by this small group of parents to improve communication with providers and non-health professionals such as educators and therapists and led to increased engagement and high satisfaction.", "Providers and others involved in the children's care also endorsed the report's effectiveness.", "Reports that addressed negative findings, i.e.", "uninformative results, were not found to be useful.", "Although the number of users was small, this study supports that customizable template reports may provide a useful and durable source of information that can support and enhance the information provided by genetics professionals in traditional face-to-face encounters.Clinicaltrials.gov (Record 2013-0594)."], "id": "29204811", "text": "\"The objective of this study was to\" test the effectiveness of an enhanced genomic report on patient-centered outcome domains including communication, engagement and satisfaction. \"Study design utilized\" a prospective, randomized, mixed-methods desctiptive study of a whole genome sequencing results report, GenomeCOMPASS™, that was accessed by providers through the electronic health record and by patients through the associated patient portal. \"The study was set in\" an integrated healthcare delivery system in central Pennsylvania. \"Eighty-four\" parents of 46 children with undiagnosed Intellectual Disability, Autism Spectrum Disorder and/or multiple congenital anomalies who had participated in a previous study offering whole genome sequencing for their affected child were invited to enroll. Fifty-two parents enrolled. Following a traditional genetics results informing visit, the study coordinator stratified families by diagnostic result and uninformative result and then randomized families within each group to an intervention arm to receive the GenomeCOMPASS™ report or to the usual care arm to receive a summary letter from the medical geneticist. A letter inviting enrollment included a baseline survey, which once returned, constituted enrollment. Surveys were administered at 3 months post-genetics visit. At 6 months, the usual care arm crossed over to receive the intervention and were administered an additional survey at 3 months. Qualitative interviews were conducted following survey completion to augment the survey data regarding the patient centered outcomes of interest. Patient reported outcomes including communication, engagement, empowerment and satisfaction. In the intervention arm, GenomeCOMPASS™ reports were released to 14 families (N = 28 parents) and of those 21 (75%) returned 3 month surveys. In the usual care arm, 12 families (N = 24 parents) received usual care summary letters and of those 20 (83%) returned 3 month surveys. At crossover, GenomeCOMPASS™ reports were released to 20 individuals and 15 (75%) returned 3 month surveys. Qualitative interviews were conducted with 5 individuals. Use of the GenomeCOMPASS™ report was reported by this small group of parents to improve communication with providers and non-health professionals such as educators and therapists and led to increased engagement and high satisfaction. Providers and others involved in the children's care also endorsed the report's effectiveness. Reports that addressed negative findings, i.e. uninformative results, were not found to be useful. Although the number of users was small, this study supports that customizable template reports may provide a useful and durable source of information that can support and enhance the information provided by genetics professionals in traditional face-to-face encounters.Clinicaltrials.gov (Record 2013-0594).", "doi": "10.1007/s10897-017-0176-6", "journal": ["Journal of genetic counseling", "J Genet Couns"], "date": "2018-01-18_23:46:26"}