{"title": "Disorder-Specific and Shared Brain Abnormalities During Vigilance in Autism and Obsessive-Compulsive Disorder.", "text": "Autism spectrum disorder (ASD) and obsessive-compulsive disorder (OCD) are often comorbid and share similarities across some cognitive phenotypes, including certain aspects of attention. However, no functional magnetic resonance imaging studies have compared the underlying neural mechanisms contributing to these shared phenotypes.Age- and IQ-matched boys (11-17 years old) with ASD (n = 20), boys with OCD (n = 20), and healthy control boys (n = 20) performed a parametrically modulated psychomotor vigilance functional magnetic resonance imaging task. Brain activation and performance were compared among adolescents with OCD, adolescents with ASD, and control adolescents.Whereas boys with ASD and OCD were not impaired on task performance, there was a significant group by attention load interaction in several brain regions. With increasing attention load, left inferior frontal cortex/insula and left inferior parietal lobe/pre/post-central gyrus were progressively less activated in boys with OCD relative to the other two groups. In addition, boys with OCD showed progressively increased activation with increasing attention load in rostromedial prefrontal/anterior cingulate cortex relative to boys with ASD and control boys. Shared neurofunctional abnormalities between boys with ASD and boys with OCD included increased activation with increasing attention load in cerebellum and occipital regions, possibly reflecting increased default mode network activation.This first functional magnetic resonance imaging study to compare boys with ASD and OCD showed shared abnormalities in posterior cerebellar-occipital brain regions. However, boys with OCD showed a disorder-specific pattern of reduced activation in left inferior frontal and temporo-parietal regions but increased activation of medial frontal regions, which may potentially be related to neurobiological mechanisms underlying cognitive and clinical phenotypes of OCD.", "journal": ["Biological psychiatry. Cognitive neuroscience and neuroimaging", "Biol Psychiatry Cogn Neurosci Neuroimaging"], "id": "29167833", "doi": "10.1016/j.bpsc.2016.12.005", "date": null, "authors": [["Carlisi", "Christina O", "CO", "Department of Child and Adolescent Psychiatry, Sackler Institute for Translational Neurodevelopmental Sciences, London."], ["Norman", "Luke", "L", "Department of Child and Adolescent Psychiatry, Sackler Institute for Translational Neurodevelopmental Sciences, London."], ["Murphy", "Clodagh M", "CM", "Department of Child and Adolescent Psychiatry, Sackler Institute for Translational Neurodevelopmental Sciences, London."], ["Christakou", "Anastasia", "A", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences, University of Reading, Reading, United Kingdom."], ["Chantiluke", "Kaylita", "K", "Department of Child and Adolescent Psychiatry, Sackler Institute for Translational Neurodevelopmental Sciences, London."], ["Giampietro", "Vincent", "V", "Department of Neuroimaging, Psychology and Neuroscience, King's College, London."], ["Simmons", "Andrew", "A", "Department of Neuroimaging, Psychology and Neuroscience, King's College, London."], ["Brammer", "Michael", "M", "Department of Neuroimaging, Psychology and Neuroscience, King's College, London."], ["Murphy", "Declan G", "DG", "Department of Forensic and Neurodevelopmental Sciences, Sackler Institute for Translational Neurodevelopmental Sciences, Psychology and Neuroscience, King's College, London."], [null, null, null, null], ["Mataix-Cols", "David", "D", "Department of Clinical Neuroscience(DM-C), Centre for Psychiatry Research, Karolinska Institutet, Stockholm, Sweden."], ["Rubia", "Katya", "K", "Department of Child and Adolescent Psychiatry, Sackler Institute for Translational Neurodevelopmental Sciences, London."]]}