{"words": ["development", "attention", "toward", "faces", "explored", "first", "3", "years", "life", "54", "children", "aged", "3", "36", "months", "contrast", "previous", "research", "attention", "faces", "assessed", "using", "static", "images", "dynamic", "video", "sequence", "participants", "separate", "analyses", "age", "exploratory", "longitudinal", "analyses", "indicate", "preference", "faces", "first", "year", "followed", "decline", "second", "year", "results", "suggest", "attention", "faces", "follow", "linear", "increasing", "pattern", "development", "social", "attention", "patterns", "influenced", "stimulus", "characteristics"], "authors": [["Libertus", "Klaus", "K", "Learning Research and Development Center, University of Pittsburgh, Pittsburgh, PA, United States."], ["Landa", "Rebecca J", "RJ", "Center for Autism and Related Disorders, Kennedy Krieger Institute, Baltimore, MD, United States."], ["Haworth", "Joshua L", "JL", "Science & Learning Center, Whittier College, Whittier, CA, United States."]], "title": "Development of Attention to Faces during the First 3 Years: Influences of Stimulus Type.", "year": null, "sentences": ["The development of attention toward faces was explored during the first 3 years of life in 54 children aged between 3 and 36 months.", "In contrast to previous research, attention to faces was assessed using both static images and a dynamic video sequence in the same participants.", "Separate analyses at each age and exploratory longitudinal analyses indicate a preference for faces during the first year, followed by a decline during the second year.", "These results suggest that attention to faces does not follow a linear increasing pattern over development, and that social attention patterns are influenced by stimulus characteristics."], "id": "29204130", "text": "The development of attention toward faces was explored during the first 3 years of life in 54 children aged between 3 and 36 months. In contrast to previous research, attention to faces was assessed using both static images and a dynamic video sequence in the same participants. Separate analyses at each age and exploratory longitudinal analyses indicate a preference for faces during the first year, followed by a decline during the second year. These results suggest that attention to faces does not follow a linear increasing pattern over development, and that social attention patterns are influenced by stimulus characteristics.", "doi": "10.3389/fpsyg.2017.01976", "journal": ["Frontiers in psychology", "Front Psychol"], "date": "2018-01-18_23:46:28"}