{"words": ["chromosome", "15", "duplication", "associated", "number", "psychiatric", "illnesses", "including", "psychosis", "autism", "however", "literature", "association", "hyperactivity", "disorder", "adhd", "scant", "case", "report", "describes", "patient", "chromosome", "15", "duplication", "diagnosed", "adhd", "neurodevelopmental", "clinic", "possible", "biological", "underpinnings", "discussed", "along", "possible", "challenges", "diagnosis", "management", "need", "better", "understanding", "adhd", "behavioral", "phenotype", "cases", "along", "need", "tailored", "management", "strategies", "emphasized"], "authors": [["Gnanavel", "Sundar", "S", "Children and Adolescent Mental Health Services, Northumberland, Tyne and Wear NHS foundation trust, UK."]], "title": "Chromosome 15 Duplication and Attention-Deficit Hyperactivity Disorder.", "year": null, "sentences": ["Chromosome 15 duplication has been associated with a number of psychiatric illnesses including psychosis and autism.", "However, literature on association with attention-deficit hyperactivity disorder (ADHD) is scant.", "This case report describes a patient with chromosome 15 duplication diagnosed with ADHD in our neurodevelopmental clinic.", "The possible biological underpinnings are discussed along with possible challenges in diagnosis and management.", "The need for better understanding ADHD as a behavioral phenotype in such cases along with need for tailored management strategies is emphasized."], "id": "29204034", "text": "Chromosome 15 duplication has been associated with a number of psychiatric illnesses including psychosis and autism. However, literature on association with attention-deficit hyperactivity disorder (ADHD) is scant. This case report describes a patient with chromosome 15 duplication diagnosed with ADHD in our neurodevelopmental clinic. The possible biological underpinnings are discussed along with possible challenges in diagnosis and management. The need for better understanding ADHD as a behavioral phenotype in such cases along with need for tailored management strategies is emphasized.", "doi": "10.4103/jnrp.jnrp_316_17", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"], "date": "2018-01-18_23:46:28"}