{"words": ["high", "rates", "depression", "reported", "autism", "spectrum", "disorder", "asd", "neurodevelopmental", "condition", "characterised", "social", "communication", "impairments", "repetitive", "behaviours", "interventions", "adapted", "asd", "effective", "anxiety", "problems", "evaluation", "studies", "group", "therapy", "depression", "randomised", "trials", "investigating", "psychological", "interventions", "recommended", "clinical", "guidelines", "feasibility", "study", "comprising", "randomised", "controlled", "trial", "rct", "nested", "qualitative", "evaluation", "way", "preparation", "definitive", "rct", "participants", "randomised", "guided", "psychological", "intervention", "based", "behavioural", "activation", "adapted", "asd", "treatment", "usual", "outcomes", "including", "depression", "symptoms", "anxiety", "social", "function", "service", "use", "measured", "10", "16", "24", "weeks", "postrandomisation", "blind", "group", "allocation", "measures", "analysis", "aim", "establish", "rates", "recruitment", "retention", "rct", "well", "appropriate", "measure", "depression", "serve", "primary", "outcome", "qualitative", "study", "purposively", "sample", "24", "participants", "treatment", "group", "consider", "acceptability", "feasibility", "intervention", "trial", "approval", "received", "wales", "rec", "3", "iras", "project", "id", "191558", "health", "research", "authority", "r", "approval", "avon", "wiltshire", "mental", "health", "partnership", "northumberland", "tyne", "wear", "foundation", "nhs", "trusts", "knowledge", "first", "study", "intervention", "depression", "adults", "autism", "results", "inform", "design", "definitive", "rct", "dissemination", "include", "journal", "publications", "reporting", "quantitative", "qualitative", "research", "findings", "study", "presentations", "national", "international"], "authors": [["Russell", "Ailsa", "A", "Department of Psychology, University of Bath, Bath, UK."], ["Cooper", "Kate", "K", "Department of Psychology, University of Bath, Bath, UK."], ["Barton", "Stephen", "S", "Newcastle Cognitive and Behaviour Therapies (CBT) Centre, Northumberland Tyne & Wear NHS Foundation Trust, Newcastle upon Tyne, UK."], ["Ensum", "Ian", "I", "Bristol Adult Autism Services, Avon and Wiltshire Mental Health Partnership NHS Trust, Chippenham, UK."], ["Gaunt", "Daisy", "D", "Population Health Sciences, Bristol Randomised Trials Collaboration, Bristol Medical School, University of Bristol, Bristol, UK."], ["Horwood", "Jeremy", "J", "Population Health Sciences, Bristol Randomised Trials Collaboration, Bristol Medical School, University of Bristol, Bristol, UK."], ["Ingham", "Barry", "B", "Northumberland, Tyne & Wear NHS Foundation Trust, Northumberland, UK."], ["Kessler", "David", "D", "Population Health Sciences, School of Social and Community Medicine, Bristol Medical School, University of Bristol, Bristol, UK."], ["Metcalfe", "Chris", "C", "Population Health Sciences, Bristol Randomised Trials Collaboration, Bristol Medical School, University of Bristol, Bristol, UK."], ["Parr", "Jeremy", "J", "Institute of Neuroscience, University of Newcastle, Newcastle, UK."], ["Rai", "Dheeraj", "D", "Population Health Sciences, School of Social and Community Medicine, Bristol Medical School, University of Bristol, Bristol, UK."], ["Wiles", "Nicola", "N", "Centre for Academic Mental Health, Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK."]], "title": "Protocol for a feasibility study and randomised pilot trial of a low-intensity psychological intervention for depression in adults with autism: the Autism Depression Trial (ADEPT).", "year": null, "sentences": ["High rates of co-occurring depression are reported in autism spectrum disorder (ASD), a neurodevelopmental condition characterised by social communication impairments and repetitive behaviours.", "Cognitive-behavioural interventions adapted for ASD have been effective for anxiety problems.", "There have been evaluation studies of group cognitive-behavioural therapy for co-occurring depression, but no randomised trials investigating low-intensity psychological interventions as recommended in clinical guidelines for mild-moderate depression.A feasibility study comprising a randomised controlled trial (RCT) and nested qualitative evaluation is under way as preparation for a definitive RCT.", "Participants (n=70) will be randomised to Guided Self-Help: a low-intensity psychological intervention based on behavioural activation adapted for ASD or treatment as usual.", "Outcomes including depression symptoms, anxiety, social function and service use will be measured at 10, 16 and 24 weeks postrandomisation and will be blind to group allocation for measures that are not self-administered.", "The analysis will aim to establish the rates of recruitment and retention for a larger-scale RCT as well as the most appropriate measure of depression to serve as primary outcome.", "The qualitative study will purposively sample up to 24 participants from each treatment group to consider the acceptability and feasibility of the intervention and the trial design.Ethical approval has been received from WALES REC 3 (IRAS project ID: 191558) and the Health Research Authority with R&D approval from Avon and Wiltshire Mental Health Partnership and Northumberland, Tyne and Wear Foundation NHS Trusts.", "To our knowledge, this is the first study of a low-intensity intervention for depression in adults with autism.", "The results will inform the design of a definitive RCT.", "Dissemination will include peer-reviewed journal publications reporting the quantitative and qualitative research findings of the study and presentations at national and international conferences.ISRCTN54650760; Pre-results."], "id": "29203509", "text": "High rates of co-occurring depression are reported in autism spectrum disorder (ASD), a neurodevelopmental condition characterised by social communication impairments and repetitive behaviours. Cognitive-behavioural interventions adapted for ASD have been effective for anxiety problems. There have been evaluation studies of group cognitive-behavioural therapy for co-occurring depression, but no randomised trials investigating low-intensity psychological interventions as recommended in clinical guidelines for mild-moderate depression.A feasibility study comprising a randomised controlled trial (RCT) and nested qualitative evaluation is under way as preparation for a definitive RCT. Participants (n=70) will be randomised to Guided Self-Help: a low-intensity psychological intervention based on behavioural activation adapted for ASD or treatment as usual. Outcomes including depression symptoms, anxiety, social function and service use will be measured at 10, 16 and 24 weeks postrandomisation and will be blind to group allocation for measures that are not self-administered. The analysis will aim to establish the rates of recruitment and retention for a larger-scale RCT as well as the most appropriate measure of depression to serve as primary outcome. The qualitative study will purposively sample up to 24 participants from each treatment group to consider the acceptability and feasibility of the intervention and the trial design.Ethical approval has been received from WALES REC 3 (IRAS project ID: 191558) and the Health Research Authority with R&D approval from Avon and Wiltshire Mental Health Partnership and Northumberland, Tyne and Wear Foundation NHS Trusts. To our knowledge, this is the first study of a low-intensity intervention for depression in adults with autism. The results will inform the design of a definitive RCT. Dissemination will include peer-reviewed journal publications reporting the quantitative and qualitative research findings of the study and presentations at national and international conferences.ISRCTN54650760; Pre-results.", "doi": "10.1136/bmjopen-2017-019545", "journal": ["BMJ open", "BMJ Open"], "date": "2018-01-18_23:46:28"}