{"authors": [["Lum", "Jeremy S", "JS", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Schizophrenia Research Institute, 405 Liverpool Street, Darlinghurst, New South Wales 2010, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia."], ["Pan", "Bo", "B", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia; Antipsychotic Research Laboratory, Illawarra Health and Medical Research Institute, Wollongong, NSW 2522, Australia; Department of Pharmacy, Medical Academy, Yangzhou University, Yangzhou 225001, Jiangsu, China."], ["Deng", "Chao", "C", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia; Antipsychotic Research Laboratory, Illawarra Health and Medical Research Institute, Wollongong, NSW 2522, Australia."], ["Huang", "Xu-Feng", "XF", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia."], ["Ooi", "Lezanne", "L", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia."], ["Newell", "Kelly A", "KA", "Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, New South Wales 2522, Australia; Illawarra Health and Medical Research Institute, Wollongong, New South Wales 2522, Australia; Centre for Translational Neuroscience, School of Medicine, University of Wollongong, Wollongong, NSW 2522, Australia. Electronic address: knewell@uow.edu.au."]], "doi": "10.1016/j.psychres.2017.11.048", "date": "2018-01-16_23:19:24", "journal": ["Psychiatry research", "Psychiatry Res"], "year": null, "title": "Effects of short- and long-term aripiprazole treatment on Group I mGluRs in the nucleus accumbens: Comparison with haloperidol.", "id": "29195167", "text": ["d2", "receptor", "partial", "agonist", "aripiprazole", "shown", "increased", "therapeutic", "efficacy", "schizophrenia", "autism", "tourette", "syndrome", "compared", "traditional", "antipsychotics", "d2", "receptor", "antagonist", "haloperidol", "recent", "evidence", "suggests", "superior", "profile", "may", "associated", "downstream", "effects", "glutamatergic", "synapses", "group", "1", "metabotropic", "glutamate", "receptors", "mglurs", "endogenous", "modulators", "norbin", "homer1", "regulated", "d2", "receptor", "activity", "particularly", "within", "nucleus", "accumbens", "nac", "target", "region", "aripiprazole", "haloperidol", "study", "sought", "evaluate", "effects", "aripiprazole", "group", "1", "mglurs", "norbin", "homer1", "nac", "comparison", "haloperidol", "rats", "orally", "administered", "daily", "doses", "aripiprazole", "haloperidol", "vehicle", "1", "immunoblot", "analyses", "revealed", "group", "1", "mglur", "protein", "levels", "altered", "following", "aripiprazole", "haloperidol", "treatment", "compared", "vehicle", "treated", "rodents", "however", "aripiprazole", "haloperidol", "treatment", "significantly", "elevated", "homer1a", "norbin", "protein", "expression", "respectively", "10", "weeks", "treatment", "aripiprazole", "haloperidol", "significantly", "increased", "norbin", "expression", "findings", "indicate", "antipsychotics", "aripiprazole", "haloperidol", "exert", "differential", "temporal", "effects", "norbin", "homer1", "expression", "may", "consequences", "synaptic", "glutamatergic", "transmission", "underlying", "therapeutic", "profile"]}