{"title": "Autism spectrum disorder and birth spacing: Findings from the study to explore early development (SEED).", "text": "Previous studies of autism spectrum disorder (ASD) and birth spacing had limitations; few examined phenotypic case subtypes or explored underlying mechanisms for associations and none assessed whether other (non-ASD) developmental disabilities (DDs) were associated with birth spacing. We assessed associations between inter-pregnancy interval (IPI) and both ASD and other DDs using data from the Study to Explore Early Development, a multi-site case-control study with rigorous case-finding and case-classification methods and detailed data collection on maternal reproductive history. Our sample included 356 ASD cases, 627 DD cases, and 524 population (POP) controls born in second or later births. ASD and DD cases were further sub-divided according to whether the child had intellectual disability (ID). ASD cases were also sub-divided by ASD symptom severity, and DD cases were subdivided by presence of some ASD symptoms (indicated on an autism screener). Odds ratios, adjusted for maternal-child sociodemographic factors, (aORs) and 95% confidence intervals were derived from logistic regression models. Among term births, ASD was associated with both IPI <18 months (aOR 1.5 [1.1-2.2]) and ≥60 months (1.5 [0.99-2.4]). Both short and long IPI associations were stronger among ASD cases with high severity scores (aORs 2.0 [1.3-3.3] and 1.8 [0.99-3.2], respectively). Associations were unchanged after adding several factors potentially related to the causal pathway to regression models. DD was not associated with either short or long IPI-overall, among term births, or in any subgroup examined. These findings extend those from previous studies and further inform recommendations on optimal pregnancy spacing. Autism Res 2018, 11: 81-94. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.We investigated whether the amount of time between pregnancies was associated autism spectrum disorder (ASD) or other developmental disabilities (DD) in children. ASD was increased in second and later-born children who were conceived less than 18 months or 60 or more months after the mother's previous birth. Other DDs were not associated with birth spacing.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29164825", "doi": "10.1002/aur.1887", "date": "2017-11-22", "authors": [["Schieve", "Laura A", "LA", "National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA."], ["Tian", "Lin H", "LH", "National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA."], ["Drews-Botsch", "Carolyn", "C", "Rollins School of Public Health, Emory University, Atlanta, GA."], ["Windham", "Gayle C", "GC", "California Department of Public Health, Richmond, CA."], ["Newschaffer", "Craig", "C", "Dornsife School of Public Health, Drexel University, Philadelphia, PA."], ["Daniels", "Julie L", "JL", "Gillings School of Global Public Health, The University of North Carolina, Chapel Hill, NC."], ["Lee", "Li-Ching", "LC", "Kaiser Permanente Division of Research, Oakland, CA."], ["Croen", "Lisa A", "LA", "Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."], ["Danielle Fallin", "M", "M", "Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."]]}