{"title": "Maternal pre-pregnancy obesity and child neurodevelopmental outcomes: a meta-analysis.", "text": "This review examined evidence of the association between maternal pre-pregnancy overweight/obesity status and child neurodevelopmental outcomes. PubMed and PsycINFO databases were systematically searched for empirical studies published before April 2017 using keywords related to prenatal obesity and children's neurodevelopment. Of 1483 identified papers, 41 were included in the systematic review, and 32 articles representing 36 cohorts were included in the meta-analysis. Findings indicated that compared with children of normal weight mothers, children whose mothers were overweight or obese prior to pregnancy were at increased risk for compromised neurodevelopmental outcomes (overweight: OR = 1.17, 95% CI [1.11, 1.24], I2  = 65.51; obese: OR = 1.51; 95% CI [1.35, 1.69], I2  = 79.63). Pre-pregnancy obesity increased the risk of attention deficit-hyperactivity disorder (OR = 1.62; 95% CI [1.23, 2.14], I2  = 70.15), autism spectrum disorder (OR = 1.36; 95% CI [1.08, 1.70], I2  = 60.52), developmental delay (OR = 1.58; 95% CI [1.39, 1.79], I2  = 75.77) and emotional/behavioural problems (OR = 1.42; 95% CI [1.26, 1.59], I2  = 87.74). Given the current obesity prevalence among young adults and women of childbearing age, this association between maternal obesity during pregnancy and atypical child neurodevelopment represents a potentially high public health burden.", "journal": ["Obesity reviews : an official journal of the International Association for the Study of Obesity", "Obes Rev"], "id": "29164765", "doi": "10.1111/obr.12643", "date": "2017-11-22", "authors": [["Sanchez", "C E", "CE", "Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA."], ["Barry", "C", "C", "Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA."], ["Sabhlok", "A", "A", "Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA."], ["Russell", "K", "K", "Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA."], ["Majors", "A", "A", "Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA."], ["Kollins", "S H", "SH", "Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA."], ["Fuemmeler", "B F", "BF", "Department of Health Behavior and Policy, Virginia Commonwealth University, Richmond, VA, USA."]]}