{"words": ["pilot", "project", "intended", "introduce", "authentic", "interprofessional", "education", "experience", "students", "communication", "sciences", "disorders", "csd", "dental", "hygiene", "dh", "develop", "apply", "strategies", "assist", "children", "diagnosed", "autism", "spectrum", "disorder", "asd", "decrease", "anxiety", "improve", "ability", "participate", "oral", "screening", "prophylaxis", "appointment", "second", "purpose", "students", "learn", "scope", "children", "diagnosed", "asd", "identified", "dental", "anxiety", "unmet", "dental", "needs", "students", "collaborated", "develop", "visual", "support", "strategies", "support", "implementation", "oral", "screening", "participants", "able", "participate", "oral", "screening", "instruction", "brushing", "teeth", "prophylaxis", "students", "reported", "better", "understanding", "roles", "responsibilities", "feeling", "confident", "working", "child", "dh", "students", "better", "able", "identify", "characteristics", "associated", "asd", "develop", "use", "visual", "supports", "assist", "children", "asd", "control", "anxiety", "dental", "prophylaxis", "procedures", "csd", "students", "learned", "techniques", "hygienists", "use", "help", "parents", "prepare", "children", "dental", "hygiene", "treatments"], "authors": [["Anderson", "Kelly L", "KL", "School of Oral Health, Department of Dental Hygiene, Wichita State University, 1845 Fairmount St., Wichita, KS 67260-0144, USA. Tel 316-978-5488. kelly.anderson@wichita.edu."], ["Self", "Trisha L", "TL", null], ["Carlson", "Brandi N", "BN", null]], "title": "Interprofessional Collaboration of Dental Hygiene and Communication Sciences & Disorders Students to Meet Oral Health Needs of Children with Autism.", "year": null, "sentences": ["This pilot project was intended to introduce an authentic interprofessional education experience with students from Communication Sciences & Disorders (CSD) and Dental Hygiene (DH) to develop and apply strategies to assist children diagnosed with autism spectrum disorder (ASD) to decrease their anxiety and improve their ability to participate in an oral screening and prophylaxis appointment.", "The second purpose was for students to learn each other's scope of practice.Four children diagnosed with ASD were identified as having dental anxiety and unmet dental needs.", "The students collaborated to develop visual support strategies to support the implementation of an oral screening and prophylaxis.Three participants were able to participate in the oral screening, instruction for brushing teeth, and prophylaxis.", "The students reported having a better understanding of each other's roles and responsibilities and feeling more confident working with a child with ASD.The DH students were better able to identify the characteristics associated with ASD and to develop and use visual supports to assist children with ASD control anxiety during dental prophylaxis procedures.", "The CSD students learned techniques that hygienists use and how to help parents prepare their children for dental hygiene treatments."], "id": "29202172", "text": "This pilot project was intended to introduce an authentic interprofessional education experience with students from Communication Sciences & Disorders (CSD) and Dental Hygiene (DH) to develop and apply strategies to assist children diagnosed with autism spectrum disorder (ASD) to decrease their anxiety and improve their ability to participate in an oral screening and prophylaxis appointment. The second purpose was for students to learn each other's scope of practice.Four children diagnosed with ASD were identified as having dental anxiety and unmet dental needs. The students collaborated to develop visual support strategies to support the implementation of an oral screening and prophylaxis.Three participants were able to participate in the oral screening, instruction for brushing teeth, and prophylaxis. The students reported having a better understanding of each other's roles and responsibilities and feeling more confident working with a child with ASD.The DH students were better able to identify the characteristics associated with ASD and to develop and use visual supports to assist children with ASD control anxiety during dental prophylaxis procedures. The CSD students learned techniques that hygienists use and how to help parents prepare their children for dental hygiene treatments.", "doi": null, "journal": ["Journal of allied health", "J Allied Health"], "date": "2018-01-18_23:46:29"}