{"words": ["brain", "sexual", "differentiation", "orchestrated", "precise", "coordination", "sex", "steroid", "hormones", "species", "programming", "select", "male", "brain", "regions", "dependent", "upon", "aromatization", "testosterone", "estrogen", "mammals", "hormones", "surge", "organizational", "activational", "periods", "occur", "perinatal", "development", "adulthood", "respectively", "various", "fish", "reptiles", "incubation", "temperature", "critical", "embryonic", "period", "results", "male", "female", "sexual", "differentiation", "overridden", "males", "early", "exposure", "estrogenic", "chemicals", "testes", "development", "mammals", "requires", "chromosome", "testis", "determining", "gene", "sry", "humans", "therian", "mammals", "although", "notable", "exceptions", "two", "species", "spiny", "rats", "amami", "spiny", "rat", "tokudaia", "osimensis", "tokunoshima", "spiny", "rat", "tokudaia", "tokunoshimensis", "two", "species", "mole", "voles", "ellobius", "lutescens", "ellobius", "tancrei", "lack", "possess", "xo", "chromosome", "system", "sexes", "rodent", "species", "prototherians", "monotremes", "also", "lack", "sry", "fish", "reptile", "species", "demonstrate", "temperature", "sex", "determination", "tsd", "seemingly", "call", "question", "requirement", "sry", "brain", "sexual", "differentiation", "review", "consider", "brain", "regions", "expressing", "humans", "rodents", "respectively", "potential", "roles", "brain", "discussed", "evidence", "various", "taxa", "disputing", "requirement", "sry", "brain", "sexual", "differentiation", "mammals", "therians", "prototherians", "certain", "fish", "reptilian", "species", "examined", "comparative", "approach", "address", "question", "may", "elucidate", "genes", "pathways", "epigenetic", "modifications", "stimulating", "brain", "sexual", "differentiation", "vertebrate", "species", "including", "humans"], "authors": [["Rosenfeld", "Cheryl S", "CS", "Bond Life Sciences Center, University of Missouri, Columbia, MO, United States."]], "title": "Brain Sexual Differentiation and Requirement of SRY: Why or Why Not?", "year": null, "sentences": ["Brain sexual differentiation is orchestrated by precise coordination of sex steroid hormones.", "In some species, programming of select male brain regions is dependent upon aromatization of testosterone to estrogen.", "In mammals, these hormones surge during the organizational and activational periods that occur during perinatal development and adulthood, respectively.", "In various fish and reptiles, incubation temperature during a critical embryonic period results in male or female sexual differentiation, but this can be overridden in males by early exposure to estrogenic chemicals.", "Testes development in mammals requires a Y chromosome and testis determining gene SRY (in humans)/Sry (all other therian mammals), although there are notable exceptions.", "Two species of spiny rats: Amami spiny rat (Tokudaia osimensis) and Tokunoshima spiny rat (Tokudaia tokunoshimensis) and two species of mole voles (Ellobius lutescens and Ellobius tancrei), lack a Y chromosome/Sry and possess an XO chromosome system in both sexes.", "Such rodent species, prototherians (monotremes, who also lack Sry), and fish and reptile species that demonstrate temperature sex determination (TSD) seemingly call into question the requirement of Sry for brain sexual differentiation.", "This review will consider brain regions expressing SRY/Sry in humans and rodents, respectively, and potential roles of SRY/Sry in the brain will be discussed.", "The evidence from various taxa disputing the requirement of Sry for brain sexual differentiation in mammals (therians and prototherians) and certain fish and reptilian species will be examined.", "A comparative approach to address this question may elucidate other genes, pathways, and epigenetic modifications stimulating brain sexual differentiation in vertebrate species, including humans."], "id": "29200993", "text": "Brain sexual differentiation is orchestrated by precise coordination of sex steroid hormones. In some species, programming of select male brain regions is dependent upon aromatization of testosterone to estrogen. In mammals, these hormones surge during the organizational and activational periods that occur during perinatal development and adulthood, respectively. In various fish and reptiles, incubation temperature during a critical embryonic period results in male or female sexual differentiation, but this can be overridden in males by early exposure to estrogenic chemicals. Testes development in mammals requires a Y chromosome and testis determining gene SRY (in humans)/Sry (all other therian mammals), although there are notable exceptions. Two species of spiny rats: Amami spiny rat (Tokudaia osimensis) and Tokunoshima spiny rat (Tokudaia tokunoshimensis) and two species of mole voles (Ellobius lutescens and Ellobius tancrei), lack a Y chromosome/Sry and possess an XO chromosome system in both sexes. Such rodent species, prototherians (monotremes, who also lack Sry), and fish and reptile species that demonstrate temperature sex determination (TSD) seemingly call into question the requirement of Sry for brain sexual differentiation. This review will consider brain regions expressing SRY/Sry in humans and rodents, respectively, and potential roles of SRY/Sry in the brain will be discussed. The evidence from various taxa disputing the requirement of Sry for brain sexual differentiation in mammals (therians and prototherians) and certain fish and reptilian species will be examined. A comparative approach to address this question may elucidate other genes, pathways, and epigenetic modifications stimulating brain sexual differentiation in vertebrate species, including humans.", "doi": "10.3389/fnins.2017.00632", "journal": ["Frontiers in neuroscience", "Front Neurosci"], "date": "2018-01-18_23:46:30"}