{"words": ["diagnosis", "autism", "spectrum", "disorder", "increased", "research", "interventions", "address", "core", "associated", "features", "autism", "although", "many", "methodologically", "rigorous", "studies", "interventions", "reported", "relevance", "educators", "somewaht", "unclear", "example", "32", "strategies", "identifed", "reviews", "conducted", "settings", "current", "literature", "also", "limited", "although", "many", "studies", "show", "interventions", "improve", "communication", "social", "interaction", "skills", "individuals", "autism", "work", "conducted", "children", "questions", "remain", "generality", "findings", "children", "relatively", "studies", "demonstrating", "effective", "interventions", "restricted", "repetitive", "behavior", "much", "work", "conducted", "clinical", "settings", "need", "studies", "documenting", "effective", "interventions", "feasible", "school", "settings", "purpose", "special", "issue", "first", "highlight", "need", "research", "students", "autism", "second", "highlight", "recent", "work", "delineating", "intervention", "strategies", "found", "effective", "school", "settings"], "authors": [["Anderson", "Cynthia M", "CM", "1 May Institute and the National Autism Center, Randolph, MA, USA."], ["Smith", "Tristram", "T", "2 University of Rochester Medical Center, NY, USA."], ["Wilczynski", "Susan M", "SM", "3 Ball State University, Muncie, IN, USA."]], "title": "Advances in School-Based Interventions for Students With Autism Spectrum Disorder: Introduction to the Special Issue.", "year": null, "sentences": ["As the diagnosis of autism spectrum disorder has increased, so too has research on interventions to address core and associated features of autism.", "Although many methodologically rigorous studies on interventions have been reported, their relevance to educators is somewaht unclear.", "For example, only about 32% of evidence-based strategies identifed in these reviews were conducted in k-12 settings.", "Current literature also is limited in that, although many studies show that interventions can improve the communication and social interaction skills of individuals with autism, most of this work has been conducted with pre-school children; questions remain about the generality of these findings to school-aged children.", "Further, there are relatively few studies demonstrating effective interventions for restricted and repetitive behavior and much of this work was conducted in clinical settings.", "There is a need for studies documenting effective interventions that are feasible in school settings.", "The purpose of this special issue is two-fold.", "First, to highlight the need for school-based research with students with autism and second to highlight recent work delineating intervention strategies found to be effective in school settings."], "id": "29199446", "text": "As the diagnosis of autism spectrum disorder has increased, so too has research on interventions to address core and associated features of autism. Although many methodologically rigorous studies on interventions have been reported, their relevance to educators is somewaht unclear. For example, only about 32% of evidence-based strategies identifed in these reviews were conducted in k-12 settings. Current literature also is limited in that, although many studies show that interventions can improve the communication and social interaction skills of individuals with autism, most of this work has been conducted with pre-school children; questions remain about the generality of these findings to school-aged children. Further, there are relatively few studies demonstrating effective interventions for restricted and repetitive behavior and much of this work was conducted in clinical settings. There is a need for studies documenting effective interventions that are feasible in school settings. The purpose of this special issue is two-fold. First, to highlight the need for school-based research with students with autism and second to highlight recent work delineating intervention strategies found to be effective in school settings.", "doi": "10.1177/0145445517743582", "journal": ["Behavior modification", "Behav Modif"], "date": "2018-01-18_23:46:31"}