{"title": "Priorities for Advancing Research on Youth with Autism Spectrum Disorder and Co-occurring Anxiety.", "text": "Research on anxiety disorders in youth with autism spectrum disorder (ASD) has burgeoned in the past two decades. Yet, critical gaps exist with respect to measuring and treating anxiety in this population. This study used the nominal group technique to identify the most important research priorities on co-occurring anxiety in ASD. An international group of researchers and clinicians with experience in ASD and anxiety participated in the process. Topics ranked as most important focused on understanding how ASD symptoms affect treatment response, implementing treatments in real world settings, developing methods to disentangle overlapping symptoms between anxiety and ASD, and developing objective measures to assess anxiety. Collectively, these priorities can lead to collaborative studies to accelerate research in the field.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29164436", "doi": "10.1007/s10803-017-3320-0", "date": "2017-11-21", "authors": [["Vasa", "Roma A", "RA", "Department of Psychiatry and Behavioral Sciences, Kennedy Krieger Institute, Johns Hopkins University School of Medicine, 3901 Greenspring Avenue, Baltimore, MD, 21211, USA. vasa@kennedykrieger.org."], ["Keefer", "Amy", "A", "Department of Psychiatry and Behavioral Sciences, Kennedy Krieger Institute, Johns Hopkins University School of Medicine, 3901 Greenspring Avenue, Baltimore, MD, 21211, USA."], ["Reaven", "Judy", "J", "Department of Psychiatry, School of Medicine, University of Colorado, Anschutz Medical Campus, Education 2 South (L28), Denver, 13121 E., 17th Ave., Mailstop C-234, Aurora, CO, 80045, USA."], ["South", "Mikle", "M", "Departments of Psychology and Neuroscience, Brigham Young University, 245 TLRB, Provo, UT, 84602, USA."], ["White", "Susan W", "SW", "Department of Psychology, Virginia Tech, 460 Turner St., Collegiate Square Suite 207, Blacksburg, VA, 24060, USA."]]}