{"title": "Overweight and Cognitive Performance: High Body Mass Index Is Associated with Impairment in Reactive Control during Task Switching.", "text": "The prevalence of weight problems is increasing worldwide. There is growing evidence that high body mass index (BMI) is associated with frontal lobe dysfunction and deficits in cognitive control. The present study aims to clarify the association between weight status and the degree of impairment in cognitive flexibility, i.e., the ability to efficiently switch from one task to another, by disentangling the preparatory and residual domains of task switching. Twenty-six normal weight (BMI < 25, five males) and twenty-six overweight (BMI ≥ 25, seven males) university students performed a task-switching paradigm that provides a relatively well-established diagnostic measure of proactive vs. reactive control with regard to cognitive flexibility. Compared to individuals with a BMI lower than 25, overweight (i.e., ≥25) was associated with increased switching costs in the reactive switching condition (i.e., when preparation time is short), representing reduced cognitive flexibility in the preparatory domain. In addition, the overweight group reported significantly more depression and binge eating symptoms, although still indicating minimal depression. No between-group differences were found with regard to self-reported autism spectrum symptoms, impulsiveness, state- and trait anxiety, and cognitive reactivity to depression. The present findings are consistent with and extend previous literature showing that elevated BMI in young, otherwise healthy individuals is associated with significantly more switching costs due to inefficiency in the retrieval, implementation, and maintenance of task sets, indicating less efficient cognitive control functioning.", "journal": ["Frontiers in nutrition", "Front Nutr"], "id": "29164126", "doi": "10.3389/fnut.2017.00051", "date": "2017-10-31", "authors": [["Steenbergen", "Laura", "L", "Cognitive Psychology Unit, Leiden University, Leiden, Netherlands."], ["Colzato", "Lorenza S", "LS", "Cognitive Psychology Unit, Leiden University, Leiden, Netherlands."]]}