{"title": "Cognitive and Behavioral Disorders in Children with Neurofibromatosis Type 1.", "text": "The last systematic review of research on the behavior of children with neurofibromatosis type 1 (NF1) was in 2012. Since then, several important findings have been published. Therefore, the study aim was to synthesize recent relevant work related to this issue.We conducted a systematic review of the literature. Relevant articles were identified using the electronic databases PubMed, PsycINFO, and Scopus and a manual search of references lists. Thirty of 156 articles identified met the inclusion criteria. A quality evaluation of the articles was performed and the information was synthesized using a narrative approach.Compared with controls, children and adolescents with NF1 present significant alterations in language, reading, visuospatial skills, motor function, executive function, attention, behavior, emotion, and social skills. The prevalence of attention-deficit/hyperactivity disorder (ADHD) is important and can affect cognition and executive function variables. A high prevalence of autistic traits and autistic spectrum disorder were reported. The benefits of using statins to treat cognitive deficits are unclear. However, children with NF1 and ADHD seem to benefit from methylphenidate treatment. The presence of hyperintensities in brain magnetic resonance imaging data seem to be related to poor cognitive performance. Analysis of these lesions could help to predict cognitive alterations in children with NF1.There has been important progress to evaluate cognitive characteristics of children with NF1 and to determine the physiological mechanisms of the concomitant disorders. However, discrepancies in relation to intelligence, learning disabilities, attention deficits, and treatment remain. Further investigations on this topic are recommended.", "journal": ["Frontiers in pediatrics", "Front Pediatr"], "id": "29164079", "doi": "10.3389/fped.2017.00227", "date": "2017-10-30", "authors": [["Torres Nupan", "Martha Milade", "MM", "Neurosciences Research Group, Medicine and Health Sciences School, Universidad del Rosario, Bogota, Colombia."], ["Velez Van Meerbeke", "Alberto", "A", "Neurosciences Research Group, Medicine and Health Sciences School, Universidad del Rosario, Bogota, Colombia."], ["López Cabra", "Claudia Alejandra", "CA", "Neurosciences Research Group, Medicine and Health Sciences School, Universidad del Rosario, Bogota, Colombia."], ["Herrera Gomez", "Paula Marcela", "PM", "Neurosciences Research Group, Medicine and Health Sciences School, Universidad del Rosario, Bogota, Colombia."]]}