{"title": "Adaptation and Validation of the ADOS-2, Polish Version.", "text": "Autism Diagnostic Observation Schedule (ADOS) is one of the most popular instruments used world-widely in the diagnosis of autism spectrum disorders (ASD). Unfortunately, there are only a few studies of the psychometric properties of non-English language versions of this instrument and none of the adaptation of its second edition (ADOS-2). The objective of this study was to verify the psychometric properties of the Polish version of the Autism Diagnostic Observation Schedule, Second Edition (ADOS-2-PL). The authors recruited 401 participants: 193 with ASDs (ASD group) and 78 with non-spectrum disorders, plus 130 typically developing participants (control group). ADOS-2-PL was found to have high interrater reliability, internal consistency and test-retest reliability. Confirmatory factor analysis confirmed a good fit of the Polish data to the two-factor model of ADOS-2. As no significant differences were found between participants with childhood autism and other ASDs, only one cut-off was established for Modules 1-4. The sensitivity, specificity and positive predictive value of ADOS-2-PL are high: sensitivity was over 90% (only for the \"Older with some words\" algorithm in the Toddler Module the sensitivity was 71% and \"Aged 5 years or older\" algorithm in Module 2 sensitivity was 84%), specificity was above 80% (with the exception of the Module 4 and Module 2 \"Aged 5 years or older\" algorithm where it was above 70%). The results support the use of ADOS-2-PL in clinical practice and scientific research. To the best of our knowledge, there have been no reports to date about adaptations of ADOS-2 and the psychometric properties of non-English language versions. As such, this constitutes the first attempt at adapting ADOS-2, and its results could be of interest for researchers outside of Poland.", "journal": ["Frontiers in psychology", "Front Psychol"], "id": "29163293", "doi": "10.3389/fpsyg.2017.01916", "date": "2017-11-07", "authors": [["Chojnicka", "Izabela", "I", "Faculty of Psychology, University of Warsaw, Warsaw, Poland."], ["Pisula", "Ewa", "E", "Faculty of Psychology, University of Warsaw, Warsaw, Poland."]]}