{"title": "The Search for an Effective Therapy to Treat Fragile X Syndrome: Dream or Reality?", "text": "Fragile X Syndrome (FXS) is the most common form of intellectual disability and a primary cause of autism. It originates from the lack of the Fragile X Mental Retardation Protein (FMRP), which is an RNA-binding protein encoded by the Fragile X Mental Retardation Gene 1 (FMR1) gene. Multiple roles have been attributed to this protein, ranging from RNA transport (from the nucleus to the cytoplasm, but also along neurites) to translational control of mRNAs. Over the last 20 years many studies have found a large number of FMRP mRNA targets, but it is still not clear which are those playing a critical role in the etiology of FXS. So far, no therapy for FXS has been found, making the quest for novel targets of considerable importance. Several pharmacological approaches have been attempted, but, despite some promising preclinical results, no strategy gave successful outcomes, due either to the induction of major side effects or to the lack of improvement of the phenotypes. However, these studies suggested that, in order to measure the effectiveness of a specific treatment, trials should be redesigned and new endpoints defined in FXS patients. Nevertheless, the search for new therapeutic targets for FXS is very active. In this context, the advances in animal modeling, coupled with better understanding of neurobiology and physiopathology of FXS, are of crucial importance in developing new selected treatments. Here, we discuss the pathways that were recently linked to the physiopathology of FXS (mGluR, GABAR, insulin, Insulin-like Growth Factor 1 (IGF-1), MPP-9, serotonin, oxytocin and endocannabinoid signaling) and that suggest new approaches to find an effective therapy for this disorder. Our goal with this review article is to summarize some recent relevant findings on FXS treatment strategies in order to have a clearer view of the different pathways analyzed to date emphasizing those shared with other synaptic disorders.", "journal": ["Frontiers in synaptic neuroscience", "Front Synaptic Neurosci"], "id": "29163124", "doi": "10.3389/fnsyn.2017.00015", "date": "2017-11-06", "authors": [["Castagnola", "Sara", "S", "Université Côte d'Azur, CNRS, Institut de Pharmacologie Moléculaire et Cellulaire (IPMC), Valbonne, France."], ["Bardoni", "Barbara", "B", "Université Côte d'Azur, INSERM, CNRS, Institut de Pharmacologie Moléculaire et Cellulaire (IPMC), Valbonne, France."], ["Maurin", "Thomas", "T", "Université Côte d'Azur, CNRS, Institut de Pharmacologie Moléculaire et Cellulaire (IPMC), Valbonne, France."]]}