{"title": "A Computational Analysis of Neural Mechanisms Underlying the Maturation of Multisensory Speech Integration in Neurotypical Children and Those on the Autism Spectrum.", "text": "Failure to appropriately develop multisensory integration (MSI) of audiovisual speech may affect a child's ability to attain optimal communication. Studies have shown protracted development of MSI into late-childhood and identified deficits in MSI in children with an autism spectrum disorder (ASD). Currently, the neural basis of acquisition of this ability is not well understood. Here, we developed a computational model informed by neurophysiology to analyze possible mechanisms underlying MSI maturation, and its delayed development in ASD. The model posits that strengthening of feedforward and cross-sensory connections, responsible for the alignment of auditory and visual speech sound representations in posterior superior temporal gyrus/sulcus, can explain behavioral data on the acquisition of MSI. This was simulated by a training phase during which the network was exposed to unisensory and multisensory stimuli, and projections were crafted by Hebbian rules of potentiation and depression. In its mature architecture, the network also reproduced the well-known multisensory McGurk speech effect. Deficits in audiovisual speech perception in ASD were well accounted for by fewer multisensory exposures, compatible with a lack of attention, but not by reduced synaptic connectivity or synaptic plasticity.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"], "id": "29163099", "doi": "10.3389/fnhum.2017.00518", "date": "2017-10-30", "authors": [["Cuppini", "Cristiano", "C", "Department of Electric, Electronic and Information Engineering, University of Bologna, Bologna, Italy."], ["Ursino", "Mauro", "M", "Department of Electric, Electronic and Information Engineering, University of Bologna, Bologna, Italy."], ["Magosso", "Elisa", "E", "Department of Electric, Electronic and Information Engineering, University of Bologna, Bologna, Italy."], ["Ross", "Lars A", "LA", "Departments of Pediatrics and Neuroscience, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Foxe", "John J", "JJ", "Departments of Pediatrics and Neuroscience, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Molholm", "Sophie", "S", "Departments of Pediatrics and Neuroscience, Albert Einstein College of Medicine, Bronx, NY, United States."]]}