{"title": "Acetylcholine Neuromodulation in Normal and Abnormal Learning and Memory: Vigilance Control in Waking, Sleep, Autism, Amnesia and Alzheimer's Disease.", "text": "Adaptive Resonance Theory, or ART, is a neural model that explains how normal and abnormal brains may learn to categorize and recognize objects and events in a changing world, and how these learned categories may be remembered for a long time. This article uses ART to propose and unify the explanation of diverse data about normal and abnormal modulation of learning and memory by acetylcholine (ACh). In ART, vigilance control determines whether learned categories will be general and abstract, or specific and concrete. ART models how vigilance may be regulated by ACh release in layer 5 neocortical cells by influencing after-hyperpolarization (AHP) currents. This phasic ACh release is mediated by cells in the nucleus basalis (NB) of Meynert that are activated by unexpected events. The article additionally discusses data about ACh-mediated tonic control of vigilance. ART proposes that there are often dynamic breakdowns of tonic control in mental disorders such as autism, where vigilance remains high, and medial temporal amnesia, where vigilance remains low. Tonic control also occurs during sleep-wake cycles. Properties of Up and Down states during slow wave sleep arise in ACh-modulated laminar cortical ART circuits that carry out processes in awake individuals of contrast normalization, attentional modulation, decision-making, activity-dependent habituation, and mismatch-mediated reset. These slow wave sleep circuits interact with circuits that control circadian rhythms and memory consolidation. Tonic control properties also clarify how Alzheimer's disease symptoms follow from a massive structural degeneration that includes undermining vigilance control by ACh in cortical layers 3 and 5. Sleep disruptions before and during Alzheimer's disease, and how they contribute to a vicious cycle of plaque formation in layers 3 and 5, are also clarified from this perspective.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"], "id": "29163063", "doi": "10.3389/fncir.2017.00082", "date": "2017-11-02", "authors": [["Grossberg", "Stephen", "S", "Center for Adaptive Systems, Graduate Program in Cognitive and Neural Systems, Departments of Mathematics & Statistics, Psychological & Brain Sciences and Biomedical Engineering, Boston University, Boston, MA, United States."]]}