{"title": "Combination Therapy in Fragile X Syndrome; Possibilities and Pitfalls Illustrated by Targeting the mGluR5 and GABA Pathway Simultaneously.", "text": "Fragile X syndrome (FXS) is the most common monogenetic cause of intellectual disability and autism. The disorder is characterized by altered synaptic plasticity in the brain. Synaptic plasticity is tightly regulated by a complex balance of different synaptic pathways. In FXS, various synaptic pathways are disrupted, including the excitatory metabotropic glutamate receptor 5 (mGluR5) and the inhibitory γ-aminobutyric acid (GABA) pathways. Targeting each of these pathways individually, has demonstrated beneficial effects in animal models, but not in patients with FXS. This lack of translation might be due to oversimplification of the disease mechanisms when targeting only one affected pathway, in spite of the complexity of the many pathways implicated in FXS. In this report we outline the hypothesis that targeting more than one pathway simultaneously, a combination therapy, might improve treatment effects in FXS. In addition, we present a glance of the first results of chronic combination therapy on social behavior in Fmr1 KO mice. In contrast to what we expected, targeting both the mGluR5 and the GABAergic pathways simultaneously did not result in a synergistic effect, but in a slight worsening of the social behavior phenotype. This does implicate that both pathways are interconnected and important for social behavior. Our results underline the tremendous fine-tuning that is needed to reach the excitatory-inhibitory balance in the synapse in relation to social behavior. We believe that alternative strategies focused on combination therapy should be further explored, including targeting pathways in different cellular compartments or cell-types.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"], "id": "29163043", "doi": "10.3389/fnmol.2017.00368", "date": "2017-11-07", "authors": [["Zeidler", "Shimriet", "S", "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands."], ["de Boer", "Helen", "H", "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands."], ["Hukema", "Renate K", "RK", "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands."], ["Willemsen", "Rob", "R", "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands."]]}