{"title": "De novo variants in EBF3 are associated with hypotonia, developmental delay, intellectual disability, and autism.", "text": "Using whole-exome sequencing, we identified seven unrelated individuals with global developmental delay, hypotonia, dysmorphic facial features, and an increased frequency of short stature, ataxia, and autism with de novo heterozygous frameshift, nonsense, splice, and missense variants in the Early B-cell Transcription Factor Family Member 3 (EBF3) gene. EBF3 is a member of the collier/olfactory-1/early B-cell factor (COE) family of proteins, which are required for central nervous system (CNS) development. COE proteins are highly evolutionarily conserved and regulate neuronal specification, migration, axon guidance, and dendritogenesis during development and are essential for maintaining neuronal identity in adult neurons. Haploinsufficiency of EBF3 may affect brain development and function, resulting in developmental delay, intellectual disability, and behavioral differences observed in individuals with a deleterious variant in EBF3.", "journal": ["Cold Spring Harbor molecular case studies", "Cold Spring Harb Mol Case Stud"], "id": "29162653", "doi": "10.1101/mcs.a002097", "date": "2017-11-21", "authors": [["Tanaka", "Akemi J", "AJ", "Department of Pediatrics, Columbia University Medical Center, New York, New York 10032, USA."], ["Cho", "Megan T", "MT", "GeneDx, Gaithersburg, Maryland 20877, USA."], ["Willaert", "Rebecca", "R", "GeneDx, Gaithersburg, Maryland 20877, USA."], ["Retterer", "Kyle", "K", "GeneDx, Gaithersburg, Maryland 20877, USA."], ["Zarate", "Yuri A", "YA", "Section of Genetics and Metabolism, University of Arkansas for Medical Sciences, Little Rock, Arkansas 72205, USA."], ["Bosanko", "Katie", "K", "Section of Genetics and Metabolism, University of Arkansas for Medical Sciences, Little Rock, Arkansas 72205, USA."], ["Stefans", "Vikki", "V", "Departments of Pediatrics and Physical Medicine and Rehabilitation, Arkansas Children's Hospital, Little Rock, Arkansas 72202, USA."], ["Oishi", "Kimihiko", "K", "Department of Genetics and Genomic Sciences, Department of Pediatrics, Icahn School of Medicine at Mount Sinai, New York, New York 10029, USA."], ["Williamson", "Amy", "A", "Department of Genetics and Genomic Sciences, Department of Pediatrics, Icahn School of Medicine at Mount Sinai, New York, New York 10029, USA."], ["Wilson", "Golder N", "GN", "KinderGenome Genetics, Medical City Hospital Dallas, Dallas, Texas 75230, USA, and Department of Pediatrics, Texas Tech University Health Science Center, Lubbock, Texas 79430, USA."], ["Basinger", "Alice", "A", "Cook Children's Genetics, Fort Worth, Texas 76102, USA."], ["Barbaro-Dieber", "Tina", "T", "Cook Children's Genetics, Fort Worth, Texas 76102, USA."], ["Ortega", "Lucia", "L", "Cook Children's Genetics, Fort Worth, Texas 76102, USA."], ["Sorrentino", "Susanna", "S", "Department of Genetics and Metabolism, Valley Children's Hospital, Madera, California 93636, USA."], ["Gabriel", "Melissa K", "MK", "Children's Hospital of Los Angeles, Los Angeles, California 90027, USA."], ["Anderson", "Ilse J", "IJ", "Department of Genetics, University of Tennessee, Knoxville, Tennessee 37996, USA."], ["Sacoto", "Maria J Guillen", "MJG", "GeneDx, Gaithersburg, Maryland 20877, USA."], ["Schnur", "Rhonda E", "RE", "GeneDx, Gaithersburg, Maryland 20877, USA."], ["Chung", "Wendy K", "WK", "Department of Pediatrics, Columbia University Medical Center, New York, New York 10032, USA."]]}