{"title": "Ripe for solution: Delayed development of multisensory processing in autism and its remediation.", "text": "Difficulty integrating inputs from different sensory sources is commonly reported in individuals with Autism Spectrum Disorder (ASD). Accumulating evidence consistently points to altered patterns of behavioral reactions and neural activity when individuals with ASD observe or act upon information arriving through multiple sensory systems. For example, impairments in the integration of seen and heard speech appear to be particularly acute, with obvious implications for interpersonal communication. Here, we explore the literature on multisensory processing in autism with a focus on developmental trajectories. While much remains to be understood, some consistent observations emerge. Broadly, sensory integration deficits are found in children with an ASD whereas these appear to be much ameliorated, or even fully recovered, in older teenagers and adults on the spectrum. This protracted delay in the development of multisensory processing raises the possibility of applying early intervention strategies focused on multisensory integration, to accelerate resolution of these functions. We also consider how dysfunctional cross-sensory oscillatory neural communication may be one key pathway to impaired multisensory processing in ASD.", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"], "id": "29162518", "doi": "10.1016/j.neubiorev.2017.11.008", "date": "2017-11-21", "authors": [["Beker", "Shlomit", "S", "The Sheryl and Daniel R. Tishman Cognitive Neurophysiology Laboratory, Department of Pediatrics, Albert Einstein College of Medicine, Bronx, NY, United States; Rose F. Kennedy Intellectual and Developmental Disabilities Research Center (IDDRC), Department of Neuroscience, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Foxe", "John J", "JJ", "The Sheryl and Daniel R. Tishman Cognitive Neurophysiology Laboratory, Department of Pediatrics, Albert Einstein College of Medicine, Bronx, NY, United States; Rose F. Kennedy Intellectual and Developmental Disabilities Research Center (IDDRC), Department of Neuroscience, Albert Einstein College of Medicine, Bronx, NY, United States; The Ernest J. Del Monte Institute for Neuroscience, Department of Neuroscience, University of Rochester Medical Center, Rochester, NY, United States."], ["Molholm", "Sophie", "S", "The Sheryl and Daniel R. Tishman Cognitive Neurophysiology Laboratory, Department of Pediatrics, Albert Einstein College of Medicine, Bronx, NY, United States; Rose F. Kennedy Intellectual and Developmental Disabilities Research Center (IDDRC), Department of Neuroscience, Albert Einstein College of Medicine, Bronx, NY, United States; The Ernest J. Del Monte Institute for Neuroscience, Department of Neuroscience, University of Rochester Medical Center, Rochester, NY, United States. Electronic address: sophie.molholm@einstein.yu.edu."]]}