{"title": "Sorafenib treatment for papillary thyroid carcinoma with diffuse lung metastases in a child with autism spectrum disorder: a case report.", "text": "Pediatric papillary thyroid carcinoma frequently presents with lymph node involvement and distant metastases. Sorafenib, an oral multikinase inhibitor, has been used to treat radioactive iodine (RAI) therapy-refractory thyroid carcinoma in adults; however, pediatric experience is limited. Medical procedures and hospitalization for children with autism spectrum disorder may be challenging.An 11-year-old boy with autism spectrum disorder and moderate intellectual impairment presented with dyspnea on exertion with thyroid carcinoma and diffuses lung metastases. Total thyroidectomy and adjuvant RAI therapy is the standard treatment; however, the latter therapy was impractical because of his respiratory status and challenging behaviors. He was therefore started on sorafenib 200 mg/day (150 mg/m2/day) and this dosage was increased to 400 mg/day (300 mg/m2/day). The adverse effects were mild and tolerable. After administration of medication, his dyspnea improved and surgery was performed. We attempted to administer RAI therapy after surgery; however, we abandoned it because he had difficulty taking care of himself according to isolation room rules. Thyrotropin suppression therapy was therefore started and sorafenib treatment (400 mg/day) resumed. Follow-up imaging showed regression of pulmonary metastases. The metastases have remained stable for over 24 months on continuous sorafenib treatment without serious adverse events.We inevitably used sorafenib as an alternative to standard therapy because of the patient's specific circumstances. Individualized strategies for pediatric cancer patients with autism spectrum disorder are needed.", "journal": ["BMC cancer", "BMC Cancer"], "id": "29162036", "doi": "10.1186/s12885-017-3782-7", "date": "2017-11-21", "authors": [["Higuchi", "Yousuke", "Y", "Department of Pediatrics, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Motoki", "Takayuki", "T", "Department of General Thoracic Surgery and Breast and Endocrine Surgery, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Ishida", "Hisashi", "H", "Department of Pediatrics, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Kanamitsu", "Kiichiro", "K", "Department of Pediatrics, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Washio", "Kana", "K", "Department of Pediatrics, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Oyama", "Takanori", "T", "Department of Pediatric Surgery, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Noda", "Takuo", "T", "Department of Pediatric Surgery, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Tsurumaru", "Yasuko", "Y", "Department of Pediatrics, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Okada", "Ayumi", "A", "Department of Pediatrics, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Tsukahara", "Hirokazu", "H", "Department of Pediatrics, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan."], ["Shimada", "Akira", "A", "Department of Pediatrics, Okayama University Hospital, 2-5-1 Shikata-cho, Kita-ku, Okayama, 700-8558, Japan. pajj236e@okayama-u.ac.jp."]]}