{"title": "Microarray analysis of gene expression in the cyclooxygenase knockout mice - a connection to autism spectrum disorder.", "text": "The cellular and molecular events that take place during brain development play an important role in governing function of the mature brain. Lipid-signalling molecules such as prostaglandin E2 (PGE2 ) play an important role in healthy brain development. Abnormalities along the COX-PGE2 signalling pathway due to genetic or environmental causes have been linked to autism spectrum disorder (ASD). This study aims to evaluate the effect of altered COX-PGE2 signalling on development and function of the prenatal brain using male mice lacking cyclooxygenase-1 and cyclooxygenase-2 (COX-1-/- and COX-2-/- ) as potential model systems of ASD. Microarray analysis was used to determine global changes in gene expression during embryonic days 16 (E16) and 19 (E19). Gene Ontology: Biological Process (GO:BP) and Kyoto Encyclopedia of Genes and Genomes (KEGG) were implemented to identify affected developmental genes and cellular processes. We found that in both knockouts the brain at E16 had nearly twice as many differentially expressed genes, and affected biological pathways containing various ASD-associated genes important in neuronal function. Interestingly, using GeneMANIA and Cytoscape we also show that the ASD-risk genes identified in both COX-1-/- and COX-2-/- models belong to protein-interaction networks important for brain development despite of different cellular localization of these enzymes. Lastly, we identified eight genes that belong to the Wnt signalling pathways exclusively in the COX-2-/- mice at E16. The level of PKA-phosphorylated β-catenin (S552), a major activator of the Wnt pathway, was increased in this model, suggesting crosstalk between the COX-2-PGE2 and Wnt pathways during early brain development. Overall, these results provide further molecular insight into the contribution of the COX-PGE2 pathways to ASD and demonstrate that COX-1-/- and COX-2-/- animals might be suitable new model systems for studying the disorders.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."], "id": "29161772", "doi": "10.1111/ejn.13781", "date": "2017-11-21", "authors": [["Rai-Bhogal", "Ravneet", "R", "Neuroscience Graduate Diploma Program, York University, Toronto, ON, M3J 1P3, Canada."], ["Ahmad", "Eizaaz", "E", "Neuroscience Graduate Diploma Program, York University, Toronto, ON, M3J 1P3, Canada."], ["Li", "Hongyan", "H", "School of Kinesiology and Health Science, York University, Toronto, ON, Canada."], ["Crawford", "Dorota A", "DA", "Neuroscience Graduate Diploma Program, York University, Toronto, ON, M3J 1P3, Canada."]]}