{"title": "Environmental Exposure to Dioxins, Dibenzofurans, Bisphenol A, and Phthalates in Children with and without Autism Spectrum Disorder Living near the Gulf of Mexico.", "text": "Environmental exposure to organic endocrine disrupting chemicals, including dioxins, dibenzofurans, bisphenol A (BPA), and phthalates has been associated with neurodevelopmental disorders, including autism spectrum disorder (ASD). We conducted a pilot monitoring study of 30 ASD cases and 10 typically developing (TD) controls ages 2-8 years from communities along the Gulf of Mexico near Alabama, which houses 14 Superfund sites, to assess the concentrations of dioxins and dibenzofurans in serum, and BPA and phthalate ester metabolites in urine. Based on General Linear Models, the lipid- or creatinine-adjusted geometric mean concentrations of the aforementioned chemicals did not differ between the ASD case and TD control groups (all p ≥ 0.27). We compared our findings to the adjusted means as reported by the National Health and Nutrition Examination Survey, survey years 2011-2012, and found that TD controls in our study had lower BPA (59%) and MEHHP (26%) concentrations, higher MBP (50%) concentration, and comparable (<20% difference) MEP, MBZP, MEOHP, and MCPP concentrations. We also conducted a preliminary investigation of dietary exposures and found that the consumption of certain types of fish may be associated with higher OCDD concentrations, and the consumption of soft drinks and juices may be associated with lower BPA and MEOHP concentrations, respectively.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"], "id": "29160842", "doi": "10.3390/ijerph14111425", "date": "2017-11-21", "authors": [["Rahbar", "Mohammad H", "MH", "Department of Epidemiology, Human Genetics and Environmental Sciences (EHGES), University of Texas School of Public Health at Houston, Houston, TX 77030, USA. Mohammad.H.Rahbar@uth.tmc.edu."], ["Swingle", "Hanes M", "HM", "Division of Developmental-Behavioral Pediatrics, University of South Alabama, Mobile, AL 36604, USA. hswingle@health.southalabama.edu."], ["Christian", "MacKinsey A", "MA", "Biostatistics/Epidemiology/Research Design (BERD) Component, Center for Clinical and Translational Sciences (CCTS), University of Texas Health Science Center at Houston, Houston, TX 77030, USA. Mackinsey.A.Christian@uth.tmc.edu."], ["Hessabi", "Manouchehr", "M", "Biostatistics/Epidemiology/Research Design (BERD) Component, Center for Clinical and Translational Sciences (CCTS), University of Texas Health Science Center at Houston, Houston, TX 77030, USA. Manouchehr.Hessabi@uth.tmc.edu."], ["Lee", "MinJae", "M", "Division of Clinical and Translational Sciences, Department of Internal Medicine, University of Texas McGovern Medical School at Houston, Houston, TX 77030, USA. MinJae.Lee@uth.tmc.edu."], ["Pitcher", "Meagan R", "MR", "Baylor Licensing Group, Baylor College of Medicine, Houston, TX 77030, USA. Meagan.Pitcher@bcm.edu."], ["Campbell", "Sean", "S", "AXYS Analytical Services Ltd., Sidney, BC V8L5X2, Canada. scampbell@axys.com."], ["Mitchell", "Amy", "A", "Division of Developmental-Behavioral Pediatrics, University of South Alabama, Mobile, AL 36604, USA. abmitchell@health.southalabama.edu."], ["Krone", "Ryan", "R", "Division of Developmental-Behavioral Pediatrics, University of South Alabama, Mobile, AL 36604, USA. rkrone@health.southalabama.edu."], ["Loveland", "Katherine A", "KA", "Department of Psychiatry and Behavioral Sciences, University of Texas McGovern Medical School at Houston, Houston, TX 77054, USA. Katherine.A.Loveland@uth.tmc.edu."], ["Patterson", "Donald G", "DG", "AXYS Analytical Services Ltd., Sidney, BC V8L5X2, Canada. dpatterson@axys.com."]]}