{"title": "The Self-Reference Effect on Perception: Undiminished in Adults with Autism and No Relation to Autism Traits.", "text": "Memory for (and perception of) information about the self is superior to memory for (and perception of) other kinds of information. This self-reference effect (SRE) in memory appears diminished in ASD and related to the number of ASD traits manifested by neurotypical individuals (fewer traits = larger SRE). Here, we report the first experiments exploring the relation between ASD and the SRE in perception. Using a \"Shapes\" Task (Sui et al., Journal of Experimental Psychology: Human Perception and Performance, 38, 1105, 2012), participants learned to associate three different shapes (triangle, circle, square) with three different labels representing self, a familiar other, or an unfamiliar other (e.g., \"you\", \"mother\", \"stranger\"). Participants then completed trials during which they were presented with one shape and one label for 100 ms, and made judgments about whether the shape and label was a match. In Experiment 1, neurotypical participants (n = 124) showed the expected SRE, detecting self-related matches more reliably and quickly than matches involving familiar or unfamiliar other. Most important, number of ASD traits was unrelated to the size of the SRE for either accuracy or RT. Bayesian association analyses strongly supported the null hypothesis. In Experiment 2, there were no differences between 22 adults with ASD and 21 matched comparison adults in performance on the Shapes Task. Despite showing large and significant theory of mind impairments, participants with ASD showed the typical SRE and there were no associations with ASD traits in either group. In every case, Bayesian analyses favored the null hypothesis. These findings challenge theories about self-representation in ASD, as discussed in the article. Autism Res 2017. © 2017 The Authors Autism Research published by International Society for Autism Research and Wiley Periodicals, Inc.Neurotypical people tend to find it easier to perceive and remember information that relates to themselves than information that relates to others. Research suggests that people with ASD show a diminished (or absent) self-bias in memory and that severity of ASD predicts the extent of this diminution (more severe ASD = smaller self-bias in memory). However, the current research suggests strongly that people with ASD do show a self-bias in their perception. This research informs our understanding of psychological functioning in ASD and challenges theories regarding self-awareness in this disorder.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29160023", "doi": "10.1002/aur.1891", "date": "2017-11-21", "authors": [["Williams", "David M", "DM", "University of Kent, Canterbury, UK."], ["Nicholson", "Toby", "T", "University of Kent, Canterbury, UK."], ["Grainger", "Catherine", "C", "University of Stirling, Stirling, UK."]]}