{"title": "Sexual Orientation in Autism Spectrum Disorder.", "text": "Clinical impressions suggest a different sexual profile between individuals with and without Autism Spectrum Disorder (ASD). Little is presently known about the demographics of sexual orientation in ASD. Sexual Orientation was surveyed using the Sell Scale of Sexual Orientation in an international online sample of individuals with ASD (N = 309, M = 90, F= 219), aged (M = 32.30 years, SD = 11.93) and this was compared to sexual orientation of typically-developing individuals (N = 310, M = 84, F= 226), aged (M = 29.82 years, SD = 11.85). Findings suggested that sexual orientation was contingent on diagnosis (N = 570, χ2(9) =104.05, P < 0.001, φ = 0.43). In the group with ASD, 69.7% of the sample reported being non-heterosexual, while in the TD group, 30.3% reported being non-heterosexual. The group with ASD reported higher rates of homosexuality, bisexuality and asexuality, but lower rates of heterosexuality. The results support the impression that non-heterosexuality is more prevalent in the autistic population. Increased non-heterosexuality in ASD has important clinical implications to target unique concerns of this population, and suggests a need for specialized sex education programs for autistic populations for increased support and awareness. Autism Res 2018, 11: 133-141. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Research suggests that individuals with Autism Spectrum Disorder (ASD) report increased homosexuality, bisexuality, and asexuality, but decreased heterosexuality. It is important to increase awareness about increased non-heterosexuality in ASD among autistic populations, medical professionals and care-takers, so as to provide specialized care, if needed and increase support and inclusion for non-heterosexual autistic individuals.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29159906", "doi": "10.1002/aur.1892", "date": "2017-11-21", "authors": [["George", "R", "R", "School of Psychology, Deakin University, 221 Burwood Road, Burwood, VIC, Australia."], ["Stokes", "M A", "MA", "School of Psychology, Deakin University, 221 Burwood Road, Burwood, VIC, Australia."]]}