{"title": "Salivary α-amylase as a marker of stress reduction in individuals with intellectual disability and autism in response to occupational and music therapy.", "text": "Although the benefits of a range of disability-centric therapies have been well studied, little remains known about how they work, let alone how to monitor these benefits in a precise and reliable way.Here, in two independent studies, we examine how sessions consisting of occupational or music therapy, both widely recognised for their effectiveness, modulate levels of salivary α-amylase (sAA), a now time- and cost-efficient marker of stress, in individuals with intellectual disability and autism spectrum disorder. Pre-session and post-session levels of sAA were compared in both groups in response to therapy and control sessions.In comparison to control sessions, occupational therapy significantly dampened rises in sAA levels while music therapy significantly decreased baseline sAA levels, highlighting the ability of both types of therapy to reduce stress and by proxy contribute to enhancing overall well-being.Not only do these results confirm the stress-reducing nature of two types of multisensory therapy, but they support the use of sAA as a potential tool for evaluating stress levels in individuals with intellectual disability and autism spectrum disorder, providing an important physiological lens that may guide strategies in clinical and non-clinical care for individuals with disabilities.", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"], "id": "29159888", "doi": "10.1111/jir.12453", "date": "2017-11-21", "authors": [["Poquérusse", "J", "J", "Department of Psychology and Cognitive Science, University of Trento, Rovereto, TN, Italy."], ["Azhari", "A", "A", "Division of Psychology, School of Social Sciences, Nanyang Technological University, Singapore."], ["Setoh", "P", "P", "Division of Psychology, School of Social Sciences, Nanyang Technological University, Singapore."], ["Cainelli", "S", "S", "Department of Psychology and Cognitive Science, University of Trento, Rovereto, TN, Italy."], ["Ripoli", "C", "C", "Institute of Human Physiology, Università Cattolica, Rome, Italy."], ["Venuti", "P", "P", "Department of Psychology and Cognitive Science, University of Trento, Rovereto, TN, Italy."], ["Esposito", "G", "G", "Department of Psychology and Cognitive Science, University of Trento, Rovereto, TN, Italy."]]}