{"title": "Methylphenidate for children and adolescents with autism spectrum disorder.", "text": "Children with autistic spectrum disorder (ASD) frequently present with inattention, impulsivity and hyperactivity, which are the cardinal symptoms of attention deficit hyperactivity disorder (ADHD). The effectiveness of methylphenidate, a commonly used ADHD treatment, is therefore of interest in these children.To assess the effects of methylphenidate for symptoms of ADHD (inattention, impulsivity and hyperactivity) and ASD (impairments in social interaction and communication, and repetitive, restricted or stereotypical behaviours) in children and adolescents aged 6 to 18 years with ASD.In November 2016, we searched CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, 11 other databases and two trials registers. We also checked reference lists and contacted study authors and pharmaceutical companies.Randomised controlled trials (RCTs) that investigated the effect of methylphenidate versus placebo on the core symptoms of ASD or ADHD-like symptoms, or both, in children aged 6 to 18 years who were diagnosed with ASD or pervasive developmental disorder. The primary outcome was clinical efficacy, defined as an improvement in ADHD-like symptoms (inattention, impulsivity and hyperactivity) and in the core symptoms of ASD (impaired social interaction, impaired communication, and stereotypical behaviours), and overall ASD. Secondary outcomes examined were: rate of adverse events; caregiver well-being; need for institutionalisation, special schooling or therapy to achieve learning outcomes; and overall quality of life.We used standard Cochrane methodological procedures. We combined outcome measures that used different psychometric scales, where clinically appropriate. We used a coefficient of 0.6 to calculate standard deviations and adjust for the studies' cross-over design. We considered a standardised mean difference (SMD) of 0.52 as the minimum clinically relevant inter-treatment difference. We applied the GRADE rating for strength of evidence for each outcome.The studies: we included four cross-over studies, with a total of 113 children aged 5 to 13 years, most of whom (83%) were boys. We included two studies with five-year-old children since we were unable to obtain the disaggregated data for those aged six years and above, and all other participants were in our target age range. All participants resided in the USA. The duration of treatment in the cross-over phase was one week for each dose of methylphenidate. Studies used a range of outcome scales, rated by parents, teachers or both; clinicians; or programme staff. We report parent-rated outcomes separately. Risk of bias: we considered three trials to be at high risk of bias due to selective reporting and all trials to be at unclear risk of bias for blinding of participants and assessors, due to the potential for recognising the side effects of methylphenidate. We judged all trials to be at low or unclear risk of bias for other items. Primary outcomes: the meta-analysis suggested that high-dose methylphenidate (0.43 mg/kg/dose to 0.60 mg/kg/dose) had a significant and clinically relevant benefit on hyperactivity, as rated by teachers (SMD -0.78, 95% confidence interval (CI) -1.13 to -0.43; 4 studies, 73 participants; P < 0.001; low-quality evidence) and parents (mean difference (MD) -6.61 points, 95% CI -12.19 to -1.03, rated on the hyperactivity subscale of the Aberrant Behviour Checklist, range 0 to 48; 2 studies, 71 participants; P = 0.02; low-quality evidence). Meta-analysis also showed a significant but not clinically relevant benefit on teacher-rated inattention (MD -2.72 points, 95% CI -5.37 to -0.06, rated on the inattention subscale of the Swanson, Nolan and Pelham, Fourth Version questionnaire, range 0 to 27; 2 studies, 51 participants; P = 0.04; low-quality evidence). There were inadequate data to conduct a meta-analysis on the symptom of impulsivity. There was no evidence that methylphenidate worsens the core symptoms of ASD or benefits social interaction (SMD -0.51, 95% CI -1.07 to 0.05; 3 studies, 63 participants; P = 0.07; very low-quality evidence), stereotypical behaviours (SMD -0.34, 95% CI -0.84 to 0.17; 3 studies, 69 participants; P = 0.19; low-quality evidence), or overall ASD (SMD -0.53, 95% CI -1.26 to 0.19; 2 studies, 36 participants; P = 0.15; low-quality evidence), as rated by teachers. There were inadequate data to conduct a meta-analysis on the symptom of impaired communication.no data were available for the secondary outcomes of caregiver well-being; need for institutionalisation, special schooling options or therapy to achieve learning outcomes; or overall quality of life. No trials reported serious adverse events. The only adverse effect that was significantly more likely with treatment was reduced appetite as rated by parents (risk ratio 8.28, 95% CI 2.57 to 26.73; 2 studies, 74 participants; P < 0.001; very low-quality evidence). Subgroup analysis by dose did not identify any significant differences in effect on our primary outcomes between low-, medium- or high-dose ranges.We found that short-term use of methylphenidate might improve symptoms of hyperactivity and possibly inattention in children with ASD who are tolerant of the medication, although the low quality of evidence means that we cannot be certain of the true magnitude of any effect. There was no evidence that methylphenidate has a negative impact on the core symptoms of ASD, or that it improves social interaction, stereotypical behaviours, or overall ASD. The evidence for adverse events is of very low quality because trials were short and excluded children intolerant of methylphenidate in the test-dose phase. Future RCTs should consider extending the duration of treatment and follow-up. The minimum clinically important difference also needs to be confirmed in children with ASD using outcome scales validated for this population.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"], "id": "29159857", "doi": "10.1002/14651858.CD011144.pub2", "date": "2017-11-21", "authors": [["Sturman", "Nancy", "N", "Primary Care Clinical Unit, Faculty of Medicine, The University of Queensland, Herston, Brisbane, Queensland, Australia, 4029."], ["Deckx", "Laura", "L", null], ["van Driel", "Mieke L", "ML", null]]}