{"title": "The I in autism: Severity and social functioning in autism are related to self-processing.", "text": "It is well established that children with autism spectrum disorder (ASD) show impaired understanding of others and deficits within social functioning. However, it is still unknown whether self-processing is related to these impairments and to what extent self impacts social functioning and communication. Using an ownership paradigm, we show that children with ASD and chronological- and verbal-age-matched typically developing (TD) children do show the self-referential effect in memory. In addition, the self-bias was dependent on symptom severity and socio-communicative ability. Children with milder ASD symptoms were more likely to have a high self-bias, consistent with a low attention to others relative to self. In contrast, severe ASD symptoms were associated with reduced self-bias, consistent with an 'absent-self' hypothesis. These findings indicate that deficits in self-processing may be related to impairments in social cognition for those on the lower end of the autism spectrum. Statement of contribution What is already known on this subject? Impaired self-processing in autism is linked to social and cognitive deficits. There are discrepancies across the literature, with reports of both intact and impaired self-processing in autism. Ownership tasks are developmentally appropriate and have shown to induce self-memory bias in young children. What does this study add? Using an ownership task, children with autism showed a significant self-memory bias, greater than typical peers. Severity was negatively correlated with level of self-bias, potentially explaining the previous discrepancies. Severe autism symptoms are associated with an 'absent self', and mild autism symptoms reduce attention to others.", "journal": ["The British journal of developmental psychology", "Br J Dev Psychol"], "id": "29159812", "doi": "10.1111/bjdp.12219", "date": "2017-11-21", "authors": [["Gillespie-Smith", "Karri", "K", "Division of Psychology, School of Media, Culture and Society, University of West of Scotland, Paisley, UK."], ["Ballantyne", "Carrie", "C", "Division of Psychology, School of Media, Culture and Society, University of West of Scotland, Paisley, UK."], ["Branigan", "Holly P", "HP", "Department of Psychology, Edinburgh University, UK."], ["Turk", "David J", "DJ", "School of Experimental Psychology, Bristol University, UK."], ["Cunningham", "Sheila J", "SJ", "Division of Psychology, Abertay University, Dundee, UK."]]}