{"title": "The influence of schizotypal traits on attention under high perceptual load.", "text": "Schizophrenia Spectrum Disorders (SSD) are known to be characterised by abnormalities in attentional processes, but there are inconsistencies in the literature that remain unresolved. This article considers whether perceptual resource limitations play a role in moderating attentional abnormalities in SSD. According to perceptual load theory, perceptual resource limitations can lead to attenuated or superior performance on dual-task paradigms depending on whether participants are required to process, or attempt to ignore, secondary stimuli. If SSD is associated with perceptual resource limitations, and if it represents the extreme end of an otherwise normally distributed neuropsychological phenotype, schizotypal traits in the general population should lead to disproportionate performance costs on dual-task paradigms as a function of the perceptual task demands. To test this prediction, schizotypal traits were quantified via the Schizotypal Personality Questionnaire (SPQ) in 74 healthy volunteers, who also completed a dual-task signal detection paradigm that required participants to detect central and peripheral stimuli across conditions that varied in the overall number of stimuli presented. The results confirmed decreasing performance as the perceptual load of the task increased. More importantly, significant correlations between SPQ scores and task performance confirmed that increased schizotypal traits, particularly in the cognitive-perceptual domain, are associated with greater performance decrements under increasing perceptual load. These results confirm that attentional difficulties associated with SSD extend sub-clinically into the general population and suggest that cognitive-perceptual schizotypal traits may represent a risk factor for difficulties in the regulation of attention under increasing perceptual load.", "journal": ["Schizophrenia research. Cognition", "Schizophr Res Cogn"], "id": "29159135", "doi": "10.1016/j.scog.2017.10.002", "date": "2017-11-08", "authors": [["Stotesbury", "Hanne", "H", "Cognitive Neuroscience Research Unit, Department of Psychology, City, University of London, Northampton Square, London EC1V 0HB, United Kingdom."], ["Gaigg", "Sebastian B", "SB", "Cognitive Neuroscience Research Unit, Department of Psychology, City, University of London, Northampton Square, London EC1V 0HB, United Kingdom."], ["Kirhan", "Saim", "S", "Cognitive Neuroscience Research Unit, Department of Psychology, City, University of London, Northampton Square, London EC1V 0HB, United Kingdom."], ["Haenschel", "Corinna", "C", "Cognitive Neuroscience Research Unit, Department of Psychology, City, University of London, Northampton Square, London EC1V 0HB, United Kingdom."]]}