{"title": "Usefulness of the Korean Developmental Screening Test for infants and children for the evaluation of developmental delay in Korean infants and children: a single-center study.", "text": "To evaluate the usefulness of the Korean Developmental Screening Test (K-DST) for infants and children for developmental delay assessment.This study was based on retrospective studies of the results of the K-DST, Preschool Receptive-Expressive Language Scale (PRES), Sequenced Language Scale for Infants (SELSI), Childhood Autism Rating Scale (CARS), Modified Checklist for Autism in Toddlers (M-CHAT), electroencephalography, magnetic resonance imaging, and extensive tests conducted in 209 of 1,403 patients, of whom 758 underwent the K-DST at the Korea University Guro Hospital between January 2015 and December 2016 and 645 were referred from local clinics between January 2015 and June 2016.Based on the K-DST results, the male children significantly more frequently required further or follow-up examination than the female children in most test sections, except for gross motor. The male children had notably lower mean scores than the female children. The PRES/SELSI results showed that when more further or follow-up evaluations were required in the K-DST communication section, significantly more problems in language delay or disorder emerged. When further or follow-up evaluation was required in the cognitive section in the CARS/M-CHAT, the possibility of autism increased significantly. A child tended to score low in the CARS test and show autism when further or follow-up evaluation was recommended in the K-DST.This study demonstrated the usefulness of the K-DST as a screening test early in the development of infants and children in Korea. Data of normal control groups should be examined to determine the accuracy of this investigation.", "journal": ["Korean journal of pediatrics", "Korean J Pediatr"], "id": "29158765", "doi": "10.3345/kjp.2017.60.10.312", "date": "2017-10-20", "authors": [["Yim", "Chung-Hyuk", "CH", "Department of Pediatrics, Korea University College of Medicine, Seoul, Korea."], ["Kim", "Gun-Ha", "GH", "Department of Pediatrics, Korea University College of Medicine, Seoul, Korea."], ["Eun", "Baik-Lin", "BL", "Department of Pediatrics, Korea University College of Medicine, Seoul, Korea."]]}