{"title": "A psycho-legal perspective on sexual offending in individuals with autism Spectrum disorder.", "text": "It is important to consider whether there are innate vulnerabilities that increase the risk of an individual with an autistic spectrum disorder (ASD), predominantly those defendants with a diagnosis of Asperger's Syndrome, being charged and convicted of a sexual offence. The significance of such can be readily seen in recent English case law, with judgments on appeal finding convictions unsafe where there have been a number of failings in the Judge's summing up. In this article, we will consider the gravity of Judges omitting to highlight a defendant's diagnosis of autism spectrum disorder and the necessity of detailed explanations to jury members regarding the condition and its effect upon thoughts and behaviour. Consideration will be specifically given to the necessity to prove sexual motivation in such offences and the judicial direction required in relation to whether the appellant's actions had been sexually motivated. Recognition of the social impairments inherent in ASDs are vital to this work and we shall consider whether the difficulty with the capacity to develop appropriate, consenting sexual relationships as a result of impaired social cognition may be one of the factors which increases the risk of sexual offending in individuals with ASD (Higgs & Carter, 2015).", "journal": ["International journal of law and psychiatry", "Int J Law Psychiatry"], "id": "29157514", "doi": "10.1016/j.ijlp.2017.10.009", "date": "2017-11-10", "authors": [["Creaby-Attwood", "A", "A", "Northumbria University Law School, City Campus East, Northumbria University, Newcastle-Upon-Tyne, Tyne and Wear, NE1 8ST, United Kingdom. Electronic address: ann.creaby-attwood@northumbria.ac.uk."], ["Allely", "C S", "CS", "School of Health Sciences, Allerton Building, University of Salford, Salford M6 6PU, United Kingdom; Gillberg Neuropsychiatry Centre, Gothenburg University, Sweden. Electronic address: c.s.allely@salford.ac.uk."]]}