{"title": "A critical review of developmental exposure to particulate matter, autism spectrum disorder, and attention deficit hyperactivity disorder.", "text": "Autism spectrum disorder (ASD) and attention deficit (hyperactivity) disorder (ADD/ADHD) are key focuses of current health research due to their increasing prevalence. The objective of this systematic literature search and critical review was to evaluate whether the human epidemiologic data indicate a pattern of association between ASD or ADD/ADHD and developmental exposure to particulate matter (PM), with a focus on exposures encountered before the age of three. A MEDLINE and EMBASE search was conducted; following preliminary and full-text screening, 14 relevant articles were identified for review. Three of the 14 studies were prospective cohort studies evaluating exposure to PM10; 11 studies had a case-control design. There was no consistent association between developmental PM exposure and ASD across the three of the cohort studies. Seven of the case-control studies examined the relationship between PM2.5 and/or PM10 and ASD; four examined the relationship between developmental diesel PM exposure and ASD. Overall, there was low external consistency in results among studies of PM2.5/PM10 and ASD, with some reporting high internal consistency without significant associations, others showing associations with high internal consistency for specific exposure windows only (e.g., third trimester), and still others showing high consistency for moderate to strong associations between PM and ASD. The majority of studies reporting significant results had low effect sizes in conjunction with small sample sizes. The four studies of diesel PM and ASD also had low external consistency of results. Only one study evaluated associations with ADD/ADHD, and it found no significant associations with PM10. The inconsistent findings across studies of developmental exposure to PM and ASD may be attributed to differences in the study populations, exposure assessments, outcome assessments, or chance. Further research is needed to understand the underlying biological mechanisms that lead to ASD and ADD/ADHD and how PM might be involved in those mechanisms, if at all. High-quality epidemiologic studies are also needed to conclusively determine whether developmental PM exposure is a causal factor for ASD or ADD/ADHD, with focus on a well-developed exposure assessment.", "journal": ["Journal of environmental science and health. Part A, Toxic/hazardous substances & environmental engineering", "J Environ Sci Health A Tox Hazard Subst Environ Eng"], "id": "29157090", "doi": "10.1080/10934529.2017.1383121", "date": "2017-11-20", "authors": [["Fordyce", "Tiffani A", "TA", "a Exponent, Inc., Center for Health Sciences , Menlo Park , California , USA."], ["Leonhard", "Megan J", "MJ", "b Exponent, Inc., Center for Health Sciences , Bellevue , Washington , USA."], ["Chang", "Ellen T", "ET", "a Exponent, Inc., Center for Health Sciences , Menlo Park , California , USA."]]}