{"title": "Modulating attentional biases of adults with autistic traits using transcranial direct current stimulation: A pilot study.", "text": "While neurotypical individuals over-attend to the left-side of centrally-presented visual stimuli, this bias is reduced in individuals with autism/high levels of autistic traits. Because this difference is hypothesized to reflect relative reductions in right-hemisphere activation, it follows that increasing right-hemisphere activation should increase leftward bias. We administered transcranial direct current stimulation (tDCS) over the right posterior parietal cortex to individuals with low levels (n = 19) and high levels (n = 19) of autistic traits whilst they completed a greyscales task. Anodal tDCS increased leftward bias for high-trait, but not low-trait, individuals, while cathodal tDCS had no effect. This outcome suggests that typical attentional patterns driven by hemispheric lateralization could potentially be restored following right-hemisphere stimulation in high-trait individuals. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Attentional differences between individuals with and without autism may reflect differences in underlying activation of the left and right hemispheres. In this study, we combine an attentional task that reflects relative hemispheric activation with non-invasive cortical stimulation, and show that attentional differences between healthy individuals with low and high levels of autistic-like traits can be reduced. This outcome is encouraging, and suggests that other aspects of attention in autism (e.g., face processing) may stand to benefit from similar stimulation techniques.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29155494", "doi": "10.1002/aur.1895", "date": "2017-11-20", "authors": [["English", "Michael C W", "MCW", "School of Psychological Science, University of Western Australia, 35 Stirling Highway, Crawley, WA, 6009, Australia."], ["Kitching", "Emma S", "ES", "School of Psychological Science, University of Western Australia, 35 Stirling Highway, Crawley, WA, 6009, Australia."], ["Maybery", "Murray T", "MT", "School of Psychological Science, University of Western Australia, 35 Stirling Highway, Crawley, WA, 6009, Australia."], ["Visser", "Troy A W", "TAW", "School of Psychological Science, University of Western Australia, 35 Stirling Highway, Crawley, WA, 6009, Australia."]]}