{"title": "The prevalence of gluten free diet use among preschool children with autism spectrum disorder.", "text": "Our objective was to estimate prevalence of current or ever use of a gluten free diet (GFD) in children aged 30-68 months with autism spectrum disorder (ASD) and population controls (POP); and to identify characteristics associated with ever having used GFD among children with ASD. We used data from the Study to Explore Early Development (SEED), a multi-site, case-control study of children with ASD. Caregivers reported GFD use by their children through structured questionnaires about diet patterns, gastrointestinal (GI) issues, and ASD-specific treatments. Prevalence was estimated and compared using log-Poisson regression, adjusting for confounders. In children with ASD, we examined whether child or mother's GI conditions or child's phenotypic traits were associated with ever trying a GFD. In SEED, 71 children with ASD (11.1% prevalence after adjustment) were on a GFD at time of the study and 130 (20.4%) had ever used a GFD, a greater percentage than in POP children (N = 11, 0.9% current use). Of current users with ASD, 50.7% had a dietary intervention that was prescribed by a medical professional. Among children with ASD, child GI conditions and developmental regression were positively and independently associated with having ever used a GFD. Current use and ever use of a GFD were prevalent in children with ASD identified in SEED. GFD usage was associated with GI issues and child phenotype. Clinicians may consider advising parents on how best to use these diets in the context of the child's GI presentation and current scientific knowledge about effectiveness in relation to ASD symptoms. Autism Res 2018, 11: 185-193. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Gluten free diets (GFDs) are commonly used as an alternative therapy for autism spectrum disorder (ASD); however, the effectiveness is still uncertain which makes it important to know who tries this type of diet. We found that one in five preschool aged children with ASD had ever used a GFD. Children with gastrointestinal conditions and developmental regression were more likely to have tried a GFD.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29155492", "doi": "10.1002/aur.1896", "date": "2017-11-20", "authors": [["Rubenstein", "Eric", "E", "University of North Carolina-Chapel Hill Gillings School of Global Public Health, Chapel Hill, NC."], ["Schieve", "Laura", "L", "National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA."], ["Bradley", "Chyrise", "C", "University of North Carolina-Chapel Hill Gillings School of Global Public Health, Chapel Hill, NC."], ["DiGuiseppi", "Carolyn", "C", "Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO."], ["Moody", "Eric", "E", "Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO."], ["Thomas", "Kathleen", "K", "University of North Carolina-Chapel Hill Cecil G. Sheps Center for Health Services Research, Chapel Hill, NC."], ["Daniels", "Julie", "J", "University of North Carolina-Chapel Hill Gillings School of Global Public Health, Chapel Hill, NC."]]}