{"title": "Characteristics of prisoners with intellectual disabilities.", "text": "Previous studies have found high rates of intellectual disabilities (ID) in prison. However, little is understood about prisoners with ID. This study aimed to identify prisoners with ID and compare their characteristics with prisoners without neurodevelopmental disorders with regard to demographic profile, mental health, suicide risk and offences.This was a descriptive, cross-sectional study carried out using face-to-face interviews with 240 participants in a London Category C prison. Standardised tools were used to assess prisoners for ID and mental disorder.The study identified 18 prisoners as having ID. Participants with ID were less likely to be from a black or minority ethnic background, be over 35 years of age or have any qualifications. They were more likely to have been single, homeless or unemployed before coming into prison. Prisoners with ID were significantly more likely to have mental health problems and 25% had thought about suicide in the last month and 63% had attempted suicide in the past. Prisoners with ID were also more likely to be housed in the vulnerable prisoners' wing and significantly more likely to have committed robbery than other prisoners.The findings confirm the presence of significant numbers of people with ID with high levels of mental illness in a male prison. Services across the CJS are required for this group, specifically, there is a need for raised awareness among those working in prison about ID and improved skills to recognise offenders with ID and address major gaps in current healthcare provision in prison.", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"], "id": "29154489", "doi": "10.1111/jir.12441", "date": null, "authors": [["Chaplin", "E", "E", "Mental Health and Intellectual Disabilities Research and Policy Unit, London South Bank University, London, UK."], ["McCarthy", "J", "J", "Mental Health and Intellectual Disabilities Research and Policy Unit, London South Bank University, London, UK."], ["Underwood", "L", "L", "Centre for Longitudinal Research, University of Auckland, Auckland, New Zealand."], ["Forrester", "A", "A", "Offender Health Research Network, University of Manchester."], ["Hayward", "H", "H", "Department of Forensic and Neurodevelopmental Sciences, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Sabet", "J", "J", "Department of Forensic and Neurodevelopmental Sciences, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Mills", "R", "R", "Research Autism, London, UK."], ["Young", "S", "S", "Department of Medicine, Imperial College London, London, UK."], ["Asherson", "P", "P", "Social, Genetic and Developmental Psychiatry Centre, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Murphy", "D", "D", "Department of Forensic and Neurodevelopmental Sciences, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."]]}