{"title": "Relationships between atypical sensory processing patterns, maladaptive behaviour and maternal stress in Spanish children with autism spectrum disorder.", "text": "This study investigated sensory processing in a sample of Spanish children with autism spectrum disorder (ASD). Specifically, the study aimed to explore (1) the prevalence and distribution of atypical sensory processing patterns, (2) the relationship between adaptive and maladaptive behaviour with atypical sensory processing and (3) the possible relationship between sensory subtype and maternal stress.The short sensory profile 2 (Dunn 2014) and the vineland adaptive behavior scale (Sparrow et al. 1984) were administered to examine the sensory processing difficulties and maladaptive behaviours of 45 children with ASD aged 3 to 14; their mothers also completed the parenting stress index-short form (Abidin 1995).Atypical sensory features were found in 86.7% of the children; avoider and sensor being the two most common patterns. No significant relationship was found between atypical sensory processing and adaptive behaviour. However, the analysis showed a strong relationship between sensory processing and maladaptive behaviour. Both maladaptive behaviour and sensory processing difficulties correlated significantly with maternal stress although maternal stress was predicted only by the sensory variable, and in particular by the avoider pattern.The findings suggest that sensory features in ASD may be driving the high prevalence of parental stress in carers. They also suggest that the effect on parental stress that has been attributed traditionally to maladaptive behaviours may be driven by sensory difficulties. The implications of these findings are discussed in relation to the development of interventions and the need to explore contextual and cultural variables as possible sources of variability.", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"], "id": "29154486", "doi": "10.1111/jir.12435", "date": null, "authors": [["Nieto", "C", "C", "Department of Basic Psychology, Universidad Autónoma de Madrid, Spain."], ["López", "B", "B", "Department of Psychology, University of Portsmouth, UK."], ["Gandía", "H", "H", "Department of Basic Psychology, Universidad Autónoma de Madrid, Spain."]]}