{"title": "Parent disclosure of complementary health approaches used for children with autism spectrum disorder: Barriers and facilitators.", "text": "Complementary health approaches (CHA) are widely used among children with autism spectrum disorder (ASD). As part of shared treatment decision-making, healthcare providers are encouraged to discuss CHA with parents of children with ASD. Yet prior research suggests that parents often do not disclose CHA used for children, and their reasons for nondisclosure are poorly understood. We, therefore, aimed to identify barriers and facilitators to parent disclosure of CHA used for children with ASD.In-depth interviews were conducted with 31 parents who reported that they were currently using CHA for their child's ASD in Denver, Colorado or Portland, Oregon.We used content analysis to identify six main themes indicating that the following factors play a role in disclosure: parents' drive to optimize their child's health, parent self-efficacy discussing CHA with healthcare providers, parent beliefs about the effectiveness of CHA, parent-provider relationship quality, provider attitudes and knowledge regarding CHA and ASD, and visit characteristics.Study findings suggest that family and health system factors, together, influence parent disclosure of CHA used for children with ASD. Multifaceted intervention concurrently targeting the CHA-related knowledge, beliefs, and self-efficacy of parents whose children have been recently diagnosed with ASD, in addition to the CHA-related attitudes and knowledge of their healthcare providers may promote disclosure and shared treatment decision-making about the use of CHA.", "journal": ["Complementary therapies in medicine", "Complement Ther Med"], "id": "29154066", "doi": "10.1016/j.ctim.2017.09.003", "date": "2017-09-12", "authors": [["Lindly", "Olivia", "O", "School of Social and Behavioral Health Sciences, College of Public Health and Human Sciences, Oregon State University, 401 Waldo Hall, Corvallis, OR, 97331, United States; Division of General Pediatrics, Oregon Health & Science University, 707 SW Gaines Street, Portland, OR, 97239, United States. Electronic address: olindly@mgh.harvard.edu."], ["Thorburn", "Sheryl", "S", "School of Social and Behavioral Health Sciences, College of Public Health and Human Sciences, Oregon State University, 401 Waldo Hall, Corvallis, OR, 97331, United States."], ["Heisler", "Karen", "K", "Division of General Pediatrics, Oregon Health & Science University, 707 SW Gaines Street, Portland, OR, 97239, United States."], ["Reyes", "Nuri", "N", "Department of Pediatrics, University of Colorado School of Medicine, 13121 E. 17th Ave, Aurora, CO 80045 United States."], ["Zuckerman", "Katharine", "K", "Division of General Pediatrics, Oregon Health & Science University, 707 SW Gaines Street, Portland, OR, 97239, United States; School of Public Health, OHSU-PSU, 3181 SW Sam Jackson Park Road; Portland, OR 97239, United States."]]}