{"title": "Assisted reproductive technology has no association with autism spectrum disorders: The Taiwan Birth Cohort Study.", "text": "The use of assisted reproduction technology has increased over the last two decades. Autism spectrum disorders and assisted reproduction technology share many risk factors. However, previous studies on the association between autism spectrum disorders and assisted reproduction technology have shown inconsistent results. The purpose of this study was to investigate the association between assisted reproduction technology and autism spectrum disorder diagnosis in a national birth cohort database. Furthermore, the results from the assisted reproduction technology and autism spectrum disorder propensity score matching exact matched datasets were compared. For this study, the 6- and 66-month Taiwan Birth Cohort Study datasets were used (N = 20,095). In all, 744 families were propensity score matching exact matched and selected as the assisted reproduction technology sample (ratio of assisted reproduction technology to controls: 1:2) and 415 families as the autism spectrum disorder sample (ratio of autism spectrum disorder to controls: 1:4). Using a national birth cohort dataset, controlling for the confounding factors of assisted reproduction technology conception and autism spectrum disorder diagnosis, both assisted reproduction technology and autism spectrum disorder propensity score matching matched datasets showed the same results of no association between assisted reproduction technology and autism spectrum disorder. Further study on the detailed information regarding the processes and methods of assisted reproduction technology may provide us with more information on the association between assisted reproduction technology and autism spectrum disorder.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29153004", "doi": "10.1177/1362361317690492", "date": "2017-03-01", "authors": [["Lung", "For-Wey", "FW", "1 Calo Psychiatric Center, Taiwan."], ["Chiang", "Tung-Liang", "TL", "4 National Taiwan University, Taiwan."], ["Lin", "Shio-Jean", "SJ", "5 Chi Mei Medical Center, Taiwan."], ["Lee", "Meng-Chih", "MC", "6 Taichung Hospital, Taiwan."], ["Shu", "Bih-Ching", "BC", "10 National Cheng Kung University, Taiwan."]]}