{"title": "Program experiences of adults with autism, their families, and providers: Findings from a focus group study.", "text": "A growing number of individuals with autism spectrum disorder are aging into adulthood. In the United States, Medicaid is the primary payer for services for adults with autism spectrum disorder, yet there are few funded programs that provide dedicated supports to this population. This study examined the experiences of adults with autism spectrum disorder in two Medicaid-funded programs in Pennsylvania through focus groups. Researchers conducted 20 focus groups with a total of 36 adults with autism spectrum disorder, 32 family members, 32 direct care staff, and 20 program administrators. Using thematic analysis, we identified three themes: training needs, community engagement and socialization, and employment. There was a need for additional training to meet the varying needs of program participants including co-occurring diagnoses, sexuality, and long-term planning. Adults with autism spectrum disorder prioritized more individualized community activities based on their interests. Finally, barriers to and strategies for successful employment were discussed. It will be crucial for policy makers to utilize the findings to inform program improvement and development based on the experiences of individuals impacted by these services and systems directly. Additionally, researchers should use the findings from this study to design interventions for adults with autism spectrum disorder as it includes their voices.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29152993", "doi": "10.1177/1362361316679000", "date": "2017-02-01", "authors": [["Koffer Miller", "Kaitlin H", "KH", "1 Drexel University, USA."], ["Mathew", "Mary", "M", "1 Drexel University, USA."], ["Nonnemacher", "Stacy L", "SL", "2 Pennsylvania Department of Human Services, USA."], ["Shea", "Lindsay L", "LL", "1 Drexel University, USA."]]}