{"title": "Broad spectrum of neuropsychiatric phenotypes associated with white matter disease in PTEN hamartoma tumor syndrome.", "text": "White matter lesions have been described in patients with PTEN hamartoma tumor syndrome (PHTS). How these lesions correlate with the neurocognitive features associated with PTEN mutations, such as autism spectrum disorder (ASD) or developmental delay, has not been well established. We report nine patients with PTEN mutations and white matter changes on brain magnetic resonance imaging (MRI), eight of whom were referred for reasons other than developmental delay or ASD. Their clinical presentations ranged from asymptomatic macrocephaly with normal development/intellect, to obsessive compulsive disorder, and debilitating neurological disease. To our knowledge, this report constitutes the first detailed description of PTEN-related white matter changes in adult patients and in children with normal development and intelligence. We present a detailed assessment of the neuropsychological phenotype of our patients and discuss the relationship between the wide array of neuropsychiatric features and observed white matter findings in the context of these individuals.", "journal": ["American journal of medical genetics. Part B, Neuropsychiatric genetics : the official publication of the International Society of Psychiatric Genetics", "Am. J. Med. Genet. B Neuropsychiatr. Genet."], "id": "29152901", "doi": "10.1002/ajmg.b.32610", "date": "2017-11-20", "authors": [["Balci", "Tugce B", "TB", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Davila", "Jorge", "J", "Department of Medical Imaging, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Lewis", "Denice", "D", "Department of Psychiatry, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Boafo", "Addo", "A", "Department of Psychiatry, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Sell", "Erick", "E", "Division of Neurology, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Richer", "Julie", "J", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Nikkel", "Sarah M", "SM", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Armour", "Christine M", "CM", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Tomiak", "Eva", "E", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Lines", "Matthew A", "MA", "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."], ["Sawyer", "Sarah L", "SL", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."]]}