{"title": "Association of IMMP2L deletions with autism spectrum disorder: A trio family study and meta-analysis.", "text": "IMMP2L, the gene encoding the inner mitochondrial membrane peptidase subunit 2-like protein, has been reported as a candidate gene for Tourette syndrome, autism spectrum disorder (ASD) and additional neurodevelopmental disorders. Here we genotyped 100 trio families with an index proband with autism spectrum disorder in Han Chinese population and found three cases with rare exonic IMMP2L deletions. We have conducted a comprehensive meta-analysis to quantify the association of IMMP2L deletions with ASD using 5,568 cases and 10,279 controls. While the IMMP2L deletions carried non-recurrent breakpoints, in contrast to previous reports, our meta-analysis found no evidence of association (P > 0.05) between IMMP2L deletions and ASD. We also observed common exonic deletions impacting IMMP2L in a separate control (5,971 samples) cohort where subjects were screened for psychiatric conditions. This is the first systematic review and meta-analysis regarding the effect of IMMP2L deletions on ASD, but further investigations in different populations, especially Chinese population may be still needed to confirm our results.", "journal": ["American journal of medical genetics. Part B, Neuropsychiatric genetics : the official publication of the International Society of Psychiatric Genetics", "Am. J. Med. Genet. B Neuropsychiatr. Genet."], "id": "29152845", "doi": "10.1002/ajmg.b.32608", "date": "2017-11-20", "authors": [["Zhang", "Yanqing", "Y", "Pediatric Health Care Institute, Qilu Children's Hospital of Shandong University, Ji'nan, China."], ["Liu", "Yi", "Y", "Pediatric Research Institute, Qilu Children's Hospital of Shandong University, Ji'nan, China."], ["Zarrei", "Mehdi", "M", "The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, Canada."], ["Tong", "Winnie", "W", "The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, Canada."], ["Dong", "Rui", "R", "Pediatric Research Institute, Qilu Children's Hospital of Shandong University, Ji'nan, China."], ["Wang", "Ying", "Y", "Pediatric Research Institute, Qilu Children's Hospital of Shandong University, Ji'nan, China."], ["Zhang", "Haiyan", "H", "Pediatric Research Institute, Qilu Children's Hospital of Shandong University, Ji'nan, China."], ["Yang", "Xiaomeng", "X", "Pediatric Research Institute, Qilu Children's Hospital of Shandong University, Ji'nan, China."], ["MacDonald", "Jeffrey R", "JR", "The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, Canada."], ["Uddin", "Mohammed", "M", "Mohammed Bin Rashid University of Medicine and Health Sciences, College of Medicine, Dubai, UAE."], ["Scherer", "Stephen W", "SW", "The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, Canada."], ["Gai", "Zhongtao", "Z", "Pediatric Health Care Institute, Qilu Children's Hospital of Shandong University, Ji'nan, China."]]}