{"title": "Specificity of executive function and theory of mind performance in relation to attention-deficit/hyperactivity symptoms in autism spectrum disorders.", "text": "Individuals with autism spectrum disorder (ASD) frequently demonstrate symptoms of attention-deficit/hyperactivity disorder (ADHD). Previous findings in children with ASD have suggested that these symptoms are associated with an impairment in executive function (EF) abilities. However, studies rarely considered this association within a single framework that controls for other related factors such as Theory of Mind (ToM) abilities and ASD symptoms.We used structural equation modeling to explore the relations among EF, ToM, and symptoms of ASD and ADHD, using data from a population-based sample of 100 adolescents with ASD and full-scale IQ ≥ 50 (the Special Needs and Autism Project (SNAP) cohort). The study used a multi-measure and multi-informant approach, where performance of inhibition, planning, switching, and working memory tasks indexed EF and performance on tasks involving mentalizing indexed ToM. Measures of ASD and ADHD symptoms included parent and teacher reports and direct observation of the children. Shared source of symptom reporting was accounted for with a parental rating latent factor indexed by symptom measures reported by parents.Impairments in EF abilities were specifically associated with ADHD symptoms while impaired ToM was specifically associated with ASD symptoms, when accounting for the associations of each cognitive domain with the other factors. ASD and ADHD symptom latent factors were also correlated, but this association became nonsignificant once the shared source of reporting from parents was accounted for and within a model that also controlled for the correlated pathway between EF and ToM factors. The specific relations between the cognitive domains and behavioral symptoms remained even after controlling for IQ.In this ASD sample, symptoms of ADHD and ASD are underpinned by separate cognitive domains. The association between EF and ToM impairments is a likely partial explanation for the co-occurrence of ADHD symptoms in ASD, but the role of shared reporting effects is also important and supports the inclusion of independent informants and objective measures in future research.", "journal": ["Molecular autism", "Mol Autism"], "id": "29152165", "doi": "10.1186/s13229-017-0177-1", "date": "2017-11-09", "authors": [["Lukito", "Steve", "S", "Department of Child and Adolescent Psychiatry, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Jones", "Catherine R G", "CRG", "School of Psychology, Cardiff University, Cardiff, UK."], ["Pickles", "Andrew", "A", "Department of Biostatistics and Biomedical Research Centre for Mental Health, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Baird", "Gillian", "G", "Guy's and St Thomas' NHS Foundation Trust, King's Health Partners, London, UK."], ["Happé", "Francesca", "F", "Institute of Psychiatry, Social, Genetic and Developmental Psychiatry (SGDP) Centre, Psychology and Neuroscience, King's College London, London, UK."], ["Charman", "Tony", "T", "Department of Psychology, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Simonoff", "Emily", "E", "Department of Child and Adolescent Psychiatry, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."]]}