{"title": "Mutations in RAB39B in individuals with intellectual disability, autism spectrum disorder, and macrocephaly.", "text": "Autism spectrum disorder (ASD), a developmental disorder of early childhood onset, affects males four times more frequently than females, suggesting a role for the sex chromosomes. In this study, we describe a family with ASD in which a predicted pathogenic nonsense mutation in the X-chromosome gene RAB39B segregates with ASD phenotype.Clinical phenotyping, microarray, and whole genome sequencing (WGS) were performed on the five members of this family. Maternal and female sibling X inactivation ratio was calculated, and phase was investigated. Mutant-induced pluripotent stem cells engineered for an exon 2 nonsense mutation were generated and differentiated into cortical neurons for expression and pathway analyses.Two males with an inherited RAB39B mutation both presented with macrocephaly, intellectual disability (ID), and ASD. Their female sibling with the same mutation presented with ID and a broad autism phenotype. In contrast, their transmitting mother has no neurodevelopmental diagnosis. Our investigation of phase indicated maternal preferential inactivation of the mutated allele, with no such bias observed in the female sibling. We offer the explanation that this bias in X inactivation may explain the absence of a neurocognitive phenotype in the mother. Our cellular knockout model of RAB39B revealed an impact on expression in differentiated neurons for several genes implicated in brain development and function, supported by our pathway enrichment analysis.Penetrance for ASD is high among males but more variable among females with RAB39B mutations. A critical role for this gene in brain development and function is demonstrated.", "journal": ["Molecular autism", "Mol Autism"], "id": "29152164", "doi": "10.1186/s13229-017-0175-3", "date": "2017-11-09", "authors": [["Woodbury-Smith", "Marc", "M", "Institute of Neuroscience, Newcastle University, c/o Sir James Spence Institute, Queen Victoria Road, Newcastle upon Tyne, NE1 4LP UK."], ["Deneault", "Eric", "E", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."], ["Yuen", "Ryan K C", "RKC", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."], ["Walker", "Susan", "S", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."], ["Zarrei", "Mehdi", "M", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."], ["Pellecchia", "Giovanna", "G", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."], ["Howe", "Jennifer L", "JL", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."], ["Hoang", "Ny", "N", "Autism Research Unit, The Hospital for Sick Children, Toronto, ON Canada."], ["Uddin", "Mohammed", "M", "Mohammed Bin Rashid University of Medicine and Health Sciences, Dubai, UAE."], ["Marshall", "Christian R", "CR", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."], ["Chrysler", "Christina", "C", "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON Canada."], ["Thompson", "Ann", "A", "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON Canada."], ["Szatmari", "Peter", "P", "Centre for Addiction and Mental Health, The Hospital for Sick Children and University of Toronto, Toronto, ON Canada."], ["Scherer", "Stephen W", "SW", "Program in Genetics and Genome Biology, The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON Canada."]]}