{"title": "Identification of rare noncoding sequence variants in gamma-aminobutyric acid A receptor, alpha 4 subunit in autism spectrum disorder.", "text": "Alterations of the gamma-aminobutyric acid (GABA) signaling system has been strongly linked to the pathophysiology of autism spectrum disorder (ASD). Genetic associations of common variants in GABA receptor subunits, in particular GABRA4 on chromosome 4p12, with ASD have been replicated by several studies. Moreover, molecular investigations have identified altered transcriptional and translational levels of this gene and protein in brains of ASD individuals. Since the genotyped common variants are likely not the functional variants contributing to the molecular consequences or underlying ASD phenotype, this study aims to examine rare sequence variants in GABRA4, including those outside the protein coding regions of the gene. We comprehensively re-sequenced the entire protein coding and noncoding portions of the gene and putative regulatory sequences in 82 ASD individuals and 55 developmentally typical pediatric controls, all homozygous for the most significant previously associated ASD risk allele (G/G at rs1912960). We identified only a single common, coding variant, and no association of any single marker or set of variants with ASD. Functional annotation of noncoding variants identified several rare variants in putative regulatory sites. Finally, a rare variant unique to ASD cases, in an evolutionary conserved site of the 3'UTR, shows a trend toward decreasing gene expression. Hence, GABRA4 rare variants in noncoding DNA may be variants of modest physiological effects in ASD etiology.", "journal": ["Neurogenetics", "Neurogenetics"], "id": "29151244", "doi": "10.1007/s10048-017-0529-1", "date": "2017-11-18", "authors": [["Griswold", "Anthony J", "AJ", "John P. Hussman Institute for Human Genomics, Miller School of Medicine, University of Miami, Miami, FL, USA. agriswold@med.miami.edu."], ["Van Booven", "Derek", "D", "John P. Hussman Institute for Human Genomics, Miller School of Medicine, University of Miami, Miami, FL, USA."], ["Cuccaro", "Michael L", "ML", "John P. Hussman Institute for Human Genomics, Miller School of Medicine, University of Miami, Miami, FL, USA."], ["Haines", "Jonathan L", "JL", "Department of Epidemiology and Biostatistics, Case Western Reserve University, Cleveland, OH, USA."], ["Gilbert", "John R", "JR", "John P. Hussman Institute for Human Genomics, Miller School of Medicine, University of Miami, Miami, FL, USA."], ["Pericak-Vance", "Margaret A", "MA", "John P. Hussman Institute for Human Genomics, Miller School of Medicine, University of Miami, Miami, FL, USA."]]}