{"title": "A Phenomenological Account of Sensorimotor Difficulties in Autism: Intentionality, Movement, and Proprioception.", "text": "During the last decades, the focus in autism research has been progressively extended. Today it offers a large amount of material on sensorimotor disturbances as well as perceptive-cognitive preferences of people with autism. However, there are more and more critical voices against an intellectualist perspective in the cognitive sciences. The \"enactive approach\" as well as a new \"movement perspective\" to autism challenge the view of autism as a mere \"cognitive\" disturbance. They criticize the conception of a cognizing subject which is only interested in the world in as much as she/he can extract knowledge and organize it rationally. The present paper discusses fundamental insights from this critical sensorimotor perspective to autism from a phenomenological standpoint. Several important papers have already proven the fruitful combination of phenomenology with sensorimotor-focused research in the field of autism. However, these writings generally concentrate on problems of embodied intersubjectivity as an alternative approach to leading \"theory of mind\" paradigms. The present article reflects on the role and dimension of sensorimotor problems in themselves and not primarily in the intersubjective encounter. The notion of body intentionality will turn out to be a central heuristic device in order to understand the subject's relationship to the world within a holistic framework, in which the person's way to move, feel, and perceive are manners of understanding his/her own world. Empirical findings on difficulties in proactive and anticipatory control of movement as well as research outcome on proprioception and kinesthetic feedback will provide suitable material for discussing the transformation of body intentionality in autism. Phenomenology will provide the theoretical foundation in order to understand atypical movement patterns as alternative ways for producing alternative meanings.", "journal": ["Psychopathology", "Psychopathology"], "id": "29151108", "doi": "10.1159/000481949", "date": "2017-11-18", "authors": [["Grohmann", "Till D A", "TDA", "Philosophisches Seminar, Fakultät für Geistes- und Kulturwissenschaften, Bergische Universität Wuppertal, Wuppertal, Germany."]]}