{"title": "Expanding the neurodevelopmental phenotype of PURA syndrome.", "text": "PURA syndrome is a recently described developmental encephalopathy presenting with neonatal hypotonia, feeding difficulties, global developmental delay, severe intellectual disability, and frequent apnea and epilepsy. We describe 18 new individuals with heterozygous sequence variations in PURA. A neuromotor disorder starting with neonatal hyptonia, but ultimately allowing delayed progression to walking, was present in nearly all individuals. Congenital apnea was present in 56% during infancy, but all cases in this cohort resolved during the first year of life. Feeding difficulties were frequently reported, with gastrostomy tube placement required in 28%. Epilepsy was present in 50% of the subjects, including infantile spasms and Lennox-Gastaut syndrome. Skeletal complications were found in 39%. Disorders of gastrointestinal motility and nystagmus were also recurrent features. Autism was diagnosed in one individual, potentially expanding the neurodevelopmental phenotype associated with this syndrome. However, we did not find additional PURA sequence variations in a cohort of 120 subjects with autism. We also present the first neuropathologic studies of PURA syndrome, and describe chronic inflammatory changes around the arterioles within the deep white matter. We did not find significant correlations between mutational class and severity, nor between location of the sequence variation in PUR repeat domains. Further studies are required in larger cohorts of subjects with PURA syndrome to clarify these genotype-phenotype associations.", "journal": ["American journal of medical genetics. Part A", "Am. J. Med. Genet. A"], "id": "29150892", "doi": "10.1002/ajmg.a.38521", "date": "2017-11-17", "authors": [["Lee", "Bo Hoon", "BH", "Department of Neurology, University of Rochester Medical Center, Rochester, New York."], ["Reijnders", "Margot R F", "MRF", "Department of Human Genetics, Donders Institute for Brain, Cognition, and Behaviour, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Abubakare", "Oluwatobi", "O", "Center for Neural Development and Disease, University of Rochester Medical Center, Rochester, New York."], ["Tuttle", "Emily", "E", "Center for Neural Development and Disease, University of Rochester Medical Center, Rochester, New York."], ["Lape", "Brynn", "B", "Center for Neural Development and Disease, University of Rochester Medical Center, Rochester, New York."], ["Minks", "Kelly Q", "KQ", "Department of Neurology, University of Rochester Medical Center, Rochester, New York."], ["Stodgell", "Christopher", "C", "Department of Obstetrics and Gynecology, University of Rochester Medical Center, Rochester, New York."], ["Bennetto", "Loisa", "L", "Department of Clinical and Social Sciences in Psychology, University of Rochester, Rochester, New York."], ["Kwon", "Jennifer", "J", "Department of Neurology, University of Rochester Medical Center, Rochester, New York."], ["Fong", "Chin-To", "CT", "Department of Pediatrics, University of Rochester Medical Center, Rochester, New York."], ["Gripp", "Karen W", "KW", "A.I. du Pont Hospital for Children/Nemours, Wilmington, Delaware."], ["Marsh", "Eric D", "ED", "Department of Neurology, Perelman School of Medicine, University of Pennsylvania, and Pediatric Regional Epilepsy Program, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."], ["Smith", "Wendy E", "WE", "Department of Pediatrics, Maine Medical Center, Portland, Maine."], ["Huq", "Ahm M", "AM", "Departments of Pediatrics and Neurology, Wayne State University, Children's Hospital of Michigan, Detroit, Michigan."], ["Coury", "Stephanie A", "SA", "Division of Genetics and Genomics, Boston Children's Hospital, Boston, Massachusetts."], ["Tan", "Wen-Hann", "WH", "Division of Genetics and Genomics, Boston Children's Hospital, Boston, Massachusetts."], ["Solis", "Orestes", "O", "Center for Neural Development and Disease, University of Rochester Medical Center, Rochester, New York."], ["Mehta", "Rupal I", "RI", "Center for Neural Development and Disease, University of Rochester Medical Center, Rochester, New York."], ["Leventer", "Richard J", "RJ", "The Royal Children's Hospital Department of Neurology, University of Melbourne, Department of Pediatrics and the Murdoch Children's Hospital Institute, Melbourne, Victoria, Australia."], ["Baralle", "Diana", "D", "Human Development and Health, Faculty of Medicine, University of Southampton, Southampton, Hampshire, UK."], ["Hunt", "David", "D", "Faculty of Medicine, Wessex Clinical Genetics Service, Princess Anne Hospital, University of Southampton, Southampton, Hampshire, UK."], ["Paciorkowski", "Alex R", "AR", "Department of Neurology, University of Rochester Medical Center, Rochester, New York."]]}