{"title": "The Autism Family Experience Questionnaire (AFEQ): An Ecologically-Valid, Parent-Nominated Measure of Family Experience, Quality of Life and Prioritised Outcomes for Early Intervention.", "text": "There is a lack of measures that reflect the intervention priorities of parents of children with autism spectrum disorder (ASD) and that assess the impact of interventions on family experience and quality of life. The Autism Family Experience Questionnaire (AFEQ) was developed through focus groups and online consultation with parents, and reflected parental priorities. It was then administered to the parents of children enrolled in the Pre-school Autism Communication Trial and its 6-year follow-up study. The AFEQ showed good convergent validity with well-established measures of child adaptive functioning, parental mental health and parental wellbeing. It was sensitive to change in response to a parent-mediated intervention for young children with autism, showing treatment effect at treatment endpoint which increased at six-year follow-up.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29150738", "doi": "10.1007/s10803-017-3350-7", "date": "2017-11-18", "authors": [["Leadbitter", "Kathy", "K", "University of Manchester, Manchester, UK. Kathy.leadbitter@manchester.ac.uk."], ["Aldred", "Catherine", "C", "University of Manchester, Manchester, UK."], ["McConachie", "Helen", "H", "Newcastle University, Newcastle upon Tyne, UK."], ["Le Couteur", "Ann", "A", "Newcastle University, Newcastle upon Tyne, UK."], ["Kapadia", "Dharmi", "D", "University of Manchester, Manchester, UK."], ["Charman", "Tony", "T", "Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Macdonald", "Wendy", "W", "Greater Manchester Mental Health NHS Foundation Trust, Manchester, UK."], ["Salomone", "Erica", "E", "Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Emsley", "Richard", "R", "University of Manchester, Manchester, UK."], ["Green", "Jonathan", "J", "University of Manchester, Manchester, UK."], [null, null, null, null]]}