{"title": "First case report of Cohen syndrome in the Tunisian population caused by VPS13B mutations.", "text": "Cohen syndrome is a rare autosomal recessive developmental disorder that comprises variable clinical features counting developmental delay, pigmentary retinopathy, myopia, acquired microcephaly, truncal obesity, joint hypermobility, friendly disposition and intermittent neutropenia. VPS13B (vacuolar protein sorting 13, yeast, homologue of B) gene is the only gene responsible for Cohen Syndrome, causative mutations include nonsense, missense, indel and splice-site variants. The integrity of the Golgi apparatus requires the presence of the peripheral membrane protein VPS13B that have an essential function in intracellular protein transport and vesicle-mediated sorting.In this study, we performed whole exome sequencing (WES) in a Tunisian family with two young cases having developmental delay, hypotonia, autism spectrum disorder, ptosis and thick hair and eyebrows. The proposita presented also pigmentory retinopathy. Compound heterozygous mutation in VPS13B gene was detected by WES. This mutation inherited from healthy heterozygous parents, supports an unpredictable clinical diagnosis of Cohen Syndrome. The proband's phenotype is explained by the presence of compound heterozygous mutations in the VPS13B gene. This finding refined the understanding of genotype-phenotype correlation.This is the first report of a Tunisian family with Cohen syndrome mutated in the VPS13B gene.", "journal": ["BMC medical genetics", "BMC Med. Genet."], "id": "29149870", "doi": "10.1186/s12881-017-0493-5", "date": "2017-11-17", "authors": [["Rejeb", "Imen", "I", "Service des Maladies Congénitales et Héréditaires, CHU Mongi Slim La Marsa, Sidi Daoud La Marsa, 2046, Tunis, Tunisia. imen_rejeb@yahoo.fr."], ["Jilani", "Houweyda", "H", "Service des Maladies Congénitales et Héréditaires, CHU Mongi Slim La Marsa, Sidi Daoud La Marsa, 2046, Tunis, Tunisia."], ["Elaribi", "Yasmina", "Y", "Service des Maladies Congénitales et Héréditaires, CHU Mongi Slim La Marsa, Sidi Daoud La Marsa, 2046, Tunis, Tunisia."], ["Hizem", "Syrine", "S", "Service des Maladies Congénitales et Héréditaires, CHU Mongi Slim La Marsa, Sidi Daoud La Marsa, 2046, Tunis, Tunisia."], ["Hila", "Lamia", "L", "Laboratoire de Génétique Humaine, Faculté de Médecine de Tunis, Tunis, Tunisia."], ["Zillahrdt", "Julia Lauer", "JL", "Institut Cochin, Université Paris-Descartes, CNRS (UMR 8104), Paris, France."], ["Chelly", "Jamel", "J", "Institut Cochin, Université Paris-Descartes, CNRS (UMR 8104), Paris, France."], ["Benjemaa", "Lamia", "L", "Service des Maladies Congénitales et Héréditaires, CHU Mongi Slim La Marsa, Sidi Daoud La Marsa, 2046, Tunis, Tunisia."]]}