{"title": "Early executive dysfunction in ASD: Simple versus complex skills.", "text": "Despite the strong evidence of executive function (EF) impairment in Autism Spectrum Disorder (ASD), findings in the preschool period have been inconsistent. Whereas some research has supported an early deficit, many studies have not found early differences in EF. The present study assessed simple and complex components of three EF abilities: working memory, inhibition, and shifting, using a novel battery, the Preschool EF Battery (PEFB; Garon, Smith & Bryson, Child Neuropsychology, 20, 713-736, 2014). Previous research has indicated that the PEFB is sensitive to age differences in typically developing (TD) children aged 18-60 months. Current participants were 34 preschoolers (M = 54.79 months) diagnosed with ASD and 255 TD preschoolers (M = 42.98 months). Results indicated significant differences between the two groups in the three EF abilities, but specific findings were moderated by mental and chronological age. The findings highlight the importance of testing simpler EF skills in very young children with ASD. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Given that executive functions (EF) have been found to predict various outcomes such as academic ability and occupational success, sensitive early assessment is important. The current study suggests the presence of early EF deficits in preschool children with autism spectrum disorder. The study highlights the importance of considering how EF develops during early life in typically developing children in order to design sensitive EF measures.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29149519", "doi": "10.1002/aur.1893", "date": "2017-11-17", "authors": [["Garon", "Nancy", "N", "Department of Psychology, Mount Allison University, Sackville, Canada."], ["Smith", "Isabel M", "IM", "Department of Pediatrics and Department of Psychology & Neuroscience, Dalhousie University, Halifax, Canada."], ["Bryson", "Susan E", "SE", "Department of Pediatrics and Department of Psychology & Neuroscience, Dalhousie University, Halifax, Canada."]]}