{"title": "Screening Accuracy of the Brief Infant Toddler Social-Emotional Assessment to Identify Autism Spectrum Disorder in Toddlers Born at Less Than 30 Weeks' Gestation.", "text": "Despite the higher prevalence of autism spectrum disorder (ASD) in children born preterm, valid screening tools for use in preterm populations are lacking. We aimed to evaluate the screening accuracy of the Brief Infant Toddler Social-Emotional Assessment (BITSEA) and to compare it to the Pervasive Developmental Disorders Screening Test-II, Stage 2, Developmental Clinic Screener (PDDST-II-DCS) in identifying ASD diagnosis in toddlers born at < 30 weeks' gestation. Caregivers (94% mothers) of 555 children completed questionnaires (BITSEA, PDDST-II-DCS, socio-demographics) when the children (58% male) were 18-36 months. Medical charts were abstracted 3.5 years later and showed that 4% (n = 24) of children had an ASD diagnosis. BITSEA competence (sensitivity = .74; specificity = .76) and ASD (sensitivity = .70; specificity = .73) subscales demonstrated better accuracy in identifying ASD compared to the recommended PDDST-II-DCS cut-score (sensitivity = .73; specificity = .64), specifically as it related to specificity. Additional studies are needed in other preterm populations to replicate these findings.", "journal": ["Child psychiatry and human development", "Child Psychiatry Hum Dev"], "id": "29147839", "doi": "10.1007/s10578-017-0768-2", "date": "2017-11-17", "authors": [["Boone", "Kelly M", "KM", "Center for Biobehavioral Health, The Research Institute at Nationwide Children's Hospital, Columbus, OH, USA. boone.208@osu.edu."], ["Brown", "Anne K", "AK", "Center for Biobehavioral Health, The Research Institute at Nationwide Children's Hospital, Columbus, OH, USA."], ["Keim", "Sarah A", "SA", "Center for Biobehavioral Health, The Research Institute at Nationwide Children's Hospital, Columbus, OH, USA."]]}