{"title": "Sulforaphane from Broccoli Reduces Symptoms of Autism: A Follow-up Case Series from a Randomized Double-blind Study.", "text": "Autism spectrum disorder (ASD) affects 1 in 68 children, is characterized by impaired social interaction and communication as well as restricted or repetitive behaviors, and varies widely with respect to its causes and presentations. There are no validated pharmacologic treatments for the core symptoms of ASD. The social, medical, and economic burdens of ASD on families and caregivers are profound. We recently showed in a small clinical trial that sulforaphane (SF) from broccoli sprouts could significantly reduce the behavioral symptoms of ASD.After we completed the intervention phase of the original trial (2011-2013), many caregivers used over-the-counter dietary SF supplements in order to attempt to maintain improvements similar to those noted during the intervention. We periodically followed the progress of study participants through the summer of 2016.Families of 16 of the 26 subjects who received SF as part of the original study responded to requests for further information. Of these subjects, 6 did not continue taking SF supplements after the study. Nine of the 16 subjects are still taking an SF supplement and a 10th planned to. We present the edited testimonials of their caregivers in this case series.Many parents and caregivers articulated the positive effects of SF, both during the intervention phase and in the ensuing 3 years reported herein. These observations may contribute to understanding ASD and to treatments that may alleviate some of its symptoms. Diet- and supplement-based therapies deserve careful consideration for their potential to provide vital clinical as well as biochemical information about ASD.", "journal": ["Global advances in health and medicine", "Glob Adv Health Med"], "id": "29147630", "doi": "10.1177/2164957X17735826", "date": "2017-10-26", "authors": [["Lynch", "Rhoda", "R", "Department of Pediatrics, University of Massachusetts Medical School, Worcester, Massachusetts."], ["Diggins", "Eileen L", "EL", "Department of Pediatrics, University of Massachusetts Medical School, Worcester, Massachusetts."], ["Connors", "Susan L", "SL", "Department of Pediatrics, University of Massachusetts Medical School, Worcester, Massachusetts."], ["Zimmerman", "Andrew W", "AW", "Department of Pediatrics, University of Massachusetts Medical School, Worcester, Massachusetts."], ["Singh", "Kanwaljit", "K", "Department of Pediatrics, University of Massachusetts Medical School, Worcester, Massachusetts."], ["Liu", "Hua", "H", "Department of Pharmacology and Molecular Sciences, Johns Hopkins University, Baltimore, Maryland."], ["Talalay", "Paul", "P", "Department of Pharmacology and Molecular Sciences, Johns Hopkins University, Baltimore, Maryland."], ["Fahey", "Jed W", "JW", "Department of Pharmacology and Molecular Sciences, Johns Hopkins University, Baltimore, Maryland."]]}