{"title": "Depletion of Stercobilin in Fecal Matter from a Mouse Model of Autism Spectrum Disorders.", "text": "Autism spectrum disorders (ASD) are a group of neurodevelopmental disorders lacking a clinical biomarker for diagnosis. Emerging evidence shows that intestinal microflora from ASD subjects can be distinguished from controls, suggesting metabolite differences due to the action of intestinal microbes may provide a means for identifying potential biomarkers for ASD.The aim of this study was to determine if quantitative differences in levels of stercobilin and stercobilinogen, metabolites produced by biological action of intestinal microflora, exist in the fecal matter between an ASD mouse model population and controls.Pairs of fecal samples were collected from two mouse groups, an ASD model group with Timothy syndrome 2 (TS2-NEO) and a gender-matched control group. After centrifugation, supernatant was spiked with an 18O-labeled stercobilin isotopomer and subjected to solid phase extraction for processing. Extracted samples were spotted on a stainless steel plate and subjected to matrix-assisted laser desorption and ionization mass spectrometry using dihydroxybenzoic acid as the matrix (n = 5). Peak areas for bilins and 18O-stercobilin isotopomers were determined in each fecal sample.A 40-45% depletion in stercobilin in TS2-NEO fecal samples compared with controls was observed with p < 0.05; a less dramatic depletion was observed for stercobilinogen.The results show that stercobilin depletion in feces is observed for an ASD mouse model vs. controls. This may help to explain recent observations of a less diverse microbiome in humans with ASD and may prove helpful in developing a clinical ASD biomarker.", "journal": ["Metabolomics : Official journal of the Metabolomic Society", "Metabolomics"], "id": "29147105", "doi": "10.1007/s11306-017-1277-9", "date": "2017-10-03", "authors": [["Sekera", "Emily R", "ER", "Department of Chemistry, Natural Sciences Complex, University at Buffalo, State University of New York, Buffalo, NY."], ["Rudolph", "Heather L", "HL", "Department of Chemistry, Natural Sciences Complex, University at Buffalo, State University of New York, Buffalo, NY."], ["Carro", "Stephen D", "SD", "Department of Chemistry, Natural Sciences Complex, University at Buffalo, State University of New York, Buffalo, NY."], ["Morales", "Michael J", "MJ", "Department of Physiology and Biophysics, University at Buffalo, State University of New York, Buffalo, NY."], ["Bett", "Glenna C L", "GCL", "Department of Physiology and Biophysics, University at Buffalo, State University of New York, Buffalo, NY."], ["Rasmusson", "Randall L", "RL", "Department of Physiology and Biophysics, University at Buffalo, State University of New York, Buffalo, NY."], ["Wood", "Troy D", "TD", "Department of Chemistry, Natural Sciences Complex, University at Buffalo, State University of New York, Buffalo, NY."]]}