{"title": "Cerebellar Volume in Autism: Literature Meta-analysis and Analysis of the Autism Brain Imaging Data Exchange Cohort.", "text": "The neuroanatomical bases of autism spectrum disorder remain largely unknown. Among the most widely discussed candidate endophenotypes, differences in cerebellar volume have been often reported as statistically significant.We aimed at objectifying this possible alteration by performing a systematic meta-analysis of the literature and an analysis of the ABIDE (Autism Brain Imaging Data Exchange) cohort. Our meta-analysis sought to determine a combined effect size of autism spectrum disorder diagnosis on different measures of the cerebellar anatomy as well as the effect of possible factors of variability across studies. We then analyzed the cerebellar volume of 328 patients and 353 control subjects from the ABIDE project.The meta-analysis of the literature suggested a weak but significant association between autism spectrum disorder diagnosis and increased cerebellar volume (p = .049, uncorrected), but the analysis of ABIDE did not show any relationship. The studies meta-analyzed were generally underpowered; however, the number of statistically significant findings was larger than expected.Although we could not provide a conclusive explanation for this excess of significant findings, our analyses would suggest publication bias as a possible reason. Finally, age, sex, and IQ were important sources of cerebellar volume variability, although independent of autism diagnosis.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29146048", "doi": "10.1016/j.biopsych.2017.09.029", "date": "2017-10-10", "authors": [["Traut", "Nicolas", "N", "Unité de Génétique Humaine et Fonctions Cognitives, Département de Neuroscience, Institut Pasteur, Paris, France; Neuroscience Paris Seine, Institut de Biologie Paris Seine, Centre National de la Recherche Scientifique, Institut National de la Santé et de la Recherche Médicale, Université Pierre et Marie Curie, Sorbonne Universités, Paris, France; Genes, Synapses and Cognition, Unité Mixte de Recherche 3571, Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France; Human Genetics and Cognitive Functions, University Paris Diderot, Sorbonne Paris Cité, Paris, France. Electronic address: nicolas.traut@pasteur.fr."], ["Beggiato", "Anita", "A", "Unité de Génétique Humaine et Fonctions Cognitives, Département de Neuroscience, Institut Pasteur, Paris, France; Département de Psychiatrie de l'Enfant et de l'Adolescent, Hôpital Robert Debré, L'Assistance Publique-Hôpitaux de Paris, Paris, France."], ["Bourgeron", "Thomas", "T", "Unité de Génétique Humaine et Fonctions Cognitives, Département de Neuroscience, Institut Pasteur, Paris, France; Genes, Synapses and Cognition, Unité Mixte de Recherche 3571, Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France; Human Genetics and Cognitive Functions, University Paris Diderot, Sorbonne Paris Cité, Paris, France; Foundation Fondamentale, Créteil, France."], ["Delorme", "Richard", "R", "Unité de Génétique Humaine et Fonctions Cognitives, Département de Neuroscience, Institut Pasteur, Paris, France; Département de Psychiatrie de l'Enfant et de l'Adolescent, Hôpital Robert Debré, L'Assistance Publique-Hôpitaux de Paris, Paris, France."], ["Rondi-Reig", "Laure", "L", "Neuroscience Paris Seine, Institut de Biologie Paris Seine, Centre National de la Recherche Scientifique, Institut National de la Santé et de la Recherche Médicale, Université Pierre et Marie Curie, Sorbonne Universités, Paris, France."], ["Paradis", "Anne-Lise", "AL", "Neuroscience Paris Seine, Institut de Biologie Paris Seine, Centre National de la Recherche Scientifique, Institut National de la Santé et de la Recherche Médicale, Université Pierre et Marie Curie, Sorbonne Universités, Paris, France."], ["Toro", "Roberto", "R", "Unité de Génétique Humaine et Fonctions Cognitives, Département de Neuroscience, Institut Pasteur, Paris, France; Genes, Synapses and Cognition, Unité Mixte de Recherche 3571, Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France; Human Genetics and Cognitive Functions, University Paris Diderot, Sorbonne Paris Cité, Paris, France. Electronic address: rto@pasteur.fr."]]}