{"title": "dbMDEGA: a database for meta-analysis of differentially expressed genes in autism spectrum disorder.", "text": "Autism spectrum disorders (ASD) are hereditary, heterogeneous and biologically complex neurodevelopmental disorders. Individual studies on gene expression in ASD cannot provide clear consensus conclusions. Therefore, a systematic review to synthesize the current findings from brain tissues and a search tool to share the meta-analysis results are urgently needed.Here, we conducted a meta-analysis of brain gene expression profiles in the current reported human ASD expression datasets (with 84 frozen male cortex samples, 17 female cortex samples, 32 cerebellum samples and 4 formalin fixed samples) and knock-out mouse ASD model expression datasets (with 80 collective brain samples). Then, we applied R language software and developed an interactive shared and updated database (dbMDEGA) displaying the results of meta-analysis of data from ASD studies regarding differentially expressed genes (DEGs) in the brain.This database, dbMDEGA ( https://dbmdega.shinyapps.io/dbMDEGA/ ), is a publicly available web-portal for manual annotation and visualization of DEGs in the brain from data from ASD studies. This database uniquely presents meta-analysis values and homologous forest plots of DEGs in brain tissues. Gene entries are annotated with meta-values, statistical values and forest plots of DEGs in brain samples. This database aims to provide searchable meta-analysis results based on the current reported brain gene expression datasets of ASD to help detect candidate genes underlying this disorder.This new analytical tool may provide valuable assistance in the discovery of DEGs and the elucidation of the molecular pathogenicity of ASD. This database model may be replicated to study other disorders.", "journal": ["BMC bioinformatics", "BMC Bioinformatics"], "id": "29145823", "doi": "10.1186/s12859-017-1915-2", "date": "2017-11-16", "authors": [["Zhang", "Shuyun", "S", "Department of Occupational Health and Toxicology, School of Public Health, Nanchang University, BaYi Road 461, Nanchang, 330006, China."], ["Deng", "Libin", "L", "Institute for Translational Medicine, Nanchang University, Nanchang, 330000, China."], ["Jia", "Qiyue", "Q", "Department of Occupational Health and Toxicology, School of Public Health, Nanchang University, BaYi Road 461, Nanchang, 330006, China."], ["Huang", "Shaoting", "S", "Department of Occupational Health and Toxicology, School of Public Health, Nanchang University, BaYi Road 461, Nanchang, 330006, China."], ["Gu", "Junwang", "J", "Department of Occupational Health and Toxicology, School of Public Health, Nanchang University, BaYi Road 461, Nanchang, 330006, China."], ["Zhou", "Fankun", "F", "Department of Occupational Health and Toxicology, School of Public Health, Nanchang University, BaYi Road 461, Nanchang, 330006, China."], ["Gao", "Meng", "M", "Institute for Translational Medicine, Nanchang University, Nanchang, 330000, China."], ["Sun", "Xinyi", "X", "Institute for Translational Medicine, Nanchang University, Nanchang, 330000, China."], ["Feng", "Chang", "C", "Department of Occupational Health and Toxicology, School of Public Health, Nanchang University, BaYi Road 461, Nanchang, 330006, China."], ["Fan", "Guangqin", "G", "Department of Occupational Health and Toxicology, School of Public Health, Nanchang University, BaYi Road 461, Nanchang, 330006, China. fanguangqin@ncu.edu.cn."]]}