{"title": "Parenting and family adjustment scales (PAFAS): validation of a brief parent-report measure for use with families who have a child with a developmental disability.", "text": "Children with a developmental disability are three to four times more likely than their typically developing peers of developing significant emotional and behavioural problems. There is strong evidence to suggest that individual biological and psychological factors interact with family functioning to precipitate and perpetuate these problems.This study examined the psychometric properties of a brief measure, the Parent and Family Adjustment Scales (PAFAS) for use with parents of children with a developmental disability.A sample of 914 parents of children (M=6.27years) with a developmental disability participated in the study. Disabilities included Autism Spectrum Disorder and Intellectual Disability RESULTS: A confirmatory factor analysis supported a 16-item, four factor model of PAFAS Parenting, and an 11-item, three factor model of PAFAS Family Adjustment. The Parenting Scale measures parental consistency, coercive practices, use of encouragement and the quality of parent-child relationship. The Family Adjustment Scale measures parental emotional adjustment and partner and family support in parenting.The current study indicated that the PAFAS demonstrates promise as a brief measure of multiple domains of family functioning important for families who have a child with a developmental disability.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "id": "29145013", "doi": "10.1016/j.ridd.2017.10.011", "date": "2017-11-14", "authors": [["Mazzucchelli", "Trevor G", "TG", "Child and Family Research Group, and Brain, Behaviour and Mental Health Research Group, School of Psychology and Speech Pathology, Western Australia, Curtin University, GPO Box U1987, Perth, Western Australia 6845, Australia; Parenting and Family Support Centre, School of Psychology, The University of Queensland, Brisbane, Queensland 4072, Australia. Electronic address: trevor.mazzucchelli@curtin.edu.au."], ["Hodges", "Julie", "J", "Parenting and Family Support Centre, School of Psychology, The University of Queensland, Brisbane, Queensland 4072, Australia. Electronic address: j.hodges@psy.uq.edu.au."], ["Kane", "Robert T", "RT", "Child and Family Research Group, and Brain, Behaviour and Mental Health Research Group, School of Psychology and Speech Pathology, Western Australia, Curtin University, GPO Box U1987, Perth, Western Australia 6845, Australia. Electronic address: R.T.Kane@curtin.edu.au."], ["Sofronoff", "Kate", "K", "School of Psychology, Faculty of Health and Behavioural Sciences, The University of Queensland, Brisbane, Queensland, 4072, Australia. Electronic address: kate@psy.uq.edu.au."], ["Sanders", "Matthew R", "MR", "Parenting and Family Support Centre, School of Psychology, The University of Queensland, Brisbane, Queensland 4072, Australia. Electronic address: m.sanders@psy.uq.edu.au."], ["Einfeld", "Stewart", "S", "Brain and Mind Centre, The University of Sydney, Sydney, New South Wales 2050, Australia. Electronic address: stewart.einfeld@sydney.edu.au."], ["Tonge", "Bruce", "B", "Centre for Developmental Psychiatry and Psychology, Department of Psychiatry, School of Clinical Sciences at Monash Health, Monash University, Clayton, Victoria 3168, Australia. Electronic address: bruce.tonge@monash.edu."], ["Gray", "Kylie M", "KM", "Centre for Developmental Psychiatry and Psychology, Department of Psychiatry, School of Clinical Sciences at Monash Health, Monash University, Clayton, Victoria 3168, Australia; Centre for Educational Development, Appraisal and Research (CEDAR), University of Warwick, Coventry, UK. Electronic address: kylie.gray@monash.edu."], [null, null, null, null]]}