{"title": "Atypical Processing of Novel Distracters in a Visual Oddball Task in Autism Spectrum Disorder.", "text": "Several studies have shown that children with autism spectrum disorder (ASD) show abnormalities in P3b to targets in standard oddball tasks. The present study employed a three-stimulus visual oddball task with novel distracters that analyzed event-related potentials (ERP) to both target and non-target items at frontal and parietal sites. The task tested the hypothesis that children with autism are abnormally orienting attention to distracters probably due to impaired habituation to novelty. We predicted a lower selectivity in early ERPs to target, frequent non-target, and rare distracters. We also expected delayed late ERPs in autism. The study enrolled 32 ASD and 24 typically developing (TD) children. Reaction time (RT) and accuracy were analyzed as behavioral measures, while ERPs were recorded with a dense-array EEG system. Children with ASD showed higher error rate without normative post-error RT slowing and had lower error-related negativity. Parietal P1, frontal N1, as well as P3a and P3b components were higher to novels in ASD. Augmented exogenous ERPs suggest low selectivity in pre-processing of stimuli resulting in their excessive processing at later stages. The results suggest an impaired habituation to unattended stimuli that incurs a high load at the later stages of perceptual and cognitive processing and response selection when novel distracter stimuli are differentiated from targets.", "journal": ["Behavioral sciences (Basel, Switzerland)", "Behav Sci (Basel)"], "id": "29144422", "doi": "10.3390/bs7040079", "date": "2017-11-16", "authors": [["Sokhadze", "Estate M", "EM", "Department of Biomedical Sciences, University of South Carolina School of Medicine-Greenville, 200 Patewood Dr., Ste A200, Greenville, SC 29615, USA. SOKHADZE@greenvillemed.sc.edu."], ["Lamina", "Eva V", "EV", "Department of Biomedical Sciences, University of South Carolina School of Medicine-Greenville, 200 Patewood Dr., Ste A200, Greenville, SC 29615, USA. LAMINAE@mailbox.sc.edu."], ["Casanova", "Emily L", "EL", "Department of Biomedical Sciences, University of South Carolina School of Medicine-Greenville, 200 Patewood Dr., Ste A200, Greenville, SC 29615, USA. ECasanova@ghs.org."], ["Kelly", "Desmond P", "DP", "Department of Biomedical Sciences, University of South Carolina School of Medicine-Greenville, 200 Patewood Dr., Ste A200, Greenville, SC 29615, USA. DKelly@ghs.org."], ["Opris", "Ioan", "I", "School of Medicine, University of Miami, Miami, FL 33136, USA. ioanopris.phd@gmail.com."], ["Khachidze", "Irma", "I", "Centre of Experimental Biomedicine, 14 Gotya str., Tbilisi 0160, Georgia. irmakha@yahoo.com."], ["Casanova", "Manuel F", "MF", "Department of Biomedical Sciences, University of South Carolina School of Medicine-Greenville, 200 Patewood Dr., Ste A200, Greenville, SC 29615, USA. MCasanova@ghs.org."]]}