{"title": "Structure, longitudinal invariance, and stability of the Child Behavior Checklist 1½-5's Diagnostic and Statistical Manual of Mental Disorders-Autism Spectrum Disorder scale: Findings from Generation R (Rotterdam).", "text": "Although the Child Behavior Checklist 1½-5's 12-item Diagnostic and Statistical Manual of Mental Disorders-Autism Spectrum Problems Scale (formerly called Pervasive Developmental Problems scale) has been used in several studies as an autism spectrum disorder screener, the base rate and stability of its items and its measurement model have not been previously studied. We therefore examined the structure, longitudinal invariance, and stability of the Child Behavior Checklist 1½-5's Diagnostic and Statistical Manual of Mental Disorders-Autism Spectrum Problems Scale in the diverse Generation R (Rotterdam) sample based on mothers' ratings at 18 months ( n = 4695), 3 years ( n = 4571), and 5 years ( n = 5752). Five items that seemed especially characteristic of autism spectrum disorder had low base rates at all three ages. The rank order of base rates for the 12 items was highly correlated over time ( Qs ⩾ 0.86), but the longitudinal stability of individual items was modest (phi coefficients = 0.15-0.34). Confirmatory factor analyses indicated that the autism spectrum disorder scale model manifested configural, metric, and scalar longitudinal invariance over the time period from 18 months to 5 years, with large factor loadings. Correlations over time for observed autism spectrum disorder scale scores (0.25-0.50) were generally lower than the correlations across time of the latent factors (0.45-0.68). Results indicated significant associations of the autism spectrum disorder scale with later autism spectrum disorder diagnoses.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29143542", "doi": "10.1177/1362361317736201", "date": "2017-11-01", "authors": [["Rescorla", "Leslie A", "LA", "1 Bryn Mawr College, USA."], ["Ghassabian", "Akhgar", "A", "2 Erasmus MC, The Netherlands."], ["Ivanova", "Masha Y", "MY", "4 University of Vermont, USA."], ["Jaddoe", "Vincent Wv", "VW", "2 Erasmus MC, The Netherlands."], ["Verhulst", "Frank C", "FC", "5 Erasmus MC-Sophia Children's Hospital, The Netherlands."], ["Tiemeier", "Henning", "H", "5 Erasmus MC-Sophia Children's Hospital, The Netherlands."]]}