{"title": "Predictors and Patterns of Psychiatric Treatment Dropout During Pregnancy Among Low-Income Women.", "text": "Objective This study compared psychiatric treatment discontinuation rates among pregnant women using psychotropic medications, outpatient psychotherapy, or both before conception. Methods Using data from Pennsylvania Medicaid Fee-For-Service and Managed Care Organization claims and Medicaid enrollment, 3030 women were identified who gave birth between 2007 and 2009, had ≥ 1 claim for psychiatric treatment during the 120 days prior to pregnancy, and were enrolled in Medicaid until they delivered. Kaplan-Meier and Cox regression analyses were used to estimate psychiatric treatment dropout rate during pregnancy and examine relationships between treatment dropout and age, race/ethnicity, and pre-pregnancy psychiatric diagnosis and treatment pattern. Results After the first trimester, the probability of discontinuing psychotropic medications was 83 versus 37.8% for cessation of psychotherapy among combined treatment users. Two or more psychotherapy sessions in the 4 months prior to pregnancy were associated with decreased psychotherapy dropout during pregnancy. Psychotherapy during pregnancy was associated with prenatal psychotropic medication adherence. Conclusions To retain women in treatment during pregnancy, when discontinuation from care is common, innovative models of care should consider type of pre-pregnancy mental healthcare and individual characteristics.", "journal": ["Maternal and child health journal", "Matern Child Health J"], "id": "29143169", "doi": "10.1007/s10995-017-2394-9", "date": "2017-11-15", "authors": [["Kornfield", "Sara L", "SL", "Department of Psychiatry, School of Medicine, Washington University in St. Louis, 660 S. Euclid Ave., Campus Box 8134, St. Louis, MO, 63110, USA. kornfields@psychiatry.wustl.edu."], ["Kang-Yi", "Christina D", "CD", "University of Pennsylvania Center for Mental Health Policy and Services Research, 3535 Market Street, 3rd Floor, Philadelphia, PA, 19104, USA."], ["Mandell", "David S", "DS", "The Children's Hospital of Philadelphia Center for Autism Research, University of Pennsylvania Center for Mental Health Policy and Services Research, 3535 Market Street, 3rd Floor, Philadelphia, PA, 19104, USA."], ["Epperson", "C Neill", "CN", "Penn PROMOTES Research on Sex and Gender in Health, Penn Center for Women's Behavioral Wellness, University of Pennsylvania, 3535 Market Street, Philadelphia, PA, 19104, USA."]]}