{"title": "Prevalence and Predictors of Non-Suicidal Self-Injury among Children with Autism Spectrum Disorder.", "text": "To find the prevalence as well as to identify the predictors as protective and risk factors of Non-Suicidal Self-Injury (NSSI) among children with autism spectrum disorder (ASD).In this analytical cross sectional survey 83 children with ASD age range from 8 to 18 years were selected through convenient sampling technique from five special schools of Lahore city. The Urdu form of a standardized tool was used to assess NSSI.Statistical analysis indicated overall point prevalence of NSSI was 33%. Moreover banging/self-beating (47%), scratching (38), pinching (35%), picking scabs (33%), self-biting (32%), pulling hair (30%) and rubbing skin (19%) emerged as common forms of challenging behavior. Further regression analysis showed that age B(1.68*, P<.05), gender B(3.72, P<.001) and severity level of ASD B(1.85***, p<.0001) as risk factors/positive predictors of NSSI. However early intervention (-0.66***, P<.0001) and involvement of parents in counselling (-2.66*, P<.05) emerged as protective factors/negative predictors of NSSI among children with ASD.Non-suicidal self-injury is a serious challenge among children with ASD. Early intervention, counselling and parental involvement in managing the children with ASD will not only prevent but reduce the challenging behaviors.", "journal": ["Pakistan journal of medical sciences", "Pak J Med Sci"], "id": "29142569", "doi": "10.12669/pjms.335.12931", "date": null, "authors": [["Akram", "Bushra", "B", "Dr. Bushra Akram, PhD. Assistant Professor, Department of Psychology, University of Gujrat, Gujrat, Pakistan."], ["Batool", "Mehak", "M", "Mehak Batool, BS Hon's., Student at Department of Psychology, University of Gujrat, Gujrat, Pakistan."], ["Rafi", "Zeeshan", "Z", "Zeeshan Rafi, M.Phil. PhD Scholar, Faculty of Computer Sciences and Management, Istanbul University, Turkey."], ["Akram", "Abrar", "A", "Abrar Akram. MSc. Faculty of Computer Sciences and Management, Gujrat University, Gujrat, Pakistan."]]}