{"title": "The serine protease inhibitor neuroserpin is required for normal synaptic plasticity and regulates learning and social behavior.", "text": "The serine protease inhibitor neuroserpin regulates the activity of tissue-type plasminogen activator (tPA) in the nervous system. Neuroserpin expression is particularly prominent at late stages of neuronal development in most regions of the central nervous system (CNS), whereas it is restricted to regions related to learning and memory in the adult brain. The physiological expression pattern of neuroserpin, its high degree of colocalization with tPA within the CNS, together with its dysregulation in neuropsychiatric disorders, suggest a role in formation and refinement of synapses. In fact, studies in cell culture and mice point to a role for neuroserpin in dendritic branching, spine morphology, and modulation of behavior. In this study, we investigated the physiological role of neuroserpin in the regulation of synaptic density, synaptic plasticity, and behavior in neuroserpin-deficient mice. In the absence of neuroserpin, mice show a significant decrease in spine-synapse density in the CA1 region of the hippocampus, while expression of the key postsynaptic scaffold protein PSD-95 is increased in this region. Neuroserpin-deficient mice show decreased synaptic potentiation, as indicated by reduced long-term potentiation (LTP), whereas presynaptic paired-pulse facilitation (PPF) is unaffected. Consistent with altered synaptic plasticity, neuroserpin-deficient mice exhibit cognitive and sociability deficits in behavioral assays. However, although synaptic dysfunction is implicated in neuropsychiatric disorders, we do not detect alterations in expression of neuroserpin in fusiform gyrus of autism patients or in dorsolateral prefrontal cortex of schizophrenia patients. Our results identify neuroserpin as a modulator of synaptic plasticity, and point to a role for neuroserpin in learning and memory.", "journal": ["Learning & memory (Cold Spring Harbor, N.Y.)", "Learn. Mem."], "id": "29142062", "doi": "10.1101/lm.045864.117", "date": "2017-11-15", "authors": [["Reumann", "Rebecca", "R", "Institute of Neuropathology, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Vierk", "Ricardo", "R", "Institute of Neuroanatomy, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Zhou", "Lepu", "L", "Institute of Neuroanatomy, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Gries", "Frederice", "F", "Institute of Neuropathology, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Kraus", "Vanessa", "V", "Research Group Behavioral Biology, Center for Molecular Neurobiology Hamburg, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Mienert", "Julia", "J", "Research Group Behavioral Biology, Center for Molecular Neurobiology Hamburg, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Romswinkel", "Eva", "E", "Research Group Behavioral Biology, Center for Molecular Neurobiology Hamburg, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Morellini", "Fabio", "F", "Research Group Behavioral Biology, Center for Molecular Neurobiology Hamburg, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Ferrer", "Isidre", "I", "Institute of Neuropathology, Bellvitge University Hospital, University of Barcelona, CIBERNED, 08907 Hospitalet de Llobregat, Spain."], ["Nicolini", "Chiara", "C", "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario L8S 4K1, Canada."], ["Fahnestock", "Margaret", "M", "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario L8S 4K1, Canada."], ["Rune", "Gabriele", "G", "Institute of Neuroanatomy, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Glatzel", "Markus", "M", "Institute of Neuropathology, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Galliciotti", "Giovanna", "G", "Institute of Neuropathology, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."]]}