{"title": "Clinical and molecular genetic characterization of familial MECP2 duplication syndrome in a Chinese family.", "text": "Chromosomal duplication at the Xq28 region including the MECP2 gene, share consistent clinical phenotypes and a distinct facial phenotype known as MECP2 duplication syndrome. The typical clinical features include infantile hypotonia , mild dysmorphic features, a broad range of neurodevelopmental disorders, recurrent infections, and progressive spasticity.This Chinese MECP2 duplication syndrome family includes six patients (five males and one female), and four asymptomatic female carriers. Two kinds of chips including 4x180K CNV + SNP chip and custom 8x60K CNV chip were used to detect MECP2 duplication, and then fluorescent in situ hybridization (FISH) analysis was performed to identify the exact copy number of MECP2. X-chromosome inactivation (XCI) analysis on AR gene was detected for all female family members, and the m icrosatellite analysis on MECP2 was used to validate the recombination event on MECP2 region.The affected male subjects presented with a broad range of neurodevelopmental symptoms (severe intellectual disability, developmental delay, seizure, language deficit, and autism spectrum disorder) as well as facial dysmorphism and other symptoms which were consistent with that of Western patients previous reported. Seizure is reported in Chinese patients for the first time. In addition, we validated three recombination events for the MECP2-duplication allele during maternal transmission due to X homologous recombination.We provided the largest known Chinese pedigree with MECP2 duplication syndrome. The detailed clinical description and molecular genetic characterization in all affected family members further delineate the typical phenotype of this genomic disorder in Chinese population.", "journal": ["BMC medical genetics", "BMC Med. Genet."], "id": "29141583", "doi": "10.1186/s12881-017-0486-4", "date": "2017-11-15", "authors": [["Li", "Xiaoyan", "X", "Department of Neurology, Jiangxi Children's Hospital, Yangming Road, Donghu District, Nanchang, 330006, China."], ["Xie", "Hua", "H", "Beijing Municipal Key Laboratory of Child Development and Nutriomics, Capital Institute of Pediatrics, Room 616, NO. 2, Yabao Road, Chaoyang District, Beijing, 100020, China."], ["Chen", "Qian", "Q", "Department of Neurology, Affiliated Children's Hospital of Capital Institute of Pediatrics, Beijing, China."], ["Yu", "Xiongying", "X", "Department of Neurology, Jiangxi Children's Hospital, Yangming Road, Donghu District, Nanchang, 330006, China."], ["Yi", "Zhaoshi", "Z", "Department of Neurology, Jiangxi Children's Hospital, Yangming Road, Donghu District, Nanchang, 330006, China."], ["Li", "Erzhen", "E", "Department of Neurology, Affiliated Children's Hospital of Capital Institute of Pediatrics, Beijing, China."], ["Zhang", "Ting", "T", "Beijing Municipal Key Laboratory of Child Development and Nutriomics, Capital Institute of Pediatrics, Room 616, NO. 2, Yabao Road, Chaoyang District, Beijing, 100020, China."], ["Wang", "Jian", "J", "Department of Laboratory Medicine, Shanghai Children's Medical Center, Shanghai Jiaotong University School of Medicine, Shanghai, China."], ["Zhong", "Jianmin", "J", "Department of Neurology, Jiangxi Children's Hospital, Yangming Road, Donghu District, Nanchang, 330006, China. zhongjm@163.com."], ["Chen", "Xiaoli", "X", "Beijing Municipal Key Laboratory of Child Development and Nutriomics, Capital Institute of Pediatrics, Room 616, NO. 2, Yabao Road, Chaoyang District, Beijing, 100020, China. cxlwx@sina.com."]]}