{"title": "A Small Supernumerary Marker Derived from the Pericentromeric Region of Chromosome 5: Case Report and Delineation of Partial Trisomy 5p Phenotype.", "text": "A 17-year-old girl presented with a distinct phenotype mainly featuring craniofacial dysmorphism, including a disproportioned large, round, elongated face; hypertelorism; deep-set eyes with short palpebral fissures; obesity (BMI 37), and a neuropsychiatric disorder with high-functioning autism. Postnatal conventional cytogenetic analyses from peripheral blood revealed a mosaic small supernumerary marker chromosome (sSMC) with a mos 47,XX,+mar[7]/46,XX[43] karyotype. By cenM-FISH technique, the sSMC was identified as a ring derivative of chromosome 5. Metaphase FISH analysis with a set of dedicated probes defined its origin from the pericentromeric region of chromosome 5, including the NIPBL gene at 5p13.2. Such sSMCs, exceedingly rare in the literature, underlie proximal trisomy 5p. In order to delineate a core phenotype of proximal trisomy 5p, we compared our patient's features with those of 6 patients found in the literature with similar der(5) chromosomes. Furthermore, a dozen individuals with 5p13 (micro)duplication syndrome was compared and discussed. We identified highly distinctive craniofacial dysmorphism, obesity, and intellectual disability and/or autism spectrum disorder as typical features of proximal 5p trisomy. In the critical region (band 5p13), the NIPBL gene is likely to be a major determinant of the neurobehavioral phenotype, and its presence at the sSMC level may be relevant to predict clinical outcome.", "journal": ["Cytogenetic and genome research", "Cytogenet. Genome Res."], "id": "29141250", "doi": "10.1159/000481331", "date": "2017-11-16", "authors": [["Camerota", "Letizia", "L", "Laboratory of Molecular and Cell Biology, Istituto Dermopatico dell'Immacolata (IDI) IRCCS, Rome, Italy."], ["Pitzianti", "Mariabernarda", "M", null], ["Postorivo", "Diana", "D", null], ["Nardone", "Anna M", "AM", null], ["Ligas", "Claudio", "C", null], ["Moretti", "Costanzo", "C", null], ["Pasini", "Augusto", "A", null], ["Brancati", "Francesco", "F", null]]}