{"title": "FOXP1 Promotes Embryonic Neural Stem Cell Differentiation by Repressing Jagged1 Expression.", "text": "Mutations in FOXP1 have been linked to neurodevelopmental disorders including intellectual disability and autism; however, the underlying molecular mechanisms remain ill-defined. Here, we demonstrate with RNA and chromatin immunoprecipitation sequencing that FOXP1 directly regulates genes controlling neurogenesis. We show that FOXP1 is expressed in embryonic neural stem cells (NSCs), and modulation of FOXP1 expression affects both neuron and astrocyte differentiation. Using a murine model of cortical development, FOXP1-knockdown in utero was found to reduce NSC differentiation and migration during corticogenesis. Furthermore, transplantation of FOXP1-knockdown NSCs in neonatal mice after hypoxia-ischemia challenge demonstrated that FOXP1 is also required for neuronal differentiation and functionality in vivo. FOXP1 was found to repress the expression of Notch pathway genes including the Notch-ligand Jagged1, resulting in inhibition of Notch signaling. Finally, blockade of Jagged1 in FOXP1-knockdown NSCs rescued neuronal differentiation in vitro. Together, these data support a role for FOXP1 in regulating embryonic NSC differentiation by modulating Notch signaling.", "journal": ["Stem cell reports", "Stem Cell Reports"], "id": "29141232", "doi": "10.1016/j.stemcr.2017.10.012", "date": null, "authors": [["Braccioli", "Luca", "L", "Laboratory of Neuroimmunology and Developmental Origins of Disease (NIDOD), University Medical Center Utrecht, Utrecht 3508 AB, the Netherlands; Center for Molecular Medicine and Regenerative Medicine Center, University Medical Center Utrecht, Utrecht 3584 CT, the Netherlands."], ["Vervoort", "Stephin J", "SJ", "Center for Molecular Medicine and Regenerative Medicine Center, University Medical Center Utrecht, Utrecht 3584 CT, the Netherlands."], ["Adolfs", "Youri", "Y", "Department of Translational Neuroscience, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht 3584 CX, the Netherlands."], ["Heijnen", "Cobi J", "CJ", "Laboratory of Neuroimmunology, Department of Symptom Research, Division of Internal Medicine, University of Texas MD Anderson Cancer Center, Houston, TX 77030, USA."], ["Basak", "Onur", "O", "Hubrecht Institute, Royal Netherlands Academy of Arts and Sciences (KNAW) and University Medical Center Utrecht, 3584 CT Utrecht, the Netherlands."], ["Pasterkamp", "R Jeroen", "RJ", "Department of Translational Neuroscience, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht 3584 CX, the Netherlands."], ["Nijboer", "Cora H", "CH", "Laboratory of Neuroimmunology and Developmental Origins of Disease (NIDOD), University Medical Center Utrecht, Utrecht 3508 AB, the Netherlands. Electronic address: c.nijboer@umcutrecht.nl."], ["Coffer", "Paul J", "PJ", "Center for Molecular Medicine and Regenerative Medicine Center, University Medical Center Utrecht, Utrecht 3584 CT, the Netherlands. Electronic address: p.j.coffer@umcutrecht.nl."]]}