{"title": "Autistic traits modulate the activity of the ventromedial prefrontal cortex in response to female faces.", "text": "Previous findings have revealed abnormal visual attention or processing of faces among individuals with autism spectrum condition (ASC). However, little attention has been paid to the relationship between autistic traits and neural mechanisms associated with representing facial values. Using fMRI, we investigated the patterns of brain activity in the vmPFC and VS in response to faces of elderly males, elderly females, young males, and young females. During fMRI, subjects with a relatively high autism quotient (high group) and those with a relatively low autism quotient (low group) were presented with a face and asked to rate its pleasantness. After fMRI, the subjects were presented with pairs of faces and asked to select the face that they preferred. Our results indicate a dissociable modulatory effect of autistic traits on the vmPFC and VS: The vmPFC activity in the low group was more sensitive to age differences in female faces compared to that in the high group, whereas VS activity did not show differences between groups. These results suggest that, in the BVS, autistic traits selectively modulate the vmPFC activity associated with facial value representation.", "journal": ["Neuroscience research", "Neurosci. Res."], "id": "29141188", "doi": "10.1016/j.neures.2017.11.003", "date": "2017-11-12", "authors": [["Murakami", "Yui", "Y", "Division of Health Sciences, Graduate School of Health Sciences, Hokkaido University, Sapporo, Japan; Department of Occupational therapy, Faculty of Human Science, Hokkaido Bunkyo University, Eniwa, Japan."], ["Sakai", "Shinya", "S", "Department of Functioning and Disability, Faculty of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Takeda", "Kenta", "K", "Division of Health Sciences, Graduate School of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Sawamura", "Daisuke", "D", "Department of Occupational Therapy, School of Rehabilitation Sciences, Health Sciences University of Hokkaido, Tobetsu, Japan."], ["Yoshida", "Kazuki", "K", "Department of Functioning and Disability, Faculty of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Hirose", "Takamichi", "T", "Division of Health Sciences, Graduate School of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Ikeda", "Chisa", "C", "Department of Motor Development for Children with Disabilities, Special Education Course, Hokkaido University of Education, Sapporo, Japan."], ["Mani", "Hiroki", "H", "Department of Rehabilitation Science, Faculty of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Yamamoto", "Toru", "T", "Department of Biomedical Science and Engineering, Faculty of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Ito", "Ayahito", "A", "Kansei Fukushi Research Institute, Tohoku Fukushi University, Sendai, Japan. Electronic address: ayahito.ito@york.ac.uk."]]}