{"title": "Object-directed imitation in autism spectrum disorder is differentially influenced by motoric task complexity, but not social contextual cues.", "text": "We examined the role of social motivation and motor execution factors in object-directed imitation difficulties in autism spectrum disorder. A series of to-be-imitated actions was presented to 35 children with autism spectrum disorder and 20 typically developing children on an Apple® iPad® by a socially responsive or aloof model, under conditions of low and high motor demand. There were no differences in imitation performance (i.e. the number of actions reproduced within a fixed sequence), for either group, in response to a model who acted socially responsive or aloof. Children with autism spectrum disorder imitated the high motor demand task more poorly than the low motor demand task, while imitation performance for typically developing children was equivalent across the low and high motor demand conditions. Furthermore, imitative performance in the autism spectrum disorder group was unrelated to social reciprocity, though positively associated with fine motor coordination. These results suggest that difficulties in object-directed imitation in autism spectrum disorder are the result of motor execution difficulties, not reduced social motivation.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29139304", "doi": "10.1177/1362361317734063", "date": "2017-11-01", "authors": [["Chetcuti", "Lacey", "L", "1 Olga Tennison Autism Research Center, School of Psychology and Public Health, La Trobe University, Australia."], ["Hudry", "Kristelle", "K", "1 Olga Tennison Autism Research Center, School of Psychology and Public Health, La Trobe University, Australia."], ["Grant", "Megan", "M", "1 Olga Tennison Autism Research Center, School of Psychology and Public Health, La Trobe University, Australia."], ["Vivanti", "Giacomo", "G", "3 A.J. Drexel Autism Institute, Drexel University, USA."]]}