{"title": "Sex differences in the phagocytic and migratory activity of microglia and their impairment by palmitic acid.", "text": "Sex differences in the incidence, clinical manifestation, disease course, and prognosis of neurological diseases, such as autism spectrum disorders or Alzheimer's disease, have been reported. Obesity has been postulated as a risk factor for cognitive decline and Alzheimer's disease and, during pregnancy, increases the risk of autism spectrum disorders in the offspring. Obesity is associated with increased serum and brain levels of free fatty acids, such as palmitic acid, which activate microglial cells triggering a potent inflammatory cascade. In this study, we have determined the effect of palmitic acid in the inflammatory profile, motility, and phagocytosis of primary male and female microglia, both in basal conditions and in the presence of a pro-inflammatory stimulus (interferon-γ). Male microglia in vitro showed higher migration than female microglia under basal and stimulated conditions. In contrast, female microglia had higher basal and stimulated phagocytic activity than male microglia. Palmitic acid did not affect basal migration or phagocytosis, but abolished the migration and phagocytic activity of male and female microglia in response to interferon-γ. These findings extend previous observations of sex differences in microglia and suggest that palmitic acid impairs the protective responses of these cells.", "journal": ["Glia", "Glia"], "id": "29139169", "doi": "10.1002/glia.23263", "date": "2017-11-15", "authors": [["Yanguas-Casás", "Natalia", "N", "Instituto Cajal, CSIC, Madrid, 28002, Spain."], ["Crespo-Castrillo", "Andrea", "A", "Instituto Cajal, CSIC, Madrid, 28002, Spain."], ["de Ceballos", "Maria L", "ML", "Instituto Cajal, CSIC, Madrid, 28002, Spain."], ["Chowen", "Julie A", "JA", "Department of Endocrinology, Hospital Infantil Universitario Niño Jesús, Instituto de Investigación la Princesa, Madrid, 28009, Spain."], ["Azcoitia", "Iñigo", "I", "Department of Cell Biology, Faculty of Biology, Universidad Complutense, Madrid, 28040, Spain."], ["Arevalo", "Maria Angeles", "MA", "Instituto Cajal, CSIC, Madrid, 28002, Spain."], ["Garcia-Segura", "Luis M", "LM", "Instituto Cajal, CSIC, Madrid, 28002, Spain."]]}