{"title": "Maternal impulse control disability and developmental disorder traits are risk factors for child maltreatment.", "text": "Previous work has suggested that maternal developmental disorder traits related to autism spectrum disorder (ASD) and attention-deficit hyperactivity disorder (ADHD) are significantly associated with child maltreatment. However, there may be other important maternal characteristics that contribute to child maltreatment. We hypothesized that maternal impulse control disability may also affect child maltreatment in addition to maternal developmental disorder traits. We aimed to test this hypothesis via a cohort study performed in Tokyo (n = 1,260). Linear regression analyses using the Behavioural Inhibition/Behavioural Activation Scales, the self-administered short version of the Pervasive Developmental Disorders Autism Society Japan Rating Scale, the short form of the Adult Attention-Deficit Hyperactivity Disorder Self-Report Scale, and the Child Maltreatment Scale, revealed that excessive inhibition of behaviour and affect, which is impulse control disability, is significantly associated with child maltreatment (b = 0.031, p = 0.018) in addition to maternal developmental disorder traits (ASD: b = 0.052, p = 0.004; ADHD: b = 0.178, p < 0.001). Logistic regression analyses revealed that ASD (adjusted odds ratio [AOR] = 1.083, p = 0.014) and high behavioural inhibition (AOR = 1.068, p = 0.016) were significantly associated with moderate child maltreatment, while ADHD was associated (AOR = 1.034, p = 0.022) with severe child maltreatment. These maternal characteristics may inform the best means for prevention and management of child maltreatment cases.", "journal": ["Scientific reports", "Sci Rep"], "id": "29138391", "doi": "10.1038/s41598-017-14666-5", "date": "2017-11-14", "authors": [["Tachibana", "Yoshiyuki", "Y", "Division of Infant and Toddler Mental Health, Department of Psychosocial Medicine, National Centre for Child Health and Development, Tokyo, Japan. tachibana-y@ncchd.go.jp."], ["Takehara", "Kenji", "K", "Department of Health Policy, National Research Institute for Child Health and Development, Tokyo, Japan."], ["Kakee", "Naoko", "N", "Division of Bioethics, National Centre for Child Health and Development, Tokyo, Japan."], ["Mikami", "Masashi", "M", "Department of Biostatistics, Clinical Research Centre, National Centre for Child Health and Development, Tokyo, Japan."], ["Inoue", "Eisuke", "E", "Department of Biostatistics, Clinical Research Centre, National Centre for Child Health and Development, Tokyo, Japan."], ["Mori", "Rintaro", "R", "Department of Health Policy, National Research Institute for Child Health and Development, Tokyo, Japan."], ["Ota", "Erika", "E", "Department of Health Policy, National Research Institute for Child Health and Development, Tokyo, Japan."], ["Koizumi", "Tomoe", "T", "National Research Institute for Child Health and Development, Tokyo, Japan."], ["Okuyama", "Makiko", "M", "Department of Psychosocial Medicine, National Centre for Child Health and Development, Tokyo, Japan."], ["Kubo", "Takahiko", "T", "Department of Perinatal Medicine and Maternal Care, National Center for Child Health and Development, Tokyo, Japan."]]}