{"title": "Foxp1 regulation of neonatal vocalizations via cortical development.", "text": "The molecular mechanisms driving brain development at risk in autism spectrum disorders (ASDs) remain mostly unknown. Previous studies have implicated the transcription factor FOXP1 in both brain development and ASD pathophysiology. However, the specific molecular pathways both upstream of and downstream from FOXP1 are not fully understood. To elucidate the contribution of FOXP1-mediated signaling to brain development and, in particular, neocortical development, we generated forebrain-specific Foxp1 conditional knockout mice. We show that deletion of Foxp1 in the developing forebrain leads to impairments in neonatal vocalizations as well as neocortical cytoarchitectonic alterations via neuronal positioning and migration. Using a genomics approach, we identified the transcriptional networks regulated by Foxp1 in the developing neocortex and found that such networks are enriched for downstream targets involved in neurogenesis and neuronal migration. We also uncovered mechanistic insight into Foxp1 function by demonstrating that sumoylation of Foxp1 during embryonic brain development is necessary for mediating proper interactions between Foxp1 and the NuRD complex. Furthermore, we demonstrated that sumoylation of Foxp1 affects neuronal differentiation and migration in the developing neocortex. Together, these data provide critical mechanistic insights into the function of FOXP1 in the developing neocortex and may reveal molecular pathways at risk in ASD.", "journal": ["Genes & development", "Genes Dev."], "id": "29138280", "doi": "10.1101/gad.305037.117", "date": "2017-11-14", "authors": [["Usui", "Noriyoshi", "N", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, Texas 75390, USA."], ["Araujo", "Daniel J", "DJ", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, Texas 75390, USA."], ["Kulkarni", "Ashwinikumar", "A", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, Texas 75390, USA."], ["Co", "Marissa", "M", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, Texas 75390, USA."], ["Ellegood", "Jacob", "J", "Mouse Imaging Centre (MICe), Hospital for Sick Children, Toronto, Ontario M5S 1A1, Canada."], ["Harper", "Matthew", "M", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, Texas 75390, USA."], ["Toriumi", "Kazuya", "K", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, Texas 75390, USA."], ["Lerch", "Jason P", "JP", "Mouse Imaging Centre (MICe), Hospital for Sick Children, Toronto, Ontario M5S 1A1, Canada."], ["Konopka", "Genevieve", "G", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, Texas 75390, USA."]]}