{"title": "Analysis of Social Process in Two Inbred Strains of Male Mice: A Predominance of Contact-Based Investigation in BALB/c Mice.", "text": "Developing mouse models for social communication deficits requires a better understanding of the nature of social investigatory processes between mice. Mice use different investigatory strategies based on a possibility of contacts with social sources. A detailed investigation of contact distance revealed strain differences in behavioral strategy between two male inbred C57BL/6 (B6) and BALB/c (BALB) mouse strains. When direct physical contact with stimulus mice was restricted, BALB mice displayed lower social approaches than B6 mice, accompanied by heightened innate anxiety in an unfamiliar environment. However, both BALB and B6 mice expressed distinct object and social recognition in the habituation/dishabituation paradigm. When allowed direct contact with stimulus mice, both B6 and BALB mice showed approach and discrimination of strain differences in the stimulus mice. Furthermore, BALB mice discriminated individuals of the same strain among cagemates and showed a discrete aversion to the anogenital but not facial region of the stranger mice. This anogenital aversion disappeared when the stranger mice received a buspirone injection that reduced anxiety or when familiar cagemates were exposed. These strain differences in investigatory strategies illustrate that B6 mice are able to respond to and process social cues in a vicinity, which does not require physical contact with the source, while BALB mice predominantly process social cues by direct contact with the source. Although BALB mice exhibit marked anxiety and defensive responses to unfamiliarity, there is no evidence of any defect in sociability in BALB mice as a possible autism model.", "journal": ["Neuroscience", "Neuroscience"], "id": "29138108", "doi": "10.1016/j.neuroscience.2017.10.045", "date": "2017-11-12", "authors": [["Arakawa", "Hiroyuki", "H", "Rodent Behavioral Core, Department of Research Administration, Case Western Reserve University School of Medicine, United States. Electronic address: hxa171@case.edu."]]}