{"title": "Exposure to polybrominated diphenyl ethers (PBDEs) and child behavior: Current findings and future directions.", "text": "Polybrominated diphenyl ethers (PBDEs) are recognized neurotoxicants, but the extent to which PBDEs influence various domains of behavior in children is not fully understood. As such, we reviewed epidemiologic studies published to date to provide an overview of the current state of knowledge on PBDEs' potential role in behavioral development. We identified 19 epidemiologic studies reporting on associations of prenatal and childhood concentrations of PBDEs with behaviors assessed in children from 1 to 12years, including executive function, attention, externalizing and internalizing behaviors, adaptive skills, and social behaviors/Autism Spectrum Disorder (ASD). While the mechanisms of PBDE neurotoxicity in humans are still not clearly elucidated, findings from this review indicate that PBDE exposure during fetal development is associated with impairments in executive function and poorer attentional control in children. Results from large prospective cohorts demonstrate that prenatal and postnatal PBDE exposure adversely impacts externalizing behavior (e.g., hyperactivity and conduct problems). Additional studies are needed to determine whether PBDEs are associated with internalizing problems, adaptive skills, and social behaviors/ASD in children. Future studies will help better understand the potential neurotoxic effects of PBDE exposures during adolescence, possible sex-dependent effects, and the impact of exposure to BDE-209 and alternative flame retardants. Future studies should also examine chemical mixtures to capture real-world exposures when examining PBDEs and their impact on various behavioral domains in the context of multiple chemical exposures.", "journal": ["Hormones and behavior", "Horm Behav"], "id": "29137973", "doi": "10.1016/j.yhbeh.2017.11.008", "date": "2017-12-07", "authors": [["Vuong", "Ann M", "AM", "Division of Epidemiology, Department of Environmental Health, University of Cincinnati College of Medicine, P.O. Box 670056, Cincinnati, OH 45267, USA. Electronic address: ann.vuong@uc.edu."], ["Yolton", "Kimberly", "K", "Division of General and Community Pediatrics, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, 3333 Burnet Avenue, MLC 7035, Cincinnati, OH 45229, USA."], ["Dietrich", "Kim N", "KN", "Division of Epidemiology, Department of Environmental Health, University of Cincinnati College of Medicine, P.O. Box 670056, Cincinnati, OH 45267, USA."], ["Braun", "Joseph M", "JM", "Department of Epidemiology, Brown University School of Public Health, 121 South Main St, Box G-S121-2, Providence, RI 02912, USA."], ["Lanphear", "Bruce P", "BP", "BC Children's Hospital Research Institute, Faculty of Health Sciences, Simon Fraser University, 8888 University Drive, Burnaby, BC V5A 1S6, Canada."], ["Chen", "Aimin", "A", "Division of Epidemiology, Department of Environmental Health, University of Cincinnati College of Medicine, P.O. Box 670056, Cincinnati, OH 45267, USA."]]}