{"title": "An autistic-like profile of attention and perception in synaesthesia.", "text": "Synaesthesia and autism are two neurodevelopmental conditions that have been shown to co-occur more than expected by chance. The studies reported here test the hypothesis that increased sensory sensitivity and enhanced Attention-to-detail are core cognitive features that are shared between them. In Study 1, we administer self-report measures of sensory sensitivity and autistic traits (the Autism Spectrum Quotient, AQ) to a large heterogeneous sample of synaesthetes. Both sensory sensitivity and the Attention-to-detail subscale of the AQ show a \"dose-like\" relationship with synaesthesia: namely, more kinds of synaesthesia is related to a greater shift up the autistic spectrum. Study 2 uses two objective measures of visual perception/attention linked to autistic traits: Change Blindness and detection of local embedded figures. Both measures are shown here to be sensitive to the Attention-to-detail subscale of the AQ, and synaesthetes outperformed controls on both tasks. Synaesthetes appear to occupy a specific cognitive niche of having autistic-like traits linked to enhanced perception and attention. Whilst these typically occur in the absence of the traditional impairments that define autism, they may carry the cost of increased vulnerability to clinical levels of autism (Odds Ratio = 2.07).", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"], "id": "29137717", "doi": "10.1016/j.cortex.2017.10.008", "date": "2017-10-25", "authors": [["Ward", "Jamie", "J", "School of Psychology, University of Sussex, Falmer, Brighton, UK. Electronic address: jamiew@sussex.ac.uk."], ["Brown", "Paris", "P", "School of Psychology, University of Sussex, Falmer, Brighton, UK."], ["Sherwood", "Jasmine", "J", "School of Psychology, University of Sussex, Falmer, Brighton, UK."], ["Simner", "Julia", "J", "School of Psychology, University of Sussex, Falmer, Brighton, UK."]]}