{"title": "Immunological cytokine profiling identifies TNF-α as a key molecule dysregulated in autistic children.", "text": "Recent studies have suggested that the etiology of autism spectrum disorder (ASD) may be caused by immunological factors, particularly abnormalities in the innate immune system. However, it is still unclear which specific cytokines may be of most importance. The current study therefore investigated which cytokines showed altered concentrations in blood in ASD compared with healthy control children and which were also correlated with symptom severity. Our study sample included 32 children diagnosed with ASD and 28 age and sex-matched typically developing children. Autism symptoms were measured using the Autistic Behavior Checklist (ABC) and blood samples were taken from all subjects. We used Milliplex cytokine kits to determine serum concentrations of 11 Th1, Th2 and Th17 related cytokines. Additionally, expression of THRIL (TNFα and hnRNPL related immunoregulatory LincRNA), a long non-coding RNA involved in the regulation of tumor necrosis factor- α (TNF-α), was determined using real-time PCR. Of the 11 cytokines measured only concentrations of TNF-α (p=0.002), IL-1β (p=0.02) and IL-17a (p=0.049) were significantly increased in ASD children compared to typically developing controls, but only TNF-α concentrations were positively correlated with severity of ASD symptoms on all 5 different ABC sub-scales and were predictive of an ASD phenotype (area under the curve = 0.74). Furthermore, THRIL RNA expression was significantly decreased in ASD children. Our results provide further support for altered innate immunity being an important autism pathogenic factor, with autistic children showing increased blood TNF-α concentrations associated with symptom severity, and decreased expression of the THRIL gene involved in regulating TNF-α.", "journal": ["Oncotarget", "Oncotarget"], "id": "29137272", "doi": "10.18632/oncotarget.19326", "date": "2017-07-18", "authors": [["Xie", "Jiang", "J", "The Third People's Hospital of Chengdu, Affiliated Hospital of Southwest Jiao Tong University Medical School, Chengdu, China."], ["Huang", "Li", "L", "The Third People's Hospital of Chengdu, Affiliated Hospital of Southwest Jiao Tong University Medical School, Chengdu, China."], ["Li", "Xiaohong", "X", "National Office for Maternal and Child Health Surveillance of China, Department of Obstetrics, West China Second University Hospital, Key Laboratory of Birth Defects and Related Diseases of Women and Children, Ministry of Education, Sichuan University, Chengdu, China."], ["Li", "Hua", "H", "The Third People's Hospital of Chengdu, Affiliated Hospital of Southwest Jiao Tong University Medical School, Chengdu, China."], ["Zhou", "Yongmei", "Y", "The Third People's Hospital of Chengdu, Affiliated Hospital of Southwest Jiao Tong University Medical School, Chengdu, China."], ["Zhu", "Hua", "H", "The Third People's Hospital of Chengdu, Affiliated Hospital of Southwest Jiao Tong University Medical School, Chengdu, China."], ["Pan", "Tianying", "T", "Department of Obstetrics and Gynecology, West China Second University Hospital, Key Laboratory of Birth Defects and Related Diseases of Women and Children, Ministry of Education, Sichuan University, Chengdu, China."], ["Kendrick", "Keith M", "KM", "Key Laboratory for Neuroinformation, Center for Information in Medicine, University of Electronic Science and Technology of China, Chengdu, China."], ["Xu", "Wenming", "W", "Department of Obstetrics and Gynecology, West China Second University Hospital, Key Laboratory of Birth Defects and Related Diseases of Women and Children, Ministry of Education, Sichuan University, Chengdu, China."]]}