{"title": "Microglia from offspring of dams with allergic asthma exhibit epigenomic alterations in genes dysregulated in autism.", "text": "Dysregulation in immune responses during pregnancy increases the risk of a having a child with an autism spectrum disorder (ASD). Asthma is one of the most common chronic diseases among pregnant women, and symptoms often worsen during pregnancy. We recently developed a mouse model of maternal allergic asthma (MAA) that induces changes in sociability, repetitive, and perseverative behaviors in the offspring. Since epigenetic changes help a static genome adapt to the maternal environment, activation of the immune system may epigenetically alter fetal microglia, the brain's resident immune cells. We therefore tested the hypothesis that epigenomic alterations to microglia may be involved in behavioral abnormalities observed in MAA offspring. We used the genome-wide approaches of whole genome bisulfite sequencing to examine DNA methylation and RNA sequencing to examine gene expression in microglia from juvenile MAA offspring. Differentially methylated regions were enriched for immune signaling pathways and important microglial developmental transcription factor binding motifs. Differential expression analysis identified genes involved in controlling microglial sensitivity to the environment and shaping neuronal connections in the developing brain. Differentially expressed genes significantly overlapped genes with altered expression in human ASD cortex, supporting a role for microglia in the pathogenesis of ASD.", "journal": ["Glia", "Glia"], "id": "29134693", "doi": "10.1002/glia.23261", "date": "2017-11-14", "authors": [["Vogel Ciernia", "Annie", "A", "Medical Microbiology and Immunology, Genome Center, University of California, Davis, Davis, California, 95616."], ["Careaga", "Milo", "M", "MIND Institute, University of California, Davis, 2825 50th Street, Sacramento, California, 95817."], ["LaSalle", "Janine M", "JM", "Medical Microbiology and Immunology, Genome Center, University of California, Davis, Davis, California, 95616."], ["Ashwood", "Paul", "P", "MIND Institute, University of California, Davis, 2825 50th Street, Sacramento, California, 95817."]]}