{"title": "A cross-sectional study of the relationship between blood lead levels and reported attention deficit disorder: an assessment of the economic impact on the United States.", "text": "Attention deficit disorder (ADD) is characterized by a pattern of inattention and/or impulsivity that is inconsistent with developmental level and interferes with normal functioning in at least two settings. A recent meta-analysis suggested a significant relationship between lead (Pb) exposure and attention deficit symptoms. This study evaluated the potential relationship between increasing blood Pb levels and the risk of a reported ADD diagnosis. This cross-sectional study examined a sample of 2109 persons (32,762,158 weighted-persons) between 10 and 19 years-old from the 2003-2004 National Health and Nutritional Examination Survey (NHANES). This study analyzed demographic, socioeconomic, health related-questions, and laboratory tests using survey logistic and frequency modeling in SAS. On a microgram (μg)/deciliter (dL) basis, a significant dose-response relationship between increasing blood Pb levels and the risk of a reported ADD outcome was confirmed (odds ratio (OR) = 1.237, p = 0.0227). The relationship between increasing blood Pb levels and the risk of a reported ADD remained consistent when examining covariates such as gender, race, and socioeconomic status (OR = 1.292, p = 0.0301). Control outcomes selected on an a priori basis to not be biologically plausibly linked to blood Pb levels showed no relationship with increasing blood Pb levels. This NHANES analysis revealed an estimated 380,000 persons born in the United States (US) from 1984 to 1993 were reported to have an ADD outcome as a consequence of elevated blood Pb levels and the excess lifetime costs of these persons would be about US $100 billion. Every effort should be made to eliminate childhood Pb exposure.", "journal": ["Metabolic brain disease", "Metab Brain Dis"], "id": "29134344", "doi": "10.1007/s11011-017-0146-6", "date": "2017-11-13", "authors": [["Geier", "David A", "DA", "Institute of Chronic Illnesses, Inc, 14 Redgate Ct, Silver Spring, MD, 20905, USA."], ["Kern", "Janet K", "JK", "Institute of Chronic Illnesses, Inc, 14 Redgate Ct, Silver Spring, MD, 20905, USA. jkern@dfwair.net."], ["Geier", "Mark R", "MR", "Institute of Chronic Illnesses, Inc, 14 Redgate Ct, Silver Spring, MD, 20905, USA."]]}