{"title": "Treating a novel plasticity defect rescues episodic memory in Fragile X model mice.", "text": "Episodic memory, a fundamental component of human cognition, is significantly impaired in autism. We believe we report the first evidence for this problem in the Fmr1-knockout (KO) mouse model of Fragile X syndrome and describe potentially treatable underlying causes. The hippocampus is critical for the formation and use of episodes, with semantic (cue identity) information relayed to the structure via the lateral perforant path (LPP). The unusual form of synaptic plasticity expressed by the LPP (lppLTP) was profoundly impaired in Fmr1-KOs relative to wild-type mice. Two factors contributed to this defect: (i) reduced GluN1 subunit levels in synaptic NMDA receptors and related currents, and (ii) impaired retrograde synaptic signaling by the endocannabinoid 2-arachidonoylglycerol (2-AG). Studies using a novel serial cue paradigm showed that episodic encoding is dependent on both the LPP and the endocannabinoid receptor CB1, and is strikingly impaired in Fmr1-KOs. Enhancing 2-AG signaling rescued both lppLTP and learning in the mutants. Thus, two consequences of the Fragile-X mutation converge on plasticity at one site in hippocampus to prevent encoding of a basic element of cognitive memory. Collectively, the results suggest a clinically plausible approach to treatment.Molecular Psychiatry advance online publication, 14 November 2017; doi:10.1038/mp.2017.221.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"], "id": "29133950", "doi": "10.1038/mp.2017.221", "date": "2017-11-14", "authors": [["Wang", "W", "W", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Cox", "B M", "BM", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Jia", "Y", "Y", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Le", "A A", "AA", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Cox", "C D", "CD", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Jung", "K M", "KM", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Hou", "B", "B", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Piomelli", "D", "D", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Gall", "C M", "CM", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."], ["Lynch", "Gary", "G", "Department of Anatomy and Neurobiology, University of California, Irvine, CA, USA."]]}