{"title": "Investigating the relationship between language and picture understanding in children with autism spectrum disorder.", "text": "Previous studies report that minimally verbal children with autism spectrum disorder show impaired picture comprehension when matched to typically developing controls on language comprehension. Here, we compare both picture comprehension and picture production abilities in linguistically delayed children with autism spectrum disorder and typically developing controls matched on language comprehension and language production. Participants were 20 children with autism spectrum disorder ( M age: 11.2 years) and 20 typically developing children ( M age: 4.4 years) matched on age equivalents for receptive language (autism spectrum disorder, M: 4.6 years; typically developing, M: 4.5 years) and expressive language (autism spectrum disorder, M: 4.4 years; typically developing, M: 4.5 years). Picture comprehension was assessed by asking children to identify the three-dimensional referents of line drawings. Picture production was assessed by asking children to create representational drawings of unfamiliar objects and having raters identify their referents. The results of both picture tasks revealed statistically equivalent performance for typically developing children and children with autism spectrum disorder, and identical patterns of performance across trial types. These findings suggest that early deficits in pictorial understanding displayed by minimally verbal individuals may diminish as their expressive language skills develop. Theoretically, our study indicates that development in linguistic and pictorial domains may be inter-related for children with autism spectrum disorder (as is the case for typical development).", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29132226", "doi": "10.1177/1362361317729613", "date": "2017-11-01", "authors": [["Hartley", "Calum", "C", "Lancaster University, UK."], ["Trainer", "Alice", "A", "Lancaster University, UK."], ["Allen", "Melissa L", "ML", "Lancaster University, UK."]]}