{"title": "Comparison of Foveal, Macular, and Peripapillary Intraretinal Thicknesses Between Autism Spectrum Disorder and Neurotypical Subjects.", "text": "To compare thicknesses of intraretinal layers segmented by spectral-domain optical coherence tomography (SD-OCT) between autism spectrum disorder (ASD) and neurotypical (NT) individuals.We performed 2 scans on 108 eyes from 54 participants (27 high-functioning ASD and 27 age- and sex-matched NT subjects): macular fast volume and peripapillary retinal nerve fiber layer (pRNFL). Macula was automatically segmented. The mean foveal and macular thickness of nine different layers and the thickness of nine pRNFL sectors were considered. Data from the right and left eyes were averaged for each participant. The results were compared between the ASD and NT groups. Associations between the Kaufman brief intelligence test (K-BIT), head circumference and SD-OCT results were also investigated in ASD individuals.ASD subjects showed greater foveal thickness at total retina, total inner retina, inner plexiform and inner nuclear layers, and greater macular thickness at total retina and total inner retina. Inferior, nasal inferior and temporal inferior sectors of pRNFL were also thicker in the ASD participants than in the controls (P < 0.05, unpaired t-test). Significant correlations were found between some K-BIT results and temporal inferior and inferior pRNFL thicknesses in the ASD group (P < 0.05, Spearman's rank correlation). No associations were seen between head circumference and OCT parameters.There are intraretinal thickenings at different locations in ASD subjects when compared to NT controls. This fact should be taken into account when interpreting SD-OCT examinations in ASD individuals. Plus, some pRNFL thicknesses present positive correlations with scores of cognitive status in ASD.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."], "id": "29131901", "doi": "10.1167/iovs.17-22238", "date": null, "authors": [["García-Medina", "José Javier", "JJ", "General University Hospital Reina Sofia, Murcia, Spain."], ["García-Piñero", "María", "M", "Faculty of Biology, University of Murcia, Spain."], ["Del-Río-Vellosillo", "Mónica", "M", "University Hospital Virgen de la Arrixaca, Murcia, Spain."], ["Fares-Valdivia", "Jesarán", "J", "General University Hospital Reina Sofia, Murcia, Spain."], ["Ragel-Hernández", "Ana Belén", "AB", "Integral Formation Center \"Gabriel Perez Carcel\", Murcia, Spain."], ["Martínez-Saura", "Salvador", "S", "Asociación para la atención de personas con trastornos generalizados del desarrollo de la región de Murcia (ASTRADE), Murcia, Spain."], ["Cárcel-López", "María Dolores", "MD", "Integral Formation Center \"Gabriel Perez Carcel\", Murcia, Spain."], ["Zanon-Moreno", "Vicente", "V", "Ophthalmic Research Unit \"Santiago Grisolia\", Valencia, Spain."], ["Pinazo-Duran", "María Dolores", "MD", "Ophthalmic Research Unit \"Santiago Grisolia\", Valencia, Spain."], ["Villegas-Pérez", "María Paz", "MP", "General University Hospital Reina Sofia, Murcia, Spain."]]}