{"title": "Incorporating Social Media into your Support Tool Box: Points to Consider from Genetics-Based Communities.", "text": "Patients with newly-described or rare genetic findings are turning to social media to find and connect with others. Blogs, Facebook groups, and Twitter have all been reported as tools for patients to connect with one another. However, the preferences for social media use and privacy among patients, their families, and these communities have not been well characterized. To explore preferences about privacy and membership guidelines, an online survey was administered to two web-based patient registries, Simons Variation in Individuals Project ( www.simonsvipconnect.org ) and GenomeConnect ( www.genomeconnect.org ). Over a three-month period, invitations were sent to 2524 individuals and 103 responses (4%) were received and analyzed. Responses indicate that Facebook is the most popular resource accessed within this sample population (99%). Participants used social media to look for information about their diagnosis or test results (83%), read posts from rare disease groups or organizations (73%), participate in conversations about their diagnosis (67%), and connect with others to find support (58%). Focusing on privacy issues in social media, respondents indicate that membership and access impact the level of comfort in sharing personal or medical information. Nearly 60% of respondents felt uncomfortable sharing photos or medical information within a public Facebook group, whereas only 12% of respondents felt uncomfortable sharing in private group targeted to families alone. Using this preliminary data concerning social media use and privacy, we developed points for genetic counselors to incorporate when discussing available support resources for patients with a new, or rare, genetic diagnosis or genetic test result. Genetic counselors are trained to provide anticipatory guidance to families adapting to new genetic information, and are well-equipped to help patients consider their preferences about using social media as a source of information and support.", "journal": ["Journal of genetic counseling", "J Genet Couns"], "id": "29130143", "doi": "10.1007/s10897-017-0170-z", "date": "2017-11-13", "authors": [["Rocha", "Heather Mae", "HM", "Genomic Medicine Institute, Geisinger, 100 N Academy Ave, MC 26-20, Danville, PA, 17822, USA. hrocha@geisinger.edu."], ["Savatt", "Juliann M", "JM", "Genomic Medicine Institute, Geisinger, 100 N Academy Ave, MC 26-20, Danville, PA, 17822, USA."], ["Riggs", "Erin Rooney", "ER", "Autism & Developmental Medicine Institute, Geisinger, Lewisburg, PA, USA."], ["Wagner", "Jennifer K", "JK", "Center for Translational Bioethics & Health Care Policy, Geisinger, Danville, PA, USA."], ["Faucett", "W Andrew", "WA", "Genomic Medicine Institute, Geisinger, 100 N Academy Ave, MC 26-20, Danville, PA, 17822, USA."], ["Martin", "Christa Lese", "CL", "Genomic Medicine Institute, Geisinger, 100 N Academy Ave, MC 26-20, Danville, PA, 17822, USA."]]}