{"title": "Neural correlates of impaired self-regulation in male youths with autism spectrum disorder: A voxel-based morphometry study.", "text": "Although recent studies revealed impaired self-regulation (dysregulation) in autism spectrum disorder (ASD), neural correlates of dysregulation and its impacts on autistic neuroanatomy remain unclear. Voxel-based morphometry was applied on structural MRI images in 81 ASD and 61 typically developing (TD) boys aged 7-17years. Dysregulation was defined by the sum of T-scores of Attention, Aggression, and Anxiety/Depression subscales in the Child Behavior Checklist>180. There were 53 and 28 boys in the ASD+Dysregulation and ASD-Dysregulation groups, respectively. First, we compared regional gray matter (GM) volume for ASD and TD. Second, we investigated regional GM volumetric differences among the ASD+Dysregulation, ASD-Dysregulation and TD groups. Lastly, shared and distinct neurostructural correlates of dysregulation were investigated in the ASD and TD groups. The ASD-TD difference on neuroanatomy no longer existed after controlling the dysregulation severity. ASD+Dysregulation had larger regional GM volumes in the right fusiform gyrus, and smaller GM volumes in the anterior prefrontal cortex than ASD-Dysregulation and TD, respectively. ASD+Dysregulation had smaller GM volumes in the left lateral occipital/superior parietal cortex than TD boys. No GM difference was identified between ASD-Dysregulation and TD. ASD and TD had a shared association between GM volumes in the orbitofrontal cortex and dysregulation levels. Our findings suggest that atypical neuroanatomy associated with ASD might partially reflect a disproportionate level of impaired self-regulation. Categorical and dimensional considerations of dysregulation should be implemented in future ASD studies.", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"], "id": "29129723", "doi": "10.1016/j.pnpbp.2017.11.008", "date": "2017-11-09", "authors": [["Ni", "Hsing-Chang", "HC", "Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan; Graduate Institute of Clinical Medicine, National Taiwan University College of Medicine, Taipei, Taiwan; Department of Child Psychiatry, Chang Gung Memorial Hospital at Linkou, Taiwan."], ["Lin", "Hsiang-Yuan", "HY", "Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], ["Tseng", "Wen-Yih Isaac", "WI", "Graduate Institute of Brain and Mind Sciences, National Taiwan University College of Medicine, Taipei, Taiwan; Institute of Medical Device and Imaging, National Taiwan University College of Medicine, Taipei, Taiwan."], ["Chiu", "Yen-Nan", "YN", "Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], ["Wu", "Yu-Yu", "YY", "Department of Child Psychiatry, Chang Gung Memorial Hospital at Linkou, Taiwan."], ["Tsai", "Wen-Che", "WC", "Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], ["Gau", "Susan Shur-Fen", "SS", "Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan; Graduate Institute of Clinical Medicine, National Taiwan University College of Medicine, Taipei, Taiwan; Graduate Institute of Brain and Mind Sciences, National Taiwan University College of Medicine, Taipei, Taiwan. Electronic address: gaushufe@ntu.edu.tw."]]}