{"title": "Genetic Influence on Eye Movements to Complex Scenes at Short Timescales.", "text": "Where one looks within their environment constrains one's visual experiences, directly affects cognitive, emotional, and social processing [1-4], influences learning opportunities [5], and ultimately shapes one's developmental path. While there is a high degree of similarity across individuals with regard to which features of a scene are fixated [6-8], large individual differences are also present, especially in disorders of development [9-13], and clarifying the origins of these differences is essential to understand the processes by which individuals develop within the complex environments in which they exist and interact. Toward this end, a recent paper [14] found that \"social visual engagement\"-namely, gaze to eyes and mouths of faces-is strongly influenced by genetic factors. However, whether genetic factors influence gaze to complex visual scenes more broadly, impacting how both social and non-social scene content are fixated, as well as general visual exploration strategies, has yet to be determined. Using a behavioral genetic approach and eye tracking data from a large sample of 11-year-old human twins (233 same-sex twin pairs; 51% monozygotic, 49% dizygotic), we demonstrate that genetic factors do indeed contribute strongly to eye movement patterns, influencing both one's general tendency for visual exploration of scene content, as well as the precise moment-to-moment spatiotemporal pattern of fixations during viewing of complex social and non-social scenes alike. This study adds to a now growing set of results that together illustrate how genetics may broadly influence the process by which individuals actively shape and create their own visual experiences.", "journal": ["Current biology : CB", "Curr. Biol."], "id": "29129535", "doi": "10.1016/j.cub.2017.10.007", "date": "2017-11-09", "authors": [["Kennedy", "Daniel P", "DP", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, IN, USA. Electronic address: dpk@indiana.edu."], ["D'Onofrio", "Brian M", "BM", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, IN, USA; Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Quinn", "Patrick D", "PD", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, IN, USA."], ["Bölte", "Sven", "S", "Center of Neurodevelopmental Disorders at Karolinska Institutet (KIND), Department of Women's and Children's Health, Karolinska Institutet, Stockholm, Sweden; Child and Adolescent Psychiatry, Center for Psychiatry Research, Stockholm County Council, Stockholm, Sweden."], ["Lichtenstein", "Paul", "P", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Falck-Ytter", "Terje", "T", "Center of Neurodevelopmental Disorders at Karolinska Institutet (KIND), Department of Women's and Children's Health, Karolinska Institutet, Stockholm, Sweden; Child and Adolescent Psychiatry, Center for Psychiatry Research, Stockholm County Council, Stockholm, Sweden; Department of Psychology, Uppsala University, Uppsala, Sweden."]]}