{"title": "Modeling the Interplay Between Neurons and Astrocytes in Autism Using Human Induced Pluripotent Stem Cells.", "text": "Autism spectrum disorder (ASD) is a neurodevelopmental disorder with unclear etiology and imprecise genetic causes. The main goal of this work was to investigate neuronal connectivity and the interplay between neurons and astrocytes from individuals with nonsyndromic ASD using induced pluripotent stem cells.Induced pluripotent stem cells were derived from a clinically well-characterized cohort of three individuals with nonsyndromic ASD sharing common behaviors and three control subjects, two clones each. We generated mixed neural cultures analyzing synaptogenesis and neuronal activity using a multielectrode array platform. Furthermore, using an enriched astrocyte population, we investigated their role in neuronal maintenance.ASD-derived neurons had a significant decrease in synaptic gene expression and protein levels, glutamate neurotransmitter release, and, consequently, reduced spontaneous firing rate. Based on co-culture experiments, we observed that ASD-derived astrocytes interfered with proper neuronal development. In contrast, control-derived astrocytes rescued the morphological neuronal phenotype and synaptogenesis defects from ASD neuronal co-cultures. Furthermore, after identifying interleukin-6 secretion from astrocytes in individuals with ASD as a possible culprit for neural defects, we were able to increase synaptogenesis by blocking interleukin-6 levels.Our findings reveal the contribution of astrocytes to neuronal phenotype and confirm previous studies linking interleukin-6 and autism, suggesting potential novel therapeutic pathways for a subtype of individuals with ASD. This is the first report demonstrating that glial dysfunctions could contribute to nonsyndromic autism pathophysiology using induced pluripotent stem cells modeling disease technology.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29129319", "doi": "10.1016/j.biopsych.2017.09.021", "date": "2017-10-03", "authors": [["Russo", "Fabiele Baldino", "FB", "Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, São Paulo, Brazil; Department of Surgery, School of Veterinary Medicine, University of São Paulo, São Paulo, São Paulo, Brazil."], ["Freitas", "Beatriz Camille", "BC", "Department of Pediatrics, Rady Children's Hospital San Diego, La Jolla, California; Department of Cellular and Molecular Medicine, Stem Cell Program, University of California San Diego School of Medicine, Sanford Consortium for Regenerative Medicine, La Jolla, California."], ["Pignatari", "Graciela Conceição", "GC", "Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, São Paulo, Brazil."], ["Fernandes", "Isabella Rodrigues", "IR", "Department of Surgery, School of Veterinary Medicine, University of São Paulo, São Paulo, São Paulo, Brazil; Department of Pediatrics, Rady Children's Hospital San Diego, La Jolla, California; Department of Cellular and Molecular Medicine, Stem Cell Program, University of California San Diego School of Medicine, Sanford Consortium for Regenerative Medicine, La Jolla, California."], ["Sebat", "Jonathan", "J", "Department of Psychiatry, Cellular and Molecular Medicine, University of California San Diego, La Jolla, California."], ["Muotri", "Alysson Renato", "AR", "Department of Pediatrics, Rady Children's Hospital San Diego, La Jolla, California; Department of Cellular and Molecular Medicine, Stem Cell Program, University of California San Diego School of Medicine, Sanford Consortium for Regenerative Medicine, La Jolla, California."], ["Beltrão-Braga", "Patricia Cristina Baleeiro", "PCB", "Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, São Paulo, Brazil; Department of Surgery, School of Veterinary Medicine, University of São Paulo, São Paulo, São Paulo, Brazil; Department of Obstetrics, School of Arts, Sciences and Humanities, University of São Paulo, São Paulo, São Paulo, Brazil. Electronic address: patriciacbbbraga@usp.br."]]}