{"title": "Disrupted focal white matter integrity in autism spectrum disorder: A voxel-based meta-analysis of diffusion tensor imaging studies.", "text": "Autism spectrum disorder (ASD) is a mental disorder that has long been considered to result from brain underconnectivity. However, volumetric analysis of structural MRI data has failed to find consistent white matter alterations in patients with ASD. The present study aims to examine whether there are consistent focal white matter alterations as measured by diffusion tensor imaging (DTI) in individuals with ASD compared with typically developing (TD) individuals.Coordinate-based meta-analysis was performed on 14 studies that reported fractional anisotropy (FA) alterations between individuals with ASD and TD individuals. These studies have in total 297 subjects with ASD and 302 TD subjects.Activation likelihood estimation (ALE) analysis identified two clusters of white matter regions that showed consistent reduction of FA in individuals with ASD compared with TD individuals: the left splenium of corpus callosum and the right cerebral peduncle.Consistent focal white matter reductions in ASD could be identified by using FA, highlighting the cerebral peduncle which is usually overlooked in studies focusing on major white matter tracts. These focal reductions in the splenium and the cerebral peduncle may be associated with sensorimotor impairments seen in individuals with ASD.", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"], "id": "29128446", "doi": "10.1016/j.pnpbp.2017.11.007", "date": "2017-11-09", "authors": [["Di", "Xin", "X", "Department of Biomedical Engineering, New Jersey Institute of Technology, Newark, NJ 07102, USA.. Electronic address: synge.x.d@gmail.com."], ["Azeez", "Azeezat", "A", "Department of Biomedical Engineering, New Jersey Institute of Technology, Newark, NJ 07102, USA."], ["Li", "Xiaobo", "X", "Department of Biomedical Engineering, New Jersey Institute of Technology, Newark, NJ 07102, USA."], ["Haque", "Emad", "E", "Department of Biomedical Engineering, New Jersey Institute of Technology, Newark, NJ 07102, USA."], ["Biswal", "Bharat B", "BB", "Department of Biomedical Engineering, New Jersey Institute of Technology, Newark, NJ 07102, USA."]]}