{"title": "Prospective study of autism phenomenology and the behavioural phenotype of Phelan-McDermid syndrome: comparison to fragile X syndrome, Down syndrome and idiopathic autism spectrum disorder.", "text": "The limited behavioural phenotype literature on Phelan-McDermid syndrome (PMS) indicates atypically high levels of activity, impulsivity and autism spectrum disorder (ASD) behaviours. Divergent profiles of ASD in PMS are also reported, with some studies demonstrating similarities to idiopathic ASD and others indicating an uneven profile of social and communication impairments and repetitive behaviours. An evaluation of the behavioural phenotype of PMS and the prevalence and phenomenology of ASD is warranted, particularly given the causal involvement of the SHANK3 gene in the aetiology of PMS.Carers of individuals with PMS (N = 30; mean age = 10.55, SD = 7.08) completed questionnaires relating to impulsivity, overactivity, mood, interest and pleasure, repetitive behaviour and ASD phenomenology. These data were compared to data from matched samples of individuals with fragile X and Down syndromes and idiopathic ASD. In order to evaluate the profile of ASD phenomenology in PMS, two comparisons were made: first, including the total sample with PMS, and second, including only those who met the threshold indicative of autism on an ASD screening measure.The results revealed lower mood in individuals with PMS, but no differences in impulsivity and overactivity. Compulsive and routine-driven repetitive behaviours were less common in the total sample with PMS; however, motor-based stereotyped behaviours were more common. ASD phenomenology was highly prevalent, with 87% of the sample meeting the cutoff score for ASD and 57% meeting the cutoff for autism. The profile of ASD phenomenology in the total sample with PMS differed from those with idiopathic ASD across impairments in communication and social interaction and repetitive behaviour. However, the profile of those who met the threshold for autism was commensurate to those with idiopathic ASD.ASD phenomenology is common within PMS. Whilst the total sample may display an atypical profile of ASD behaviour, the profile in those who met the threshold for autism was very similar to those with idiopathic ASD. These results are discussed in relation to the wider behavioural phenotype and the emerging evidence of an autism endophenotype in PMS.", "journal": ["Journal of neurodevelopmental disorders", "J Neurodev Disord"], "id": "29126394", "doi": "10.1186/s11689-017-9217-6", "date": "2017-11-10", "authors": [["Richards", "Caroline", "C", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK. c.r.richards@bham.ac.uk."], ["Powis", "Laurie", "L", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."], ["Moss", "Jo", "J", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."], ["Stinton", "Christopher", "C", "Division of Health Sciences, Warwick Medical School, University of Warwick, Coventry, CV4 7AL, UK."], ["Nelson", "Lisa", "L", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."], ["Oliver", "Christopher", "C", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."]]}