{"title": "Changes in spending and service use after a state autism insurance mandate.", "text": "Almost all states have insurance coverage mandates for childhood autism spectrum disorder treatment, yet little is known about how mandates affect spending and service use. We evaluated a 2011 Kansas law mandating comprehensive coverage of autism spectrum disorder treatments in the State Employee Health Plan. Data were extracted from the Kansas All-Payer Claims Database from 2009 to 2013 for enrollees of State Employee Health Plan and private health plans. The sample included children aged 0-18 years with >2 claims with an autism spectrum disorder diagnosis insured through State Employee Health Plan or a comparison group enrolled through private health plans. We estimated differences-in-differences regression models to compare trends among State Employee Health Plan to privately insured children. Average annual total spending on autism spectrum disorder services increased by US$912 (95% confidence interval: US$331-US$1492) and average annual out-of-pocket spending on autism spectrum disorder services increased by US$138 (95% confidence interval: US$53-US$223) among diagnosed children in the State Employee Health Plan relative to the comparison group following the mandate, representing 92% and 75% increases over baseline total and out-of-pocket autism spectrum disorder spending, respectively. Average annual quantity of outpatient autism spectrum disorder services increased by 15.0 services (95% confidence interval: 8.4-21.6) among children in the State Employee Health Plan, more than doubling the baseline average. Implementation of a comprehensive autism spectrum disorder mandate in the Kansas State Employee Health Plan was associated with substantial increases in service use and spending for autism spectrum disorder treatment among autism spectrum disorder-diagnosed children.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29126371", "doi": "10.1177/1362361317728205", "date": "2017-11-01", "authors": [["Saloner", "Brendan", "B", "Johns Hopkins Bloomberg School of Public Health, USA."], ["Barry", "Colleen L", "CL", "Johns Hopkins Bloomberg School of Public Health, USA."]]}