{"title": "Associations between cooperation, reactive aggression and social impairments among boys with autism spectrum disorder.", "text": "Cooperation is a fundamental human ability that seems to be inversely related to aggressive behaviour in typical development. However, there is no knowledge whether similar association holds for children with autism spectrum disorder. A total of 27 boys with autism spectrum disorder and their gender, age and total score intelligence matched controls were studied in order to determine associations between cooperation, reactive aggression and autism spectrum disorder-related social impairments. The participants performed a modified version of the Prisoner's Dilemma task and the Pulkkinen Aggression Machine which measure dimensions of trust, trustworthiness and self-sacrifice in predisposition to cooperate, and inhibition of reactive aggression in the absence and presence of situational cues, respectively. Autism spectrum disorder severity-related Autism Diagnostic Interview-algorithm scores were ascertained by interviewing the parents of the participants with a semi-structured parental interview (Developmental, Dimensional and Diagnostic Interview). The results showed that albeit the boys with autism spectrum disorder were able to engage in reciprocation and cooperation regardless of their social impairments, their cooperativeness was positively associated with lower levels of reactive aggression and older age. Thus, strengthening inhibition mechanisms that regulate reactive aggression might make boys with autism spectrum disorder more likely to prefer mutual gain over self-interest in cooperation.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29126368", "doi": "10.1177/1362361317726417", "date": "2017-11-01", "authors": [["Kaartinen", "Miia", "M", "1 Tampere University Hospital, Finland."], ["Puura", "Kaija", "K", "1 Tampere University Hospital, Finland."], ["Pispa", "Päivi", "P", "1 Tampere University Hospital, Finland."], ["Helminen", "Mika", "M", "2 University of Tampere, Finland."], ["Salmelin", "Raili", "R", "1 Tampere University Hospital, Finland."], ["Pelkonen", "Erja", "E", "1 Tampere University Hospital, Finland."], ["Juujärvi", "Petri", "P", "4 Adiuto Consulta Ltd, Finland."], ["Kessler", "Esther B", "EB", "5 Zurich University of Applied Sciences, Switzerland."], ["Skuse", "David H", "DH", "6 University College London, UK."]]}