{"title": "Language profiles in young children with autism spectrum disorder: A community sample using multiple assessment instruments.", "text": "This study investigated language profiles in a community-based sample of 104 children aged 1-3 years who had been diagnosed with autism spectrum disorder using Diagnostic and Statistical Manual of Mental Disorders (5th ed.) diagnostic criteria. Language was assessed with the Mullen scales, Preschool Language Scale, fifth edition, and Vineland-II parent-report. The study aimed to determine whether the receptive-to-expressive language profile is independent from the assessment instrument used, and whether nonverbal cognition, early communicative behaviors, and autism spectrum disorder symptoms predict language scores. Receptive-to-expressive language profiles differed between assessment instruments and reporters, and Preschool Language Scale, fifth edition profiles were also dependent on developmental level. Nonverbal cognition and joint attention significantly predicted receptive language scores, and nonverbal cognition and frequency of vocalizations predicted expressive language scores. These findings support the administration of multiple direct assessment and parent-report instruments when evaluating language in young children with autism spectrum disorder, for both research and in clinical settings. Results also support that joint attention is a useful intervention target for improving receptive language skills in young children with autism spectrum disorder. Future research comparing language profiles of young children with autism spectrum disorder to children with non-autism spectrum disorder developmental delays and typical development will add to our knowledge of early language development in children with autism spectrum disorder.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29126347", "doi": "10.1177/1362361317726245", "date": "2017-11-01", "authors": [["Nevill", "Rose", "R", "1 The Ohio State University, USA."], ["Hedley", "Darren", "D", "2 La Trobe University, Australia."], ["Uljarević", "Mirko", "M", "2 La Trobe University, Australia."], ["Sahin", "Ensu", "E", "2 La Trobe University, Australia."], ["Zadek", "Johanna", "J", "2 La Trobe University, Australia."], ["Butter", "Eric", "E", "1 The Ohio State University, USA."], ["Mulick", "James A", "JA", "1 The Ohio State University, USA."]]}