{"title": "Transgender Medicare Beneficiaries and Chronic Conditions: Exploring Fee-for-Service Claims Data.", "text": "Data on the health and well-being of the transgender population are limited. However, using claims data we can identify transgender Medicare beneficiaries (TMBs) with high confidence. We seek to describe the TMB population and provide comparisons of chronic disease burden between TMBs and cisgender Medicare beneficiaries (CMBs), thus laying a foundation for national level TMB health disparity research.Using a previously validated claims algorithm based on ICD-9-CM codes relating to transsexualism and gender identity disorder, we identified a cohort of TMBs using Medicare Fee-for-Service (FFS) claims data. We then describe the demographic characteristics and chronic disease burden of TMBs (N = 7454) and CMBs (N = 39,136,229).Compared to CMBs, a greater observed proportion of TMBs are young (under age 65) and Black, although these differences vary by entitlement. Regardless of entitlement, TMBs have more chronic conditions than CMBs, and more TMBs have been diagnosed with asthma, autism spectrum disorder, chronic obstructive pulmonary disease, depression, hepatitis, HIV, schizophrenia, and substance use disorders. TMBs also have higher observed rates of potentially disabling mental health and neurological/chronic pain conditions, as well as obesity and other liver conditions (nonhepatitis), compared to CMBs.This is the first systematic look at chronic disease burden in the transgender population using Medicare FFS claims data. We found that TMBs experience multiple chronic conditions at higher rates than CMBs, regardless of Medicare entitlement. TMBs under age 65 show an already heavy chronic disease burden which will only be exacerbated with age.", "journal": ["LGBT health", "LGBT Health"], "id": "29125908", "doi": "10.1089/lgbt.2016.0208", "date": "2017-11-10", "authors": [["Dragon", "Christina N", "CN", "1 Office of Minority Health, Centers for Medicare & Medicaid Services , Baltimore, Maryland."], ["Guerino", "Paul", "P", "1 Office of Minority Health, Centers for Medicare & Medicaid Services , Baltimore, Maryland."], ["Ewald", "Erin", "E", "2 Health Care Department, NORC at the University of Chicago , Bethesda, Maryland."], ["Laffan", "Alison M", "AM", "2 Health Care Department, NORC at the University of Chicago , Bethesda, Maryland."]]}