{"title": "The Association Between Comorbid Autism Spectrum Disorders and Antipsychotic Treatment Failure in Early-Onset Psychosis: A Historical Cohort Study Using Electronic Health Records.", "text": "In a sample of children and adolescents with first-episode psychosis, we investigated whether multiple treatment failure (MTF, defined as the initiation of a third trial of novel antipsychotic due to nonadherence, adverse effects, or insufficient response) was associated with comorbid autism spectrum disorders.Data were from the electronic health records of 638 children (51% male) aged from 10 to 17 years with first-episode psychosis (per ICD-10 criteria) from January 1, 2008, to November 1, 2014, referred to mental health services in South London, United Kingdom; data were extracted using the Clinical Record Interactive Search (CRIS) system. The effect of autism spectrum disorder comorbidity on the development of MTF during a 5-year period was modeled using Cox regression.There were 124 cases of MTF prior to the age of 18 (19.4% of the sample). Comorbid autism spectrum disorders were significantly associated with MTF (adjusted hazard ratio = 1.99; 95% CI, 1.19-3.31; P = .008) after controlling for a range of potential confounders. Other factors significantly associated with MTF included higher age at first presentation (P = .001), black ethnicity (P = .03), and frequency of clinical contact (P < .001). No significant association between other comorbid neurodevelopmental disorders (hyperkinetic disorder or intellectual disability) and MTF was found.Children with first-episode psychosis and comorbid autism spectrum disorders at first presentation are less likely to have a beneficial response to antipsychotics.", "journal": ["The Journal of clinical psychiatry", "J Clin Psychiatry"], "id": "29125721", "doi": "10.4088/JCP.16m11422", "date": null, "authors": [["Downs", "Johnny M", "JM", "Department of Psychological Medicine, IOPPN Biomedical Research Centre Nucleus, Ground Floor, Mapother House, PO BOX 92, King's College London, De Crespigny Park, Denmark Hill, London SE5 8AF. johnny.downs@kcl.ac.uk."], ["Lechler", "Suzannah", "S", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Dean", "Harry", "H", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Sears", "Nicola", "N", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Patel", "Rashmi", "R", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Shetty", "Hitesh", "H", "NIHR South London and Maudsley NHS Foundation Trust Biomedical Research Centre, London, United Kingdom."], ["Simonoff", "Emily", "E", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Hotopf", "Matthew", "M", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Ford", "Tamsin J", "TJ", "University of Exeter Medical School, Exeter, United Kingdom."], ["Diaz-Caneja", "Covadonga M", "CM", "Department of Child and Adolescent Psychiatry, Hospital General Universitario Gregorio Marañón, IiSGM, School of Medicine, Universidad Complutense, CIBERSAM, Madrid, Spain."], ["Arango", "Celso", "C", "Department of Child and Adolescent Psychiatry, Hospital General Universitario Gregorio Marañón, IiSGM, School of Medicine, Universidad Complutense, CIBERSAM, Madrid, Spain."], ["MacCabe", "James H", "JH", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Hayes", "Richard D", "RD", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."], ["Pina-Camacho", "Laura", "L", "Institute of Psychiatry, Psychology, and Neuroscience, King's College London, United Kingdom."]]}