{"title": "Virtual Environment for Social Information Processing: Assessment of Children with and without Autism Spectrum Disorders.", "text": "Social information processing (SIP) skills are critical for developing and maintaining peer relationships. Building on existing assessment techniques, Virtual Environment for SIP (VESIPTM ), a simulation-based assessment that immerses children in social decision-making scenarios, was developed. This study presents preliminary evidence of VESIP's usefulness for measuring SIP skills in children with and without autism spectrum disorders (ASD). Twenty-one children with ASD and 29 control children participated. It was hypothesized that (a) children (8-12 years old), with and without ASD, would understand and interact effectively with VESIP; (b) VESIP scores would be reliable in both populations; and (c) children with ASD would score lower on SIP domains than typically developing peers. Results supported these hypotheses. Finally, response bias was also evaluated, showing that children with ASD have different problem-solving strategies than their peers. VESIP has great potential as a scalable assessment of SIP strengths and challenges in children with and without ASD. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Children with autism spectrum disorders (ASDs) often struggle interpreting and responding to social situations. The present study suggests that an animated, simulation-based assessment approach is an effective way to measure how children with or without ASDs problem-solve challenging social situations. VESIP is an easy-to-use assessment tool that can help practitioners understand a child's particular strengths and weaknesses.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29125691", "doi": "10.1002/aur.1889", "date": "2017-11-10", "authors": [["Russo-Ponsaran", "Nicole", "N", "Department of Behavioral Sciences, Rush University Medical Center, Chicago."], ["McKown", "Clark", "C", "Department of Behavioral Sciences, Rush University Medical Center, Chicago."], ["Johnson", "Jason", "J", "Department of Behavioral Sciences, Rush University Medical Center, Chicago."], ["Russo", "Jaclyn", "J", "Department of Behavioral Sciences, Rush University Medical Center, Chicago."], ["Crossman", "Jacob", "J", "Soar Technology, Inc., Ann Arbor."], ["Reife", "Ilana", "I", "Illinois Institute of Technology, Chicago."]]}