{"title": "Is High Folic Acid Intake a Risk Factor for Autism?-A Review.", "text": "Folate is required for metabolic processes and neural development. Insuring its adequate levels for pregnant women through supplementation of grain-based foods with synthetic folic acid (FA) in order to prevent neural tube defects has been an ongoing public health initiative. However, because women are advised to take multivitamins containing FA before and throughout pregnancy, the supplementation together with natural dietary folates has led to a demographic with high and rising serum levels of unmetabolized FA. This raises concerns about the detrimental effects of high serum synthetic FA, including a rise in risk for autism spectrum disorder (ASD). Some recent studies have reported a protective effect of FA fortification against ASD, but others have concluded there is an increased risk for ASD and other negative neurocognitive development outcomes. These issues are accompanied by further health questions concerning high, unmetabolized FA levels in serum. In this review, we outline the reasons excess FA supplementation is a concern and review the history and effects of supplementation. We then examine the effects of FA on neuronal development from tissue culture experiments, review recent advances in understanding of metabolic functional blocks in causing ASD and treatment for these with alternative forms such as folinic acid, and finally summarize the conflicting epidemiological findings regarding ASD. Based on the evidence evaluated, we conclude that caution regarding over supplementing is warranted.", "journal": ["Brain sciences", "Brain Sci"], "id": "29125540", "doi": "10.3390/brainsci7110149", "date": "2017-11-10", "authors": [["Wiens", "Darrell", "D", "Department of Biology, University of Northern Iowa, Cedar Falls, IA 50614, USA. wiens@uni.edu."], ["DeSoto", "M Catherine", "MC", "Department of Psychology, University of Northern Iowa, Cedar Falls, IA 50614, USA. cathy.desoto@uni.edu."]]}