{"title": "Microbial Therapeutics Designed for Infant Health.", "text": "Acknowledgment of the gut microbiome as a vital asset to health has led to multiple studies attempting to elucidate its mechanisms of action. During the first year of life, many factors can cause fluctuation in the developing gut microbiome. Host genetics, maternal health status, mode of delivery, gestational age, feeding regime, and perinatal antibiotic usage, are known factors which can influence the development of the infant gut microbiome. Thus, the microbiome of vaginally born, exclusively breastfed infants at term, with no previous exposure to antibiotics, either directly or indirectly from the mother, is to be considered the \"gold standard.\" Moreover, the use of prebiotics as an aid for the development of a healthy gut microbiome is equally as important in maintaining gut homeostasis. Breastmilk, a natural prebiotic source, provides optimal active ingredients for the growth of beneficial microbial species. However, early life disorders such as necrotising enterocolitis, childhood obesity, and even autism have been associated with an altered/disturbed gut microbiome. Subsequently, microbial therapies have been introduced, in addition to suitable prebiotic ingredients, which when administered, may aid in the prevention of a microbial disturbance in the gastrointestinal tract. The aim of this mini-review is to highlight the beneficial effects of different probiotic and prebiotic treatments in early life, with particular emphasis on the different conditions which negatively impact microbial colonisation at birth.", "journal": ["Frontiers in nutrition", "Front Nutr"], "id": "29124056", "doi": "10.3389/fnut.2017.00048", "date": "2017-10-26", "authors": [["Watkins", "Claire", "C", "APC Microbiome Institute, University College Cork, Cork, Ireland."], ["Stanton", "Catherine", "C", "APC Microbiome Institute, University College Cork, Cork, Ireland."], ["Ryan", "C Anthony", "CA", "APC Microbiome Institute, University College Cork, Cork, Ireland."], ["Ross", "R Paul", "RP", "APC Microbiome Institute, University College Cork, Cork, Ireland."]]}