{"title": "Autoimmunity as a Driving Force of Cognitive Evolution.", "text": "In the last decades, increasingly robust experimental approaches have formally demonstrated that autoimmunity is a physiological process involved in a large range of functions including cognition. On this basis, the recently enunciated \"brain superautoantigens\" theory proposes that autoimmunity has been a driving force of cognitive evolution. It is notably suggested that the immune and nervous systems have somehow co-evolved and exerted a mutual selection pressure benefiting to both systems. In this two-way process, the evolutionary-determined emergence of neurons expressing specific immunogenic antigens (brain superautoantigens) has exerted a selection pressure on immune genes shaping the T-cell repertoire. Such a selection pressure on immune genes has translated into the emergence of a finely tuned autoimmune T-cell repertoire that promotes cognition. In another hand, the evolutionary-determined emergence of brain-autoreactive T-cells has exerted a selection pressure on neural genes coding for brain superautoantigens. Such a selection pressure has translated into the emergence of a neural repertoire (defined here as the whole of neurons, synapses and non-neuronal cells involved in cognitive functions) expressing brain superautoantigens. Overall, the brain superautoantigens theory suggests that cognitive evolution might have been primarily driven by internal cues rather than external environmental conditions. Importantly, while providing a unique molecular connection between neural and T-cell repertoires under physiological conditions, brain superautoantigens may also constitute an Achilles heel responsible for the particular susceptibility of Homo sapiens to \"neuroimmune co-pathologies\" i.e., disorders affecting both neural and T-cell repertoires. These may notably include paraneoplastic syndromes, multiple sclerosis as well as autism, schizophrenia and neurodegenerative diseases. In the context of this theoretical frame, a specific emphasis is given here to the potential evolutionary role exerted by two families of genes, namely the MHC class II genes, involved in antigen presentation to T-cells, and the Foxp genes, which play crucial roles in language (Foxp2) and the regulation of autoimmunity (Foxp3).", "journal": ["Frontiers in neuroscience", "Front Neurosci"], "id": "29123465", "doi": "10.3389/fnins.2017.00582", "date": "2017-10-26", "authors": [["Nataf", "Serge", "S", "CarMeN Laboratory, Bank of Tissues and Cells, Institut National de la Santé et de la Recherche Médicale 1060, INRA 1397, INSA Lyon, Lyon University Hospital (Hospices Civils de Lyon), Université Claude Bernard Lyon-1, Lyon, France."]]}