{"title": "Binding of mycotoxins to proteins involved in neuronal plasticity: a combined in silico/wet investigation.", "text": "We have applied a combined computational procedure based on inverse and direct docking in order to identify putative protein targets of a panel of mycotoxins and xenobiotic compounds that can contaminate food and that are known to have several detrimental effects on human health. This procedure allowed us to identify a panel of human proteins as possible targets for aflatoxins, gliotoxin, ochratoxin A and deoxynivalenol. Steady-state fluorescence and microscale thermophoresis experiments allowed us to confirm the binding of some of these mycotoxins to acetylcholinesterase and X-linked neuroligin 4, two proteins involved in synapse activity and, particularly for the second protein, neuronal plasticity and development. Considering the possible involvement of X-linked neuroligin 4 in the etiopathogenesis of autism spectrum syndrome, this finding opens up a new avenue to explore the hypothetical role of these xenobiotic compounds in the onset of this pathology.", "journal": ["Scientific reports", "Sci Rep"], "id": "29123130", "doi": "10.1038/s41598-017-15148-4", "date": "2017-11-09", "authors": [["Scafuri", "Bernardina", "B", "CNR-ISA, National Research Council, Institute of Food Science, Via Roma 64, 83100, Avellino, Italy."], ["Varriale", "Antonio", "A", "CNR-ISA, National Research Council, Institute of Food Science, Via Roma 64, 83100, Avellino, Italy."], ["Facchiano", "Angelo", "A", "CNR-ISA, National Research Council, Institute of Food Science, Via Roma 64, 83100, Avellino, Italy."], ["D'Auria", "Sabato", "S", "CNR-ISA, National Research Council, Institute of Food Science, Via Roma 64, 83100, Avellino, Italy."], ["Raggi", "Maria Elisabetta", "ME", "Scientific Institute, IRCCS \"Eugenio Medea\" Bosisio Parini, Via Don Luigi Monza 20, 23842, Bosisio Parini, LC, Italy."], ["Marabotti", "Anna", "A", "Scientific Institute, IRCCS \"Eugenio Medea\" Bosisio Parini, Via Don Luigi Monza 20, 23842, Bosisio Parini, LC, Italy. amarabotti@unisa.it."]]}