{"title": "Comparing motor performance, praxis, coordination, and interpersonal synchrony between children with and without Autism Spectrum Disorder (ASD).", "text": "Children with Autism Spectrum Disorder (ASD) have basic motor impairments in balance, gait, and coordination as well as autism-specific impairments in praxis/motor planning and interpersonal synchrony. Majority of the current literature focuses on isolated motor behaviors or domains. Additionally, the relationship between cognition, symptom severity, and motor performance in ASD is unclear. We used a comprehensive set of measures to compare gross and fine motor, praxis/imitation, motor coordination, and interpersonal synchrony skills across three groups of children between 5 and 12 years of age: children with ASD with high IQ (HASD), children with ASD with low IQ (LASD), and typically developing (TD) children. We used the Bruininks-Oseretsky Test of Motor Proficiency and the Bilateral Motor Coordination subtest of the Sensory Integration and Praxis Tests to assess motor performance and praxis skills respectively. Children were also examined while performing simple and complex rhythmic upper and lower limb actions on their own (solo context) and with a social partner (social context). Both ASD groups had lower gross and fine motor scores, greater praxis errors in total and within various error types, lower movement rates, greater movement variability, and weaker interpersonal synchrony compared to the TD group. In addition, the LASD group had lower gross motor scores and greater mirroring errors compared to the HASD group. Overall, a variety of motor impairments are present across the entire spectrum of children with ASD, regardless of their IQ scores. Both, fine and gross motor performance significantly correlated with IQ but not with autism severity; however, praxis errors (mainly, total, overflow, and rhythmicity) strongly correlated with autism severity and not IQ. Our study findings highlight the need for clinicians and therapists to include motor evaluations and interventions in the standard-of-care of children with ASD and for the broader autism community to recognize dyspraxia as an integral part of the definition of ASD.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "id": "29121516", "doi": "10.1016/j.ridd.2017.10.025", "date": "2017-11-06", "authors": [["Kaur", "Maninderjit", "M", "Physical Therapy Department & The Biomechanics & Movement Science Program, University of Delaware, Newark, DE 19713, USA."], ["M Srinivasan", "Sudha", "S", "Physical Therapy Department & The Biomechanics & Movement Science Program, University of Delaware, Newark, DE 19713, USA."], ["N Bhat", "Anjana", "A", "Physical Therapy Department & The Biomechanics & Movement Science Program, University of Delaware, Newark, DE 19713, USA; Physical Therapy Program, Department of Kinesiology, University of Connecticut, Storrs, CT 06269, USA; Institute for Collaboration on Health, Intervention, and Policy, University of Connecticut, Storrs, CT 06269, USA. Electronic address: abhat@udel.edu."]]}