{"title": "Early postnatal exposure to airborne fine particulate matter induces autism-like phenotypes in male rats.", "text": "Epidemiological studies have revealed that ambient fine particulate matter (PM2.5) exposure is closely associated with autism spectrum disorder (ASD). However, there is a relative paucity of laboratory data to support this epidemic finding. In order to assess the relationship between PM2.5 exposure and ASD, neonatal male Sprague-Dawley (SD) rats were chosen and exposed to PM2.5 (2 or 20 mg/kg body weight, once a day) by intranasal instillation from postnatal day (PND) 8 to 22. It was found that when exposed to PM2.5 in the early neonatal period for two weeks, both groups of the exposure rats manifested typical behavioral features of autism, including communication deficits, poor social interaction and novelty avoidance. And, we further found, among five ASD candidate genes we chose, both the mRNA level and protein expression of SH3 and multiple ankyrin repeat domains 3 (Shank3) decreased significantly in the rat hippocampus after high dose of PM2.5 exposure. Moreover, results showed that PM2.5-exposure significantly increased the levels of pro-inflammatory cytokines, IL-1β, IL-6, and TNF-α in the hippocampus and prefrontal cortex. The expression of Glial fibrillary acidic protein (GFAP) and ionized binding calcium adapter molecule (IBA1), markers of astrocytes and microglial cell activation, respectively, also increased in the exposed animals. Our work provides new data on the link between postnatal exposure to ambient PM2.5 and the onset of ASD-like symptoms in human beings, and the increased inflammatory response and abnormalities in Shank3 expression in the brain may contribute to the mechanisms of PM2.5 exposure induced ASD.", "journal": ["Toxicological sciences : an official journal of the Society of Toxicology", "Toxicol. Sci."], "id": "29121345", "doi": "10.1093/toxsci/kfx240", "date": "2017-11-07", "authors": [["Li", "Kang", "K", "Department of Toxicology."], ["Li", "Li", "L", "Department of Toxicology."], ["Cui", "Bo", "B", "Department of Occupational Hygiene, Institute of Health and Environmental Medicine, Tianjin, China."], ["Gai", "Zhihui", "Z", "Department of Occupational Hygiene, Institute of Health and Environmental Medicine, Tianjin, China."], ["Li", "Qiuyue", "Q", "Department of Toxicology."], ["Wang", "Shumei", "S", "Department of Toxicology."], ["Yan", "Jun", "J", "Department of Toxicology."], ["Lin", "Bencheng", "B", "Department of Toxicology."], ["Tian", "Lei", "L", "Department of Stress Medicine."], ["Liu", "Huanliang", "H", "Department of Toxicology."], ["Liu", "Xiaohua", "X", "Department of Stress Medicine."], ["Xi", "Zhuge", "Z", "Department of Toxicology."]]}