{"title": "Joint effects of prenatal air pollutant exposure and maternal folic acid supplementation on risk of autism spectrum disorder.", "text": "Independent studies report that periconceptional folic acid (FA) may decrease the risk of autism spectrum disorder (ASD) while exposure to air pollution may increase ASD risk. We examined the joint effects of gestational FA and air pollution exposures in association with ASD. We studied 346 ASD cases and 260 typically developing controls from the CHARGE case-control study. Self-reported FA intake for each month of pregnancy was quantified. Estimates of exposure to near roadway air pollution (NRP) and criteria air pollutant measures were assigned based on maternal residential history. Among mothers with high FA intake (>800 μg) in the first pregnancy month, exposure to increasing levels of all air pollutants, except ozone, during the first trimester was associated with decreased ASD risk, while increased ASD risk was observed for the same pollutant among mothers with low FA intake (≤800 μg). This difference was statistically significant for NO2 (e.g., NO2 and low FA intake: OR = 1.53 (0.91, 2.56) vs NO2 and high FA intake: OR = 0.74 (0.46, 1.19), P-interaction = 0.04). Mothers exposed to higher levels (≥ median) of any air pollutant during the first trimester of pregnancy and who reported low FA intake were at a higher ASD risk compared to mothers exposed to lower levels of that air pollutant and who reported high first month FA intake. Joint effects showed significant (alpha < 0.10) departures from expected interaction for NRP and NO2 . Our results suggest that periconceptional FA intake may reduce ASD risk in those with high prenatal air pollution exposure. Further study is needed to replicate these findings in larger sample sizes and to understand mechanisms of this potential relationship.. Autism Res 2018, 11: 69-80. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.We examined interactions between periconceptional folic acid (FA) and air pollution exposure on risk of ASD. Mothers exposed to higher levels of air pollution during the first trimester of pregnancy and who reported low supplemental FA intake during the first pregnancy month were at a higher ASD risk compared to mothers exposed to lower levels of air pollution and who reported high first month FA intake. Our results suggest that periconceptional FA intake may reduce ASD risk in those with high prenatal air pollution exposure.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29120534", "doi": "10.1002/aur.1885", "date": "2017-11-09", "authors": [["Goodrich", "Amanda J", "AJ", "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA."], ["Volk", "Heather E", "HE", "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA."], ["Tancredi", "Daniel J", "DJ", "Department of Pediatrics, University of California Davis, Sacramento, CA."], ["McConnell", "Rob", "R", "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA."], ["Lurmann", "Fred W", "FW", "Sonoma Technology, Inc, Petaluma, CA."], ["Hansen", "Robin L", "RL", "Department of Pediatrics, University of California Davis, Sacramento, CA."], ["Schmidt", "Rebecca J", "RJ", "MIND (Medical Investigation of Neurodevelopmental Disorders) Institute, University of California Davis, Davis, CA."]]}