{"title": "Prevalence and risk factors for autism spectrum disorder in epilepsy: a systematic review and meta-analysis.", "text": "To assess the prevalence and risk factors for autism spectrum disorder (ASD) in epilepsy, and to better understand the relationship and comorbidity between these disorders.PsychINFO and PubMed were searched for articles published in the past 15 years that examined the prevalence of ASD in individuals with epilepsy.A total of 19 studies were found with a pooled ASD prevalence of 6.3% in epilepsy. When divided by type, the risks of ASD for general epilepsy, infantile spasms, focal seizures, and Dravet syndrome were 4.7%, 19.9%, 41.9%, and 47.4% respectively. Studies with populations under 18 years showed a 13.2 times greater risk of ASD than study populations over 18 years, and samples with most (>50%) individuals with intellectual disability showed a greater risk 4.9 times higher than study populations with a minority of individuals with intellectual disability. The main risk factors for ASD reported in the 19 studies included presence of intellectual disability, sex, age, and symptomatic aetiology of epilepsy.Current research supports a high prevalence of ASD in epilepsy. This study helps to define the clinical profile of patients with epilepsy who are at risk for ASD, which may help clinicians in early screening and diagnosis of ASD in this population.Critical evaluation of previous studies examining the prevalence of autism spectrum disorder (ASD) in individuals with epilepsy. A meta-analysis of 19 studies showed a pooled ASD prevalence of 6.3% in individuals with epilepsy. Studies that included a majority of individuals with intellectual disability or younger population age had a higher prevalence of autism. Risk factors reported in studies included presence of intellectual disability, sex, age, and symptomatic epilepsy origin.", "journal": ["Developmental medicine and child neurology", "Dev Med Child Neurol"], "id": "29119560", "doi": "10.1111/dmcn.13598", "date": "2017-11-09", "authors": [["Strasser", "Lauren", "L", "UCL Great Ormond Street Institute of Child Health, London, UK."], ["Downes", "Michelle", "M", "UCL Great Ormond Street Institute of Child Health, London, UK."], ["Kung", "Jane", "J", "UCL Great Ormond Street Institute of Child Health, London, UK."], ["Cross", "J Helen", "JH", "UCL Great Ormond Street Institute of Child Health, London, UK."], ["De Haan", "Michelle", "M", "UCL Great Ormond Street Institute of Child Health, London, UK."]]}