{"title": "Functional but Inefficient Kinesthetic Motor Imagery in Adolescents with Autism Spectrum Disorder.", "text": "Whether action representation in individuals with autism spectrum disorder (ASD) is deficient remains controversial, as previous studies of action observation or imitation report conflicting results. Here we investigated the characteristics of action representation in adolescents with ASD through motor imagery (MI) using a hand rotation and an object rotation task. Comparable with the typically-developing group, the individuals with ASD were able to spontaneously use kinesthetic MI to perform the hand rotation task, as manifested by the significant biomechanical effects. However, the ASD group performed significantly slower only in the hand rotation task, but not in the object rotation task. The findings suggest that the adolescents with ASD showed inefficient but functional kinesthetic MI, implicating that their action representation might be preserved.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29119522", "doi": "10.1007/s10803-017-3367-y", "date": "2017-11-08", "authors": [["Chen", "Ya-Ting", "YT", "School of Occupational Therapy, College of Medicine, National Taiwan University, F4, No. 17, Xuzhou Rd., Zhongzheng Dist., Taipei, 100, Taiwan."], ["Tsou", "Kuo-Su", "KS", "Child Developmental Assessment & Intervention Center, Department of Child & Adolescent Psychiatry, Taipei City Hospital, Taipei, Taiwan."], ["Chen", "Hao-Ling", "HL", "School of Occupational Therapy, College of Medicine, National Taiwan University, F4, No. 17, Xuzhou Rd., Zhongzheng Dist., Taipei, 100, Taiwan."], ["Wong", "Ching-Ching", "CC", "Child Developmental Assessment & Intervention Center, Department of Child & Adolescent Psychiatry, Taipei City Hospital, Taipei, Taiwan."], ["Fan", "Yang-Teng", "YT", "Department of Sociology, National Chengchi University, Taipei, Taiwan."], ["Wu", "Chien-Te", "CT", "School of Occupational Therapy, College of Medicine, National Taiwan University, F4, No. 17, Xuzhou Rd., Zhongzheng Dist., Taipei, 100, Taiwan. chientewu@ntu.edu.tw."]]}