{"title": "Connectivity-Based Parcellation of the Amygdala Predicts Social Skills in Adolescents with Autism Spectrum Disorder.", "text": "Amygdala dysfunction plays a role in the social impairments in autism spectrum disorders (ASD), but it is unclear which of its subregions are abnormal in ASD. This study compared the volume and functional connectivity (FC) strength of three FC-defined amygdala subregions between ASD and controls, and assessed their relation to social skills in ASD. A subregion associated with the social perception network was enlarged in ASD (F1 = 7.842, p = .008) and its volume correlated significantly with symptom severity (social skills: r = .548, p = .009). Posthoc analysis revealed that the enlargement was driven by the vmPFC amygdala network. These findings refine our understanding of abnormal amygdala connectivity in ASD and may inform future strategies for therapeutic interventions targeting the amygdalofrontal pathway.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29119520", "doi": "10.1007/s10803-017-3370-3", "date": "2017-11-08", "authors": [["Rausch", "Annika", "A", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center Nijmegen, P. O. Box 9101, 6500 HB, Nijmegen, The Netherlands. a.rausch@donders.ru.nl."], ["Zhang", "Wei", "W", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University, 6525 EN, Nijmegen, The Netherlands."], ["Beckmann", "Christian F", "CF", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center Nijmegen, P. O. Box 9101, 6500 HB, Nijmegen, The Netherlands."], ["Buitelaar", "Jan K", "JK", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center Nijmegen, P. O. Box 9101, 6500 HB, Nijmegen, The Netherlands."], ["Groen", "Wouter B", "WB", "Karakter Child and Adolescent Psychiatry University Center, 6500 HB, Nijmegen, The Netherlands."], ["Haak", "Koen V", "KV", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center Nijmegen, P. O. Box 9101, 6500 HB, Nijmegen, The Netherlands."]]}