{"title": "Brief Report: Physical Activity, Body Mass Index and Arterial Stiffness in Children with Autism Spectrum Disorder: Preliminary Findings.", "text": "We examined the association between physical activity (PA), body mass index (BMI) and novel measures of subclinical cardiovascular disease (CVD) in 15 children with autism spectrum disorder (ASD) (mean age 7 ± 2 years, 2 girls). PA was objectively assessed using accelerometry as time spent in moderate-vigorous physical activity (MVPA). Arterial stiffness was measured via aortic pulse wave velocity (PWV) and taken as a marker of subclinical CVD risk. MVPA was inversely associated with aortic PWV (r = - 0.46, p < 0.05). BMI percentile was positively associated with aortic PWV (r = 0.61, p < 0.05). Overall findings suggest that reduced PA and higher body mass in children with ASD are associated with increased arterial stiffness which may have a detrimental impact on overall cardiovascular health.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29119519", "doi": "10.1007/s10803-017-3358-z", "date": "2017-11-08", "authors": [["Heffernan", "Kevin S", "KS", "Department of Exercise Science, Human Performance Laboratory, Syracuse University, 820 Comstock Ave, Room 201, Syracuse, NY, 13244, USA. ksheffer@syr.edu."], ["Columna", "Luis", "L", "Department of Exercise Science, Physical Education, Syracuse University, Syracuse, NY, USA."], ["Russo", "Natalie", "N", "Department of Psychology, Center for Autism and Electrophysiology Laboratory, Syracuse University, Syracuse, NY, USA."], ["Myers", "Beth A", "BA", "Department of Teaching and Leadership, Taishoff Center for Inclusive Higher Education, Syracuse University, Syracuse, NY, USA."], ["Ashby", "Christine E", "CE", "Department of Teaching and Leadership, Institute on Communication and Inclusion, Syracuse University, Syracuse, NY, USA."], ["Norris", "Michael L", "ML", "Department of Exercise Science, Physical Education, Syracuse University, Syracuse, NY, USA."], ["Barreira", "Tiago V", "TV", "Department of Exercise Science, Human Behavior Measurement Laboratory, Syracuse University, Syracuse, NY, USA."]]}