{"title": "Systematic Assessment of Research on Autism Spectrum Disorder (ASD) and Mercury Reveals Conflicts of Interest and the Need for Transparency in Autism Research.", "text": "Historically, entities with a vested interest in a product that critics have suggested is harmful have consistently used research to back their claims that the product is safe. Prominent examples are: tobacco, lead, bisphenol A, and atrazine. Research literature indicates that about 80-90% of studies with industry affiliation found no harm from the product, while only about 10-20% of studies without industry affiliation found no harm. In parallel to other historical debates, recent studies examining a possible relationship between mercury (Hg) exposure and autism spectrum disorder (ASD) show a similar dichotomy. Studies sponsored and supported by industry or entities with an apparent conflict of interest have most often shown no evidence of harm or no \"consistent\" evidence of harm, while studies without such affiliations report positive evidence of a Hg/autism association. The potentially causal relationship between Hg exposure and ASD differs from other toxic products since there is a broad coalition of entities for whom a conflict of interest arises. These include influential governmental public health entities, the pharmaceutical industry, and even the coal burning industry. This review includes a systematic literature search of original studies on the potential relationship between Hg and ASD from 1999 to August 2015, finding that of the studies with public health and/or industry affiliation, 86% reported no relationship between Hg and ASD. However, among studies without public health and/or industry affiliation, only 21% find no relationship between Hg and ASD. The discrepancy in these results suggests a bias indicative of a conflict of interest.", "journal": ["Science and engineering ethics", "Sci Eng Ethics"], "id": "29119411", "doi": "10.1007/s11948-017-9983-2", "date": null, "authors": [["Kern", "Janet K", "JK", "Institute of Chronic Illnesses, Inc, 14 Redgate Court, Silver Spring, MD, 20905, USA. jkern@dfwair.net."], ["Geier", "David A", "DA", "Institute of Chronic Illnesses, Inc, 14 Redgate Court, Silver Spring, MD, 20905, USA."], ["Deth", "Richard C", "RC", "Nova Southeastern University, Fort Lauderdale, FL, USA."], ["Sykes", "Lisa K", "LK", "CoMeD, Inc, Silver Spring, MD, USA."], ["Hooker", "Brian S", "BS", "Simpson University, Redding, CA, USA."], ["Love", "James M", "JM", "CoMeD, Inc, Silver Spring, MD, USA."], ["Bjørklund", "Geir", "G", "Council for Nutritional and Environmental Medicine, Mo i Rana, Norway."], ["Chaigneau", "Carmen G", "CG", "CoMeD, Inc, Silver Spring, MD, USA."], ["Haley", "Boyd E", "BE", "University of Kentucky, Lexington, KY, USA."], ["Geier", "Mark R", "MR", "Institute of Chronic Illnesses, Inc, 14 Redgate Court, Silver Spring, MD, 20905, USA."]]}