{"title": "Deconstructing atypical eye gaze perception in autism spectrum disorder.", "text": "The ability to discern the target of another person's gaze is critical for social and linguistic development, but functions atypically in autism spectrum disorder (ASD). A multi-pronged approach allowed us to deconstruct this complex ability, to uncover the fundamental bases of this impairment. We analyzed performance on a novel gaze perception task with classical psychophysical metrics (precision and accuracy), principal component analysis (in the analysis of spatial biases), and Bayesian computational modeling (in the analysis of individual subjects' use of contextual salience cues). Compared to controls, adults with ASD were less precise and less accurate in their judgments of gaze direction. Further, although nearly all controls exhibited a prototypical pattern of spatial bias in their judgments, this spatial prior was severely disrupted among a large subset of ASD participants. By contrast, Bayesian computational modeling revealed that both groups exploited contextual salience cues in their gaze judgments, and that the average strength of this contextual prior was similar for both groups. This comprehensive study revealed that although most ASD participants performed atypically in at least one aspect of gaze perception, the particular aspects disrupted varied idiosyncratically across individuals. Impairment in gaze perception in ASD likely arises via heterogeneous underlying mechanisms.", "journal": ["Scientific reports", "Sci Rep"], "id": "29118362", "doi": "10.1038/s41598-017-14919-3", "date": "2017-11-08", "authors": [["Pantelis", "Peter C", "PC", "Indiana University-Bloomington, Department of Psychological and Brain Sciences, 1101 E., 10th Street, Bloomington, IN, 47405, USA. pcpantel@indiana.edu."], ["Kennedy", "Daniel P", "DP", "Indiana University-Bloomington, Department of Psychological and Brain Sciences, 1101 E., 10th Street, Bloomington, IN, 47405, USA. dpk@indiana.edu."]]}