{"title": "Frontal theta activation during motor synchronization in autism.", "text": "Autism is characterized by two primary characteristics: deficits in social interaction and repetitive behavioral patterns. Because interpersonal communication is extremely complicated, its underlying brain mechanisms remain unclear. Here we showed that both characteristics can be explained by a unifying underlying mechanism related to difficulties with irregularities. To address the issues, we measured electroencephalographm during a cooperative tapping task, which required participants to tap a key alternately and synchronously with constant rhythmic a PC program, a variable rhythmic PC program, or a human partner. We found that people with autism had great difficulty synchronizing tapping behavior with others, and exhibited greater than normal theta-wave (6 Hz) activity in the frontal cortex during the task, especially when their partner behaved somewhat irregularly (i.e. a variable rhythmic PC program or a human partner). Importantly, the higher theta-wave activity was related to the severity of autism, not the performance on the task. This indicates that people with autism need to use intense cognition when trying to adapt to irregular behavior and can easily become overtaxed. Difficulty adapting to irregular behavior in others is likely related to their own tendencies for repetitive and regular behaviors. Thus, while the two characteristics of autism have been comprehended separately, our unifying theory makes understanding the condition and developing therapeutic strategies more tractable.", "journal": ["Scientific reports", "Sci Rep"], "id": "29118348", "doi": "10.1038/s41598-017-14508-4", "date": "2017-11-08", "authors": [["Kawasaki", "Masahiro", "M", "Department of Intelligent Interaction Technology, Graduate School of Systems and Information Engineering, University of Tsukuba, 1-1-1, Tennodai, Tsukuba-shi, Ibaraki 305-8573, Japan. kawasaki@iit.tsukuba.ac.jp."], ["Kitajo", "Keiichi", "K", "Rhythm-based Brain Information Processing Unit, RIKEN BSI-TOYOTA Collaboration Center, 2-1, Hirosawa, Wako-shi, Saitama, 351-0198, Japan."], ["Fukao", "Kenjiro", "K", "Department of Psychiatry, Graduate School of Medicine, Kyoto University, Yoshida-nihonmatsu-cho, Sakyo-ku, Kyoto, 606-8501, Japan."], ["Murai", "Toshiya", "T", "Department of Psychiatry, Graduate School of Medicine, Kyoto University, Yoshida-nihonmatsu-cho, Sakyo-ku, Kyoto, 606-8501, Japan."], ["Yamaguchi", "Yoko", "Y", "Neuroinformatics Japan Center, RIKEN Brain Science Institute, 2-1, Hirosawa, Wako-shi, Saitama, 351-0198, Japan."], ["Funabiki", "Yasuko", "Y", "Department of Psychiatry, Graduate School of Medicine, Kyoto University, Yoshida-nihonmatsu-cho, Sakyo-ku, Kyoto, 606-8501, Japan. funabiki.yasuko.8a@kyoto-u.ac.jp."]]}