{"title": "A valence-free definition of sociality as any violation of inter-individual independence.", "text": "Well over 90% of studies in biomedical sciences are performed on single animals. While knowledge of the genetics, development and physiology of single individuals accrues, an understanding of the biological mechanisms by which individuals interact has barely budged. Yet many of society's greatest problems derive from an inability of humans to get along with each other. Studies in social neuroscience are primarily observational and rarely employ subjects who physically interact. Thus, social interaction represents a largely unexplored frontier of biology. The neuroscience that underlies social behaviour and interactions can and should be studied using the scientific method. However, a workable and objective definitional framework of sociality is needed for scientific progress in this field. Here we propose a definition that uses a test of independence from the presence of others. The null hypothesis is that a behaviour is independent from the influence of others. Rejection of this null hypothesis means that the actions of an individual depend on the actions of one or more other individuals. This definition has the advantages of not being contaminated by moral judgements or biases in favour of pro-social behaviour, and of being applicable to a wide range of physiological processes. The definition of a social behaviour proposed here says nothing regarding the valence of the behaviour with respect to others. Thus, a behaviour that is influenced by the presence of others may benefit, harm, or have no effect on others. It is hoped that this definitional framework for sociality will facilitate our understanding of the origins and mechanisms of social behaviour among animals including humans as well as offer efficacious approaches to social disorders such as autism.", "journal": ["Proceedings. Biological sciences", "Proc. Biol. Sci."], "id": "29118128", "doi": "10.1098/rspb.2017.0948", "date": null, "authors": [["Mason", "Peggy", "P", "Department of Neurobiology, University of Chicago, Chicago, IL, USA pmason@uchicago.edu."], ["Shan", "Haozhe", "H", "Department of Neurobiology, University of Chicago, Chicago, IL, USA."]]}