{"title": "Cellular Functions of the Autism Risk Factor PTCHD1 in Mice.", "text": "The gene patched domain containing 1 (PTCHD1) is mutated in patients with autism spectrum disorders and intellectual disabilities and has been hypothesized to contribute to Sonic hedgehog (Shh) signaling and synapse formation. We identify a panel of Ptchd1-interacting proteins that include postsynaptic density proteins and the retromer complex, revealing a link to critical regulators of dendritic and postsynaptic trafficking. Ptchd1 knock-out (KO) male mice exhibit cognitive alterations, including defects in a novel object recognition task. To test whether Ptchd1 is required for Shh-dependent signaling, we examined two Shh-dependent cell populations that express high levels of Ptchd1 mRNA: cerebellar granule cell precursors and dentate granule cells in the hippocampus. We found that proliferation of these neuronal precursors was not altered significantly in Ptchd1 KO male mice. We used whole-cell electrophysiology and anatomical methods to assess synaptic function in Ptchd1-deficient dentate granule cells. In the absence of Ptchd1, we observed profound disruption in excitatory/inhibitory balance despite normal dendritic spine density on dentate granule cells. These findings support a critical role of the Ptchd1 protein in the dentate gyrus, but indicate that it is not required for structural synapse formation in dentate granule cells or for Shh-dependent neuronal precursor proliferation.SIGNIFICANCE STATEMENT The mechanisms underlying neuronal and cellular alterations resulting from patched domain containing 1 (Ptchd1) gene mutations are unknown. The results from this study support an association with dendritic trafficking complexes of Ptchd1. Loss-of-function experiments do not support a role in sonic hedgehog-dependent signaling, but reveal a disruption of synaptic transmission in the mouse dentate gyrus. The findings will help to guide ongoing efforts to understand the etiology of neurodevelopmental disorders arising from Ptchd1 deficiency.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29118110", "doi": "10.1523/JNEUROSCI.1393-17.2017", "date": "2017-11-08", "authors": [["Tora", "David", "D", "Biozentrum of the University of Basel, 4056 Basel, Switzerland."], ["Gomez", "Andrea M", "AM", "Biozentrum of the University of Basel, 4056 Basel, Switzerland."], ["Michaud", "Jean-Francois", "JF", "Molecular Biology of Neural Development, Institut de Recherches Cliniques de Montréal, Montreal, Quebec, Canada H2W 1R7."], ["Yam", "Patricia T", "PT", "Molecular Biology of Neural Development, Institut de Recherches Cliniques de Montréal, Montreal, Quebec, Canada H2W 1R7."], ["Charron", "Frédéric", "F", "Molecular Biology of Neural Development, Institut de Recherches Cliniques de Montréal, Montreal, Quebec, Canada H2W 1R7."], ["Scheiffele", "Peter", "P", "Biozentrum of the University of Basel, 4056 Basel, Switzerland, peter.scheiffele@unibas.ch."]]}