{"title": "Epistemic injustice in dementia and autism patient organizations: An empirical analysis.", "text": "Patient organizations (POs) represent patient collectives in health care policy. The inclusion of people with a 'neuro-psychiatric' condition poses a particular challenge for the organizational processes and political representation of such collectives. In recent years, new POs (POs of) have been established in the field of autism spectrum disorder and dementia that advocate a different agenda and have a different organizational structure than traditional POs (POs for). The divide between these two types of POs indicates a different standpoint with regard to who should be included on an organizational level, which voices are accepted and who should represent these voices on the political level. The inclusion and exclusion of voices needs to be normatively justified in order to be regarded legitimate representation of such a collective. With the help of Miranda Fricker's theory of epistemic injustice, we scrutinize whether and, if so, which types of epistemic injustices (wrongdoings to a person as a knower) can be found within POs' practices and the political field in which they operate, by analyzing 37 interviews with PO representatives, their members and policy makers. Our in-depth analysis indicates that persistent stereotypes hamper the inclusion of affected members both within POs and on the health political level. Being affected causes distrust in having the 'capacity to know' in a two-fold way; it is assumed that those who can represent themselves are \"not affected enough\" to present valuable insights into the condition and those who have difficulties to express themselves due to their condition are excluded because of their affectedness. We conclude that our analysis of the epistemic practices of POs serves as a good starting point to address these shortcomings from a theoretical and practical perspective and offers a valuable starting point for bioethics to understand unjust structures in the health political context.", "journal": ["AJOB empirical bioethics", "AJOB Empir Bioeth"], "id": "29116905", "doi": "10.1080/23294515.2017.1402833", "date": "2017-12-05", "authors": [["Jongsma", "Karin", "K", "a Medical Ethics and History of Medicine, University Medical Center Göttingen."], ["Spaeth", "Elisabeth", "E", "a Medical Ethics and History of Medicine, University Medical Center Göttingen."], ["Schicktanz", "Silke", "S", "a Medical Ethics and History of Medicine, University Medical Center Göttingen."]]}