{"title": "Can Dogs Assist Children with Severe Autism Spectrum Disorder in Complying with Challenging Demands? An Exploratory Experiment with a Live and a Robotic Dog.", "text": "Prompted by the need to find effective ways to enhance compliance in children with autism spectrum disorder (ASD), and building on the increasing interest in dog-assisted interventions for this population, this study provides an exploratory test on whether dogs may assist children with severe ASD in complying with challenging demands while also decreasing behavioral and cardiovascular distress.A within-subject design was used. Depending on condition, participants were allowed to engage with a particular stimulus-their preferred toy, a live dog, or a robotic dog-before being exposed to a demanding task in which they had to wait for permission to eat a desired food item (\"prohibition task\"). Although inactive, the stimulus remained present during the prohibition task.Ten male children, aged between 6 and 9 years and diagnosed with severe ASD, participated in this study. All were clinically referred as having serious compliance difficulties in everyday routines. Testing occurred at participants' homes.Participants' emotional expressions, latency to distress, compliance levels, and behaviors that were shown during committed compliance were assessed during the prohibition task. In addition, cardiovascular reactivity to the task was monitored.Obtained data revealed significant differences between conditions for some of the considered measures. Latency to distress was higher in the live dog than in the toy condition. Committed compliance was higher in the live dog than in the toy and robot conditions. Quiet waiting during committed compliance was higher in the live dog condition than in the toy condition, and tension release behaviors were lower. In addition, heart rate reactivity was lower in the live dog condition than in the toy condition.The live dog condition appeared to have a calming effect on the participants, hypothetically facilitating compliance. Although promising, these findings are only preliminary and their clinical significance needs to be assessed in future studies.", "journal": ["Journal of alternative and complementary medicine (New York, N.Y.)", "J Altern Complement Med"], "id": "29116816", "doi": "10.1089/acm.2017.0254", "date": "2017-11-08", "authors": [["Silva", "Karine", "K", "1 Departamento de Ciências do Comportamento, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto , Porto, Portugal ."], ["Lima", "Mariely", "M", "2 Escola Superior de Educação Paula Frassinetti , Porto, Portugal ."], ["Santos-Magalhães", "André", "A", "3 Faculdade de Ciências da Saúde, Universidade Fernando Pessoa , Porto, Portugal ."], ["Fafiães", "Carla", "C", "1 Departamento de Ciências do Comportamento, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto , Porto, Portugal ."], ["de Sousa", "Liliana", "L", "1 Departamento de Ciências do Comportamento, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto , Porto, Portugal ."]]}