{"title": "Sensory Sensitivity and Food Selectivity in Children with Autism Spectrum Disorder.", "text": "Few studies have compared atypical sensory characteristics and food selectivity between children with and without autism spectrum disorder (ASD). We compared oral sensory processing between children with (n = 53) and without ASD (n = 58), ages 3-11 years. We also examined the relationships between atypical oral sensory processing, food selectivity, and fruit/vegetable consumption in children with ASD. We found that more children with ASD presented with atypical sensory processing than children without ASD. Among children with ASD, those with atypical oral sensory sensitivity refused more foods and ate fewer vegetables than those with typical oral sensory sensitivity. The findings suggest that efforts to address food selectivity in children with ASD may be enhanced by including strategies that address oral sensory processing.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29116421", "doi": "10.1007/s10803-017-3340-9", "date": "2017-11-07", "authors": [["Chistol", "Liem T", "LT", "Sargent College of Health & Rehabilitation Sciences, Boston University, 635 Commonwealth Avenue, Boston, MA, 02215, USA."], ["Bandini", "Linda G", "LG", "Department of Pediatrics, E.K. Shriver Center, UMass Medical School, 55 Lake Avenue North, Worcester, MA, 01655, USA."], ["Must", "Aviva", "A", "Department of Public Health and Community Medicine, Tufts University School of Medicine, 136 Harrison Ave., Boston, MA, 02111, USA."], ["Phillips", "Sarah", "S", "Department of Public Health and Community Medicine, Tufts University School of Medicine, 136 Harrison Ave., Boston, MA, 02111, USA."], ["Cermak", "Sharon A", "SA", "Division of Occupational Science and Occupational Therapy at the Herman Ostrow School of Dentistry, University of Southern California, 1540 Alcazar Street CHP-133, Los Angeles, CA, 90089, USA."], ["Curtin", "Carol", "C", "Department of Family Medicine & Community Health, E.K. Shriver Center, UMass Medical School, 55 Lake Avenue North, Worcester, MA, 01655, USA. carol.curtin@umassmed.edu."]]}