{"title": "A translational study on looming-evoked defensive response and the underlying subcortical pathway in autism.", "text": "Rapidly approaching objects indicating threats can induce defensive response through activating a subcortical pathway comprising superior colliculus (SC), lateral posterior nucleus (LP), and basolateral amygdala (BLA). Abnormal defensive response has been reported in autism, and impaired synaptic connections could be the underlying mechanism. Whether the SC-LP-BLA pathway processes looming stimuli abnormally in autism is not clear. Here, we found that looming-evoked defensive response is impaired in a subgroup of the valproic acid (VPA) mouse model of autism. By combining the conventional neurotracer and transneuronal rabies virus tracing techniques, we demonstrated that synaptic connections in the SC-LP-BLA pathway were abnormal in VPA mice whose looming-evoked defensive responses were absent. Importantly, we further translated the finding to children with autism and observed that they did not present looming-evoked defensive response. Furthermore, the findings of the DTI with the probabilistic tractography showed that the structural connections of SC-pulvinar-amygdala in autism children were weak. The pulvinar is parallel to the LP in a mouse. Because looming-evoked defensive response is innate in humans and emerges much earlier than do social and language functions, the absence of defensive response could be an earlier sign of autism in children.", "journal": ["Scientific reports", "Sci Rep"], "id": "29116187", "doi": "10.1038/s41598-017-15349-x", "date": "2017-11-07", "authors": [["Hu", "Yu", "Y", "Guangdong-Hongkong-Macau Institute of CNS Regeneration, Ministry of Education CNS Regeneration Collaborative Joint Laboratory, Jinan University, Guangzhou, 510632, China."], ["Chen", "Zhuoming", "Z", "The Center of Speech Language Disorder, The First Affiliated Hospital of Jinan University, Guangzhou, 510630, China."], ["Huang", "Lu", "L", "Guangdong-Hongkong-Macau Institute of CNS Regeneration, Ministry of Education CNS Regeneration Collaborative Joint Laboratory, Jinan University, Guangzhou, 510632, China."], ["Xi", "Yue", "Y", "Guangdong-Hongkong-Macau Institute of CNS Regeneration, Ministry of Education CNS Regeneration Collaborative Joint Laboratory, Jinan University, Guangzhou, 510632, China."], ["Li", "Bingxiao", "B", "The Center of Speech Language Disorder, The First Affiliated Hospital of Jinan University, Guangzhou, 510630, China."], ["Wang", "Hong", "H", "The Center of Speech Language Disorder, The First Affiliated Hospital of Jinan University, Guangzhou, 510630, China."], ["Yan", "Jiajian", "J", "The Center of Speech Language Disorder, The First Affiliated Hospital of Jinan University, Guangzhou, 510630, China."], ["Lee", "Tatia M C", "TMC", "Laboratory of Neuropsychology, The University of Hong Kong, Hong Kong, China."], ["Tao", "Qian", "Q", "Psychology Department, School of Medicine, Jinan University, Guangzhou, 510632, China. taoqian16@jnu.edu.cn."], ["So", "Kwok-Fai", "KF", "Guangdong-Hongkong-Macau Institute of CNS Regeneration, Ministry of Education CNS Regeneration Collaborative Joint Laboratory, Jinan University, Guangzhou, 510632, China. hrmaskf@hku.hk."], ["Ren", "Chaoran", "C", "Guangdong-Hongkong-Macau Institute of CNS Regeneration, Ministry of Education CNS Regeneration Collaborative Joint Laboratory, Jinan University, Guangzhou, 510632, China. tchaoran@jnu.edu.cn."]]}