{"title": "Further Evaluation of Presentation Format of Competing Stimuli for Treatment of Automatically Maintained Challenging Behavior.", "text": "Behavioral interventions have been effective in reducing automatically maintained skin picking for individuals with disabilities including autism spectrum disorder (ASD). A competing stimulus assessment (CSA) is typically utilized in behavioral intervention and assessment to identify potential stimuli which compete with the reinforcer for various forms of challenging behavior (CB). Treatment evaluations have validated the results of these assessments by demonstrating competing stimuli may reduce levels of CB. In Phase 1 of this study, we conducted a functional analysis (FA) to determine what variables were maintaining skin picking of an 11-year-old girl diagnosed with ASD. In Phase 2, we conducted a CSA to determine which stimulus competed the most with skin picking. In Phase 3, we utilized a multielement with reversal design to compare the effectiveness of three presentation formats: (a) single stimulus (single), (b) multiple stimuli (multiple), and (c) alternating stimuli (alternating) in reducing levels of automatically maintained CB. We found noncontingent access to a single item was the most effective intervention to decrease skin picking. This study adds to the literature on reducing CB in children with ASD by incorporating a CSA before the evaluation of different formats of delivering competing stimuli, across extended duration session times.", "journal": ["Behavior modification", "Behav Modif"], "id": "29115163", "doi": "10.1177/0145445517740322", "date": "2017-11-01", "authors": [["Clay", "Casey J", "CJ", "1 University of Missouri, Columbia, USA."], ["Clohisy", "Annie M", "AM", "2 Thompson Center for Autism & Neurodevelopmental Disorders."], ["Ball", "Alexandra M", "AM", "1 University of Missouri, Columbia, USA."], ["Haider", "Aqdas F", "AF", "1 University of Missouri, Columbia, USA."], ["Schmitz", "Brittany A", "BA", "1 University of Missouri, Columbia, USA."], ["Kahng", "SungWoo", "S", "1 University of Missouri, Columbia, USA."]]}