{"title": "Possible involvement of a cell adhesion molecule, Migfilin, in brain development and pathogenesis of autism spectrum disorders.", "text": "Migfilin, encoded by FBLIM1 at the 1p36 locus, is a multi-domain adaptor protein essential for various cellular processes such as cell morphology and migration. Small deletions and duplications at the 1p36 locus, monosomy of which results in neurodevelopmental disorders and multiple congenital anomalies, have also been identified in patients with autism spectrum disorder (ASD). However, the impact of FBLIM1, the gene within 1p36, on the pathogenesis of ASD is unknown. In this study, we performed morphological analyses of migfilin to elucidate its role in brain development. Migfilin was detected specifically in the embryonic and perinatal stages of the mouse brain. Either silencing or overexpression of migfilin in embryos following in utero electroporation disrupted Neocortical neuronal migration. Additionally, neurite elongation was impaired when migfilin was silenced in cultured mouse hippocampal neurons. We then screened FBLIM1 for rare exonic deletions/duplications in 549 Japanese ASD patients and 824 controls, detecting one case of ASD and intellectual delay that harbored a 26-kb deletion at 1p36.21 that solely included the C-terminal exon of FBLIM1. The FBLIM1 mRNA expression level in this case was reduced compared to levels in individuals without FBLIM1 deletion. Our findings indicate that tightly regulated expression of migfilin is essential for neuronal development and that FBLIM1 disruption may be related to the phenotypes associated with ASD and related neurodevelopmental disorders.", "journal": ["Journal of neuroscience research", "J. Neurosci. Res."], "id": "29114925", "doi": "10.1002/jnr.24194", "date": "2017-11-08", "authors": [["Ishizuka", "Kanako", "K", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Tabata", "Hidenori", "H", "Department of Molecular Neurobiology, Institute for Developmental Research, Aichi Human Service Center, Kasugai, Japan."], ["Ito", "Hidenori", "H", "Department of Molecular Neurobiology, Institute for Developmental Research, Aichi Human Service Center, Kasugai, Japan."], ["Kushima", "Itaru", "I", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Noda", "Mariko", "M", "Department of Molecular Neurobiology, Institute for Developmental Research, Aichi Human Service Center, Kasugai, Japan."], ["Yoshimi", "Akira", "A", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Usami", "Masahide", "M", "Department of Child and Adolescent Psychiatry, Kohnodai Hospital, National Center for Global Health and Medicine, Ichikawa, Japan."], ["Watanabe", "Kyota", "K", "Hiroshima City Center for Children's Health and Development, Hiroshima, Japan."], ["Morikawa", "Mako", "M", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Uno", "Yota", "Y", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Okada", "Takashi", "T", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Mori", "Daisuke", "D", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Aleksic", "Branko", "B", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Ozaki", "Norio", "N", "Department of Psychiatry, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Nagata", "Koh-Ichi", "KI", "Department of Molecular Neurobiology, Institute for Developmental Research, Aichi Human Service Center, Kasugai, Japan."]]}