{"title": "Patterns of Joint Improvisation in Adults with Autism Spectrum Disorder.", "text": "Recent research on autism spectrum disorders (ASDs) suggests that individuals with autism may have a basic deficit in synchronizing with others, and that this difficulty may lead to more complex social and communicative deficits. Here, we examined synchronization during an open-ended joint improvisation (JI) paradigm, called the mirror game (MG). In the MG, two players take turns leading, following, and jointly improvising motion using two handles set on parallel tracks, while their motion tracks are recorded with high temporal and spatial resolution. A series of previous studies have shown that players in the MG attain moments of highly synchronized co-confident (CC) motion, in which there is no typical kinematic pattern of leader and reactive follower. It has been suggested that during these moments players act as a coupled unit and feel high levels of connectedness. Here, we aimed to assess whether participants with ASD are capable of attaining CC, and whether their MG performance relates to broader motor and social skills. We found that participants with ASD (n = 34) can indeed attain CC moments when playing with an expert improviser, though their performance was attenuated in several ways, compared to typically developing (TD) participants (n = 35). Specifically, ASD participants had lower rates of CC, compared with TD participants, which was most pronounced during the following rounds. In addition, the duration of their CC segments was shorter, across all rounds. When controlling for participants' motor skills (both on the MG console, and more broadly) some of the variability in MG performance was explained, but group differences remained. ASD participants' alexithymia further correlated with their difficulty following another's lead; though other social skills did not relate to MG performance. Participants' subjective reports of the game suggest that other cognitive and emotional factors, such as attention, motivation, and reward-processing, which were not directly measured in the experiment, may impact their performance. Together, these results show that ASD participants can attain moments of high motor synchronization with an expert improviser, even during an open-ended task. Future studies should examine the ways in which these skills may be further harnessed in clinical settings.", "journal": ["Frontiers in psychology", "Front Psychol"], "id": "29114236", "doi": "10.3389/fpsyg.2017.01790", "date": "2017-10-24", "authors": [["Brezis", "Rachel-Shlomit", "RS", "Sagol Center for Brain and Mind, Baruch Ivcher School of Psychology, Interdisciplinary Center Herzliya, Herzliya, Israel."], ["Noy", "Lior", "L", "Theatre Lab, Weizmann Institute of Science, Rehovot, Israel."], ["Alony", "Tali", "T", "Sagol Center for Brain and Mind, Baruch Ivcher School of Psychology, Interdisciplinary Center Herzliya, Herzliya, Israel."], ["Gotlieb", "Rachel", "R", "Sagol Center for Brain and Mind, Baruch Ivcher School of Psychology, Interdisciplinary Center Herzliya, Herzliya, Israel."], ["Cohen", "Rachel", "R", "Sagol Center for Brain and Mind, Baruch Ivcher School of Psychology, Interdisciplinary Center Herzliya, Herzliya, Israel."], ["Golland", "Yulia", "Y", "Sagol Center for Brain and Mind, Baruch Ivcher School of Psychology, Interdisciplinary Center Herzliya, Herzliya, Israel."], ["Levit-Binnun", "Nava", "N", "Sagol Center for Brain and Mind, Baruch Ivcher School of Psychology, Interdisciplinary Center Herzliya, Herzliya, Israel."]]}