{"title": "Aberrant Rac1-cofilin signaling mediates defects in dendritic spines, synaptic function, and sensory perception in fragile X syndrome.", "text": "Fragile X syndrome (FXS) is the most common inherited cause of intellectual disabilities and a leading cause of autism. FXS is caused by a trinucleotide expansion in the gene FMR1 on the X chromosome. The neuroanatomical hallmark of FXS is an overabundance of immature dendritic spines, a factor thought to underlie synaptic dysfunction and impaired cognition. We showed that aberrantly increased activity of the Rho GTPase Rac1 inhibited the actin-depolymerizing factor cofilin, a major determinant of dendritic spine structure, and caused disease-associated spine abnormalities in the somatosensory cortex of FXS model mice. Increased cofilin phosphorylation and actin polymerization coincided with abnormal dendritic spines and impaired synaptic maturation. Viral delivery of a constitutively active cofilin mutant (cofilinS3A) into the somatosensory cortex of Fmr1-deficient mice rescued the immature dendritic spine phenotype and increased spine density. Inhibition of the Rac1 effector PAK1 with a small-molecule inhibitor rescued cofilin signaling in FXS mice, indicating a causal relationship between PAK1 and cofilin signaling. PAK1 inhibition rescued synaptic signaling (specifically the synaptic ratio of NMDA/AMPA in layer V pyramidal neurons) and improved sensory processing in FXS mice. These findings suggest a causal relationship between increased Rac1-cofilin signaling, synaptic defects, and impaired sensory processing in FXS and uncover a previously unappreciated role for impaired Rac1-cofilin signaling in the aberrant spine morphology and spine density associated with FXS.", "journal": ["Science signaling", "Sci Signal"], "id": "29114038", "doi": "10.1126/scisignal.aan0852", "date": "2017-11-07", "authors": [["Pyronneau", "Alexander", "A", "Dominick P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, New York, NY 10461, USA."], ["He", "Qionger", "Q", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], ["Hwang", "Jee-Yeon", "JY", "Dominick P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, New York, NY 10461, USA."], ["Porch", "Morgan", "M", "Dominick P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, New York, NY 10461, USA."], ["Contractor", "Anis", "A", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], ["Zukin", "R Suzanne", "RS", "Dominick P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, New York, NY 10461, USA. suzanne.zukin@einstein.yu.edu."]]}