{"title": "Reducing eIF4E-eIF4G interactions restores the balance between protein synthesis and actin dynamics in fragile X syndrome model mice.", "text": "Fragile X syndrome (FXS) is the most common form of inherited intellectual disability and autism spectrum disorder. FXS is caused by silencing of the FMR1 gene, which encodes fragile X mental retardation protein (FMRP), an mRNA-binding protein that represses the translation of its target mRNAs. One mechanism by which FMRP represses translation is through its association with cytoplasmic FMRP-interacting protein 1 (CYFIP1), which subsequently sequesters and inhibits eukaryotic initiation factor 4E (eIF4E). CYFIP1 shuttles between the FMRP-eIF4E complex and the Rac1-Wave regulatory complex, thereby connecting translational regulation to actin dynamics and dendritic spine morphology, which are dysregulated in FXS model mice that lack FMRP. Treating FXS mice with 4EGI-1, which blocks interactions between eIF4E and eIF4G, a critical interaction partner for translational initiation, reversed defects in hippocampus-dependent memory and spine morphology. We also found that 4EGI-1 normalized the phenotypes of enhanced metabotropic glutamate receptor (mGluR)-mediated long-term depression (LTD), enhanced Rac1-p21-activated kinase (PAK)-cofilin signaling, altered actin dynamics, and dysregulated CYFIP1/eIF4E and CYFIP1/Rac1 interactions in FXS mice. Our findings are consistent with the idea that an imbalance in protein synthesis and actin dynamics contributes to pathophysiology in FXS mice, and suggest that targeting eIF4E may be a strategy for treating FXS.", "journal": ["Science signaling", "Sci Signal"], "id": "29114037", "doi": "10.1126/scisignal.aan0665", "date": "2017-11-07", "authors": [["Santini", "Emanuela", "E", "Center for Neural Science, New York University, New York, NY 10003, USA."], ["Huynh", "Thu N", "TN", "Center for Neural Science, New York University, New York, NY 10003, USA."], ["Longo", "Francesco", "F", "Center for Neural Science, New York University, New York, NY 10003, USA."], ["Koo", "So Yeon", "SY", "Center for Neural Science, New York University, New York, NY 10003, USA."], ["Mojica", "Edward", "E", "Center for Neural Science, New York University, New York, NY 10003, USA."], ["D'Andrea", "Laura", "L", "Department of Biomedicine and Prevention, University of Rome \"Tor Vergata,\" 00133 Rome, Italy."], ["Bagni", "Claudia", "C", "Department of Biomedicine and Prevention, University of Rome \"Tor Vergata,\" 00133 Rome, Italy."], ["Klann", "Eric", "E", "Center for Neural Science, New York University, New York, NY 10003, USA. eklann@cns.nyu.edu."]]}