{"title": "Multidimensional knowledge-based framework is an essential step in the categorization of gene sets in complex disorders.", "text": "In complex disorders, collaborative role of several genes accounts for the multitude of symptoms and the discovery of molecular mechanisms requires proper understanding of pertinent genes. Majority of the recent techniques utilize either single information or consolidate the independent outlook from multiple knowledge sources for assisting the discovery of candidate genes. In any case, given that various sorts of heterogeneous sources are possibly significant for quality gene prioritization, every source bearing data not conveyed by another, we assert that a perfect strategy ought to give approaches to observe among them in a genuine integrative style that catches the degree of each, instead of utilizing a straightforward mix of sources. We propose a flexible approach that empowers multi-source information reconciliation for quality gene prioritization that augments the complementary nature of various learning sources so as to utilize the maximum information of aggregated data. To illustrate the proposed approach, we took Autism Spectrum Disorder (ASD) as a case study and validated the framework on benchmark studies. We observed that the combined ranking based on integrated knowledge reduces the false positive observations and boosts the performance when compared with individual rankings. The clinical phenotype validation for ASD shows that there is a significant linkage between top positioned genes and endophenotypes of ASD. Categorization of genes based on endophenotype associations by this method will be useful for further hypothesis generation leading to clinical and translational analysis. This approach may also be useful in other complex neurological and psychiatric disorders with a strong genetic component.", "journal": ["Journal of bioinformatics and computational biology", "J Bioinform Comput Biol"], "id": "29113563", "doi": "10.1142/S0219720017500226", "date": "2017-10-09", "authors": [["Sreeja", "A", "A", "* Department of Computer Science & IT, School of Arts and Sciences, Amrita University, Kochi, Kerala, India."], ["Vinayan", "K P", "KP", "† Division of Paediatric Neurology, Department of Neurology, Amrita Institute of Medical Sciences, Amrita University, Kochi, Kerala, India."]]}