{"title": "The association between socioeconomic status and autism diagnosis in the United Kingdom for children aged 5-8 years of age: Findings from the Born in Bradford cohort.", "text": "There has been recent interest in the relationship between socioeconomic status and the diagnosis of autism in children. Studies in the United States have found lower rates of autism diagnosis associated with lower socioeconomic status, while studies in other countries report no association, or the opposite. This article aims to contribute to the understanding of this relationship in the United Kingdom. Using data from the Born in Bradford cohort, comprising 13,857 children born between 2007 and 2011, it was found that children of mothers educated to A-level or above had twice the rate of autism diagnosis, 1.5% of children (95% confidence interval: 1.1%, 1.9%) compared to children of mothers with lower levels of education status 0.7% (95% confidence interval: 0.5%, 0.9%). No statistically significant relationship between income status or neighbourhood material deprivation was found after controlling for mothers education status. The results suggest a substantial level of underdiagnosis for children of lower education status mothers, though further research is required to determine the extent to which this is replicated across the United Kingdom. Tackling inequalities in autism diagnosis will require action, which could include increased education, awareness, further exploration of the usefulness of screening programmes and the provision of more accessible support services.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29113453", "doi": "10.1177/1362361317733182", "date": "2017-11-01", "authors": [["Kelly", "Brian", "B", "1 Bradford Teaching Hospitals NHS Foundation Trust, UK."], ["Williams", "Stefan", "S", "2 Yorkshire & Humber Academic Health Science Network, UK."], ["Collins", "Sylvie", "S", "1 Bradford Teaching Hospitals NHS Foundation Trust, UK."], ["Mushtaq", "Faisal", "F", "3 University of Leeds, UK."], ["Mon-Williams", "Mark", "M", "3 University of Leeds, UK."], ["Wright", "Barry", "B", "4 University of York, UK."], ["Mason", "Dan", "D", "1 Bradford Teaching Hospitals NHS Foundation Trust, UK."], ["Wright", "John", "J", "1 Bradford Teaching Hospitals NHS Foundation Trust, UK."]]}