{"title": "Sensory abnormalities in children with autism spectrum disorder.", "text": "The clinical picture of children with autism spectrum disorder is characterized by deficits of social interaction and communication, as well as by repetitive interests and activities. Sensory abnormalities are a very frequent feature that often go unnoticed due to the communication difficulties of these patients. This narrative review summarizes the main features of sensory abnormalities and the respective implications for the interpretation of several signs and symptoms of autism spectrum disorder, and therefore for its management.A search was performed in PubMed (United States National Library of Medicine) about the sensory abnormalities in subjects (particularly children) with autism spectrum disorder.Sensory symptoms are common and often disabling in children with autism spectrum disorder, but are not specific for autism, being a feature frequently described also in subjects with intellectual disability. Three main sensory patterns have been described in autism spectrum disorder: hypo-responsiveness, hyper-responsiveness, and sensory seeking; to these, some authors have added a fourth pattern: enhanced perception. Sensory abnormalities may negatively impact the life of these individuals and their families. An impairment not only of unisensory modalities but also of multisensory integration is hypothesized.Atypical sensory reactivity of subjects with autism spectrum disorder may be the key to understand many of their abnormal behaviors, and thus it is a relevant aspect to be taken into account in their daily management in all the contexts in which they live. A formal evaluation of sensory function should be always performed in these children.", "journal": ["Jornal de pediatria", "J Pediatr (Rio J)"], "id": "29112858", "doi": "10.1016/j.jped.2017.08.008", "date": "2017-11-04", "authors": [["Posar", "Annio", "A", "IRCCS Institute of Neurological Sciences of Bologna, Child Neurology and Psychiatry Unit, Bologna, Italy; University of Bologna, Department of Biomedical and Neuromotor Sciences, Bologna, Italy. Electronic address: annio.posar@unibo.it."], ["Visconti", "Paola", "P", "IRCCS Institute of Neurological Sciences of Bologna, Child Neurology and Psychiatry Unit, Bologna, Italy."]]}