{"title": "Co-aggregation of major psychiatric disorders in individuals with first-degree relatives with schizophrenia: a nationwide population-based study.", "text": "A previous genetic study has suggested that schizophrenia, bipolar disorder, major depressive disorder, autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD) share common disease-associated genes. However, whether individuals with first-degree relatives (FDRs) with schizophrenia have a higher risk of these major psychiatric disorders requires further investigation. This study used Taiwan's National Health Insurance Research Database and identified 151 650 patients with schizophrenia and 227 967 individuals with FDRs with schizophrenia. The relative risks (RRs) of schizophrenia and other major psychiatric disorders were assessed in individuals with FDRs with schizophrenia. The individuals with FDRs with schizophrenia exhibited higher RRs (95% confidence interval) of major psychiatric disorders, namely schizophrenia (4.76, 4.65-4.88), bipolar disorder (3.23, 3.12-3.35), major depressive disorder (2.05, 2.00-2.10), ASD (2.55, 2.35-2.77) and ADHD (1.31, 1.25-1.37) than were found in the total population. Several sensitivity analyses were conducted to confirm these results. A dose-dependent relationship was observed between the risks of major psychiatric disorders and the numbers of FDRs with schizophrenia. The increased risks of major psychiatric disorders were consistent in different family relationships, namely among parents, offspring, siblings and twins. Our study supports the familial dose-dependent co-aggregation of schizophrenia, bipolar disorder, major depressive disorder, ASD and ADHD, and our results may prompt governmental public health departments and psychiatrists to focus on the mental health of individuals with FDRs with schizophrenia.Molecular Psychiatry advance online publication, 7 November 2017; doi:10.1038/mp.2017.217.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"], "id": "29112198", "doi": "10.1038/mp.2017.217", "date": "2017-11-07", "authors": [["Cheng", "C-M", "CM", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Chang", "W-H", "WH", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Chen", "M-H", "MH", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Tsai", "C-F", "CF", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Su", "T-P", "TP", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Li", "C-T", "CT", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Tsai", "S-J", "SJ", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Hsu", "J-W", "JW", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Huang", "K-L", "KL", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Lin", "W-C", "WC", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Chen", "T-J", "TJ", "Department of Family Medicine, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Bai", "Y-M", "YM", "Department of Psychiatry, Taipei Veterans General Hospital, Taipei, Taiwan."]]}