{"title": "Identifying specific prefrontal neurons that contribute to autism-associated abnormalities in physiology and social behavior.", "text": "Functional imaging and gene expression studies both implicate the medial prefrontal cortex (mPFC), particularly deep-layer projection neurons, as a potential locus for autism pathology. Here, we explored how specific deep-layer prefrontal neurons contribute to abnormal physiology and behavior in mouse models of autism. First, we find that across three etiologically distinct models-in utero valproic acid (VPA) exposure, CNTNAP2 knockout and FMR1 knockout-layer 5 subcortically projecting (SC) neurons consistently exhibit reduced input resistance and action potential firing. To explore how altered SC neuron physiology might impact behavior, we took advantage of the fact that in deep layers of the mPFC, dopamine D2 receptors (D2Rs) are mainly expressed by SC neurons, and used D2-Cre mice to label D2R+ neurons for calcium imaging or optogenetics. We found that social exploration preferentially recruits mPFC D2R+ cells, but that this recruitment is attenuated in VPA-exposed mice. Stimulating mPFC D2R+ neurons disrupts normal social interaction. Conversely, inhibiting these cells enhances social behavior in VPA-exposed mice. Importantly, this effect was not reproduced by nonspecifically inhibiting mPFC neurons in VPA-exposed mice, or by inhibiting D2R+ neurons in wild-type mice. These findings suggest that multiple forms of autism may alter the physiology of specific deep-layer prefrontal neurons that project to subcortical targets. Furthermore, a highly overlapping population-prefrontal D2R+ neurons-plays an important role in both normal and abnormal social behavior, such that targeting these cells can elicit potentially therapeutic effects.Molecular Psychiatry advance online publication, 7 November 2017; doi:10.1038/mp.2017.213.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"], "id": "29112191", "doi": "10.1038/mp.2017.213", "date": "2017-11-07", "authors": [["Brumback", "A C", "AC", "Department of Neurology, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Ellwood", "I T", "IT", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Kjaerby", "C", "C", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Iafrati", "J", "J", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Robinson", "S", "S", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Lee", "A T", "AT", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Patel", "T", "T", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Nagaraj", "S", "S", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Davatolhagh", "F", "F", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."], ["Sohal", "V S", "VS", "Department of Psychiatry, Weill Institute for Neurosciences, Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA, USA."]]}