{"title": "[Healthy Siblings of Children with Autism Spectrum Disorders. A Mixed-methods Pilot Study].", "text": "Healthy Siblings of Children with Autism Spectrum Disorders. A Mixed-methods Pilot Study Healthy siblings of chronically ill and/or disabled children may have an increased risk of developing behavioral problems; this is particularly given for siblings of children with Autism Spectrum Disorders (ASD). Quality of life and distress of five siblings (12-15 years) of children with ASD were examined using self- and parent-proxy-reports. Guideline-based interviews were conducted with the siblings and their parents and analyzed according to Mayring. Quality of life described by the children resembled the KINDLR´s standardized range of scores, but parents described a decreased quality of life. Both siblings and parents reported low to medium distress. Interviews revealed healthy children are asked by their parents to take responsibility for their siblings with ASD. Parents assumed their healthy children are less affected by the ASD of the sibling. The healthy siblings described being \"annoyed\" by ASD-associated behavior and partly feeling \"treated unfairly\". They wished their sibling no longer \"suffered\" from ASD or behaved \"normally\". The results of this pilot study, albeit with a small sample, show siblings do experience low to medium burden. This burden is often caused by the sibling relationship or the ASD-associated behavior. Suggestions for supporting the healthy siblings are given.", "journal": ["Praxis der Kinderpsychologie und Kinderpsychiatrie", "Prax Kinderpsychol Kinderpsychiatr"], "id": "29111894", "doi": "10.13109/prkk.2017.66.9.702", "date": null, "authors": [["Jagla", "Melanie", "M", "Fachbereich Angewandte Humanwissenschaften Hochschule Magdeburg-Stendal Deutschland Angewandte Humanwissenschaften - Hochschule Magdeburg-Stendal."], ["Schenk", "Jennifer", "J", "Fachbereich Angewandte Humanwissenschaften Hochschule Magdeburg-Stendal Deutschland Angewandte Humanwissenschaften - Hochschule Magdeburg-Stendal."], ["Franke", "Gabriele Helga", "GH", "Fachbereich Angewandte Humanwissenschaften Hochschule Magdeburg-Stendal Deutschland Angewandte Humanwissenschaften - Hochschule Magdeburg-Stendal."], ["Hampel", "Petra", "P", "Institut für Gesundheits-, Ernährungs- und Sportwissenschaften Europa-Universität Flensburg Auf dem Campus 1 24943 Flensburg Deutschland Institut für Gesundheits-, Ernährungs- und Sportwissenschaften - Uni Flensburg."]]}