{"title": "Curriculum in Psychiatry and Neurology for Pharmacy Programs.", "text": "Objective. To describe pharmacy curricula in psychiatry and neurology and to report on neuropsychiatric pharmacy specialists' views on optimal curriculum. Methods. Design and administer one electronic survey to accredited pharmacy programs asking them to report information on curricula in psychiatry and neurology for the 2014-2015 academic year. Design and administer a separate electronic survey to board certified pharmacists with an academic affiliation who are members of the College of Psychiatric and Neurologic Pharmacists (CPNP) asking about their teaching activities and their opinion on optimal curricula. Results. Fifty-six percent of pharmacy programs and 65% of CPNP members responded to the surveys. The program survey revealed greater than 80% of topics were taught by full-time faculty. Didactic lecturing, team-based learning, and case studies were the most common teaching methods. Programs dedicated the most didactics (3 to 5+ hours) to epilepsy, depression, schizophrenia, substance use disorders, and pain. Autism, traumatic brain injury, personality, and eating disorders were either not taught or given ≤ 1 hour of didactics in most programs. Inpatient psychiatry had the most APPE placements with a mean of 19.6, range 0-83. APPE electives in psychiatry outnumbered those in neurology 5 to 1. CPNP member survey results showed 2 out of 3 members agreed that curriculum could be improved with additional APPEs in psychiatry and neurology. Conclusion. Didactic hour distribution in psychiatry and neurology could be improved to better align with board certification in psychiatric pharmacy (BCPP) recommendations and disorder prevalence and complexity. Specialists recommend an experiential component in neurology and psychiatry to combat stigma and improve pharmacist knowledge and skills.", "journal": ["American journal of pharmaceutical education", "Am J Pharm Educ"], "id": "29109559", "doi": "10.5688/ajpe8175925", "date": null, "authors": [["Dopheide", "Julie A", "JA", "University of Southern California School of Pharmacy and Keck School of Medicine, Los Angeles, California."], ["Bostwick", "Jolene R", "JR", "University of Michigan College of Pharmacy, Ann Arbor, Michigan."], ["Goldstone", "Lisa W", "LW", "University of Southern California School of Pharmacy, Los Angeles, California."], ["Thomas", "Kelan", "K", "Touro University California College of Pharmacy, Vallejo, California."], ["Nemire", "Ruth", "R", "American Association of Colleges of Pharmacy, Alexandria, Virginia."], ["Gable", "Kelly N", "KN", "Southern Illinois University Edwardsville, Edwardsville, Illinois."], ["Cates", "Marshall", "M", "Samford University McWhorter School of Pharmacy, Birmingham, Alabama."], ["Caballero", "Joshua", "J", "Larkin University College of Pharmacy, Miami, Florida."], ["Smith", "Tawny", "T", "The University of Texas at Austin Dell Medical School, Austin, Texas."], ["Bainbridge", "Jacquelyn", "J", "University of Colorado Skaggs School of Pharmacy and Pharmaceutical Sciences and School of Medicine, Anschutz Medical Campus, Aurora, Colorado."]]}