{"title": "Proteolytic maturation of Drosophila Neuroligin 3 by tumor necrosis factor α-converting enzyme in the nervous system.", "text": "The functions of autism-associated Neuroligins (Nlgs) are modulated by their post-translational modifications, such as proteolytic cleavage. A previous study has shown that there are different endogenous forms of DNlg3 in Drosophila, indicating it may undergo proteolytic processing. However, the molecular mechanism underlying DNlg3 proteolytic processing is unknown. Here, we report a novel proteolytic mechanism that is essential for DNlg3 maturation and function in the nervous system.Molecular cloning, cell culture, immunohistochemistry, western blotting and genetic studies were employed to map the DNlg3 cleavage region, identify the protease and characterize the cleavage manner. Behavior analysis, immunohistochemistry and genetic manipulations were employed to study the functions of different DNlg3 forms in the nervous system and neuromuscular junction (NMJs).Tumor necrosis factor α-converting enzyme (TACE) cleaved DNlg3 exclusively at its extracellular acetylcholinesterase-like domain to generate the N-terminal fragment and the short membrane-anchored fragment (sDNlg3). DNlg3 was constitutively processed in an activity-independent manner. Interestingly, DNlg3 was cleaved intracellularly in the Golgi apparatus before it arrived at the cell surface, a unique cleavage mechanism that is distinct from 'conventional' ectodomain shedding of membrane proteins, including rodent Nlg1. Genetic studies showed that sDNlg3 was essential for maintaining proper locomotor activity in Drosophila.Our results revealed a unique cleavage mechanism of DNlg3 and a neuron-specific role for DNlg3 maturation which is important in locomotor activity.Our study provides a new insight into a cleavage mechanism of Nlgs maturation in the nervous system.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"], "id": "29107812", "doi": "10.1016/j.bbagen.2017.10.021", "date": "2017-10-28", "authors": [["Wu", "Jun", "J", "Institute of Life Sciences, The Collaborative Innovation Center for Brain Science, Southeast University, China."], ["Tao", "Nana", "N", "Institute of Life Sciences, The Collaborative Innovation Center for Brain Science, Southeast University, China."], ["Tian", "Yao", "Y", "The Key Laboratory of Developmental Genes and Human Disease, Jiangsu Co-innovation Center of Neuroregeneration, Southeast University, Nanjing 210096, China."], ["Xing", "Guanglin", "G", "The Key Laboratory of Developmental Genes and Human Disease, Jiangsu Co-innovation Center of Neuroregeneration, Southeast University, Nanjing 210096, China."], ["Lv", "Huihui", "H", "The Key Laboratory of Developmental Genes and Human Disease, Jiangsu Co-innovation Center of Neuroregeneration, Southeast University, Nanjing 210096, China."], ["Han", "Junhai", "J", "Institute of Life Sciences, The Collaborative Innovation Center for Brain Science, Southeast University, China; The Key Laboratory of Developmental Genes and Human Disease, Jiangsu Co-innovation Center of Neuroregeneration, Southeast University, Nanjing 210096, China."], ["Lin", "Chengqi", "C", "The Key Laboratory of Developmental Genes and Human Disease, Jiangsu Co-innovation Center of Neuroregeneration, Southeast University, Nanjing 210096, China."], ["Xie", "Wei", "W", "Institute of Life Sciences, The Collaborative Innovation Center for Brain Science, Southeast University, China; The Key Laboratory of Developmental Genes and Human Disease, Jiangsu Co-innovation Center of Neuroregeneration, Southeast University, Nanjing 210096, China. Electronic address: wei.xie@seu.edu.cn."]]}