{"title": "Epilepsy as a Network Disorder (1): What can we learn from other network disorders such as autistic spectrum disorder and mood disorders?", "text": "Epilepsy is a neurologic condition which often occurs with other neurologic and psychiatric disorders. The relation between epilepsy and these conditions is complex. Some population-based studies have identified a bidirectional relation, whereby not only patients with epilepsy are at increased risk of suffering from some of these neurologic and psychiatric disorders (migraine, stroke, dementia, autism, depression, anxiety disorders, Attention deficit hyperactivity disorder (ADHD), and psychosis), but also patients with these conditions are at increased risk of suffering from epilepsy. The existence of common pathogenic mechanisms has been postulated as a potential explanation of this phenomenon. To reassess the relationships between neurological and psychiatric conditions in general, and specifically autism, depression, Alzheimer's disease, schizophrenia, and epilepsy, a recent meeting brought together basic researchers and clinician scientists entitled \"Epilepsy as a Network Disorder.\" This was the fourth in a series of conferences, the \"Fourth International Halifax Conference and Retreat\". This manuscript summarizes the proceedings on potential relations between Epilepsy on the one hand and autism and depression on the other. A companion manuscript provides a summary of the proceedings about the relation between epilepsy and Alzheimer's disease and schizophrenia, closed by the role of translational research in clarifying these relationships. The review of the topics in these two manuscripts will provide a better understanding of the mechanisms operant in some of the common neurologic and psychiatric comorbidities of epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"], "id": "29107450", "doi": "10.1016/j.yebeh.2017.09.014", "date": "2017-10-26", "authors": [["Kanner", "Andres M", "AM", "Department of Neurology, University of Miami, Miller School of Medicine, 1120 NW 14th Street, Room #1324, Miami, FL 33136, USA. Electronic address: a.kanner@med.miami.edu."], ["Scharfman", "Helen", "H", "New York University Langone Medical Center, New York, NY 10016, USA; The Nathan Kline Institute, Orangeburg, NY, USA."], ["Jette", "Nathalie", "N", "Icahn School of Medicine at Mount Sinai, Department of Neurology, New York, NY, USA; Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Anagnostou", "Evdokia", "E", "Bloorview Research Institute, Holland Bloorview Kids Rehabilitation Hospital, 150 Kilgour Road, Toronto, ON M4G 1R8, Canada."], ["Bernard", "Christophe", "C", "NS - Institute de Neurosciences des Systemes, UMR INSERM 1106, Aix-Marseille Université, Equipe Physionet, 27 Bd Jean Moulin, 13385 Marseille Cedex 05, France."], ["Camfield", "Carol", "C", "Department of Pediatrics, Dalhousie University Halifax, Nova Scotia, Canada."], ["Camfield", "Peter", "P", "Department of Pediatrics, Dalhousie University Halifax, Nova Scotia, Canada."], ["Legg", "Karen", "K", "Division of Neurology, Department of Medicine, Halifax Infirmary, Halifax B3H4R2, Nova Scotia, Canada."], ["Dinstein", "Ilan", "I", "Departments of Psychology and Brain & Cognitive Sciences, Zlotowski Centre for Neuroscience, Ben-Gurion University of the Negev, Be'er Sheva, Israel."], ["Giacobbe", "Peter", "P", "Centre for Mental Health, University of Toronto, University Health Network, Canada."], ["Friedman", "Alon", "A", "Departments of Physiology and Cell Biology, Brain & Cognitive Sciences, Zlotowski Centre for Neuroscience, Ben-Gurion University of the Negev, Be'er Sheva, Israel; Departments of Medical Neuroscience and Pediatrics, Faculty of Medicine, Dalhousie University Halifax, NS, Canada."], ["Pohlmann-Eden", "Bernd", "B", "Brain Repair Center, Life Science Research Institute, Dalhousie University, Room 229, PO Box 15000, Halifax, Nova Scotia B3H4R2, Canada."]]}