{"title": "Autism Related Neuroligin-4 Knockout Impairs Intracortical Processing but not Sensory Inputs in Mouse Barrel Cortex.", "text": "Neuroligin-4 (Nlgn4) is a cell adhesion protein that regulates synapse organization and function. Mutations in human NLGN4 are among the causes of autism spectrum disorders. In mouse, Nlgn4 knockout (KO) perturbs GABAergic synaptic transmission and oscillatory activity in hippocampus, and causes social interaction deficits. The complex profile of cellular and circuit changes that are caused by Nlgn4-KO is still only partly understood. Using Nlgn4-KO mice, we found that Nlgn4-KO increases the power in the alpha frequency band of spontaneous network activity in the barrel cortex under urethane anesthesia in vivo. Nlgn4-KO did not affect single-whisker-induced local field potentials, but suppressed the late evoked multiunit activity in vivo. Although Nlgn4-KO did not affect evoked EPSCs in layer 4 (L4) spiny stellate cells in acute thalamocortical slices elicited by electrical stimulation of thalamocortical inputs, it caused a lower frequency of both miniature (m) IPSCs and mEPSCs, and a decrease in the number of readily releasable vesicles at GABAergic and glutamatergic connections, weakening both excitatory and inhibitory transmission. However, Nlgn4 deficit strongly suppresses glutamatergic activity, shifting the excitation-inhibition balance to inhibition. We conclude that Nlgn4-KO does not influence the incoming whisker-mediated sensory information to the barrel cortex, but modifies intracortical information processing.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"], "id": "29106499", "doi": "10.1093/cercor/bhx165", "date": "2017-07-05", "authors": [["Unichenko", "Petr", "P", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Yang", "Jenq-Wei", "JW", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Kirischuk", "Sergei", "S", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Kolbaev", "Sergei", "S", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Kilb", "Werner", "W", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Hammer", "Matthieu", "M", "Department of Molecular Neurobiology, Max Planck Institute of Experimental Medicine, Hermann-Rein-Straße 3, 37075 Göttingen, Germany."], ["Krueger-Burg", "Dilja", "D", "Department of Molecular Neurobiology, Max Planck Institute of Experimental Medicine, Hermann-Rein-Straße 3, 37075 Göttingen, Germany."], ["Brose", "Nils", "N", "Department of Molecular Neurobiology, Max Planck Institute of Experimental Medicine, Hermann-Rein-Straße 3, 37075 Göttingen, Germany."], ["Luhmann", "Heiko J", "HJ", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."]]}