{"title": "Brain-Behavior Participant Similarity Networks Among Youth and Emerging Adults with Schizophrenia Spectrum, Autism Spectrum, or Bipolar Disorder and Matched Controls.", "text": "There is considerable heterogeneity in social cognitive and neurocognitive performance among people with schizophrenia spectrum disorders (SSD), autism spectrum disorders (ASD), bipolar disorder (BD), and healthy individuals. This study used Similarity Network Fusion (SNF), a novel data-driven approach, to identify participant similarity networks based on relationships among demographic, brain imaging, and behavioral data. T1-weighted and diffusion-weighted magnetic resonance images were obtained for 174 adolescents and young adults (aged 16-35 years) with an SSD (n=51), an ASD without intellectual disability (n=38), euthymic BD (n=34), and healthy controls (n=51). A battery of social cognitive and neurocognitive tasks were administered. Data integration, cluster determination, and biological group formation were then obtained using SNF. We identified four new groups of individuals, each with distinct neural circuit-cognitive profiles. The most influential variables driving the formation of the new groups were robustly reliable across embedded resampling techniques. The data-driven groups showed considerably greater differentiation on key social and neurocognitive circuit nodes than groups generated by diagnostic analyses or dimensional social cognitive analyses. The data-driven groups were validated through functional outcome and brain network property measures not included in the SNF model. Cutting across diagnostic boundaries, our approach can effectively identify new groups of people based on a profile of neuroimaging and behavioral data. Our findings bring us closer to disease subtyping that can be leveraged toward the targeting of specific neural circuitry among participant subgroups to ameliorate social cognitive and neurocognitive deficits.Neuropsychopharmacology advance online publication, 6 December; doi:10.1038/npp.2017.274.", "journal": ["Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology", "Neuropsychopharmacology"], "id": "29105664", "doi": "10.1038/npp.2017.274", "date": "2017-11-06", "authors": [["Stefanik", "Laura", "L", "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Erdman", "Lauren", "L", "Department of Computer Science, University of Toronto, Toronto, ON, Canada."], ["Ameis", "Stephanie H", "SH", "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Foussias", "George", "G", "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Mulsant", "Benoit H", "BH", "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Behdinan", "Tina", "T", "Schulich School of Medicine & Dentistry, The University of Western Ontario, London, ON, Canada."], ["Goldenberg", "Anna", "A", "Department of Computer Science, University of Toronto, Toronto, ON, Canada."], ["O'Donnell", "Lauren J", "LJ", "Brigham and Women's Hospital and Harvard Medical School, Boston, MA, US."], ["Voineskos", "Aristotle N", "AN", "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."]]}