{"title": "Characteristics of autism spectrum disorder in anorexia nervosa: A naturalistic study in an inpatient treatment programme.", "text": "Previous research has demonstrated links between anorexia nervosa and autism spectrum disorder however, few studies have examined the possible impact of symptoms of autism spectrum disorder on clinical outcomes in anorexia nervosa. The aim of this study was to examine the association between symptoms of autism spectrum disorder and eating disorders, and other psychopathology during the course of inpatient treatment in individuals with anorexia nervosa. Participants with anorexia nervosa (n = 171) completed questionnaires exploring eating disorder psychopathology, symptoms of depression and anxiety, and everyday functioning at both admission and discharge. Characteristics associated with autism spectrum disorder were assessed using the Autism Spectrum Quotient, short version. Autism spectrum disorder symptoms were significantly positively correlated with eating disorder psychopathology, work and social functioning, and symptoms of depression and anxiety, but not with body mass index. Autism Spectrum Quotient, short version scores remained relatively stable from admission to discharge but there was a small, significant reduction in scores. There was no interaction between time and Autism Spectrum Quotient, short version scores on clinical symptom change. In anorexia nervosa, autism spectrum disorder symptoms appear to be associated with a more severe clinical presentation on admission to inpatient care. Autism spectrum disorder symptoms as assessed by self-report measures may be exacerbated by other mental health psychopathology, which warrants further investigation.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29105513", "doi": "10.1177/1362361317722431", "date": "2017-11-01", "authors": [["Tchanturia", "Kate", "K", "1 King's College London, UK."], ["Adamson", "James", "J", "2 South London and Maudsley NHS Foundation Trust, UK."], ["Leppanen", "Jenni", "J", "1 King's College London, UK."], ["Westwood", "Heather", "H", "1 King's College London, UK."]]}