{"title": "Identifying Autism from Resting-State fMRI Using Long Short-Term Memory Networks.", "text": "Functional magnetic resonance imaging (fMRI) has helped characterize the pathophysiology of autism spectrum disorders (ASD) and carries promise for producing objective biomarkers for ASD. Recent work has focused on deriving ASD biomarkers from resting-state functional connectivity measures. However, current efforts that have identified ASD with high accuracy were limited to homogeneous, small datasets, while classification results for heterogeneous, multi-site data have shown much lower accuracy. In this paper, we propose the use of recurrent neural networks with long short-term memory (LSTMs) for classification of individuals with ASD and typical controls directly from the resting-state fMRI time-series. We used the entire large, multi-site Autism Brain Imaging Data Exchange (ABIDE) I dataset for training and testing the LSTM models. Under a cross-validation framework, we achieved classification accuracy of 68.5%, which is 9% higher than previously reported methods that used fMRI data from the whole ABIDE cohort. Finally, we presented interpretation of the trained LSTM weights, which highlight potential functional networks and regions that are known to be implicated in ASD.", "journal": ["Machine learning in medical imaging. MLMI (Workshop)", "Mach Learn Med Imaging"], "id": "29104967", "doi": "10.1007/978-3-319-67389-9_42", "date": "2017-09-07", "authors": [["Dvornek", "Nicha C", "NC", "Department of Radiology & Biomedical Imaging, Yale School of Medicine, New Haven, CT, USA."], ["Ventola", "Pamela", "P", "Child Study Center, Yale School of Medicine, New Haven, CT, USA."], ["Pelphrey", "Kevin A", "KA", "Autism and Neurodevelopmental Disorders Institute, George Washington University and Children's National Medical Center, Washington, DC, USA."], ["Duncan", "James S", "JS", "Department of Radiology & Biomedical Imaging, Yale School of Medicine, New Haven, CT, USA."]]}