{"title": "Psychotropic medication use in autism spectrum disorders may affect functional brain connectivity.", "text": "Prescription of psychotropic medications is common in autism spectrum disorders (ASDs), either off-label or to treat comorbid conditions such as ADHD or depression. Psychotropic medications are intended to alter brain function. Yet, studies investigating the functional brain organization in ASDs rarely take medication usage into account. This could explain some of the inconsistent findings of atypical brain network connectivity reported in the autism literature.The current study tested whether functional connectivity patterns, as assessed with functional magnetic resonance imaging (fMRI), differed in a cohort of 49 children and adolescents with ASDs based on psychotropic medication status, and in comparison with 50 matched typically developing (TD) participants. Twenty-five participants in the ASD group (51%) reported current psychotropic medication usage, including stimulants, antidepressants, antipsychotics, and anxiolytics. Age, IQ, head motion, and ASD symptom severity did not differ between groups. Whole-brain functional connectivity between 132 regions of interest was assessed.Different functional connectivity patterns were identified in the ASD group taking psychotropic medications (ASD-on), as compared to the TD group and the ASD subgroup not using psychotropic medications (ASD-none). The ASD-on group showed distinct underconnectivity between the cerebellum and basal ganglia but cortico-cortical overconnectivity compared to the TD group. Cortical underconnectivity relative to the TD pattern, on the other hand, was pronounced in the ASD-none group.These results suggest that psychotropic medications may affect functional connectivity, and that medication status should be taken into consideration when studying brain function in autism.", "journal": ["Biological psychiatry. Cognitive neuroscience and neuroimaging", "Biol Psychiatry Cogn Neurosci Neuroimaging"], "id": "29104944", "doi": "10.1016/j.bpsc.2017.06.008", "date": null, "authors": [["Linke", "Annika C", "AC", "Brain Development Imaging Laboratory, Department of Psychology San Diego State University, 6363 Alvarado CT, Suite 200, San Diego, CA 92120, USA."], ["Olson", "Lindsay", "L", "Brain Development Imaging Laboratory, Department of Psychology San Diego State University, 6363 Alvarado CT, Suite 200, San Diego, CA 92120, USA."], ["Gao", "Yangfeifei", "Y", "Brain Development Imaging Laboratory, Department of Psychology San Diego State University, 6363 Alvarado CT, Suite 200, San Diego, CA 92120, USA."], ["Fishman", "Inna", "I", "Brain Development Imaging Laboratory, Department of Psychology San Diego State University, 6363 Alvarado CT, Suite 200, San Diego, CA 92120, USA."], ["Müller", "Ralph-Axel", "RA", "Brain Development Imaging Laboratory, Department of Psychology San Diego State University, 6363 Alvarado CT, Suite 200, San Diego, CA 92120, USA."]]}