{"title": "Association between Beta-Sympathomimetic Tocolysis and Risk of Autistic Spectrum Disorders, Behavioural and Developmental Outcome in Toddlers.", "text": "To investigate whether maternal intravenous beta-mimetic tocolytic therapy increases the risk of autistic spectrum disorders (ASD) and poorer behavioural and developmental outcomes.Our study is a prospective case-control study among 90 children between 1.5 and three years old. Cases (n = 46) were toddlers with betamimetic tocolytic exposure; control group toddlers (n = 44) were tocolytic untreated. Treated and untreated groups were also divided into subgroups: term and preterm delivered. The gestational age of tocolytic treatment start, the dose and duration of exposure in hours were obtained from obstetric medical records. The Brief Infant-Toddler Social and Emotional Assessment (BITSEA), the Modified Checklist for Autism in Toddlers (M-CHAT) and the Denver Developmental Screening Test (DDST) tests were applied for evaluation of social, emotional problems, autism and developmental disorders.Term and preterm born toddlers treated tocolytically in utero didn't demonstrate a higher risk of autistic disorders or poorer behavioural and developmental results than controls. In the preterm group, the earliest start of tocolytic treatment was correlated with toddlers lower score of the Competencies Scale (p = 0.009) and a higher score of the Problems Scale (p = 0.048). Also, we concluded that preterm membrane rupture was associated with higher ASD risk in the untreated group (p = 0.043).Exposure to betamimetics during pregnancy was not associated with an increased risk of autism, behavioural and developmental disorders.", "journal": ["Open access Macedonian journal of medical sciences", "Open Access Maced J Med Sci"], "id": "29104681", "doi": "10.3889/oamjms.2017.153", "date": "2017-09-10", "authors": [["Altay", "Mengühan Araz", "MA", "Department of Child and Adolescent Psychiatry, Edirne Sultan 1. Murat State Hospital, Edirne, Turkey."], ["Görker", "Işık", "I", "Department of Child and Adolescent Psychiatry, Trakya University Faculty of Medicine, Edirne, Turkey."], ["Aslanova", "Rakhshanda", "R", "Department of Obstetrics and Gynecology, Trakya University Faculty of Medicine, Edirne, Turkey."], ["Bozatlı", "Leyla", "L", "Department of Child and Adolescent Psychiatry, Trakya University Faculty of Medicine, Edirne, Turkey."], ["Turan", "Nesrin", "N", "Department of Biostatistics and Medical Informatics, Trakya University Faculty of Medicine, Edirne, Turkey."], ["Kaplan", "Petek Balkanlı", "PB", "Department of Obstetrics and Gynecology, Trakya University Faculty of Medicine, Edirne, Turkey."]]}