{"title": "Perinatal exposure to concentrated ambient particulates results in autism-like behavioral deficits in adult mice.", "text": "Exposure to fine ambient particulates (PM2.5) during gestation or neonatally has potent neurotoxic effects. While biological and behavioral data indicate a vulnerability to environmental pollutants across distinct neurodevelopmental windows, the behavioral consequences following exposure across the entire developmental period remain unknown. Moreover, several epidemiological studies support a link between developmental exposure to air pollution and an increased risk of later receiving a diagnosis of autism spectrum disorders (ASD), a neurodevelopmental disorder that persists throughout life. In the current study we sought to determine whether perinatal exposure to PM2.5 would reduce sociability and increase repetitive deficits in mice, two hallmark characteristics of ASD. Pregnant female B6C3F1 mice were exposed daily to concentrated ambient PM2.5 (CAPs) (135.8μg/m3) or filtered air (3.1μg/m3) throughout gestation followed by additional exposures to both dams and their litters from days 2-10 postpartum. Adult offspring were subsequently assessed for social and repetitive behaviors at 20 weeks of age. Daily perinatal exposure to CAPs significantly decreased sociability in male and female mice as measured by the social approach task; however, reductions in reciprocal social interaction and increased grooming behavior were only present in male offspring exposed to CAPs. These findings demonstrate that exposure to particulate air pollutants throughout early neurodevelopment induces long lasting behavioral deficits in a sex-dependent manner and may be an underlying cause of neurodevelopmental disorders such as ASD.", "journal": ["Neurotoxicology", "Neurotoxicology"], "id": "29104007", "doi": "10.1016/j.neuro.2017.10.007", "date": "2017-11-13", "authors": [["Church", "Jamie S", "JS", "Program in Neuroscience and Behavior, Department of Psychology and Education, Mount Holyoke College, 50 College Street, South Hadley, MA 01075, USA."], ["Tijerina", "Pamella B", "PB", "Department of Environmental Medicine, New York University School of Medicine, Tuxedo, NY 10987, USA."], ["Emerson", "Felicity J", "FJ", "Program in Neuroscience and Behavior, Department of Psychology and Education, Mount Holyoke College, 50 College Street, South Hadley, MA 01075, USA."], ["Coburn", "Morgan A", "MA", "Program in Neuroscience and Behavior, Department of Psychology and Education, Mount Holyoke College, 50 College Street, South Hadley, MA 01075, USA."], ["Blum", "Jason L", "JL", "Department of Environmental Medicine, New York University School of Medicine, Tuxedo, NY 10987, USA."], ["Zelikoff", "Judith T", "JT", "Department of Environmental Medicine, New York University School of Medicine, Tuxedo, NY 10987, USA. Electronic address: Judith.Zelikoff@nyumc.org."], ["Schwartzer", "Jared J", "JJ", "Program in Neuroscience and Behavior, Department of Psychology and Education, Mount Holyoke College, 50 College Street, South Hadley, MA 01075, USA. Electronic address: jjschwar@mtholyoke.edu."]]}