{"title": "Sialic acid and anti-ganglioside antibody levels in children with autism spectrum disorders.", "text": "Autism spectrum disorders (ASD) may result from a combination of genetic and environmental factors, and impact neurological functions and behaviors. Sialic acid (SA) is an indispensable nutrient for early brain development, and its polymer polySia (PSA) can modify neural cell adhesion molecules (NCAM), thereby indirectly mediating neuronal outgrowth, synaptic connectivity and memory formation. To investigate the association between SA and ASD, we conducted a case-control study.The study sample included 82 autistic children and 60 healthy children. We measured the levels of plasma SA and serum anti-gangliosides M1 antibodies (anti-GM1 antibodies) in the ASD and control groups. We also examined the severity of autistic children.The level of plasma SA in the control group was significantly higher than that in the ASD group (p < .01). Autistic children had higher positive rates of anti-GM1 antibodies (37.8%) than controls (21.67%, P = .04). However, there was no correlation between autistic severity and the levels of SA. SA may be as a biomarker for diagnosis of ASD with a positive predictive value of 84.42%, a negative predictive value of 73.85% and an area under the ROC curve value of 0.858.These results indicate that SA and anti-GM1 antibodies are associated with ASD. Our data suggested that future studies to explore the function of SA in the etiology of ASD may be needed.", "journal": ["Brain research", "Brain Res."], "id": "29102779", "doi": "10.1016/j.brainres.2017.10.027", "date": "2017-11-02", "authors": [["Yang", "Xiaolei", "X", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, No.157 Baojian Road, Harbin 150081, China."], ["Liang", "Shuang", "S", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, No.157 Baojian Road, Harbin 150081, China."], ["Wang", "Lin", "L", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, No.157 Baojian Road, Harbin 150081, China."], ["Han", "Panpan", "P", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, No.157 Baojian Road, Harbin 150081, China."], ["Jiang", "Xitao", "X", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, No.157 Baojian Road, Harbin 150081, China."], ["Wang", "Jianli", "J", "Institute of Mental Health Research, University of Ottawa, Ottawa, Canada."], ["Hao", "Yanqiu", "Y", "Department of Pediatrics, The 2nd Affiliated Hospital of Harbin Medical University, Harbin, Heilongjiang 150081, China. Electronic address: haoyanqiuhyd@126.com."], ["Wu", "Lijie", "L", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, No.157 Baojian Road, Harbin 150081, China. Electronic address: wulijiehyd@126.com."]]}