{"title": "Perinatal exposure to low-dose imidacloprid causes ADHD-like symptoms: Evidences from an invertebrate model study.", "text": "The fundamental diagnoses of attention deficit hyperactivity disorder (ADHD) and autism consists of inattention, hyperactivity, and impulsivity, which lead to abnormal social interactions and repetitive and restricted behavior. Several food contaminants are suspected of being a possible contributing factor to the present-day increase in diseases, such as obesity and ADHD, and pesticides are also considered as a contributor to the increased prevalence of ADHD. Imidacloprid is a neonicotinoid insecticide with lower toxicity to mammals. Based on recent reports on neurobehavioral studies using an invertebrate model system, we have assessed ADHD-related impairments to test the effects of low-dose exposure to imidacloprid in Drosophila melanogaster through behavior assays, such as abnormal social interaction, repetitive behaviors, and significant deficiency in locomotion in an open field arena, a decision-making process. Drosophila stocks were treated with imidacloprid at the level of 200 pM. Social interaction among the flies was disturbed by imidacloprid. Travelled distance and velocity was also increased by the treatment. The difference in velocity between the treatment group and the control group was significant, revealing that imidacloprid-exposed flies moved faster and longer than control flies. This study illustrated the behavioral deficiency in Drosophila due to the low-dose imidacloprid exposure.", "journal": ["Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association", "Food Chem. Toxicol."], "id": "29102665", "doi": "10.1016/j.fct.2017.10.007", "date": "2017-11-02", "authors": [["Kim", "Seoyoung", "S", "Dongguk University Research Institute of Biotechnology & Medical Converged Science, Dongguk University, Goyang, 10326, Republic of Korea."], ["Lee", "Hee-Seok", "HS", "National Institute of Food and Drug Safety Evaluation, Osong, 28159, Republic of Korea."], ["Park", "Yooheon", "Y", "Dongguk University Research Institute of Biotechnology & Medical Converged Science, Dongguk University, Goyang, 10326, Republic of Korea. Electronic address: ypark@dongguk.edu."]]}