{"title": "Increased stool immunoglobulin A level in children with autism spectrum disorders.", "text": "There are currently no effective treatments for the core symptoms of autism spectrum disorders (ASDs). However, alleviating gastrointestinal (GI) problems, which are prevalent in ASD patients, can significantly improve the core symptoms of autism. Previous studies have associated GI disorders in ASD patients with abnormal gut microbiota, although few disease-related microorganisms have been identified. Considering that the gut microbiome affects the intestinal immune system and the patient's behavior, and that immunoglobulin A (IgA) is the main antibody secreted by intestinal immune cells, we investigated stool IgA content as a means of understanding the gut immune status of ASD patients. The IgA level in gut can be used as factor to know the Gene x Environment interactions and diagnose of ASDs.We enrolled 43 ASD patients and 31 gender- and age-matched healthy children. Stool IgA content was measured by enzyme-linked immunosorbent assay.We found that IgA levels were significantly higher in stool samples from ASD patients than from healthy children (p<0.05, Student's t test).This finding may suggest the presence of gut immune abnormalities in ASD patients. Further studies with larger patient and control cohorts will be necessary to determine whether stool IgA levels can be used as a biomarker for ASDs.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "id": "29102384", "doi": "10.1016/j.ridd.2017.10.009", "date": "2017-11-06", "authors": [["Zhou", "Jiaxiu", "J", "Division of Psychology, Shenzhen Children's Hospital, Shenzhen, Guangdong, China."], ["He", "Fusheng", "F", "Autism Research Center, Shenzhen Following Precision Medical Research Institute, Shenzhen, Guangdong, China."], ["Yang", "Feng", "F", "Division of Speech Therapy, Shenzhen Children's Hospital, Shenzhen, Guangdong, China."], ["Yang", "Zheng", "Z", "Shenzhen Center for Chronic Disease Prevention and Treatment, China."], ["Xie", "Yingjun", "Y", "Key Laboratory for Major Obstetric Diseases of Guangdong Province, Third Affiliated Hospital of Guangzhou Medical University, China."], ["Zhou", "Shaoming", "S", "Division of Gastroenterology, Shenzhen Children's Hospital, Shenzhen, Guangdong, China."], ["Liang", "Jingwen", "J", "Clinical Laboratory, Longgang Central Hospital of Shenzhen, Guangdong, China."], ["Xu", "Ruihuan", "R", "Clinical Laboratory, Longgang Central Hospital of Shenzhen, Guangdong, China."], ["Wang", "Yan", "Y", "Shenzhen Imuno Biotech Co. Ltd, China."], ["Guo", "Hailiang", "H", "Autism Research Center, Shenzhen Following Precision Medical Research Institute, Shenzhen, Guangdong, China; Key Laboratory of Birth Defects, Children's Hospital of Fudan University, Shanghai, China. Electronic address: hailiang168@126.com."], ["Zhou", "Wenhao", "W", "Autism Research Center, Shenzhen Following Precision Medical Research Institute, Shenzhen, Guangdong, China; Key Laboratory of Birth Defects, Children's Hospital of Fudan University, Shanghai, China; Division of Neonatology, Children's Hospital of Fudan University, Shanghai, China; Key Laboratory of Neonatal Diseases, National Health and Family Planning Commission, Children's Hospital of Fudan University, Shanghai, China. Electronic address: zwhchfu@126.com."], ["Wang", "Mingbang", "M", "Division of Neonatology, Children's Hospital of Fudan University, Shanghai, China; Xiamen Branch, Children's Hospital of Fudan University, Xiamen, Fujian, China. Electronic address: mingbang.wang.bgi@qq.com."]]}