{"title": "Decreased reward value of biological motion among individuals with autistic traits.", "text": "The Social Motivation Theory posits that a reduced sensitivity to the value of social stimuli, specifically faces, can account for social impairments in Autism Spectrum Disorders (ASD). Research has demonstrated that typically developing (TD) individuals preferentially orient towards another type of salient social stimulus, namely biological motion. Individuals with ASD, however, do not show this preference. While the reward value of faces to both TD and ASD individuals has been well-established, the extent to which individuals from these populations also find human motion to be rewarding remains poorly understood. The present study investigated the value assigned to biological motion by TD participants in an effort task, and further examined whether these values differed among individuals with more autistic traits. The results suggest that TD participants value natural human motion more than rigid, machine-like motion or non-human control motion, but this preference is attenuated among individuals reporting more autistic traits. This study provides the first evidence to suggest that individuals with more autistic traits find a broader conceptualisation of social stimuli less rewarding compared to individuals with fewer autistic traits. By quantifying the social reward value of human motion, the present findings contribute an important piece to our understanding of social motivation in individuals with and without social impairments.", "journal": ["Cognition", "Cognition"], "id": "29101779", "doi": "10.1016/j.cognition.2017.10.017", "date": "2017-11-01", "authors": [["Williams", "Elin H", "EH", "Social Brain in Action Laboratory, Wales Institute for Cognitive Neuroscience, School of Psychology, Bangor University, Wales, United Kingdom."], ["Cross", "Emily S", "ES", "Social Brain in Action Laboratory, Wales Institute for Cognitive Neuroscience, School of Psychology, Bangor University, Wales, United Kingdom; Institute of Neuroscience and Psychology, University of Glasgow, Scotland, United Kingdom; School of Psychology, University of Glasgow, Scotland, United Kingdom. Electronic address: e.cross@bangor.ac.uk."]]}