{"title": "Presentation and Diagnosis of Tuberous Sclerosis Complex in Infants.", "text": "Tuberous sclerosis complex (TSC) is a neurocutaneous genetic disorder with a high prevalence of epilepsy and neurodevelopmental disorders. TSC can be challenging to diagnose in infants because they often do not show many clinical signs early in life. In this study, we describe the timing and pattern of presenting and diagnostic features in a prospective longitudinal study of infants with TSC.Two multicenter, prospective studies enrolled 130 infants with definite TSC by clinical or genetic criteria and followed them longitudinally up to 36 months of age. Periodic study visits included medical and seizure histories, physical and neurologic examinations, and developmental assessments. Ages at which major and minor features of TSC and seizures were first identified were analyzed.The most common initial presenting features of TSC were cardiac rhabdomyomas (59%) and hypomelanotic macules or other skin findings (39%), and 85% of infants presented with either or both. Ultimately, the most prevalent diagnostic TSC features were hypomelanotic macules (94%), tubers or other cortical dysplasias (94%), subependymal nodules (90%), and cardiac rhabdomyomas (82%). Thirty-five percent of infants presented prenatally, 41% presented at birth or within the first month of life, and 74% met criteria for TSC diagnosis at or within 30 days of presentation. Seizure onset occurred before or at initial presentation in only 15% of infants, but 73% developed epilepsy within the first year of life.Infants with TSC can often be identified early, before the onset of neurologic sequelae, enabling earlier diagnosis, surveillance, and possibly disease-modifying treatment.", "journal": ["Pediatrics", "Pediatrics"], "id": "29101226", "doi": "10.1542/peds.2016-4040", "date": "2017-11-03", "authors": [["Davis", "Peter E", "PE", "Departments of Neurology and."], ["Filip-Dhima", "Rajna", "R", "F.M. Kirby Neurobiology Center, Boston Children's Hospital, Harvard Medical School, Harvard University, Boston, Massachusetts."], ["Sideridis", "Georgios", "G", "Pediatrics, and."], ["Peters", "Jurriaan M", "JM", "Departments of Neurology and."], ["Au", "Kit Sing", "KS", "Department of Pediatrics, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, Texas."], ["Northrup", "Hope", "H", "Department of Pediatrics, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, Texas."], ["Bebin", "E Martina", "EM", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama."], ["Wu", "Joyce Y", "JY", "Division of Pediatric Neurology, University of California at Los Angeles Mattel Children's Hospital, David Geffen School of Medicine, University of California at Los Angeles, Los Angeles, California; and."], ["Krueger", "Darcy", "D", "Department of Neurology and Rehabilitation Medicine, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Sahin", "Mustafa", "M", "Departments of Neurology and mustafa.sahin@childrens.harvard.edu."], [null, null, null, null]]}