{"title": "Developmental Changes Within the Genetic Architecture of Social Communication Behavior: A Multivariate Study of Genetic Variance in Unrelated Individuals.", "text": "Recent analyses of trait-disorder overlap suggest that psychiatric dimensions may relate to distinct sets of genes that exert maximum influence during different periods of development. This includes analyses of social communication difficulties that share, depending on their developmental stage, stronger genetic links with either autism spectrum disorder or schizophrenia. We developed a multivariate analysis framework in unrelated individuals to model directly the developmental profile of genetic influences contributing to complex traits, such as social communication difficulties, during an approximately 10-year period spanning childhood and adolescence.Longitudinally assessed quantitative social communication problems (N ≤ 5551) were studied in participants from a United Kingdom birth cohort (Avon Longitudinal Study of Parents and Children; age range, 8-17 years). Using standardized measures, genetic architectures were investigated with novel multivariate genetic-relationship-matrix structural equation models incorporating whole-genome genotyping information. Analogous to twin research, genetic-relationship-matrix structural equation models included Cholesky decomposition, common pathway, and independent pathway models.A two-factor Cholesky decomposition model described the data best. One genetic factor was common to Social Communication Disorder Checklist measures across development; the other accounted for independent variation at 11 years and later, consistent with distinct developmental profiles in trait-disorder overlap. Importantly, genetic factors operating at 8 years explained only approximately 50% of genetic variation at 17 years.Using latent factor models, we identified developmental changes in the genetic architecture of social communication difficulties that enhance the understanding of autism spectrum disorder- and schizophrenia-related dimensions. More generally, genetic-relationship-matrix structural equation models present a framework for modeling shared genetic etiologies between phenotypes and can provide prior information with respect to patterns and continuity of trait-disorder overlap.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29100628", "doi": "10.1016/j.biopsych.2017.09.020", "date": "2017-09-28", "authors": [["St Pourcain", "Beate", "B", "Language and Genetics Department, Max Planck Institute for Psycholinguistics, The Netherlands; Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, The Netherlands; Medical Research Council Integrative Epidemiology Unit, University of Bristol, Bristol, United Kingdom. Electronic address: Beate.StPourcain@mpi.nl."], ["Eaves", "Lindon J", "LJ", "Department of Human and Molecular Genetics, Institute for Psychiatric and Behavioral Genetics, Commonwealth University School of Medicine, Richmond, Virginia."], ["Ring", "Susan M", "SM", "Medical Research Council Integrative Epidemiology Unit, University of Bristol, Bristol, United Kingdom; School of Social and Community Medicine, University of Bristol, Bristol, United Kingdom."], ["Fisher", "Simon E", "SE", "Language and Genetics Department, Max Planck Institute for Psycholinguistics, The Netherlands; Medical Research Council Integrative Epidemiology Unit, University of Bristol, Bristol, United Kingdom."], ["Medland", "Sarah", "S", "Psychiatric Genetics, QIMR Berghofer Medical Research Institute, Queensland, Australia."], ["Evans", "David M", "DM", "Medical Research Council Integrative Epidemiology Unit, University of Bristol, Bristol, United Kingdom; University of Queensland Diamantina Institute, Translational Research Institute, University of Queensland, Brisbane, Queensland, Australia."], ["Davey Smith", "George", "G", "Medical Research Council Integrative Epidemiology Unit, University of Bristol, Bristol, United Kingdom; School of Social and Community Medicine, University of Bristol, Bristol, United Kingdom."]]}