{"title": "Heritable Variation, With Little or No Maternal Effect, Accounts for Recurrence Risk to Autism Spectrum Disorder in Sweden.", "text": "Autism spectrum disorder (ASD) has both genetic and environmental origins, including potentially maternal effects. Maternal effects describe association of one or more maternal phenotypes with liability to ASD in progeny that are independent of maternally transmitted risk alleles. While maternal effects could play an important role, consistent with association to maternal traits such as immune status, no study has estimated maternal, additive genetic, and environmental effects in ASD.Using a population-based sample consisting of all children born in Sweden from 1998 to 2007 and their relatives, we fitted statistical models to family data to estimate the variance in ASD liability originating from maternal, additive genetic, and shared environmental effects. We calculated sibling and cousin family recurrence risk ratio as a direct measure of familial, genetic, and environmental risk factors and repeated the calculations on diagnostic subgroups, specifically autistic disorder (AD) and spectrum disorder (SD), which included Asperger's syndrome and/or pervasive developmental disorder not otherwise specified.The sample consisted of 776,212 children of whom 11,231 had a diagnosis of ASD: 4554 with AD, 6677 with SD. We found support for large additive genetic contribution to liability; heritability (95% confidence interval [CI]) was estimated to 84.8% (95% CI: 73.1-87.3) for ASD, 79.6% (95% CI: 61.2-85.1) for AD, and 76.4% (95% CI: 63.0-82.5) for SD.There was modest, if any, contribution of maternal effects to liability for ASD, including subtypes AD and SD, and there was no support for shared environmental effects. These results show liability to ASD arises largely from additive genetic variation.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29100626", "doi": "10.1016/j.biopsych.2017.09.007", "date": "2017-09-21", "authors": [["Yip", "Benjamin Hon Kei", "BHK", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Jockey Club School of Public Health and Primary Care, The Chinese University of Hong Kong, Hong Kong, China. Electronic address: benyip@cuhk.edu.hk."], ["Bai", "Dan", "D", "Jockey Club School of Public Health and Primary Care, The Chinese University of Hong Kong, Hong Kong, China."], ["Mahjani", "Behrang", "B", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Klei", "Lambertus", "L", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania."], ["Pawitan", "Yudi", "Y", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Hultman", "Christina M", "CM", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Grice", "Dorothy E", "DE", "Division of Tics, Obsessive-Compulsive Disorder and Related Disorders, Icahn School of Medicine at Mount Sinai, New York, New York; Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, New York; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, New York; The Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Roeder", "Kathryn", "K", "Department of Statistics, Carnegie Mellon University, Pittsburgh, Pennsylvania; Department of Computational Biology, Carnegie Mellon University, Pittsburgh, Pennsylvania."], ["Buxbaum", "Joseph D", "JD", "Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, New York; Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, New York, New York; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, New York; Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, New York; Department of Neuroscience, Icahn School of Medicine at Mount Sinai, New York, New York; The Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Devlin", "Bernie", "B", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania."], ["Reichenberg", "Abraham", "A", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, New York, New York; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, New York; The Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Sandin", "Sven", "S", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, New York, New York; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, New York."]]}