{"title": "Antidepressant Exposure During Pregnancy and Risk of Autism in the Offspring, 2: Do the New Studies Add Anything New?", "text": "During the past year, at least 5 new studies, all observational in design, examined the risk of autism spectrum disorder (ASD) in children exposed to antidepressant medication in utero. These studies had not found inclusion in the many systematic reviews and meta-analyses that had also been published in the past year.Noteworthy methods and findings of the new studies are summarized. One of these studies is examined in detail to help the reader understand methodological and conceptual issues that are critical in the field. Some general caveats in the interpretation of the literature are also discussed.In order to reduce the limitations associated with their observational design, the new studies used many innovations, including maternal controls with mental illness, propensity score-matched controls, preconception antidepressant exposure controls, sibling controls, paternal antidepressant user controls, and modeling for the presence of an unknown confound. Two studies found an association between maternal antidepressant use during pregnancy and the risk of ASD in the offspring; these associations remained statistically significant even after covariate adjustments. The other 3 studies found that the significant association between antidepressant exposure and ASD risk was lost after statistical adjustment; that preconception antidepressant exposure was also associated with increased risk of ASD; that siblings discordant for antidepressant exposure had similar ASD risk; and that paternal antidepressant use was also associated with increased risk.The new studies do not change the conclusions of the available meta-analyses. In fact, at least some of the new data strengthen the conclusion that antidepressant use during pregnancy is likely to be a marker of more severe illness and that inadequately measured, unmeasured, or unknown genetic, behavioral, and environmental confounds associated with more severe illness (rather than the antidepressant exposure by itself) may be responsible for the increased risk of ASD.", "journal": ["The Journal of clinical psychiatry", "J Clin Psychiatry"], "id": "29099558", "doi": "10.4088/JCP.17f11916", "date": null, "authors": [["Andrade", "Chittaranjan", "C", "Department of Psychopharmacology, National Institute of Mental Health and Neurosciences, Bangalore, India. candrade@psychiatrist.com."]]}