{"title": "A Comparative Evaluation of Gait between Children with Autism and Typically Developing Matched Controls.", "text": "Anecdotal reports suggest children with autism spectrum disorder (ASD) ambulate differently than peers with typical development (TD). Little empirical evidence supports these reports. Children with ASD exhibit delayed motor skills, and it is important to determine whether or not motor movement deficits exist during walking. The purpose of the study was to perform a comprehensive lower-extremity gait analysis between children (aged 5-12 years) with ASD and age- and gender-matched-samples with TD. Gait parameters were normalized to 101 data points and the gait cycle was divided into seven sub-phases. The Model Statistic procedure was used to test for statistical significance between matched-pairs throughout the entire gait cycle for each parameter. When collapsed across all participants, children with ASD exhibited large numbers of significant differences (p < 0.05) throughout the gait cycle in hip, knee, and ankle joint positions as well as vertical and anterior/posterior ground reaction forces. Children with ASD exhibited unique differences throughout the gait cycle, which supports current literature on the heterogeneity of the disorder. The present work supports recent findings that motor movement differences may be a core symptom of ASD. Thus, individuals may benefit from therapeutic movement interventions that follow precision medicine guidelines by accounting for individual characteristics, given the unique movement differences observed.", "journal": ["Medical sciences (Basel, Switzerland)", "Med Sci (Basel)"], "id": "29099017", "doi": "10.3390/medsci5010001", "date": "2017-01-05", "authors": [["Dufek", "Janet S", "JS", "Department of Kinesiology and Nutrition Sciences, University of Nevada, Las Vegas, NV, 89154, USA. janet.dufek@unlv.edu."], ["Eggleston", "Jeffrey D", "JD", "Department of Kinesiology and Nutrition Sciences, University of Nevada, Las Vegas, NV, 89154, USA. egglest6@unlv.nevada.edu."], ["Harry", "John R", "JR", "Department of Kinesiology and Nutrition Sciences, University of Nevada, Las Vegas, NV, 89154, USA. harry@unlv.nevada.edu."], ["Hickman", "Robbin A", "RA", "Department of Physical Therapy, University of Nevada, Las Vegas, NV, 89154, USA. robbinhickman@gmail.com."]]}