{"title": "Parents' perceptions of dental care challenges in male children with autism spectrum disorder: An initial qualitative exploration.", "text": "Many children with autism spectrum disorders (ASD) experience barriers to oral care in the dental office setting. The purpose of this study was to provide an increased understanding of these challenges experienced during oral care in the dental office by children with ASD.This study was part of a larger mixed methods design and builds on quantitative results from a survey of parents of children with ASD ages 2-18 in which parents reported difficulties with access to care, sensory processing, and uncooperative behaviors. For this study, we conducted two, three hour, focus groups of parents of male children with ASD age 5-18 years in order to explore the survey results in greater depth. Focus group transcripts were analyzed using a template coding approach based on the three domains of office-based oral care challenges identified in the first phase (survey).Several related themes emerged including: (1) Access: \"Difficult to find the right dentist\", (2) Sensory sensitivities: \"All the sensory devices just make him so uncomfortable\", (3) Restraint: \"It looked like they were torturing him\", and (4) Drugs: \"A mixed bag\".The qualitative findings from this study both confirmed our previous survey findings and expanded upon them. These findings can help professionals better understand the challenges experienced by children with ASD and their parents as well as help identify priorities for planning efforts to address the oral health-related needs of this population.", "journal": ["Research in autism spectrum disorders", "Res Autism Spectr Disord"], "id": "29098015", "doi": "10.1016/j.rasd.2017.03.002", "date": "2017-05-20", "authors": [["Duker", "Leah I Stein", "LIS", "University of Southern California, Division of Occupational Science and Occupational Therapy at the Herman Ostrow School of Dentistry, 1540 Alcazar St, CHP 133, Los Angeles, CA 90089, United States."], ["Henwood", "Benjamin F", "BF", "University of Southern California, School of Social Work, 1150 S. Olive St, 1429, Los Angeles, CA 90015-2211, United States."], ["Bluthenthal", "Ricky N", "RN", "University of Southern California Keck School of Medicine, Department of Preventive Medicine, 2001 N. Soto St, MC 9239, Los Angeles, CA 90032-3638, United States."], ["Juhlin", "Emma", "E", "University of Southern California, Division of Occupational Science and Occupational Therapy at the Herman Ostrow School of Dentistry, 1540 Alcazar St, CHP 133, Los Angeles, CA 90089, United States."], ["Polido", "José C", "JC", "Children's Hospital Los Angeles, Division of Dentistry, 4650 Sunset Blvd, MS #116, Los Angeles, CA, 90027, United States."], ["Cermak", "Sharon A", "SA", "University of Southern California, Division of Occupational Science and Occupational Therapy at the Herman Ostrow School of Dentistry, 1540 Alcazar St, CHP 133, Los Angeles, CA 90089, United States."]]}