{"title": "Like the Eye of the Tiger: Inpatient Psychiatric Facility Exclusionary Criteria and Its \"Knockout\" of the Emergency Psychiatric Patient.", "text": "Over 6% of all emergency department (ED) visits in the United States involve primary mental health or behavioral issues. The patients are stabilized in the ED but frequently require admission to an inpatient psychiatric unit or institution for longer term treatment and management. To facilitate this process, an emergency physician (EP) must first \"medically clear\" the patient as stable for transfer. At present, there is no interdisciplinary consensus regarding the necessary elements of the medical clearance or stability assessment process. In addition to satisfy the vague requirement for medical clearance, the EP must abide by the rules of the inpatient facilities before his/her patient is accepted.This manuscript summarizes the admission exclusionary criteria of inpatient psychiatric units in the Houston-Galveston metro area.we pooled the exclusionary criteria of all the facilities patients with mental illness can be sent to in the Houston-Galveston metropolitan area, and divided those criteria by categories.Pooled exclusionary criteria congregate into 1. preexisting or current medical condition and capabilities (e.g. hypertensive urgency, pregnancy, acute alcohol intoxication), 2. exclusionary criteria related to administrative burdens that may impact staffing or require advanced equipment/training e.g. autism spectrum disorders, intellectual disabilities, respiratory isolation or daily hemodialysis, 3. laboratory and ancillary testing required by inpatient facilities before acceptance of the patient.Of the inpatient units in the Houston-Galveston area, facilities lack a unified staffing model, ancillary services, but the various challenges (e.g., limited staffing and ancillary services) and different skills offered (e.g., geriatric care) are reflected in exclusionary criteria in a partially overlapping, but not fully uniform, way. The variation in number and kinds of exclusionary criteria further complicate the admission process and often serve as a bottleneck in the securing an inpatient bed.", "journal": ["Journal of emergencies, trauma, and shock", "J Emerg Trauma Shock"], "id": "29097857", "doi": "10.4103/JETS.JETS_126_16", "date": null, "authors": [["Tucci", "Veronica", "V", "Department of Emergency Medicine, Baylor College of Medicine, Houston, Texas, USA."], ["Liu", "John", "J", "Department of Emergency Medicine, Baylor College of Medicine, Houston, Texas, USA."], ["Matorin", "Anu", "A", "Department of Psychiatry and Behavioral Science, Baylor College of Medicine, Houston, Texas, USA."], ["Shah", "Asim", "A", "Department of Psychiatry and Behavioral Science, Baylor College of Medicine, Houston, Texas, USA."], ["Moukaddam", "Nidal", "N", "Department of Psychiatry and Behavioral Science, Baylor College of Medicine, Houston, Texas, USA."]]}