{"title": "RNF8/UBC13 ubiquitin signaling suppresses synapse formation in the mammalian brain.", "text": "Although ubiquitin ligases have been implicated in autism, their roles and mechanisms in brain development remain incompletely understood. Here, we report that in vivo knockdown or conditional knockout of the autism-linked ubiquitin ligase RNF8 or associated ubiquitin-conjugating enzyme UBC13 in rodent cerebellar granule neurons robustly increases the number of parallel fiber presynaptic boutons and functional parallel fiber/Purkinje cell synapses. In contrast to the role of nuclear RNF8 in proliferating cells, RNF8 operates in the cytoplasm in neurons to suppress synapse differentiation in vivo. Proteomics analyses reveal that neuronal RNF8 interacts with the HECT domain protein HERC2 and scaffold protein NEURL4, and knockdown of HERC2 or NEURL4 phenocopies the inhibition of RNF8/UBC13 signaling on synapse differentiation. In behavior analyses, granule neuron-specific knockout of RNF8 or UBC13 impairs cerebellar-dependent learning. Our study defines RNF8 and UBC13 as components of a novel cytoplasmic ubiquitin-signaling network that suppresses synapse formation in the brain.", "journal": ["Nature communications", "Nat Commun"], "id": "29097665", "doi": "10.1038/s41467-017-01333-6", "date": "2017-11-02", "authors": [["Valnegri", "Pamela", "P", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA."], ["Huang", "Ju", "J", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA."], ["Yamada", "Tomoko", "T", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA."], ["Yang", "Yue", "Y", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA."], ["Mejia", "Luis A", "LA", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA."], ["Cho", "Ha Y", "HY", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA."], ["Oldenborg", "Anna", "A", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA."], ["Bonni", "Azad", "A", "Department of Neuroscience, Washington University School of Medicine, St. Louis, MO, 63110, USA. bonni@wustl.edu."]]}