{"title": "Epilepsy as a Network Disorder (2): What can we learn from other network disorders such as dementia and schizophrenia, and what are the implications for translational research?", "text": "There is common agreement that many disorders of the central nervous system are 'complex', that is, there are many potential factors that influence the development of the disease, underlying mechanisms, and successful treatment. Most of these disorders, unfortunately, have no cure at the present time, and therapeutic strategies often have debilitating side effects. Interestingly, some of the 'complexities' of one disorder are found in another, and the similarities are often network defects. It seems likely that more discussions of these commonalities could advance our understanding and, therefore, have clinical implications or translational impact. With this in mind, the Fourth International Halifax Epilepsy Conference and Retreat was held as described in the prior paper, and this companion paper focuses on the second half of the meeting. Leaders in various subspecialties of epilepsy research were asked to address aging and dementia or psychosis in people with epilepsy (PWE). Commonalities between autism, depression, aging and dementia, psychosis, and epilepsy were the focus of the presentations and discussion. In the last session, additional experts commented on new conceptualization of translational epilepsy research efforts. Here, the presentations are reviewed, and salient points are highlighted.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"], "id": "29097123", "doi": "10.1016/j.yebeh.2017.09.016", "date": "2017-10-31", "authors": [["Scharfman", "Helen E", "HE", "Departments of Psychiatry, Neurosciences and Physiology, and the Neuroscience Institute, New York University Langone Medical Center, New York, NY 10016, USA. Electronic address: hscharfman@nki.rfmh.org."], ["Kanner", "Andres M", "AM", "University of Miami, Miller School of Medicine, 1120 NW 14th Street, Room #1324, Miami, FL 33136, USA."], ["Friedman", "Alon", "A", "Department of Medical Neuroscience, Faculty of Medicine, Dalhousie University, Halifax, NS, Canada; Department of Pediatrics, Faculty of Medicine, Dalhousie University, Halifax, NS, Canada; Department of Physiology and Cell Biology, Zlotowski Center for Neuroscience, Ben-Gurion University of the Negev, Beer-Sheva, Israel."], ["Blümcke", "Ingmar", "I", "Neuropathological Institute, University Hospitals Erlangen, Germany."], ["Crocker", "Candice E", "CE", "Nova Scotia Early Psychosis Program, Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."], ["Cendes", "Fernando", "F", "Department of Neurology, University of Campinas, 13083-888 Campinas, Sao Paulo, Brazil."], ["Diaz-Arrastia", "Ramon", "R", "Centre for Neuroscience & Regenerative Medicine, Uniformed Services University of the Health Sciences, 12725 Twinbrook Parkway, Rockville, MD 20852, USA."], ["Förstl", "Hans", "H", "Department of Psychiatry, University of Munich, Klinikum rechts der Isar, Ismaninger Strabe 22, D-81675 Munich, Germany."], ["Fenton", "André A", "AA", "Centre for Neural Science, New York University, 4 Washington Place, Room 809, New York, NY 10003, USA."], ["Grace", "Anthony A", "AA", "University of Pittsburgh, 456 Langley Hall, 4200 Fifth Avenue, Pittsburgh, PA 15269, USA."], ["Palop", "Jorge", "J", "Department of Neurology, Gladstone Institute, 1650 Owens Street, San Francisco, CA 94158-2261, USA."], ["Morrison", "Jason", "J", "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."], ["Nehlig", "Astrid", "A", "INSERM U 1129, Hôpital Necker, Paris, Faculty of Medicine, Strasbourg, France."], ["Prasad", "Asuri", "A", "Department of Pediatrics, Children's Hospital of Western Ontario, London, ON, Canada."], ["Wilcox", "Karen S", "KS", "Department of Pharmacology & Toxicology, Anticonvulsant Drug Development Program, University of Utah, Salt Lake City, UT, USA."], ["Jette", "Nathalie", "N", "Icahn School of Medicine at Mount Sinai, Department of Neurology, New York, NY, USA; Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Pohlmann-Eden", "Bernd", "B", "Brain Repair Center, Life Science Research Institute, Dalhousie University, Room 229, PO Box 15000, Halifax, NS B3H4R2, Canada. Electronic address: B.Pohlmann-Eden@dal.ca."]]}