{"title": "Efficacy and Safety of Pediatric Prolonged-Release Melatonin for Insomnia in Children With Autism Spectrum Disorder.", "text": "To assess the efficacy and safety of novel pediatric-appropriate, prolonged-release melatonin minitablets (PedPRM) versus placebo for insomnia in children and adolescents with autism spectrum disorder (ASD), with or without attention-deficit/hyperactivity disorder (ADHD) comorbidity, and neurogenetic disorders (NGD).A total of 125 children and adolescents (2-17.5 years of age; 96.8% ASD, 3.2% Smith-Magenis syndrome [SMS]) whose sleep failed to improve on behavioral intervention alone were randomized (1:1 ratio), double-blind, to receive PedPRM (2 mg escalated to 5 mg) or placebo for 13 weeks. Sleep measures included the validated caregivers' Sleep and Nap Diary (SND) and Composite Sleep Disturbance Index (CSDI). The a priori primary endpoint was SND-reported total sleep time (TST) after 13 weeks of treatment.The study met the primary endpoint: after 13 weeks of double-blind treatment, participants slept on average 57.5 minutes longer at night with PedPRM compared to 9.14 minutes with placebo (adjusted mean treatment difference PedPRM-placebo -32.43 minutes; p = .034). Sleep latency (SL) decreased by 39.6 minutes on average with PedPRM and 12.5 minutes with placebo (adjusted mean treatment difference -25.30 minutes; p = .011) without causing earlier wakeup time. The rate of participants attaining clinically meaningful responses in TST and/or SL was significantly higher with PedPRM than with placebo (68.9% versus 39.3% respectively; p = .001) corresponding to a number needed to treat (NNT) of 3.38. Overall sleep disturbance (CSDI) tended to decrease. PedPRM was generally safe; somnolence was more commonly reported with PedPRM than placebo.PedPRM was efficacious and safe for treatment of insomnia in children and adolescents with ASD with/without ADHD and NGD. The acceptability of this pediatric formulation in a population who usually experience significant difficulties in swallowing was remarkably high. Clinical trial registration information-Efficacy and Safety of Circadin in the Treatment of Sleep Disturbances in Children With Neurodevelopment Disabilities; http://clinicaltrials.gov/; NCT01906866.", "journal": ["Journal of the American Academy of Child and Adolescent Psychiatry", "J Am Acad Child Adolesc Psychiatry"], "id": "29096777", "doi": "10.1016/j.jaac.2017.09.414", "date": "2017-09-19", "authors": [["Gringras", "Paul", "P", "Children's Sleep Medicine, Evelina London Children's Hospital, Guy's and St Thomas', London. Electronic address: Paul.Gringras@gstt.nhs.uk."], ["Nir", "Tali", "T", "Neurim Pharmaceuticals Ltd, Tel Aviv, Israel."], ["Breddy", "John", "J", "Pharmastat Consulting Ltd, Canterbury, UK."], ["Frydman-Marom", "Anat", "A", "Neurim Pharmaceuticals Ltd, Tel Aviv, Israel."], ["Findling", "Robert L", "RL", "Kennedy Krieger Institute/Johns Hopkins University, Baltimore, MD."]]}