{"title": "Acute in utero exposure to lipopolysaccharide induces inflammation in the pre- and postnatal brain and alters the glial cytoarchitecture in the developing amygdala.", "text": "Maternal immune activation (MIA) is a risk factor for neurodevelopmental disorders such as autism and schizophrenia, as well as seizure development. The amygdala is a brain region involved in the regulation of emotions, and amygdalar maldevelopment due to infection-induced MIA may lead to amygdala-related disorders. MIA priming of glial cells during development has been linked to abnormalities seen in later life; however, little is known about its effects on amygdalar biochemical and cytoarchitecture integrity.Time-mated C57BL6J mice were administered a single intraperitoneal injection of 50 μg/kg lipopolysaccharide (LPS) on embryonic day 12 (E12), and the effects of MIA were examined at prenatal, neonatal, and postnatal developmental stages using immunohistochemistry, real-time quantitative PCR, and stereological quantification of cytoarchitecture changes.Fetal brain expression of pro-inflammatory cytokines (IL-1β, TNFα, and IL-6) was significantly upregulated at 4 h postinjection (E12) and remained elevated until the day of birth (P0). In offspring from LPS-treated dams, amygdalar expression of pro-inflammatory cytokines was also increased on day 7 (P7) and expression was sustained on day 40 (P40). Toll-like receptor (TLR-2, TLR-4) expression was also upregulated in fetal brains and in the postnatal amygdala in LPS-injected animals. Morphological examination of cells expressing ionized calcium-binding adaptor molecule 1 (Iba-1) and glial fibrillary acidic protein (GFAP) suggested long-term microglial activation and astrogliosis in postnatal amygdalar regions.Our results showed that LPS-induced MIA at E12 induces a pro-inflammatory cytokine profile in the developing fetal brain that continues up to early adulthood in the amygdala. Inflammation elicited by MIA may activate cells in the fetal brain and lead to alterations in glial (microglia and astrocyte) cells observed in the postnatal amygdala. Moreover, increased pro-inflammatory cytokines and their effects on glial subpopulations may in turn have deleterious consequences for neuronal viability. These MIA-induced changes may predispose offspring to amygdala-related disorders such as heightened anxiety and depression and also neurodevelopmental disorders, such as autism spectrum disorders.", "journal": ["Journal of neuroinflammation", "J Neuroinflammation"], "id": "29096641", "doi": "10.1186/s12974-017-0981-8", "date": "2017-11-02", "authors": [["O'Loughlin", "Elaine", "E", "Department of Anatomy and Neuroscience, University College Cork, Cork, Ireland."], ["Pakan", "Janelle M P", "JMP", "Department of Anatomy and Neuroscience, University College Cork, Cork, Ireland."], ["Yilmazer-Hanke", "Deniz", "D", "Neurology, Section Clinical Neuroanatomy, Ulm University, Ulm, Germany."], ["McDermott", "Kieran W", "KW", "Department of Anatomy and Neuroscience, University College Cork, Cork, Ireland. Kieran.Mcdermott@ul.ie."]]}