{"title": "Correlates of adaptive behavior profiles in a large cohort of children with autism: The autism speaks Autism Treatment Network registry data.", "text": "Children with autism spectrum disorder have deficits in adaptive functioning. This study examines the adaptive behavior, its association with cognitive ability, gender, age, and symptom severity in children with autism spectrum disorder. Using data from Autism Treatment Network registry, the adaptive behavior profiles were examined in 2538 school-aged children (between 5 and 17 years, mean: 8.8 years, standard deviation: 3.0) who had an overall intelligence quotient and Vineland Adaptive Behavior Scale scores available. The children were grouped according to their intelligence quotient (low intelligence quotient < 70; borderline intelligence quotient = 70-85; average intelligence quotient > 85), age (5-10 and 11-17 years), and gender for the analyses. Significantly lower Vineland Adaptive Behavior Scale scores were found in borderline and average intelligence quotient groups when compared to mean intelligence quotient, while an opposite pattern was seen in the low intelligence quotient group, with better adaptive behavior scores than mean intelligence quotient. Vineland Adaptive Behavior Scale standard scores were positively correlated with intelligence quotient and poorly associated with autism spectrum disorder severity. Younger children had significantly higher Vineland Adaptive Behavior Scale scores. Adjusted comparisons by gender were not significant. Adaptive behavior profiles in the intelligence quotient categories are discussed. This study confirms a positive relationship between adaptive behavior and intellectual function in autism and indicates that children with higher intelligence quotient and older age are specifically impaired, with lower adaptive behavior, highlighting the need for assessment and targeted intervention in these groups. Future directions for research are discussed.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29096527", "doi": "10.1177/1362361317733113", "date": "2017-11-01", "authors": [["Pathak", "Manina", "M", "1 The Children's Hospital of Philadelphia, USA."], ["Bennett", "Amanda", "A", "1 The Children's Hospital of Philadelphia, USA."], ["Shui", "Amy M", "AM", "2 Massachusetts General Hospital Biostatistics Center, USA."]]}