{"title": "Circumscribed interests in adolescents with Autism Spectrum Disorder: A look beyond trains, planes, and clocks.", "text": "Adolescence is a unique developmental period, characterized by physical and emotional growth and significant maturation of cognitive and social skills. For individuals with Autism Spectrum Disorder (ASD), it is also a vulnerable period as cognitive and social skills can deteriorate. Circumscribed interests (CIs), idiosyncratic areas of intense interest and focus, are a core symptom of ASD that may be associated with social development. Yet, relatively little is known about the expression of CIs in adolescents with ASD. Many studies investigating CIs have used images depicting items of special interest; however, it is not clear how images should be customized for adolescent studies. The goal of this study was to gain insight into the types of images that may be appropriate for studies of CIs in adolescents with ASD. To this end, we used a mixed methods design that included, 1) one-on-one interviews with 10 adolescents (4 with ASD and 6 TD), to identify categories of images that were High Autism Interest ('HAI') or High Typically Developing Interest ('HTD'), and 2) an online survey taken by fifty-three adolescents with ASD (42 male) and 135 typically developing (TD) adolescents (55 male) who rated how much they liked 105 'HAI' and 'HTD' images. Although we found a significant interaction between 'HAI' and 'HTD' categories and diagnosis, neither group significantly preferred one category over the other, and only one individual category ('Celebrities') showed a significant group effect, favored by TD adolescents. Males significantly preferred 'HAI' images relative to females, and TD adolescents significantly preferred images with social content relative to adolescents with ASD. Our findings suggest that studies investigating affective or neural responses to CI-related stimuli in adolescents should consider that stereotypical ASD interests (e.g. trains, gadgets) may not accurately represent individual adolescents with ASD, many of whom show interests that overlap with TD adolescents (e.g. video games).", "journal": ["PloS one", "PLoS ONE"], "id": "29095880", "doi": "10.1371/journal.pone.0187414", "date": "2017-11-02", "authors": [["Cho", "Ivy Y K", "IYK", "Department of Radiology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."], ["Jelinkova", "Kristina", "K", "Department of Radiology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."], ["Schuetze", "Manuela", "M", "Child and Adolescent Imaging Research (CAIR) Program, University of Calgary, Calgary, Alberta, Canada."], ["Vinette", "Sarah A", "SA", "Department of Radiology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."], ["Rahman", "Sarah", "S", "Child and Adolescent Imaging Research (CAIR) Program, University of Calgary, Calgary, Alberta, Canada."], ["McCrimmon", "Adam", "A", "Alberta Children's Hospital Research Institute, University of Calgary, Calgary, Alberta, Canada."], ["Dewey", "Deborah", "D", "Alberta Children's Hospital Research Institute, University of Calgary, Calgary, Alberta, Canada."], ["Bray", "Signe", "S", "Department of Radiology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."]]}