{"title": "Rapid Assessment of Microbiota Changes in Individuals with Autism Spectrum Disorder Using Bacteria-derived Membrane Vesicles in Urine.", "text": "Individuals with autism spectrum disorder (ASD) have altered gut microbiota, which appears to regulate ASD symptoms via gut microbiota-brain interactions. Rapid assessment of gut microbiota profiles in ASD individuals in varying physiological contexts is important to understanding the role of the microbiota in regulating ASD symptoms. Microbiomes secrete extracellular membrane vesicles (EVs) to communicate with host cells and secreted EVs are widely distributed throughout the body including the blood and urine. In the present study, we investigated whether bacteria-derived EVs in urine are useful for the metagenome analysis of microbiota in ASD individuals. To address this, bacterial DNA was isolated from bacteria-derived EVs in the urine of ASD individuals. Subsequent metagenome analysis indicated markedly altered microbiota profiles at the levels of the phylum, class, order, family, and genus in ASD individuals relative to control subjects. Microbiota identified from urine EVs included gut microbiota reported in previous studies and their up- and down-regulation in ASD individuals were partially consistent with microbiota profiles previously assessed from ASD fecal samples. However, overall microbiota profiles identified in the present study represented a distinctive microbiota landscape for ASD. Particularly, the occupancy of g_Pseudomonas, g_Sphingomonas, g_Agrobacterium, g_Achromobacter, and g_Roseateles decreased in ASD, whereas g_Streptococcus, g_Akkermansia, g_Rhodococcus, and g_Halomonas increased. These results demonstrate distinctively altered gut microbiota profiles in ASD, and validate the utilization of urine EVs for the rapid assessment of microbiota in ASD.", "journal": ["Experimental neurobiology", "Exp Neurobiol"], "id": "29093639", "doi": "10.5607/en.2017.26.5.307", "date": "2017-10-18", "authors": [["Lee", "Yunjin", "Y", "Department of Brain and Cognitive Sciences, Ewha Womans University, Seoul 03760, Korea."], ["Park", "Jin-Young", "JY", "Department of Brain and Cognitive Sciences, Ewha Womans University, Seoul 03760, Korea."], ["Lee", "Eun-Hwa", "EH", "Department of Brain and Cognitive Sciences, Ewha Womans University, Seoul 03760, Korea."], ["Yang", "Jinho", "J", "MD Healthcare Inc., Seoul, Korea."], ["Jeong", "Bo-Ri", "BR", "MD Healthcare Inc., Seoul, Korea."], ["Kim", "Yoon-Keun", "YK", "MD Healthcare Inc., Seoul, Korea."], ["Seoh", "Ju-Young", "JY", "Department of Microbiology, College of Medicine, Ewha Womans University, Seoul 07985, Korea."], ["Lee", "SoHyun", "S", "Department of Special Education, Ewha Womans University, Seoul 03760, Korea."], ["Han", "Pyung-Lim", "PL", "Department of Brain and Cognitive Sciences, Ewha Womans University, Seoul 03760, Korea."], ["Kim", "Eui-Jung", "EJ", "Department of Psychiatry, College of Medicine, Ewha Womans University, Seoul 07985, Korea."]]}