{"title": "Valproic Acid Induces Telomerase Reverse Transcriptase Expression during Cortical Development.", "text": "The valproic acid (VPA)-induced animal model is one of the most widely utilized environmental risk factor models of autism. Autism spectrum disorder (ASD) remains an insurmountable challenge among neurodevelopmental disorders due to its heterogeneity, unresolved pathological pathways and lack of treatment. We previously reported that VPA-exposed rats and cultured rat primary neurons have increased Pax6 expression during post-midterm embryonic development which led to the sequential upregulation of glutamatergic neuronal markers. In this study, we provide experimental evidence that telomerase reverse transcriptase (TERT), a protein component of ribonucleoproteins complex of telomerase, is involved in the abnormal components caused by VPA in addition to Pax6 and its downstream signals. In embryonic rat brains and cultured rat primary neural progenitor cells (NPCs), VPA induced the increased expression of TERT as revealed by Western blot, RT-PCR, and immunostainings. The HDAC inhibitor property of VPA is responsible for the TERT upregulation. Chromatin immunoprecipitation revealed that VPA increased the histone acetylation but blocked the HDAC1 binding to both Pax6 and Tert genes. Interestingly, the VPA-induced TERT overexpression resulted to sequential upregulations of glutamatergic markers such as Ngn2 and NeuroD1, and inter-synaptic markers such as PSD-95, α-CaMKII, vGluT1 and synaptophysin. Transfection of Tert siRNA reversed the effects of VPA in cultured NPCs confirming the direct involvement of TERT in the expression of those markers. This study suggests the involvement of TERT in the VPA-induced autistic phenotypes and has important implications for the role of TERT as a modulator of balanced neuronal development and transmission in the brain.", "journal": ["Experimental neurobiology", "Exp Neurobiol"], "id": "29093634", "doi": "10.5607/en.2017.26.5.252", "date": "2017-10-18", "authors": [["Kim", "Ki Chan", "KC", "School of Medicine and Center for Neuroscience Research, SMART Institute of Advanced Biomedical Sciences, KU Open Innovation Center, Konkuk University, Seoul 05029, Korea."], ["Choi", "Chang Soon", "CS", "School of Medicine and Center for Neuroscience Research, SMART Institute of Advanced Biomedical Sciences, KU Open Innovation Center, Konkuk University, Seoul 05029, Korea."], ["Gonzales", "Edson Luck T", "ELT", "School of Medicine and Center for Neuroscience Research, SMART Institute of Advanced Biomedical Sciences, KU Open Innovation Center, Konkuk University, Seoul 05029, Korea."], ["Mabunga", "Darine Froy N", "DFN", "School of Medicine and Center for Neuroscience Research, SMART Institute of Advanced Biomedical Sciences, KU Open Innovation Center, Konkuk University, Seoul 05029, Korea."], ["Lee", "Sung Hoon", "SH", "College of Pharmacy, Chung-Ang Univeristy, Seoul 06974, Korea."], ["Jeon", "Se Jin", "SJ", "Center for Neuroscience, Korea Institute of Science and Technology, Seoul 02792, Korea."], ["Hwangbo", "Ram", "R", "Department of Psychiatry, Kyung Hee University Hospital, Seoul 02447, Korea."], ["Hong", "Minha", "M", "Department of Psychiatry, Seonam University, College of Medicine, Myongji Hospital, Goyang 10475, Korea."], ["Ryu", "Jong Hoon", "JH", "Department of Oriental Pharmaceutical Science, College of Pharmacy, Kyung Hee University, Seoul 02447, Korea."], ["Han", "Seol-Heui", "SH", "School of Medicine and Center for Neuroscience Research, SMART Institute of Advanced Biomedical Sciences, KU Open Innovation Center, Konkuk University, Seoul 05029, Korea."], ["Bahn", "Geon Ho", "GH", "Department of Neuropsychiatry, School of Medicine, Kyung Hee University, Seoul 02447, Korea."], ["Shin", "Chan Young", "CY", "School of Medicine and Center for Neuroscience Research, SMART Institute of Advanced Biomedical Sciences, KU Open Innovation Center, Konkuk University, Seoul 05029, Korea."]]}