{"title": "Advancing the Measurement of Dental Students' Professionalism.", "text": "In dental education, professionalism has been viewed as a requirement in order to achieve and maintain competence in the practice of dentistry. The Professionalism Mini-Evaluation Exercise (P-MEX), a 21-item instrument validated in medicine, is often used to measure the following observable professionalism behaviors: doctor-patient relationship, reflective skills, time management skills, and interprofessional relationship skills. Emotional intelligence (EI) is defined as the ability to accurately perceive emotions in oneself and in others in order to improve performance and personal growth. The primary aim of this study was to elucidate for dental education the relationship of professionalism as measured by the P-MEX to EI as measured by the Emotional Quotient Inventory (EQ-i) 2.0, and the secondary aim was to explore relationships between EQ-i 2.0 subscales and the P-MEX. A correlational cohort study was conducted in 2015-16 in which the EQ-i 2.0 was administered to dental students at one U.S. dental school at the end of their second year as they began their clinical education experience. Out of a total class of 66 students, 49 (74%) were chosen to participate through randomized selection in order to have about 12 students per team clinic group. The P-MEX evaluations were collected eight months later in three settings: the comprehensive care clinic, community outreach clinics, and clinical care seminars. The students' EQ-i 2.0 mean scores and P-MEX mean scores resulted in a non-significant correlation. However, the EQ-i 2.0 subscales self-actualization and happiness were significantly correlated with the P-MEX mean scores. These results suggest that there was a relationship between these students' EI and professionalism, which supports the use of both for the evaluation and development of professionalism through a multiple triangulated effort.", "journal": ["Journal of dental education", "J Dent Educ"], "id": "29093147", "doi": "10.21815/JDE.017.092", "date": null, "authors": [["Farah-Franco", "Sandra", "S", "Dr. Farah-Franco is Assistant Dean for Dental Sciences Education and Assistant Professor, College of Dental Medicine, Western University of Health Sciences, Pomona, CA; Dr. Singer-Chang is Senior Executive Director, Office of Multi-Disciplinary Collaboration, Chair and Assistant Professor, Department of Social Medicine and Healthcare Leadership, and Chair, FACE: Faculty for Autism Collaboration and Education, College of Osteopathic Medicine of the Pacific, Western University of Health Sciences, Pomona, CA; and Dr. Deoghare is Associate Professor, Department of Physical Therapy Education, College of Allied Health Professions, Western University of Health Sciences, Pomona, CA. sfarahfranco@westernu.edu."], ["Singer-Chang", "Gail", "G", "Dr. Farah-Franco is Assistant Dean for Dental Sciences Education and Assistant Professor, College of Dental Medicine, Western University of Health Sciences, Pomona, CA; Dr. Singer-Chang is Senior Executive Director, Office of Multi-Disciplinary Collaboration, Chair and Assistant Professor, Department of Social Medicine and Healthcare Leadership, and Chair, FACE: Faculty for Autism Collaboration and Education, College of Osteopathic Medicine of the Pacific, Western University of Health Sciences, Pomona, CA; and Dr. Deoghare is Associate Professor, Department of Physical Therapy Education, College of Allied Health Professions, Western University of Health Sciences, Pomona, CA."], ["Deoghare", "Harshavardhan", "H", "Dr. Farah-Franco is Assistant Dean for Dental Sciences Education and Assistant Professor, College of Dental Medicine, Western University of Health Sciences, Pomona, CA; Dr. Singer-Chang is Senior Executive Director, Office of Multi-Disciplinary Collaboration, Chair and Assistant Professor, Department of Social Medicine and Healthcare Leadership, and Chair, FACE: Faculty for Autism Collaboration and Education, College of Osteopathic Medicine of the Pacific, Western University of Health Sciences, Pomona, CA; and Dr. Deoghare is Associate Professor, Department of Physical Therapy Education, College of Allied Health Professions, Western University of Health Sciences, Pomona, CA."]]}