{"title": "Novel Drosophila model for psychiatric disorders including autism spectrum disorder by targeting of ATP-binding cassette protein A.", "text": "Autism spectrum disorder (ASD) is characterized by persistent deficits in social communication and social interactions, as well as restricted, stereotyped patterns of behavior and interests. In addition, alterations in circadian sleep-wake rhythm are common in young children with ASD. Mutations in ATP binding cassette subfamily A member 13 (ABCA13) have been recently identified in a monkey that displays behavior associated with ASD. ABCA13, a member of the ABCA family of proteins, is predicted to transport lipid molecules and is expressed in the human trachea, testis, bone marrow, hippocampus, cortex, and other tissues. However, its physiological function remains unknown. Drosophila CG1718 shows high homology to human ABCA genes including ABCA13 and is thus designated as Drosophila ABCA (dABCA). To elucidate the physiological role of dABCA, we specifically knocked down dABCA in all neurons of flies and investigated their phenotypes. The pan-neuron-specific knockdown of dABCA resulted in increased social space with the closest neighbor in adult male flies but exerted no effect on their climbing ability, indicating that the increase in social space is not due to a defect in their climbing ability. An activity assay with adult male flies revealed that knockdown of dABCA in all neurons induces early onset of evening activity in adult flies followed by relatively high activity during morning peaks, evening peaks, and midday siesta. These phenotypes are similar to defects observed in human ASD patients, suggesting that the established dABCA knockdown flies are a promising model for ASD. In addition, an increase in satellite boutons in presynaptic terminals of motor neurons was observed in dABCA knockdown third instar larvae, suggesting that dABCA regulates the formation and/or maintenance of presynaptic terminals of motor neurons.", "journal": ["Experimental neurology", "Exp. Neurol."], "id": "29092799", "doi": "10.1016/j.expneurol.2017.10.027", "date": "2017-10-29", "authors": [["Ueoka", "Ibuki", "I", "Department of Applied Biology, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan; The Center for Advanced Insect Research, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan."], ["Kawashima", "Hitoshi", "H", "Genomic Science Laboratories, Drug Research Division, Sumitomo Dainippon Pharma Co. Ltd., 3-1-98 Kasugade-naka, Konohana-ku, Osaka 554-0022, Japan."], ["Konishi", "Atsushi", "A", "Genomic Science Laboratories, Drug Research Division, Sumitomo Dainippon Pharma Co. Ltd., 3-1-98 Kasugade-naka, Konohana-ku, Osaka 554-0022, Japan."], ["Aoki", "Mikio", "M", "Genomic Science Laboratories, Drug Research Division, Sumitomo Dainippon Pharma Co. Ltd., 3-1-98 Kasugade-naka, Konohana-ku, Osaka 554-0022, Japan."], ["Tanaka", "Ryo", "R", "Department of Applied Biology, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan; The Center for Advanced Insect Research, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan."], ["Yoshida", "Hideki", "H", "Department of Applied Biology, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan; The Center for Advanced Insect Research, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan."], ["Maeda", "Toru", "T", "Department of Biology, Graduate School of Science, Kobe University, Nada-ku, Kobe 657-8501, Japan."], ["Ozaki", "Mamiko", "M", "Department of Biology, Graduate School of Science, Kobe University, Nada-ku, Kobe 657-8501, Japan."], ["Yamaguchi", "Masamitsu", "M", "Department of Applied Biology, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan; The Center for Advanced Insect Research, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan. Electronic address: myamaguc@kit.ac.jp."]]}