{"title": "Are gastrointestinal and sleep problems associated with behavioral symptoms of autism spectrum disorder?", "text": "Many children with autism spectrum disorder (ASD) suffer from concurrent medical symptoms, including gastrointestinal (GI) and sleeping problems. However, there is limited information on the correlation between co-morbidities and autistic behavioral symptoms. In this study, we estimated the prevalence of GI and sleep problems in Chinese ASD children, examined the impacts of GI and sleep problems on autistic behavioral symptoms, and investigated the factors associated with GI and sleep problems. The survey included 169 ASD and 172 healthy children. Data regarding demographic characteristics, GI symptoms, sleep disturbances and behavioral symptoms were collected through questionnaires. GI and sleep problems were prevalent in Chinese ASD children. Moreover, ASD children with GI symptoms reported more severe ASD core symptoms than others. Autistic children's GI symptoms were associated with maternal sleep problems during pregnancy, child's 0-6 month food sources and picky eating. ASD children with sleep disturbances had lower performance in daily living skills, social cognition, social communication and intellectual development than ASD children without sleep disturbances. Sleep disturbances were associated with extra nutrient supply during lactation and feeding, and child's picky eating. Autistic children with GI or/and sleep problems may represent clinically relevant subtypes of ASD, for which targeted treatments may be needed.", "journal": ["Psychiatry research", "Psychiatry Res"], "id": "29091821", "doi": "10.1016/j.psychres.2017.10.040", "date": "2017-10-24", "authors": [["Yang", "Xiao-Lei", "XL", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: amy.1985@163.com."], ["Liang", "Shuang", "S", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: liangyouyou2004@163.com."], ["Zou", "Ming-Yang", "MY", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: mingyangshine@sina.com."], ["Sun", "Cai-Hong", "CH", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: suncaihong2003@163.com."], ["Han", "Pan-Pan", "PP", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: lindapan125@163.com."], ["Jiang", "Xi-Tao", "XT", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: m15679997779@163.com."], ["Xia", "Wei", "W", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: xiawei1023@126.com."], ["Wu", "Li-Jie", "LJ", "Department of Children's and Adolescent Health, Public Health College of Harbin Medical University, Harbin 150081, China. Electronic address: wulijiehyd@126.com."]]}