{"title": "Increased glia density in the caudate nucleus in williams syndrome: Implications for frontostriatal dysfunction in autism.", "text": "Williams syndrome (WS) is a rare neurodevelopmental disorder with a well-described, known genetic etiology. In contrast to Autism Spectrum Disorders (ASD), WS has a unique phenotype characterized by global reductions in IQ and visuospatial ability, with relatively preserved language function, enhanced reactivity to social stimuli and music, and an unusual eagerness to interact socially with strangers. A duplication of the deleted region in WS has been implicated in a subset of ASD cases, defining a spectrum of genetic and behavioral variation at this locus defined by these opposite extremes in social behavior. The hypersociability characteristic of WS may be linked to abnormalities of frontostriatal circuitry that manifest as deficits in inhibitory control of behavior. Here, we examined the density of neurons and glia in associative and limbic territories of the striatum including the caudate, putamen, and nucleus accumbens regions in Nissl stained sections in five pairs of age, sex, and hemisphere-matched WS and typically-developing control (TD) subjects. In contrast to what is reported in ASD, no significant increase in overall neuron density was observed in this study. However, we found a significant increase in the density of glia in the dorsal caudate nucleus, and in the ratio of glia to neurons in the dorsal and medial caudate nucleus in WS, accompanied by a significant increase in density of oligodendrocytes in the medial caudate nucleus. These cellular abnormalities may underlie reduced frontostriatal activity observed in WS, with implications for understanding altered connectivity and function in ASD. © 2017 Wiley Periodicals, Inc. Develop Neurobiol, 2017.", "journal": ["Developmental neurobiology", "Dev Neurobiol"], "id": "29090517", "doi": "10.1002/dneu.22554", "date": "2017-11-01", "authors": [["Hanson", "Kari L", "KL", "Department of Anthropology, University of California, San Diego, La Jolla, California."], ["Lew", "Caroline H", "CH", "Department of Anthropology, University of California, San Diego, La Jolla, California."], ["Hrvoj-Mihic", "Branka", "B", "Department of Anthropology, University of California, San Diego, La Jolla, California."], ["Groeniger", "Kimberly M", "KM", "Department of Anthropology, University of California, San Diego, La Jolla, California."], ["Halgren", "Eric", "E", "Department of Radiology, University of California, San Diego, La Jolla, California."], ["Bellugi", "Ursula", "U", "Laboratory for Cognitive Neuroscience, Salk Institute, La Jolla, California."], ["Semendeferi", "Katerina", "K", "Department of Anthropology, University of California, San Diego, La Jolla, California."]]}