{"title": "Selective patient and public involvement: The promise and perils of pharmaceutical intervention for autism.", "text": "Guidelines suggest the patient community should be consulted from the outset when designing and implementing basic biomedical research, but such patient communities may include conflicting views. We examined how engagement occurred in one such instance.Our objective was to scrutinize patient and public involvement (PPI) by a pan-European biomedical consortium working to develop drugs to treat autism. We aimed to use this as an example to illustrate how PPI has been utilized in biomedical research.Two public events, one in the UK and one in Denmark were conducted as part of the consortium's on-going PPI activities in 2014 and 2015. Sixty-six individuals submitted written comments on the consortium's research after these events. The textual data produced were analysed using a thematic approach. Approximately 71% of respondents reported themselves to be adults on the autism spectrum or parents of children with autism.The themes identified illustrated major differences between some community concerns and the biomedical research agenda. While treating autism per se. was seen as problematic by some, treating specific co-occurring problems was seen as helpful in some circumstances. The biomedical consortium selected PPI with a limited user viewpoint at its outset and more widely once basic research was on-going.This case illustrates what we term \"selective PPI\" where only a sympathetic and/or limited patient viewpoint is included. Findings highlight the perils of using selective PPI to legitimise scientific endeavours, and the possibilities for constructive dialogue.", "journal": ["Health expectations : an international journal of public participation in health care and health policy", "Health Expect"], "id": "29090494", "doi": "10.1111/hex.12637", "date": "2017-10-31", "authors": [["Russell", "Ginny", "G", "Medical School/College of Social Science and International Studies, University of Exeter, Exeter, UK."], ["Starr", "Sandy", "S", "Progress Educational Trust, London, UK."], ["Elphick", "Chris", "C", "Medical School/College of Social Science and International Studies, University of Exeter, Exeter, UK."], ["Rodogno", "Raffaele", "R", "Department of Philosophy and History of Ideas, Aarhus University, Aarhus, Denmark."], ["Singh", "Ilina", "I", "Department of Psychiatry and Oxford Wellcome Centre for Ethics and Humanities, University of Oxford, Oxford, UK."]]}