{"title": "Prognosis following dental implant treatment under general anesthesia in patients with special needs.", "text": "This study retrospectively investigated outcomes following dental implantation in patients with special needs who required general anesthesia to enable treatment.Patients underwent implant treatment under general anesthesia at the Clinic for the Disabled in Seoul National University Dental Hospital between January 2004 and June 2017. The study analyzed medical records and radiographs. Implant survival rates were calculated by applying criteria for success or failure.Of 19 patients in the study, 8 were males and 11 were females, with a mean age of 32.9 years. The patients included 11 with mental retardation, 3 with autism, 2 with cerebral palsy, 2 with schizophrenia, and 1 with a brain disorder; 2 patients also had seizure disorders. All were incapable of oral self-care due to serious cognitive impairment and could not cooperate with normal dental treatment. A total of 27 rounds of general anesthesia and 1 round of intravenous sedation were performed for implant surgery. Implant placement was performed in 3 patients whose prosthesis records could not be found, while 3 other patients had less than 1 year of follow-up after prosthetic treatment. When the criteria for implant success or failure were applied in 13 remaining patients, 3 implant failures occurred in 59 total treatments. The cumulative survival rate of implants over an average of 43.3 months (15-116 months) was 94.9%.For patients with severe cognitive impairment who are incapable of oral self-care, implant treatment under general anesthesia showed a favorable prognosis.", "journal": ["Journal of dental anesthesia and pain medicine", "J Dent Anesth Pain Med"], "id": "29090251", "doi": "10.17245/jdapm.2017.17.3.205", "date": "2017-09-25", "authors": [["Kim", "Il-Hyung", "IH", "Department of Oral and Maxillofacial Surgery, Seoul National University, School of Dentistry, Seoul, Korea."], ["Kuk", "Tae Seong", "TS", "Department of Oral and Maxillofacial Surgery, Seoul National University, School of Dentistry, Seoul, Korea."], ["Park", "Sang Yoon", "SY", "Department of Oral and Maxillofacial Surgery, Seoul National University, School of Dentistry, Seoul, Korea."], ["Choi", "Yong-Suk", "YS", "Department of Oral and Maxillofacial Surgery, Seoul National University, School of Dentistry, Seoul, Korea."], ["Kim", "Hyun Jeong", "HJ", "Department of Dental Anesthesiology, Seoul National University, School of Dentistry, Seoul, Korea."], ["Seo", "Kwang-Suk", "KS", "Department of Dental Anesthesiology, Seoul National University, School of Dentistry, Seoul, Korea."]]}