{"title": "Prospective investigation of FOXP1 syndrome.", "text": "Haploinsufficiency of the forkhead-box protein P1 (FOXP1) gene leads to a neurodevelopmental disorder termed FOXP1 syndrome. Previous studies in individuals carrying FOXP1 mutations and deletions have described the presence of autism spectrum disorder (ASD) traits, intellectual disability, language impairment, and psychiatric features. The goal of the present study was to comprehensively characterize the genetic and clinical spectrum of FOXP1 syndrome. This is the first study to prospectively examine the genotype-phenotype relationship in multiple individuals with FOXP1 syndrome, using a battery of standardized clinical assessments.Genetic and clinical data was obtained and analyzed from nine children and adolescents between the ages of 5-17 with mutations in FOXP1. Phenotypic characterization included gold standard ASD testing and norm-referenced measures of cognition, adaptive behavior, language, motor, and visual-motor integration skills. In addition, psychiatric, medical, neurological, and dysmorphology examinations were completed by a multidisciplinary team of clinicians. A comprehensive review of reported cases was also performed. All missense and in-frame mutations were mapped onto the three-dimensional structure of DNA-bound FOXP1.We have identified nine de novo mutations, including three frameshift, one nonsense, one mutation in an essential splice site resulting in frameshift and insertion of a premature stop codon, three missense, and one in-frame deletion. Reviewing prior literature, we found seven instances of recurrent mutations and another 34 private mutations. The majority of pathogenic missense and in-frame mutations, including all four missense mutations in our cohort, lie in the DNA-binding domain. Through structural analyses, we show that the mutations perturb amino acids necessary for binding to the DNA or interfere with the domain swapping that mediates FOXP1 dimerization. Individuals with FOXP1 syndrome presented with delays in early motor and language milestones, language impairment (expressive language > receptive language), ASD symptoms, visual-motor integration deficits, and complex psychiatric presentations characterized by anxiety, obsessive-compulsive traits, attention deficits, and externalizing symptoms. Medical features included non-specific structural brain abnormalities and dysmorphic features, endocrine and gastrointestinal problems, sleep disturbances, and sinopulmonary infections.This study identifies novel FOXP1 mutations associated with FOXP1 syndrome, identifies recurrent mutations, and demonstrates significant clustering of missense mutations in the DNA-binding domain. Clinical findings confirm the role FOXP1 plays in development across multiple domains of functioning. The genetic findings can be incorporated into clinical genetics practice to improve accurate genetic diagnosis of FOXP1 syndrome and the clinical findings can inform monitoring and treatment of individuals with FOXP1 syndrome.", "journal": ["Molecular autism", "Mol Autism"], "id": "29090079", "doi": "10.1186/s13229-017-0172-6", "date": "2017-10-24", "authors": [["Siper", "Paige M", "PM", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["De Rubeis", "Silvia", "S", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["Trelles", "Maria Del Pilar", "MDP", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["Durkin", "Allison", "A", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["Di Marino", "Daniele", "D", "Department of Informatics, Institute of Computational Science, Università della Svizzera Italiana, Lugano, Switzerland."], ["Muratet", "François", "F", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["Frank", "Yitzchak", "Y", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["Lozano", "Reymundo", "R", "Department of Genetics and Genomic Sciences, Seaver Autism Center for Research and Treatment, Department of Psychiatry, Department of Pediatrics, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["Eichler", "Evan E", "EE", "Department of Genome Sciences, University of Washington, Seattle, WA USA."], ["Kelly", "Morgan", "M", "Department of Psychiatry, University of Washington, Seattle, WA USA."], ["Beighley", "Jennifer", "J", "Department of Psychiatry, University of Washington, Seattle, WA USA."], ["Gerdts", "Jennifer", "J", "Department of Psychiatry, University of Washington, Seattle, WA USA."], ["Wallace", "Arianne S", "AS", "Department of Psychiatry, University of Washington, Seattle, WA USA."], ["Mefford", "Heather C", "HC", "Department of Psychiatry, University of Washington, Seattle, WA USA."], ["Bernier", "Raphael A", "RA", "Department of Psychiatry, University of Washington, Seattle, WA USA."], ["Kolevzon", "Alexander", "A", "Department of Psychiatry, Department of Pediatrics, Friedman Brain Institute, Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, New York, NY USA."], ["Buxbaum", "Joseph D", "JD", "Department of Psychiatry, Department of Genetics and Genomic Sciences, Department of Neuroscience, Friedman Brain Institute, Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, New York, NY USA."]]}