{"title": "RNA sequencing and proteomics approaches reveal novel deficits in the cortex of Mecp2-deficient mice, a model for Rett syndrome.", "text": "Rett syndrome (RTT) is an X-linked neurodevelopmental disorder caused by mutations in the transcriptional regulator MeCP2. Much of our understanding of MeCP2 function is derived from transcriptomic studies with the general assumption that alterations in the transcriptome correlate with proteomic changes. Advances in mass spectrometry-based proteomics have facilitated recent interest in the examination of global protein expression to better understand the biology between transcriptional and translational regulation.We therefore performed the first comprehensive transcriptome-proteome comparison in a RTT mouse model to elucidate RTT pathophysiology, identify potential therapeutic targets, and further our understanding of MeCP2 function. The whole cortex of wild-type and symptomatic RTT male littermates (n = 4 per genotype) were analyzed using RNA-sequencing and data-independent acquisition liquid chromatography tandem mass spectrometry. Ingenuity® Pathway Analysis was used to identify significantly affected pathways in the transcriptomic and proteomic data sets.Our results indicate these two \"omics\" data sets supplement one another. In addition to confirming previous works regarding mRNA expression in Mecp2-deficient animals, the current study identified hundreds of novel protein targets. Several selected protein targets were validated by Western blot analysis. These data indicate RNA metabolism, proteostasis, monoamine metabolism, and cholesterol synthesis are disrupted in the RTT proteome. Hits common to both data sets indicate disrupted cellular metabolism, calcium signaling, protein stability, DNA binding, and cytoskeletal cell structure. Finally, in addition to confirming disrupted pathways and identifying novel hits in neuronal structure and synaptic transmission, our data indicate aberrant myelination, inflammation, and vascular disruption. Intriguingly, there is no evidence of reactive gliosis, but instead, gene, protein, and pathway analysis suggest astrocytic maturation and morphological deficits.This comparative omics analysis supports previous works indicating widespread CNS dysfunction and may serve as a valuable resource for those interested in cellular dysfunction in RTT.", "journal": ["Molecular autism", "Mol Autism"], "id": "29090078", "doi": "10.1186/s13229-017-0174-4", "date": "2017-10-24", "authors": [["Pacheco", "Natasha L", "NL", "Department of Cell, Developmental, and Integrative Biology, University of Alabama at Birmingham, 1918 University Blvd, Birmingham, AL 35294 USA."], ["Heaven", "Michael R", "MR", "Vulcan Analytical, LLC, 1500 1st Ave. North, Birmingham, AL 35203 USA."], ["Holt", "Leanne M", "LM", "Department of Cell, Developmental, and Integrative Biology, University of Alabama at Birmingham, 1918 University Blvd, Birmingham, AL 35294 USA."], ["Crossman", "David K", "DK", "UAB Heflin Center for Genomic Science, Department of Genetics, University of Alabama at Birmingham, Kaul 424A, 1720 2nd Ave. South, Birmingham, AL 35294 USA."], ["Boggio", "Kristin J", "KJ", "Proteomics and Mass Spectrometry Facility, Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, 222 Maple Ave., Fuller Building, Shrewsbury, MA 01545 USA."], ["Shaffer", "Scott A", "SA", "Proteomics and Mass Spectrometry Facility, Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, 222 Maple Ave., Fuller Building, Shrewsbury, MA 01545 USA."], ["Flint", "Daniel L", "DL", "Luxumbra Strategic Research, LLC, 1331 South Eads St, Arlington, VA 22202 USA."], ["Olsen", "Michelle L", "ML", "Department of Cell, Developmental, and Integrative Biology, University of Alabama at Birmingham, 1918 University Blvd, Birmingham, AL 35294 USA."]]}