{"title": "Language and music phrase boundary processing in Autism Spectrum Disorder: An ERP study.", "text": "Autism spectrum disorder (ASD) is frequently associated with communicative impairment, regardless of intelligence level or mental age. Impairment of prosodic processing in particular is a common feature of ASD. Despite extensive overlap in neural resources involved in prosody and music processing, music perception seems to be spared in this population. The present study is the first to investigate prosodic phrasing in ASD in both language and music, combining event-related brain potential (ERP) and behavioral methods. We tested phrase boundary processing in language and music in neuro-typical adults and high-functioning individuals with ASD. We targeted an ERP response associated with phrase boundary processing in both language and music - i.e., the Closure Positive Shift (CPS). While a language-CPS was observed in the neuro-typical group, for ASD participants a smaller response failed to reach statistical significance. In music, we found a boundary-onset music-CPS for both groups during pauses between musical phrases. Our results support the view of preserved processing of musical cues in ASD individuals, with a corresponding prosodic impairment. This suggests that, despite the existence of a domain-general processing mechanism (the CPS), key differences in the integration of features of language and music may lead to the prosodic impairment in ASD.", "journal": ["Scientific reports", "Sci Rep"], "id": "29089535", "doi": "10.1038/s41598-017-14538-y", "date": "2017-10-31", "authors": [["DePriest", "John", "J", "Freie Universität Berlin, Berlin, Germany. jdepries@tulane.edu."], ["Glushko", "Anastasia", "A", "Freie Universität Berlin, Berlin, Germany."], ["Steinhauer", "Karsten", "K", "School of Communication Sciences and Disorders, McGill University, Montreal, Quebec, Canada."], ["Koelsch", "Stefan", "S", "Freie Universität Berlin, Berlin, Germany."]]}