{"title": "Dissociation of Brain Activation in Autism and Schizotypal Personality Disorder During Social Judgments.", "text": "There are overlaps between autism and schizophrenia but these are particularly pronounced, especially in social domains, for higher functioning individuals with autism spectrum disorders (ASD) or schizotypal personality disorder (SPD). It is not known whether these overlapping social deficits result from shared or distinct brain mechanisms. We therefore compared social cognition in ASD and SPD using functional magnetic resonance imaging (fMRI).Twenty-one individuals with SPD, 28 with ASD and 33 controls were compared with respect to clinical symptoms using the Positive and Negative Syndrome Scale; social cognition, using a social judgment task and Ekman 60 faces task; and brain activation using an fMRI task of social judgment.The ASD and SPD groups showed few differences in symptoms or social cognition. However, fMRI showed that, compared to ASD, the SPD group showed significantly greater activation during social compared to gender judgments in the amygdala and 3 clusters: right posterior cerebellum, extending into fusiform and inferior temporal gyri; left posterior cerebellum; and left intraparietal sulcus extending through medial portions of the temporal gyri into the fusiform gyrus (all P < .05 family-wise error corrected). Control activations lay between the ASD and SPD groups.Although social cognitive deficits in ASD and SPD appear superficially similar they are the result of different brain mechanisms. These findings have implications for therapeutic interventions targeted at social dysfunction in these conditions.", "journal": ["Schizophrenia bulletin", "Schizophr Bull"], "id": "29088456", "doi": "10.1093/schbul/sbx083", "date": null, "authors": [["Stanfield", "Andrew C", "AC", "Patrick Wild Centre, University of Edinburgh, Edinburgh, UK."], ["Philip", "Ruth C M", "RCM", "Division of Psychiatry, University of Edinburgh, Edinburgh, UK."], ["Whalley", "Heather", "H", "Division of Psychiatry, University of Edinburgh, Edinburgh, UK."], ["Romaniuk", "Liana", "L", "Division of Psychiatry, University of Edinburgh, Edinburgh, UK."], ["Hall", "Jeremy", "J", "Institute of Psychological Medicine and Clinical Neurosciences, University of Cardiff, Cardiff, UK."], ["Johnstone", "Eve C", "EC", "Division of Psychiatry, University of Edinburgh, Edinburgh, UK."], ["Lawrie", "Stephen M", "SM", "Division of Psychiatry, University of Edinburgh, Edinburgh, UK."]]}