{"title": "[16p11.2 Microdeletion: first report in Argentina].", "text": "The 16p11.2 recurrent microdeletion phenotype is characterized by developmental delay, intellectual disability, and/or autism spectrum disorder. This microdeletion is associated with variable clinical outcome, the phenotypical spectrum ranges from intellectual disability and/or multiple congenital anomalies, autism, learning and speech problems, to a normal Microdeleción 16p11.2: primeros casos reportados en Argentina 16p11.2 Microdeletion: first report in Argentina phenotype. Genomic testing that determines copy number of sequences, such as chromosomal microarray, is used to identify this microdeletion. However, the prediction of the individual phenotype of a patient based only on the location of such deletion remains a challenge, regarding the existence of many genomic variants that might hinder the interpretation of possible functional effects between most of the contributing genes to that region. We describe the clinical findings in two subjects with heterozygous microdeletions at 16p11.2, highlighting the phenotypic and behavioural findings that conditioned the diagnostic strategy. We also discuss the implications of diagnosis, in practical counselling situations.La microdeleción 16p11.2 se relaciona, habitualmente, con discapacidad intelectual y trastornos del espectro autista. El rango fenotípico incluye un espectro que se extiende desde discapacidad intelectual con o sin autismo, alteraciones del aprendizaje y del lenguaje hasta fenotipos normales. El diagnóstico de la microdeleción se realiza mediante estudios genómicos capaces de identificar variación en número de copias, como la hibridación genómica comparativa en microarreglos, conocida como arrayCGH. Sin embargo, la predicción del fenotipo de un individuo basada únicamente en la localización de dicha deleción sigue siendo un desafío, ya que la existencia de un gran número de variantes en el genoma dificulta la interpretación de posibles efectos funcionales de los genes que contribuyen a dicha región. Se describen dos casos clínicos de pacientes con microdeleción heterocigota en 16p11.2 y se destacan los hallazgos fenotípicos y conductuales que dificultaron la estrategia diagnóstica. También se discuten las implicancias del diagnóstico para el asesoramiento genético familiar.", "journal": ["Archivos argentinos de pediatria", "Arch Argent Pediatr"], "id": "29087133", "doi": "10.5546/aap.2017.e449", "date": null, "authors": [["Tardivo", "Agostina", "A", "Centro Nacional de Genética Médica \"Dr. Eduardo E. Castilla\", Ciudad Autónoma de Buenos Aires. agostinatardivo@gmail.com."], ["Masotto", "Bárbara", "B", "Centro Nacional de Genética Médica \"Dr. Eduardo E. Castilla\", Ciudad Autónoma de Buenos Aires."], ["Espeche", "Lucía", "L", "Centro Nacional de Genética Médica \"Dr. Eduardo E. Castilla\", Ciudad Autónoma de Buenos Aires."], ["Solari", "Andrea P", "AP", "Centro Nacional de Genética Médica \"Dr. Eduardo E. Castilla\", Ciudad Autónoma de Buenos Aires."], ["Nevado", "Julián", "J", "Instituto de Genética Médica y Molecular (INGEMM)."], ["Rozental", "Sandra", "S", "Centro Nacional de Genética Médica \"Dr. Eduardo E. Castilla\", Ciudad Autónoma de Buenos Aires."]]}