{"title": "Auditory brainstem response in infants and children with autism spectrum disorder: A meta-analysis of wave V.", "text": "Infants with autism spectrum disorder (ASD) were recently found to have prolonged auditory brainstem response (ABR); however, at older ages, findings are contradictory. We compared ABR differences between participants with ASD and controls with respect to age using a meta-analysis. Data sources included MEDLINE, EMBASE, Web of Science, Google Scholar, HOLLIS, and ScienceDirect from their inception to June 2016. The 25 studies that were included had a total of 1349 participants (727 participants with ASD and 622 controls) and an age range of 0-40 years. Prolongation of the absolute latency of wave V in ASD had a significant negative correlation with age (R2 = 0.23; P = 0.01). The 22 studies below age 18 years showed a significantly prolonged wave V in ASD (Standard Mean Difference = 0.6 [95% CI, 0.5-0.8]; P < 0.001). The 3 studies above 18 years of age showed a significantly shorter wave V in ASD (SMD = -0.6 [95% CI, -1.0 to -0.2]; P = 0.004). Prolonged ABR was consistent in infants and children with ASD, suggesting it can serve as an ASD biomarker at infancy. As the ABR is routinely used to screen infants for hearing impairment, the opportunity for replication studies is extensive. Autism Res 2017. © 2017 The Authors Autism Research published by International Society for Autism Research and Wiley Periodicals, Inc.Our analysis of previous studies showed that infants and children with autism spectrum disorder (ASD) have a slower brain response to sound, while adults have a faster brain response to sound. This suggests that slower brain response in infants may predict ASD risk. Brain response to sound is routinely tested on newborns to screen hearing impairment, which has created large data sets to afford replication of these results.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29087045", "doi": "10.1002/aur.1886", "date": "2017-10-31", "authors": [["Miron", "Oren", "O", "Department of Biomedical Informatics, Harvard Medical School, Boston, MA."], ["Beam", "Andrew L", "AL", "Department of Biomedical Informatics, Harvard Medical School, Boston, MA."], ["Kohane", "Isaac S", "IS", "Department of Biomedical Informatics, Harvard Medical School, Boston, MA."]]}