{"title": "Pupillary Response and Phenotype in ASD: Latency to Constriction Discriminates ASD from Typically Developing Adolescents.", "text": "Brain imaging data describe differences in the ASD brain, including amygdala overgrowth, neural interconnectivity, and a three-phase model of neuroanatomical changes from early post-natal development through late adolescence. The pupil reflex test (PRT), a noninvasive measure of brain function, may help improve early diagnosis and elucidate underlying physiology in expression of ASD endophenotype. Commonly observed characteristics of ASD include normal visual acuity but difficulty with eye gaze and photosensitivity, suggesting deficient neuromodulation of cranial nerves. Aims of this study were to confirm sensitivity of the PRT for identifying adolescents with ASD, determine if a phenotype for a subtype of ASD marked by pupil response is present in adolescence, and determine whether differences could be observed on a neurologic exam testing cranial nerves II and III (CNII; CNIII). Using pupillometry, constriction latency was measured serving as a proxy for recording neuromodulation of cranial nerves underlying the pupillary reflex. The swinging flashlight method, used to perform the PRT for measuring constriction latency and return to baseline, discriminated ASD participants from typically developing adolescents on 72.2% of trials. Results further confirmed this measure's sensitivity within a subtype of ASD in later stages of development, serving as a correlate of neural activity within the locus-coeruleus norepinephrine (LC-NE) system. A brainstem model of atypical PRT in ASD is examined in relation to modulation of cranial nerves and atypical arousal levels subserving the atypical pupillary reflex. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Milder forms of autism spectrum disorder (ASD) can be difficult to diagnose based on behavioral testing alone. This study used eye-tracking equipment and a hand-held penlight to measure the pupil reflex in adolescents with \"high functioning\" ASD and in adolescents without ASD. The ASD group showed a delay in pupil response. This is the first eye-tracking study to conduct this test as typically performed by a clinical provider, demonstrating differences in older individuals with a subtype of ASD.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29087041", "doi": "10.1002/aur.1888", "date": "2017-10-31", "authors": [["Lynch", "Georgina T F", "GTF", "Department of Speech and Hearing Sciences, Washington State University, Spokane, WA."], ["James", "Stephen M", "SM", "Sleep and Performance Research Center, Washington State University, Spokane, WA."], ["VanDam", "Mark", "M", "Department of Speech and Hearing Sciences, Washington State University, Spokane, WA."]]}