{"title": "Endothelial cell-derived GABA signaling modulates neuronal migration and postnatal behavior.", "text": "The cerebral cortex is essential for integration and processing of information that is required for most behaviors. The exquisitely precise laminar organization of the cerebral cortex arises during embryonic development when neurons migrate successively from ventricular zones to coalesce into specific cortical layers. While radial glia act as guide rails for projection neuron migration, pre-formed vascular networks provide support and guidance cues for GABAergic interneuron migration. This study provides novel conceptual and mechanistic insights into this paradigm of vascular-neuronal interactions, revealing new mechanisms of GABA and its receptor-mediated signaling via embryonic forebrain endothelial cells. With the use of two new endothelial cell specific conditional mouse models of the GABA pathway (Gabrb3ΔTie2-Cre and VgatΔTie2-Cre), we show that partial or complete loss of GABA release from endothelial cells during embryogenesis results in vascular defects and impairs long-distance migration and positioning of cortical interneurons. The downstream effects of perturbed endothelial cell-derived GABA signaling are critical, leading to lasting changes to cortical circuits and persistent behavioral deficits. Furthermore, we illustrate new mechanisms of activation of GABA signaling in forebrain endothelial cells that promotes their migration, angiogenesis and acquisition of blood-brain barrier properties. Our findings uncover and elucidate a novel endothelial GABA signaling pathway in the CNS that is distinct from the classical neuronal GABA signaling pathway and shed new light on the etiology and pathophysiology of neuropsychiatric diseases, such as autism spectrum disorders, epilepsy, anxiety, depression and schizophrenia.Cell Research advance online publication 31 October 2017; doi:10.1038/cr.2017.135.", "journal": ["Cell research", "Cell Res."], "id": "29086765", "doi": "10.1038/cr.2017.135", "date": "2017-10-31", "authors": [["Li", "Suyan", "S", "Department of Psychiatry, Harvard Medical School, Boston, MA 02215, USA."], ["Kumar T", "Peeyush", "P", "Department of Psychiatry, Harvard Medical School, Boston, MA 02215, USA."], ["Joshee", "Sampada", "S", "Angiogenesis and Brain Development Laboratory, Division of Basic Neuroscience, McLean Hospital, 115 Mill Street, Belmont, MA 02478, USA."], ["Kirschstein", "Timo", "T", "Oscar-Langendorff-Institute of Physiology, Rostock University Medical Center, Gertrudenstrasse 9, 18057 Rostock, Germany."], ["Subburaju", "Sivan", "S", "Department of Psychiatry, Harvard Medical School, Boston, MA 02215, USA."], ["Khalili", "Jahan S", "JS", "Personal Peptides LLC, Houston, TX 77002, USA."], ["Kloepper", "Jonas", "J", "Edwin L. Steele Laboratories, Department of Radiation Oncology, Massachusetts General Hospital and Harvard Medical School, Boston, MA 02114, USA."], ["Du", "Chuang", "C", "Department of Neuroscience, Tufts University School of Medicine, Boston, MA 02148, USA."], ["Elkhal", "Abdallah", "A", "Department of Surgery, Harvard Medical School, Boston, MA 02115, USA."], ["Szabó", "Gábor", "G", "Laboratory of Molecular Biology and Genetics, Department of Gene Technology and Developmental Neurobiology, Institute of Experimental Medicine, 1083 Budapest, Hungary."], ["Jain", "Rakesh K", "RK", "Edwin L. Steele Laboratories, Department of Radiation Oncology, Massachusetts General Hospital and Harvard Medical School, Boston, MA 02114, USA."], ["Köhling", "Rüdiger", "R", "Oscar-Langendorff-Institute of Physiology, Rostock University Medical Center, Gertrudenstrasse 9, 18057 Rostock, Germany."], ["Vasudevan", "Anju", "A", "Department of Psychiatry, Harvard Medical School, Boston, MA 02215, USA."]]}