{"title": "Impressions of Humanness for Android Robot may Represent an Endophenotype for Autism Spectrum Disorders.", "text": "Identification of meaningful endophenotypes may be critical to unraveling the etiology and pathophysiology of autism spectrum disorders (ASD). We investigated whether impressions of \"humanness\" for android robot might represent a candidate characteristic of an ASD endophenotype. We used a female type of android robot with an appearance similar to that of a real person. Significant differences in overall impressions of 'humanness' for android robot were found between adolescents with ASD and typical development (TD) controls, as well as parents of children with ASD and parents of TD controls. Our current work does suggest robotic systems could potentially play an intelligent role in dissecting ASD heterogeneity.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29086211", "doi": "10.1007/s10803-017-3365-0", "date": "2017-10-30", "authors": [["Kumazaki", "Hirokazu", "H", "Research Center for Child Mental Development, Kanazawa University, 13-1, Takaramachi, Kanazawa, Ishikawa, 920-8640, Japan. kumazaki@tiara.ocn.ne.jp."], ["Warren", "Zachary", "Z", "Departments of Pediatrics, Psychiatry and Special Education Vanderbilt Kennedy Center, Nashville, TN, USA."], ["Swanson", "Amy", "A", "Treatment and Research Institute of Autism Spectrum Disorders, Vanderbilt Kennedy Center, Nashville, TN, USA."], ["Yoshikawa", "Yuichiro", "Y", "Department of Systems Innovation, Graduate School of Engineering Science, Osaka University, Toyonaka, Osaka, Japan."], ["Matsumoto", "Yoshio", "Y", "Service Robotics Research Group, Intelligent Systems Institute, National Institute of Advanced Industrial Science and Technology, Tsukuba, Ibaraki, Japan."], ["Ishiguro", "Hiroshi", "H", "Department of Systems Innovation, Graduate School of Engineering Science, Osaka University, Toyonaka, Osaka, Japan."], ["Sarkar", "Nilanjan", "N", "Department of Mechanical Engineering, Vanderbilt University, Nashville, TN, USA."], ["Minabe", "Yoshio", "Y", "Research Center for Child Mental Development, Kanazawa University, 13-1, Takaramachi, Kanazawa, Ishikawa, 920-8640, Japan."], ["Kikuchi", "Mitsuru", "M", "Research Center for Child Mental Development, Kanazawa University, 13-1, Takaramachi, Kanazawa, Ishikawa, 920-8640, Japan."]]}