{"title": "Brief Report: Sexual Orientation in Individuals with Autistic Traits: Population Based Study of 47,000 Adults in Stockholm County.", "text": "We examined the association between autistic traits and sexual orientation in a general adult population (N = 47,356). Autistic traits were measured with the ten items Autistic Quotient questionnaire using a cut-off score of ≥ 6. Sexual orientation was assessed by self-report. Multinomial logistic regression was used to estimate odds ratios (ORs) and 95% confidence intervals (CIs) for sexual orientation categories. Participants with autistic traits were more likely to identify as bisexual (OR 1.73; 95% CI 1.01-2.9) and to feel that their sexual orientation could neither be described as hetero-, homo- nor bisexual (OR 3.05; 95% CI 2.56-3.63), compared to individuals without autistic traits. Autistic traits are associated with minority sexual orientation, and perhaps with uncertain self-identification and/or a defiance of traditional ways of categorizing sexual identity.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29086210", "doi": "10.1007/s10803-017-3369-9", "date": "2017-10-30", "authors": [["Rudolph", "Christiane E S", "CES", "Institute for Cancer Epidemiology, University of Lübeck, Ratzeburger Allee 160, 23562, Lübeck, Germany. christiane.rudolph@uksh.de."], ["Lundin", "Andreas", "A", "Department of Public Health Sciences, Karolinska Institutet, Tomtebodavägen 18A, Solna, 171 65, Stockholm, Sweden."], ["Åhs", "Jill W", "JW", "Department of Public Health Sciences, Karolinska Institutet, Tomtebodavägen 18A, Solna, 171 65, Stockholm, Sweden."], ["Dalman", "Christina", "C", "Department of Public Health Sciences, Karolinska Institutet, Tomtebodavägen 18A, Solna, 171 65, Stockholm, Sweden."], ["Kosidou", "Kyriaki", "K", "Department of Public Health Sciences, Karolinska Institutet, Tomtebodavägen 18A, Solna, 171 65, Stockholm, Sweden."]]}