{"title": "Sleep Problems and Their Relationship to Maladaptive Behavior Severity in Psychiatrically Hospitalized Children with Autism Spectrum Disorder (ASD).", "text": "We examined the relationship between sleep duration and awakenings to Aberrant Behavior Checklist-Community (ABC-C) and Autism Diagnostic Observation Schedule (ADOS-2) scores in hospitalized youth with ASD and behavioral disturbance. Participants included 106 patients with a stay of at least 10 nights. Sleep in the hospital was recorded by staff observation. Higher scores on the ABC-C (irritability, stereotypy, and hyperactivity subscales) at admission were significantly associated with fewer minutes slept during the last five nights of hospitalization. There was no association between total awakenings and ABC-C scores or ADOS-2 comparison scores. Improved understanding of the relationship between sleep quality and maladaptive behavior in this challenging cohort of patients with ASD is vital to the definition and design of future effective interventions.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29086209", "doi": "10.1007/s10803-017-3362-3", "date": "2017-10-30", "authors": [["Sannar", "Elise M", "EM", "Children's Hospital Colorado, 13123 E. 16th Ave., B-130, Aurora, CO, 80045, USA. elise.sannar@childrenscolorado.org."], ["Palka", "Tamara", "T", "Spring Harbor Hospital, 123 Andover Road, Westbrook, ME, 04092, USA."], ["Beresford", "Carol", "C", "Children's Hospital Colorado, 13123 E. 16th Ave., B-130, Aurora, CO, 80045, USA."], ["Peura", "Christine", "C", "Spring Harbor Hospital, 123 Andover Road, Westbrook, ME, 04092, USA."], ["Kaplan", "Desmond", "D", "Sheppard Pratt Health System, 6501 N. Charles St., Towson, MD, 21204, USA."], ["Verdi", "Mary", "M", "Spring Harbor Hospital, 123 Andover Road, Westbrook, ME, 04092, USA."], ["Siegel", "Matthew", "M", "Spring Harbor Hospital, 123 Andover Road, Westbrook, ME, 04092, USA."], ["Kaplan", "Shir", "S", "University of Maryland, College Park, MD, 20742, USA."], ["Grados", "Marco", "M", "Johns Hopkins University School of Medicine, 733 N. Broadway, Baltimore, MD, 21205, USA."], [null, null, null, null]]}