{"title": "Sources and content of popular online videos about autism spectrum disorders.", "text": "Background: Our study aimed to determine source of upload and content portrayed in the100 most-viewed videos on autism spectrum disorders (ASDs) on the video sharing public forum, YouTube. ASDs have become highly prevalent in the last decade, arousing a significant response from the media and psycho-educational health professions. Utilization of and reliance on social media for information on health matters has also proliferated. Some suggest that online videos could promote early detection (and intervention) of ASD by prompting caregivers to seek guidance. However, the usefulness of the available videos is unclear. Methods: The 100 most popular YouTube videos were examined for source of upload and information provided. Popularity was determined by number of views, using the filter tool. Results: The videos had more than 121 million views combined. Only one video had been uploaded by a professional (a clinical psychologist). The 99 (non-professional) videos provided minimal data and research into known ASD risk factors. Interestingly, discredited vaccine-associated risks were promoted in 16% (95% CI = 09%-25%) of the 100 videos analyzed. Many videos featured a child with ASD exhibiting some characteristic patterns, such as engaging in a repetitive behavior (73%, 95% CI = 63%-81%); about as many videos referenced various therapies (75%, 95% CI = 65%-83%); and 54% (95% CI = 44%-64%) and 61% (95% CI =51%-71%) of the videos mentioned the economic and emotional toll of ASD on the family,respectively. Additional variables are discussed. Conclusion: The most popular online videos were primarily uploaded by non-professionals and provided limited content regarding ASD. Given the wide reach of social media and its potential for providing valuable information and guidance to the public on matters pertaining to ASD, we wish to underscore the necessity for a professional presence in this medium.", "journal": ["Health promotion perspectives", "Health Promot Perspect"], "id": "29085802", "doi": "10.15171/hpp.2017.41", "date": "2017-09-26", "authors": [["Kollia", "Betty", "B", "Department of Communication Disorders and Sciences, William Paterson University of New Jersey, Wayne, NJ 07470, USA."], ["Kamowski-Shakibai", "Margaret T", "MT", "Department of Communication Sciences and Disorders, Marymount Manhattan College, New York, 10021, USA."], ["Basch", "Corey H", "CH", "Department of Public Health, William Paterson University of New Jersey, Wayne, NJ 07470, USA."], ["Clark", "Ashley", "A", "Department of Public Health, William Paterson University of New Jersey, Wayne, NJ 07470, USA."]]}