{"title": "Diminished neural resources allocation to time processing in Autism Spectrum Disorders.", "text": "Interval timing, the ability to judge the duration of short events, has been shown to be compromised in Autism Spectrum Disorders (ASD). Timing abilities are ubiquitous and underlie behaviours as varied as sensory integration, motor coordination or communication. It has been suggested that atypical temporal processing in ASD could contribute to some of the disorder's symptoms, in particular motor clumsiness and difficulties in social interaction and communication. Recent behavioural investigations have suggested that interval timing in ASD is characterised by intact sensitivity but reduced precision in duration judgements.In this study we investigated the processing of duration as compared to pitch in a group of high-functioning individuals with ASD using magnetoencephalography (MEG). 18 adolescents and adults with ASD and 18 age- and IQ-matched typically-developing control (TDC) individuals compared two consecutive tones according to their duration or pitch in separate experimental blocks. The analysis was carried out exclusively on physically identical stimuli (500 Hz tones lasting 600 ms), which served, according to instruction, as standard or probe in a Duration or Pitch task respectively.Our results suggest that compared to TDC individuals, individuals with ASD are less able to predict the duration of the standard tone accurately, affecting the sensitivity of the comparison process. In addition, contrary to TDC individuals who allocate resources at different times depending on the nature of the task (pitch or duration discrimination), individuals with ASD seem to engage less resources for the Duration task than for the Pitch task regardless of the context. Although individuals with ASD showed top-down adaptation to the context of the task, this neuronal strategy reflects a bias in the readiness to perform different types of tasks, and in particular a diminished allocation of resources to duration processing which could have cascading effect on learning and development of other cognitive functions.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"], "id": "29085774", "doi": "10.1016/j.nicl.2017.09.023", "date": "2017-09-28", "authors": [["Lambrechts", "Anna", "A", "Autism Research Group, Department of Psychology, City University London, United Kingdom."], ["Falter-Wagner", "Christine M", "CM", "Department of Psychiatry and Psychotherapy and Institute of Medical Psychology, Faculty of Medicine, LMU Munich, Germany."], ["van Wassenhove", "Virginie", "V", "Cognitive Neuroimaging Unit, CEA DRF/Joliot/NeuroSpin, INSERM, Université Paris-Sud, Université Paris-Saclay, 91191 Gif/Yvette, France."]]}