{"title": "Prenatal exposure to TAK242 affects the childhood autism in offspring in animal models of autism spectrum disorder.", "text": "To evaluate whether prenatal exposure to TAK242 affects childhood autism in the offspring in animal models of autism spectrum disorder (ASD).The pregnant rats were pseudo-randomly divided into three groups, the ASD model group, the TAK242 treatment group, and the control group. The ASD model was constructed by injecting IP with LPS. The blood samples from 1-month-old offspring were collected for cytokine evaluation and the social interaction test was used in the offspring of ASD rats. Rats were killed and the hippocampus, cerebral cortex, and cerebellum were used for the immunohistochemical study.As compared to the control, the levels of IFN-γ, IL-1β, IL-2, and IL-6 were significantly increased (P<0.05), and the levels of IL-4, IL-10, and TGF-β were significantly decreased (P <0.05) in the offspring of ASD rats; whereas those cytokines were significantly reversed after prenatal exposure to TAK242 (P<0.05). The hesitation time and none-social interaction time were significantly increased as compared to the control (P<0.05); whereas they were both decreased after prenatal exposure to TAK242 (P<0.05). This was contrary to the social interaction time (P<0.05). The expression of GFAP and IBA1 in the cortex, hippocampus, and cerebellum were stronger in the LPS group as compared to control group, and this effect was reversed after prenatal exposure to TAK242.Prenatal exposure to TAK242 affects serum cytokines levels and the social interaction time in rat offspring in animal models of ASD.", "journal": ["Iranian journal of basic medical sciences", "Iran J Basic Med Sci"], "id": "29085596", "doi": "10.22038/IJBMS.2017.9270", "date": null, "authors": [["Xu", "Xiaoyan", "X", "The Children's Neurorehabilitation Center, the First Affiliated Hospital, Anhui Medical University, Hefei 230022, Anhui, China."], ["Wu", "De", null, "The Children's Neurorehabilitation Center, the First Affiliated Hospital, Anhui Medical University, Hefei 230022, Anhui, China."], ["Hou", "Shu", "S", "Department of Pediatrics, the First Affiliated Hospital, Anhui Medical University, Hefei 230022, Anhui, China."], ["Zhu", "Jing", "J", "The Children's Neurorehabilitation Center, the First Affiliated Hospital, Anhui Medical University, Hefei 230022, Anhui, China."], ["Li", "Jing", "J", "The Children's Neurorehabilitation Center, the First Affiliated Hospital, Anhui Medical University, Hefei 230022, Anhui, China."], ["Tang", "Jiulai", "J", "The Children's Neurorehabilitation Center, the First Affiliated Hospital, Anhui Medical University, Hefei 230022, Anhui, China."]]}