{"title": "Special educators' knowledge and training on autism in Karnataka: A cross-sectional study.", "text": "In the wake of increasing prevalence of autism globally, with a substantial change in understanding of the disorder, it is essential to update knowledge of the healthcare professionals involved in the intervention of children with autism. Special educators are important team members in the rehabilitation of children with autism. There are only a few studies addressing knowledge and training of special educators in the rehabilitation of children with autism, particularly in the Indian context.The present study investigated knowledge and training on autism among special educators in a southern state of India, Karnataka.A descriptive cross-sectional study design was adopted for this study.Data were collected from 47 special educators, who answered questions related to general knowledge, knowledge of educational programming, knowledge about classroom behaviors, and professional development needs regarding autism.Statistical analysis of the data was performed using Statistical Package for Social Sciences (version 16).Results of the study indicated that special educators had an overall reduced level of understanding about autism and poor knowledge on educational programming and classroom behaviors in children with autism. Further, their knowledge regarding autism varied with educational qualification and years of work experience.Findings of the study, thus, emphasize the need for increasing awareness by providing knowledge and training to special educators working with children with autism in India.", "journal": ["Indian journal of psychiatry", "Indian J Psychiatry"], "id": "29085097", "doi": "10.4103/psychiatry.IndianJPsychiatry_133_17", "date": null, "authors": [["Tiwari", "Shivani", "S", "Department of Speech and Hearing, School of Allied Health Sciences, Manipal University, Manipal, Karnataka, India."], ["John", "Joyce", "J", "Department of Speech and Hearing, School of Allied Health Sciences, Manipal University, Manipal, Karnataka, India."]]}