{"title": "Theta and Alpha Oscillation Impairments in Autistic Spectrum Disorder Reflect Working Memory Deficit.", "text": "A dysfunction in the excitatory-inhibitory (E/I) coordination in neuronal assembly has been proposed as a possible neurobiological mechanism of Autistic Spectrum Disorder (ASD). However, the potential impact of this mechanism in cognitive performance is not fully explored. Since the main consequence of E/I dysfunction is an impairment in oscillatory activity and its underlying cognitive computations, we assessed the electroencephalographic activity of ASD and typically developing (TD) subjects during a working-memory task. We found that ASD subjects committed more errors than TD subjects. Moreover, TD subjects demonstrated a parametric modulation in the power of alpha and theta band while ASD subjects did not demonstrate significant modulations. The preceding leads to significant differences between the groups in both the alpha power placed on the occipital cortex and the theta power placed on the left premotor and the right prefrontal cortex. The impaired theta modulation correlated with autistic symptoms. The results indicated that ASD may present an alteration in the recruitment of the oscillatory activity during working-memory, and this alteration could be related to the physiopathology of the disorder.", "journal": ["Scientific reports", "Sci Rep"], "id": "29085047", "doi": "10.1038/s41598-017-14744-8", "date": "2017-10-30", "authors": [["Larrain-Valenzuela", "Josefina", "J", "División de Neurociencia, Centro de Investigación en Complejidad Social (neuroCICS), Universidad del Desarrollo, Av. Las Condes 12461, Las Condes, Santiago, 7590943, Chile."], ["Zamorano", "Francisco", "F", "División de Neurociencia, Centro de Investigación en Complejidad Social (neuroCICS), Universidad del Desarrollo, Av. Las Condes 12461, Las Condes, Santiago, 7590943, Chile."], ["Soto-Icaza", "Patricia", "P", "Laboratorio de Neurociencias Cognitivas, Departamento de Psiquiatría, Centro Interdisciplinario de Neurociencia, Pontificia Universidad Católica de Chile, Marcoleta 391, Santiago, 8330024, Chile."], ["Carrasco", "Ximena", "X", "Laboratorio de Neurociencias Cognitivas, Departamento de Psiquiatría, Centro Interdisciplinario de Neurociencia, Pontificia Universidad Católica de Chile, Marcoleta 391, Santiago, 8330024, Chile."], ["Herrera", "Claudia", "C", "Sociedad de Psiquiatría y Neurología de la Infancia y Adolescencia de Chile, Esmeralda 678, Santiago, 8320053, Chile."], ["Daiber", "Francisca", "F", "Laboratorio de Neurociencias Cognitivas, Departamento de Psiquiatría, Centro Interdisciplinario de Neurociencia, Pontificia Universidad Católica de Chile, Marcoleta 391, Santiago, 8330024, Chile."], ["Aboitiz", "Francisco", "F", "Laboratorio de Neurociencias Cognitivas, Departamento de Psiquiatría, Centro Interdisciplinario de Neurociencia, Pontificia Universidad Católica de Chile, Marcoleta 391, Santiago, 8330024, Chile."], ["Billeke", "Pablo", "P", "División de Neurociencia, Centro de Investigación en Complejidad Social (neuroCICS), Universidad del Desarrollo, Av. Las Condes 12461, Las Condes, Santiago, 7590943, Chile. pbilleke@udd.cl."]]}