{"title": "Increases in the autistic trait of attention to detail are associated with decreased multisensory temporal adaptation.", "text": "Recent empirical evidence suggests that autistic individuals perceive the world differently than their typically-developed peers. One theoretical account, the predictive coding hypothesis, posits that autistic individuals show a decreased reliance on previous perceptual experiences, which may relate to autism symptomatology. We tested this through a well-characterized, audiovisual statistical-learning paradigm in which typically-developed participants were first adapted to consistent temporal relationships between audiovisual stimulus pairs (audio-leading, synchronous, visual-leading) and then performed a simultaneity judgement task with audiovisual stimulus pairs varying in temporal offset from auditory-leading to visual-leading. Following exposure to the visual-leading adaptation phase, participants' perception of synchrony was biased towards visual-leading presentations, reflecting the statistical regularities of their previously experienced environment. Importantly, the strength of adaptation was significantly related to the level of autistic traits that the participant exhibited, measured by the Autism Quotient (AQ). This was specific to the Attention to Detail subscale of the AQ that assesses the perceptual propensity to focus on fine-grain aspects of sensory input at the expense of more integrative perceptions. More severe Attention to Detail was related to weaker adaptation. These results support the predictive coding framework, and suggest that changes in sensory perception commonly reported in autism may contribute to autistic symptomatology.", "journal": ["Scientific reports", "Sci Rep"], "id": "29085016", "doi": "10.1038/s41598-017-14632-1", "date": "2017-10-30", "authors": [["Stevenson", "Ryan A", "RA", "Western University, Department of Psychology, London, ON, Canada. rsteve28@uwo.ca."], ["Toulmin", "Jennifer K", "JK", "The University of Toronto, Department of Psychology, Toronto, ON, Canada."], ["Youm", "Ariana", "A", "The University of Toronto, Department of Psychology, Toronto, ON, Canada."], ["Besney", "Richard M A", "RMA", "Western University, Department of Psychology, London, ON, Canada."], ["Schulz", "Samantha E", "SE", "Western University, Department of Psychology, London, ON, Canada."], ["Barense", "Morgan D", "MD", "The University of Toronto, Department of Psychology, Toronto, ON, Canada."], ["Ferber", "Susanne", "S", "The University of Toronto, Department of Psychology, Toronto, ON, Canada."]]}