{"title": "Mechanistic target of rapamycin is necessary for changes in dendritic spine morphology associated with long-term potentiation.", "text": "Alterations in the strength of excitatory synapses in the hippocampus is believed to serve a vital function in the storage and recall of new information in the mammalian brain. These alterations involve the regulation of both functional and morphological features of dendritic spines, the principal sites of excitatory synaptic contact. New protein synthesis has been implicated extensively in the functional changes observed following long-term potentiation (LTP), and changes to spine morphology have similarly been documented extensively following synaptic potentiation. However, mechanistic links between de novo translation and the structural changes of potentiated spines are less clear. Here, we assess explicitly the potential contribution of new protein translation under control of the mechanistic target of rapamycin (mTOR) to LTP-associated changes in spine morphology. Utilizing genetic and pharmacological manipulations of mTORC1 function in combination with confocal microscopy in live dissociated hippocampal cultures, we demonstrate that chemically-induced LTP (cLTP) requires do novo protein synthesis and intact mTORC1 signaling. We observed a striking diversity in response properties across morphological classes, with mushroom spines displaying a particular sensitivity to altered mTORC1 signaling across varied levels of synaptic activity. Notably, while pharmacological inhibition of mTORC1 signaling significantly diminished glycine-induced changes in spine morphology, transient genetic upregulation of mTORC1 signaling was insufficient to produce spine enlargements on its own. In contrast, genetic upregulation of mTORC1 signaling promoted rapid expansion in spine head diameter when combined with otherwise sub-threshold synaptic stimulation. These results suggest that synaptic activity-derived signaling pathways act in combination with mTORC1-dependent translational control mechanisms to ultimately regulate changes in spine morphology. As several monogenic neurodevelopmental disorders with links to Autism and Intellectual Disability share a common feature of dysregulated mTORC1 signaling, further understanding of the role of this signaling pathway in regulating synapse function and morphology will be essential in the development of novel therapeutic interventions.", "journal": ["Molecular brain", "Mol Brain"], "id": "29084578", "doi": "10.1186/s13041-017-0330-y", "date": "2017-10-30", "authors": [["Henry", "Fredrick E", "FE", "Neuroscience Graduate Program, University of Michigan, Ann Arbor, MI, 48109, USA."], ["Hockeimer", "William", "W", "Molecular and Behavioral Neuroscience Institute, University of Michigan, Ann Arbor, MI, 48109, USA."], ["Chen", "Alex", "A", "Neuroscience Graduate Program, University of Michigan, Ann Arbor, MI, 48109, USA."], ["Mysore", "Shreesh P", "SP", "Department of Pyschological and Brain Sciences, Johns Hopkins University, Baltimore, MD, 21218, USA."], ["Sutton", "Michael A", "MA", "Neuroscience Graduate Program, University of Michigan, Ann Arbor, MI, 48109, USA. masutton@med.umich.edu."]]}