{"title": "Therapy of a couple with a bipolar spouse.", "text": "Qualitative analysis of therapy of a couple with a partner who has bipolar disorder is an important research paradigm in contemporary psychotherapy of mental disorders.The qualitative method of the study is important both from the cognitive point of view and for the evaluation of the therapeutic efficacy in the individual, idiographical aspect.The aim of the study is a qualitative analysis of the therapeutic process of a couple in which one partner suffers from bipolar affective disorder.The study of the couple therapy process utilized the qualitative research methodology using variouspsychotherapeutic paradigms indicating the interrelationships that exist between relapses of the disease and functioning of the couple. The importance of triangulation processes, inheritance of transgenerational myths and dysfunctional cognitive patterns in the functional destabilization of a couple with one partner suffering from bipolar affective disorder was indicated.The study of the couple therapy process utilized the qualitative research methodology using variouspsychotherapeutic paradigms indicating the interrelationships that exist between relapses of the disease and functioning of the couple. The importance of triangulation processes, inheritance of transgenerational myths and dysfunctional cognitive patterns in the functional destabilization of a couple with one partner suffering from bipolar affective disorder was indicated.The dysfunctionality of the discussed couple is largely due to the effects of bipolar disorder and related disturbances on marital functioning. The spectrum of autism in the child is probably related both to the genetic strain of predisposition to psychiatric disorders and to the dysfunctionality of the parental dyad. The presence of bipolar affective disorder in the partner's family is also a genetic burden. The wife's aggression represents probably a syndrome of adaptation to disease in the family. Aggression plays a morphostatic role in the couple integrity.In both families of origin of the spouses, the transgeneration myth placed the woman in the position of a strong and family-oriented person.", "journal": ["Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego", "Pol. Merkur. Lekarski"], "id": "29084191", "doi": null, "date": null, "authors": [["Witusik", "Andrzej", "A", "Department of Psychology, Institute of Pedagogical Sciences, Jan Kochanowski University in Kielce; Piotrkow Trybunalski Branch, Poland."], ["Pietras", "Tadeusz", "T", "Department of Clinical Pharmacology, Medical University of Lodz, Poland."]]}