{"title": "Forensic Epidemiology in Italy: principles and practice.", "text": "Forensic epidemiology (FE) implies the use of epidemiological data in the processes and the involvement of epidemiologists in judicial proceedings. FE is essential for the assessment of causal association between the exposure to specific agents and the occurrence of diseases. In this paper we describe FE principles and applications in the Italian context as in recent years FE emerged increasingly as well as the need of experienced and trained epidemiological experts able to navigate legal proceedings. In the literature, the principles of FE have been widely described by different authors, among them: Kennet Rothman who introduced the definition of cause, Sir Austin Bradford Hill who proposed an analytic framework to assess the causal association, and recently by Sana Loue who described the actual legislation and application of FE in the United States. Despite the legislation varies among different countries epidemiological methods and theories represent the foundation for the application of FE we illustrate in this paper. The association between environmental pollution and disease, mobile phones and cancer, vaccines and autism, asbestos and pleural mesothelioma are all situations that underscore the need for FE investigations in criminal acts. Causal association is a complex process: in real life only in limited cases causal associations are assessed by gathering robust scientific evidence, while cases with doubts and situations where different approaches to questions may lead to discordant arguments to questions may lead to discordant arguments are more frequent. Therefore, during the assessment of causation in civil and criminal matters the choice the epidemiological expert - with his knowledge and expertise - and the evidence from well-designed studies are crucial to fill the gaps between clinical and epidemiological data and the low.", "journal": ["Acta bio-medica : Atenei Parmensis", "Acta Biomed"], "id": "29083343", "doi": null, "date": "2017-10-23", "authors": [["Chiesa", "Valentina", "V", ". valentina.chiesa@studenti.unipr.it."], ["Odone", "Anna", "A", null], ["Signorelli", "Carlo", "C", null]]}