{"title": "Dimensional assessment of schizotypal, psychotic, and other psychiatric traits in children and their parents: development and validation of the Childhood Oxford-Liverpool Inventory of Feelings and Experiences on a representative US sample.", "text": "Healthy functioning relies on a variety of perceptual, cognitive, emotional, and behavioral abilities that are distributed throughout the normal population. Variation in these traits define the wide range of neurodevelopmental (NDD) and neuropsychiatric (NPD) disorders. Here, we introduce a new measure for assessing these traits in typically developing children and children at risk for NDD and NPD from age 2 to 18 years.The Childhood Oxford-Liverpool Inventory of Feelings and Experiences (CO-LIFE) was created as a dimensional, parent-report measure of schizotypal and psychotic traits in the general population. Parents of 2,786 children also self-reported on an adapted version of the Oxford-Liverpool Inventory of Feelings and Experiences (O-LIFE-US).The CO-LIFE resulted in continuous distributions for the total score and for each of three factor analytically-derived subscales. Item response theory (IRT) analyses indicated strong reliability across the score range for the O-LIFE-US and the CO-LIFE. Internal consistency and test-retest reliability were high across all scales. Parent-child intraclass correlations were consistent with high heritability. The scales discriminated participants who reported a lifetime psychiatric diagnosis from those who reported no diagnosis. The O-LIFE-US and CO-LIFE scores correlated positively with the Social Responsiveness Scale 2 (SRS-2) indicating good convergent validity.Like the original O-LIFE, the O-LIFE-US and the CO-LIFE are valid and reliable tools that reflect the spectrum of psychiatric and schizotypal traits in the general population. Such scales are necessary for conducting family studies that aim to examine a range of psychological and behavioral traits in both children and adults and are well-suited for the Research Domain Criteria (RDoC) initiative of the NIMH.", "journal": ["Journal of child psychology and psychiatry, and allied disciplines", "J Child Psychol Psychiatry"], "id": "29083029", "doi": "10.1111/jcpp.12827", "date": "2017-10-30", "authors": [["Evans", "David W", "DW", "Department of Psychology, Program in Neuroscience, Bucknell University, Lewisburg, PA, USA."], ["Lusk", "Laina G", "LG", "Department of Psychology, Program in Neuroscience, Bucknell University, Lewisburg, PA, USA."], ["Slane", "Mylissa M", "MM", "Geisinger Health System, Danville, PA, USA."], ["Michael", "Andrew M", "AM", "Geisinger Health System, Danville, PA, USA."], ["Myers", "Scott M", "SM", "Geisinger Health System, Danville, PA, USA."], ["Uljarević", "Mirko", "M", "Olga Tennison Autism Research Centre, School of Psychology and Public Health, La Trobe University, Melbourne, Vic, Australia."], ["Mason", "Oliver", "O", "School of Psychology, University of Surrey Stag Hill, Guilford, Surrey, UK."], ["Claridge", "Gordon", "G", "Department of Experimental Psychology, Oxford University, Oxford, UK."], ["Frazier", "Thomas", "T", "Cleveland Clinic Children's Hospital, Center for Pediatric Behavioral Health, Cleveland, OH, USA."]]}