{"title": "Anxiety Disorders and Obsessive-Compulsive Disorder in Individuals with Autism Spectrum Disorder.", "text": "This review aims to synthesize the most recent research on anxiety disorders and obsessive-compulsive disorder (OCD) in individuals with autism spectrum disorder (ASD) and discuss the relationship between these conditions and challenges for assessment. Furthermore, implications for treatment and future directions are discussed.Research suggests that anxiety disorders and OCD are highly prevalent in individuals with ASD. However, the significant overlap of ASD features with anxiety and OCD symptomology makes differential diagnosis of these disorders particularly challenging. Though several treatments for anxiety have been adapted for youth with ASD (e.g., cognitive behavior therapy), pharmacological treatments and treatments for adults are still marked undeveloped. Despite the high prevalence of anxiety disorders and OCD in ASD and some recent advances in assessment and treatment, research is needed to clarify the multifaceted relationship of these conditions and develop tailored assessment and treatment approaches appropriate for a full range of individuals with ASD.", "journal": ["Current psychiatry reports", "Curr Psychiatry Rep"], "id": "29082426", "doi": "10.1007/s11920-017-0846-y", "date": "2017-10-30", "authors": [["Postorino", "Valentina", "V", "The Marcus Autism Center, 1920 Briarcliff Road, NE, Atlanta, GA, 30329, USA."], ["Kerns", "Connor M", "CM", "A.J. Drexel Autism Institute, Drexel University, 3020 Market Street, Suite 560, Philadelphia, PA, 19104-3734, USA."], ["Vivanti", "Giacomo", "G", "A.J. Drexel Autism Institute, Drexel University, 3020 Market Street, Suite 560, Philadelphia, PA, 19104-3734, USA."], ["Bradshaw", "Jessica", "J", "The Marcus Autism Center, 1920 Briarcliff Road, NE, Atlanta, GA, 30329, USA."], ["Siracusano", "Martina", "M", "Child Neurology and Psychiatry Unit, Systems Medicine Department, Tor Vergata University Hospital of Rome, Rome, Italy."], ["Mazzone", "Luigi", "L", "Child Neurology and Psychiatry Unit, Systems Medicine Department, Tor Vergata University Hospital of Rome, Rome, Italy. gigimazzone@yahoo.it."]]}