{"title": "Parent-Reported Problematic Sleep Behaviors in Children with Comorbid Autism Spectrum Disorder and Attention-Deficit/Hyperactivity Disorder.", "text": "Sleep problems are frequent and well documented in children with Autism Spectrum Disorders (ASD), children with Attention Deficit/Hyperactivity Disorder (ADHD) and children with internalizing problems, however limited work has examined sleep problems in children presenting with comorbid ASD/ADHD. In healthy children, sleep problems negatively impact social, emotional, and academic functioning. The current study sought to examine diagnostic severity as predictors of sleep problems in children with comorbid ASD/ADHD. Additionally, the association between sleep and \"real-life\" functional domains (i.e., intellectual functioning, academic achievement, and executive functioning) were assessed.Sleep, internalizing difficulties, intellectual functioning, academic achievement and executive functioning were assessed in 85 children with who carried the dual diagnoses of ASD and ADHD.Internalizing difficulties, rather than ASD or ADHD symptom severity, was the most consistent predictor of problematic sleep behaviors (i.e., nightmares overtiredness, sleeping less than other children, trouble sleeping, and Total Problematic Sleep Behaviors) in this sample. Further, parent report of problematic sleep behaviors was significantly associated with functional domains after controlling for ASD, ADHD, and internalizing symptoms.Results suggest that internalizing symptoms are associated with problematic sleep behaviors in children with comorbid ASD/ADHD and may have implications for the \"real-life\" functioning among children with comorbid ASD/ADHD.", "journal": ["Research in autism spectrum disorders", "Res Autism Spectr Disord"], "id": "29081833", "doi": "10.1016/j.rasd.2017.04.003", "date": "2017-05-03", "authors": [["Reynolds", "Katharine C", "KC", "University of Houston, Department of Psychology; 3695 Cullen Boulevard Room 126 Houston, TX 77204-5022."], ["Patriquin", "Michelle", "M", "The Menninger Clinic; 12301 S. Main St. Houston TX 77035."], ["Alfano", "Candice A", "CA", "University of Houston, Department of Psychology; 3695 Cullen Boulevard Room 126 Houston, TX 77204-5022."], ["Loveland", "Katherine A", "KA", "University of Texas Medical School at Houston; 1941 East Road, Rm. 3.126 BBSB; Houston, TX, 77054."], ["Pearson", "Deborah A", "DA", "University of Texas Medical School at Houston; 1941 East Road, Rm. 3.126 BBSB; Houston, TX, 77054."]]}