{"title": "The Locus Preservation Hypothesis: Shared Linguistic Profiles across Developmental Disorders and the Resilient Part of the Human Language Faculty.", "text": "Grammatical markers are not uniformly impaired across speakers of different languages, even when speakers share a diagnosis and the marker in question is grammaticalized in a similar way in these languages. The aim of this work is to demarcate, from a cross-linguistic perspective, the linguistic phenotype of three genetically heterogeneous developmental disorders: specific language impairment, Down syndrome, and autism spectrum disorder. After a systematic review of linguistic profiles targeting mainly English-, Greek-, Catalan-, and Spanish-speaking populations with developmental disorders (n = 880), shared loci of impairment are identified and certain domains of grammar are shown to be more vulnerable than others. The distribution of impaired loci is captured by the Locus Preservation Hypothesis which suggests that specific parts of the language faculty are immune to impairment across developmental disorders. Through the Locus Preservation Hypothesis, a classical chicken and egg question can be addressed: Do poor conceptual resources and memory limitations result in an atypical grammar or does a grammatical breakdown lead to conceptual and memory limitations? Overall, certain morphological markers reveal themselves as highly susceptible to impairment, while syntactic operations are preserved, granting support to the first scenario. The origin of resilient syntax is explained from a phylogenetic perspective in connection to the \"syntax-before-phonology\" hypothesis.", "journal": ["Frontiers in psychology", "Front Psychol"], "id": "29081756", "doi": "10.3389/fpsyg.2017.01765", "date": "2017-10-13", "authors": [["Leivada", "Evelina", "E", "Language and Culture, UiT-The Arctic University of Norway, Tromsø, Norway."], ["Kambanaros", "Maria", "M", "Rehabilitation Sciences, Cyprus University of Technology, Limassol, Cyprus."], ["Grohmann", "Kleanthes K", "KK", "Rehabilitation Sciences, Cyprus University of Technology, Limassol, Cyprus."]]}