{"title": "Behaviorally-determined sleep phenotypes are robustly associated with adaptive functioning in individuals with low functioning autism.", "text": "Despite sleep disturbance being a common complaint in individuals with autism, specific sleep phenotypes and their relationship to adaptive functioning have yet to be identified. This study used cluster analysis to find distinct sleep patterns and relate them to independent measures of adaptive functioning in individuals with autism. Approximately 50,000 nights of care-giver sleep/wake logs were collected on school-days for 106 individuals with low functioning autism (87 boys, 14.77 ± 3.11 years) for 0.5-6 years (2.2 ± 1.5 years) from two residential schools. Using hierarchical cluster analysis, performed on summary statistics of each individual across their recording duration, two clusters of individuals with clearly distinguishable sleep phenotypes were found. The groups were summarized as 'unstable' sleepers (cluster 1, n = 41) and 'stable' sleepers (cluster 2, n = 65), with the former exhibiting reduced sleep duration, earlier sleep offset, and less stability in sleep timing. The sleep clusters displayed significant differences in properties that were not used for clustering, such as intellectual functioning, communication, and socialization, demonstrating that sleep phenotypes are associated with symptom severity in individuals with autism. This study provides foundational evidence for profiling and targeting sleep as a standard part of therapeutic intervention in individuals with autism.", "journal": ["Scientific reports", "Sci Rep"], "id": "29079761", "doi": "10.1038/s41598-017-14611-6", "date": "2017-10-27", "authors": [["Cohen", "Simonne", "S", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Fulcher", "Ben D", "BD", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Rajaratnam", "Shantha M W", "SMW", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Conduit", "Russell", "R", "School of Health Sciences, Royal Melbourne Institute of Technology, Melbourne, Australia."], ["Sullivan", "Jason P", "JP", "Division of Sleep and Circadian Disorders, Brigham and Women's Hospital, Boston, USA."], ["Hilaire", "Melissa A St", "MAS", "Division of Sleep and Circadian Disorders, Brigham and Women's Hospital, Boston, USA."], ["Phillips", "Andrew J", "AJ", "Division of Sleep and Circadian Disorders, Brigham and Women's Hospital, Boston, USA."], ["Loddenkemper", "Tobias", "T", "Division of Sleep Medicine, Harvard Medical School, Boston, USA."], ["Kothare", "Sanjeev V", "SV", "Division of Sleep Medicine, Harvard Medical School, Boston, USA."], ["McConnell", "Kelly", "K", "New England Center for Children, Southborough, USA."], ["Ahearn", "William", "W", "New England Center for Children, Southborough, USA."], ["Braga-Kenyon", "Paula", "P", "New England Center for Children, Southborough, USA."], ["Shlesinger", "Andrew", "A", "Melmark New England, Andover, USA."], ["Potter", "Jacqueline", "J", "Melmark New England, Andover, USA."], ["Bird", "Frank", "F", "Melmark New England, Andover, USA."], ["Cornish", "Kim M", "KM", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Lockley", "Steven W", "SW", "Monash Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Melbourne, Australia. slockley@hms.harvard.edu."]]}