{"title": "Whole brain white matter connectivity analysis using machine learning: An application to autism.", "text": "In this paper, we propose an automated white matter connectivity analysis method for machine learning classification and characterization of white matter abnormality via identification of discriminative fiber tracts. The proposed method uses diffusion MRI tractography and a data-driven approach to find fiber clusters corresponding to subdivisions of the white matter anatomy. Features extracted from each fiber cluster describe its diffusion properties and are used for machine learning. The method is demonstrated by application to a pediatric neuroimaging dataset from 149 individuals, including 70 children with autism spectrum disorder (ASD) and 79 typically developing controls (TDC). A classification accuracy of 78.33% is achieved in this cross-validation study. We investigate the discriminative diffusion features based on a two-tensor fiber tracking model. We observe that the mean fractional anisotropy from the second tensor (associated with crossing fibers) is most affected in ASD. We also find that local along-tract (central cores and endpoint regions) differences between ASD and TDC are helpful in differentiating the two groups. These altered diffusion properties in ASD are associated with multiple robustly discriminative fiber clusters, which belong to several major white matter tracts including the corpus callosum, arcuate fasciculus, uncinate fasciculus and aslant tract; and the white matter structures related to the cerebellum, brain stem, and ventral diencephalon. These discriminative fiber clusters, a small part of the whole brain tractography, represent the white matter connections that could be most affected in ASD. Our results indicate the potential of a machine learning pipeline based on white matter fiber clustering.", "journal": ["NeuroImage", "Neuroimage"], "id": "29079524", "doi": "10.1016/j.neuroimage.2017.10.029", "date": "2017-10-25", "authors": [["Zhang", "Fan", "F", "Harvard Medical School, Boston MA, USA. Electronic address: fzhang@bwh.harvard.edu."], ["Savadjiev", "Peter", "P", "Harvard Medical School, Boston MA, USA."], ["Cai", "Weidong", "W", "University of Sydney, Sydney NSW, Australia."], ["Song", "Yang", "Y", "University of Sydney, Sydney NSW, Australia."], ["Rathi", "Yogesh", "Y", "Harvard Medical School, Boston MA, USA."], ["Tunç", "Birkan", "B", "University of Pennsylvania, Philadelphia PA, USA."], ["Parker", "Drew", "D", "University of Pennsylvania, Philadelphia PA, USA."], ["Kapur", "Tina", "T", "Harvard Medical School, Boston MA, USA."], ["Schultz", "Robert T", "RT", "University of Pennsylvania, Philadelphia PA, USA; Department of Radiology, Children's Hospital of Philadelphia, Philadelphia PA, USA."], ["Makris", "Nikos", "N", "Harvard Medical School, Boston MA, USA."], ["Verma", "Ragini", "R", "University of Pennsylvania, Philadelphia PA, USA."], ["O'Donnell", "Lauren J", "LJ", "Harvard Medical School, Boston MA, USA."]]}