{"title": "CHD8short, a naturally-occurring truncated form of a chromatin remodeler lacking the helicase domain, is a potent transcriptional coregulator.", "text": "Chromodomain-Helicase-DNA binding protein 8 (CHD8) is a member of a large family of eukaryotic ATP-dependent chromatin remodeling complexes. Loss of function alleles of human chd8 are correlated with autism spectrum disorder. The CHD subfamily members contain a tandem pair of chromodomains that are adjacent to a centrally located Snf2-like helicase domain. An alternatively spliced variant mRNA of CHD8 was identified years ago in mammals that encode a truncated form of the protein, called Duplin, that lacks the helicase domain and everything else in the carboxyl direction. We are using zebrafish to explore the functions of CHD8, especially the truncated form that we refer to as CHD8short (CHD8S). The mRNA for CHD8S is expressed differentially during embryonic development. Using a PCR assay we detected expression of putative zebrafish chd8s mRNA that is barely detectable during early embryogenesis (shield stage at 6h), but increases markedly soon thereafter at 80-90% epiboly (9h) and bud stages (10h), with a return to low levels in 16-somite (17h) and 24hpf embryos. Except for high expression during the shield stage, steady-state levels of chd8l (long) mRNA are relatively constant during the same period of development. We subcloned both chd8l and chd8s cDNAs into expression vector plasmids for use in transient transfection experiments in zebrafish ZF4 cells. In some experiments the luciferase reporter gene was driven by a synthetic promoter that is responsive to activation by ZNF143 activator protein, a known interacting protein with CHD8 in mammalian cells. Whereas CHD8L was a modest coactivator, CHD8S was a potent coactivator, a surprising result since CHD8S is lacking a critical domain to function as a chromatin remodeler enzyme. CHD8S coactivator function is dependent on a region of the protein within the first 50 amino-terminal amino acids. In transient transfection experiments using a Lef1/β-catenin reporter gene, CHD8S was a modest repressor, but deletion of 50 or more amino-terminal amino acids converted it to a coactivator. When synthetic chd8s mRNA was injected into zebrafish embryos in order to overexpress CHD8S, we observed significant brain disruption phenotypes.", "journal": ["Gene", "Gene"], "id": "29079199", "doi": "10.1016/j.gene.2017.10.058", "date": "2017-10-25", "authors": [["Kunkel", "Gary R", "GR", "Department of Biochemistry and Biophysics, Texas A&M University, 2128 TAMU, College Station, TX 77843-2128, United States. Electronic address: g-kunkel@tamu.edu."], ["Tracy", "Jessica A", "JA", "Department of Biochemistry and Biophysics, Texas A&M University, 2128 TAMU, College Station, TX 77843-2128, United States."], ["Jalufka", "Frank L", "FL", "Department of Biochemistry and Biophysics, Texas A&M University, 2128 TAMU, College Station, TX 77843-2128, United States."], ["Lekven", "Arne C", "AC", "Department of Biology, Texas A&M University, 3258 TAMU, College Station, TX 77843-3258, United States."]]}