{"title": "Don't ask me what's the matter, ask me what matters: Acute mental health facility experiences of people living with autism spectrum conditions.", "text": "WHAT IS KNOWN ON THE SUBJECT?: There is a growing body of evidence that many people with an autism spectrum condition suffer anxiety in their daily life and a realization among practitioners that admission to a mental health unit for this population is usually a negative anxiety-inducing experience. Anxiety is driven by the intolerance of uncertainty that is being unsure of what is going to happen, how long the uncertainty will exist and the insistence of sameness which, when compromised, can be anxiety provoking. Equally, confusion in understanding personal emotional responses and those of others is a source of anxiety. WHAT THIS PAPER ADDS TO EXISTING KNOWLEDGE?: This paper builds upon existing understanding of anxiety as a causative factor of mental ill-health for people with an autism spectrum condition. Specifically, this paper explores the potentially anxiety-inducing experience of mental health unit admission; how anxiety is felt, triggered, expressed and managed. WHAT ARE THE IMPLICATIONS FOR PRACTICE?: As many different anxiety responses could be exhibited during hospitalization, including violent acts and self-harming, for mental health practitioners working in the inpatient units, it is essential that the thoughts, feelings and responses of the patient with an autistic spectrum condition (ASC) are better understood and that support offered during their stay in a mental health facility is from an informed position.Background This qualitative study explored how mental health inpatients with autistic spectrum conditions (ASCs) experience and cope with anxiety when admitted to an acute mental health inpatient facility in the United Kingdom. Anxiety is a common characteristic for people who live with ASCs and whilst a plethora of studies on anxiety in this population is published which correlate anxiety with mental health service experience, little is known about the actual triggers of anxiety and its manifestations. This study adds to a body of evidence which considers anxiety experienced by people with autism. The rationale for this study includes the need to heighten mental health practitioners' understanding, of the responses, motivations to engage and support required to overcome fears and anxieties when admitted to a mental health inpatient unit. Method The study used a qualitative naturalistic research design, to explore the emotional and psychological experiences of being a mental health inpatient living with an ASC. During 2015-2017. audio-recorded semistructured interviews captured the experiences of 20 adults from the east of England who were former psychiatric inpatients with an established diagnosis of ASC. Interpretative phenomenological analysis enabled the identification of broad themes which explained in rich detail, participant reflections regarding the situations and events within the acute care mental health facility that triggered their anxiety, manifestations of anxiety and responses to their anxiety. Findings Broad response patterns were identified that could be associated with their anxiety that is isolating themselves from others, including patients and staff, ceasing to eat and sleep adequately and all too often self-harming or exhibiting aggressive and violent responses. Conclusions The anxiety caused by the physical environment appears to be overlooked by mental health practitioners so attention to anxiety-inducing encounters is needed when planning acute care mental health service improvement and research is required to clearly understand the experiences of this vulnerable group.", "journal": ["Journal of psychiatric and mental health nursing", "J Psychiatr Ment Health Nurs"], "id": "29078024", "doi": "10.1111/jpm.12438", "date": "2017-11-13", "authors": [["Maloret", "P", "P", "Nursing and Midwifery, School of Health and Social Work, University of Hertfordshire, Hatfield, UK."], ["Scott", "T", "T", "Centre for Research in Primary and Community Care, University of Hertfordshire, Hatfield, UK."]]}