{"title": "Neural correlates of preferred activities: development of an interest-specific go/nogo task.", "text": "The activities we choose to spend our leisure time with are intrinsically motivating and vary across individuals. Yet it is unknown how impulse control or neural activity changes when processing a preferred stimulus related to a hobby or interest. Developing a task that assesses the response to preferred interests is of importance as it would be relevant to a range of psychiatric disorders that have hyper- or hypo-arousal to such cues. During functional Magnetic Resonance Imaging (fMRI), 39 healthy adults completed a novel task to test approach behavior and cognitive control to cues that were personalized to the participants' interests compared to stimuli the participants identified as being of non-interest and colored shapes. fMRI results showed that cues of one's interest elicited activation in the anterior insula compared to colored shapes. Interests did not change inhibition compared to non-interests and colored shapes and all stimuli equally engaged a frontostriatal circuit. Together the results suggest that adults were sensitive to their interests but were effective at regulating their impulses towards these cues, a skill that is critical for navigating the temptations and distractions in our daily environment.", "journal": ["Social cognitive and affective neuroscience", "Soc Cogn Affect Neurosci"], "id": "29077964", "doi": "10.1093/scan/nsx127", "date": null, "authors": [["Bos", "Dienke J", "DJ", "Weill Cornell Medicine, The Sackler Institute for Developmental Psychobiology, Department of Psychiatry, New York, NY, USA."], ["Ajodan", "Eliana L", "EL", "Weill Cornell Medicine, The Sackler Institute for Developmental Psychobiology, Department of Psychiatry, New York, NY, USA."], ["Silverman", "Melanie R", "MR", "Weill Cornell Medicine, The Sackler Institute for Developmental Psychobiology, Department of Psychiatry, New York, NY, USA."], ["Dyke", "Jonathan P", "JP", "Weill Cornell Medicine, Citigroup Biomedical Imaging Center, Department of Radiology, New York, NY, USA."], ["Durston", "Sarah", "S", "Department of Psychiatry, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Power", "Jonathan D", "JD", "Weill Cornell Medicine, The Sackler Institute for Developmental Psychobiology, Department of Psychiatry, New York, NY, USA."], ["Jones", "Rebecca M", "RM", "Weill Cornell Medicine, The Sackler Institute for Developmental Psychobiology, Department of Psychiatry, New York, NY, USA."]]}