{"title": "Oral assessment of children with autism spectrum disorder in Rawalpindi, Pakistan.", "text": "Comparison of oral health status, dental needs and dietary habits of children with autism and their healthy siblings. In this cross-sectional study, oral hygiene measures, sugar consumption and dental examination of 58 Pakistani children with autism spectrum disorder were assessed and compared to 27 of their siblings without autism spectrum disorder. Questionnaires were distributed to their parents regarding oral hygiene measures, dietary habits and past dental experiences. Clinical examination for the presence of dental caries, periodontal disease or parafunctional habits was carried out and findings were associated with the mother's education. Children with autism had a higher incidence of caries (50%) as compared to their healthy siblings (22.2%). Significant differences were observed between the groups regarding frequency of brushing and independent brushing. Dental plaque was observed on anterior teeth in 24% children with autism spectrum disorder as compared to 14% in the control group. Trauma due to self-injurious behaviour and bruxism was also recorded and compliance during clinical examination was noted in children with autism spectrum disorder. There was no significant difference in sugar consumption between children with autism spectrum disorder and their healthy siblings. Children with autism had greater dental needs and were more prone to developing dental problems as compared to their healthy siblings.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29076744", "doi": "10.1177/1362361317730299", "date": "2017-10-01", "authors": [["Suhaib", "Fatima", "F", "Army Medical College, National University of Medical Sciences, Pakistan."], ["Saeed", "Asfia", "A", "Army Medical College, National University of Medical Sciences, Pakistan."], ["Gul", "Hashmat", "H", "Army Medical College, National University of Medical Sciences, Pakistan."], ["Kaleem", "Muhammad", "M", "Army Medical College, National University of Medical Sciences, Pakistan."]]}