{"title": "What will my child's future hold? phenotypes of intellectual development in 2-8-year-olds with autism spectrum disorder.", "text": "We examined phenotypes of autism spectrum disorder (ASD) based on trajectories of intellectual development from early (ages 2-3 ½) to middle (ages 5-8) childhood in a recent clinically ascertained cohort. Participants included 102 children (82 males) initially diagnosed with ASD from the Autism Phenome Project longitudinal sample. Latent class growth analysis was used to identify distinct IQ trajectories. Baseline and developmental course differences among groups were assessed using univariate techniques and repeated measures regression models, respectively. A four class model best represented the data. Using the highest posterior probability, participants were assigned to High Challenges (25.5%), Stable Low (17.6%), Changers (35.3%), and Lesser Challenges (21.6%) groups. The High Challenges and Stable Low groups exhibited persistently low IQ, although, the High Challenges group experienced declines while the Stable Low group's scores remained more constant. Changers showed IQ improvement of > 2 standard deviations. The Lesser Challenges group had IQs in the average range at both times that were about 1 standard deviation higher at T2. In summation, 75% of the participants experienced some relative improvements in intellectual and/or other areas of functioning between ages 2 and 8 years. The Changers group demonstrated the most significant IQ change that was accompanied by adaptive communication improvement and declining externalizing symptoms. Only the Lesser Challenges group showed a significant reduction in ASD symptom severity, such that by age 8, 14% of them no longer met ADOS-2 criteria for ASD. All groups showed reductions in internalizing symptoms. Intervention history was not associated with group status. Autism Res 2018, 11: 121-132. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.We examined how the IQs of children with autism spectrum disorder change between ages 2 and 8, and identified four patterns. Two groups exhibited persistently lower IQs. One group showed IQ increases of greater than 30 points with improved communicate abilities and declining disruptive behaviors. The final group had IQs in the average or better range at both time points, and 14% of them lost their diagnoses. Over half of the children experienced improved intellectual functioning between ages 2 and 8, whereas about 25% showed declines. Findings were not associated with intervention history.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29076255", "doi": "10.1002/aur.1884", "date": "2017-10-27", "authors": [["Solomon", "Marjorie", "M", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, Sacramento, CA."], ["Iosif", "Ana-Maria", "AM", "Department of Public Health Sciences, University of California-Davis, Davis, CA."], ["Reinhardt", "Vanessa P", "VP", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, Sacramento, CA."], ["Libero", "Lauren E", "LE", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, Sacramento, CA."], ["Nordahl", "Christine W", "CW", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, Sacramento, CA."], ["Ozonoff", "Sally", "S", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, Sacramento, CA."], ["Rogers", "Sally J", "SJ", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, Sacramento, CA."], ["Amaral", "David G", "DG", "Department of Psychiatry & Behavioral Sciences, University of California-Davis, Sacramento, CA."]]}