{"title": "Examining bidirectional effects between the autism spectrum disorder (ASD) core symptom domains and anxiety in children with ASD.", "text": "Although a bidirectional relationship between autism spectrum disorder (ASD) and anxiety symptoms is assumed, few studies have investigated this. Moreover, little is known about potential differential relationships of the two core symptom domains of ASD - social communication impairment and restricted, repetitive behavior - with anxiety over time.Participants were 130 children with an ASD (M age 6.7 years, 81.5% boys) of whom 79 participated in a follow-up assessment 2 years later. We used cross-lagged models to test whether social communication impairment and restricted, repetitive behavior at T0 predicted anxiety at T2 and vice versa.Crossed-lagged models showed that anxiety symptoms predicted social communication impairment over time (β = .22, p = .008), but not vice versa (β = -.07, p = .49). There were no significant paths from anxiety symptoms to later restricted, repetitive behavior (β = .11, p = .34) or vice versa (β = -.11, p = .27).Our results do not support a bidirectional relationship between the ASD core symptom domains and anxiety, but suggest that higher levels of anxiety symptoms increase the risk of more social communication impairment over time in children with ASD. This underlines the importance of treating anxiety symptoms to improve both social and emotional functioning.", "journal": ["Journal of child psychology and psychiatry, and allied disciplines", "J Child Psychol Psychiatry"], "id": "29076153", "doi": "10.1111/jcpp.12829", "date": "2017-10-27", "authors": [["Duvekot", "Jorieke", "J", "Erasmus MC Sophia Children's Hospital, Rotterdam, The Netherlands."], ["van der Ende", "Jan", "J", "Erasmus MC Sophia Children's Hospital, Rotterdam, The Netherlands."], ["Verhulst", "Frank C", "FC", "Erasmus MC Sophia Children's Hospital, Rotterdam, The Netherlands."], ["Greaves-Lord", "Kirstin", "K", "Erasmus MC Sophia Children's Hospital, Rotterdam, The Netherlands."]]}