{"title": "Autistic Siblings with Novel Mutations in Two Different Genes: Insight for Genetic Workups of Autistic Siblings and Connection to Mitochondrial Dysfunction.", "text": "The prevalence of autism spectrum disorder (ASD) is high, yet the etiology of this disorder is still uncertain. Advancements in genetic analysis have provided the ability to identify potential genetic changes that may contribute to ASD. Interestingly, several genetic syndromes have been linked to metabolic dysfunction, suggesting an avenue for treatment. In this case study, we report siblings with ASD who had similar initial phenotypic presentations. Whole exome sequencing (WES) revealed a novel c.795delT mutation in the WDR45 gene affecting the girl, which was consistent with her eventual progression to a Rett-like syndrome phenotype including seizures along with a stereotypical cyclic breathing pattern. Interestingly, WES identified that the brother harbored a novel heterozygous Y1546H variant in the DEP domain-containing protein 5 (DEPDC5) gene, consistent with his presentation. Both siblings underwent a metabolic workup that demonstrated different patterns of mitochondrial dysfunction. The girl demonstrated statistically significant elevations in mitochondrial activity of complex I + III in both muscle and fibroblasts and increased respiration in peripheral blood mononuclear cells (PBMCs) on Seahorse Extracellular Flux analysis. The boy demonstrates a statistically significant decrease in complex IV activity in buccal epithelium and decreased respiration in PBMCs. These cases highlight the differences in genetic abnormalities even in siblings with ASD phenotypes as well as highlights the individual role of novel mutations in the WDR45 and DEPDC5 genes. These cases demonstrate the importance of advanced genetic testing combined with metabolic evaluations in the workup of children with ASD.", "journal": ["Frontiers in pediatrics", "Front Pediatr"], "id": "29075622", "doi": "10.3389/fped.2017.00219", "date": "2017-10-12", "authors": [["Burger", "Barrett J", "BJ", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Rose", "Shannon", "S", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Bennuri", "Sirish C", "SC", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Gill", "Pritmohinder S", "PS", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Tippett", "Marie L", "ML", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Delhey", "Leanna", "L", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Melnyk", "Stepan", "S", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Frye", "Richard E", "RE", "University of Arkansas for Medical Sciences, Little Rock, AR, United States."]]}