{"title": "Deletion of Fmr1 results in sex-specific changes in behavior.", "text": "In this study, we used a systemic Fmr1 knockout in order to investigate both genotype- and sex-specific differences across multiple measures of sociability, repetitive behaviors, activity levels, anxiety, and fear-related learning and memory.Fragile X syndrome is the most common monogenic cause of intellectual disability and autism. Few studies to date have examined sex differences in a mouse model of Fragile X syndrome, though clinical data support the idea of differences in both overall prevalence and phenotype between the sexes.Using wild-type and systemic homozygous Fmr1 knockout mice, we assessed a variety of behavioral paradigms in adult animals, including the open field test, elevated plus maze, nose-poke assay, accelerating rotarod, social partition task, three-chambered social task, and two different fear conditioning paradigms. Tests were ordered such that the most invasive tests were performed last in the sequence, and testing paradigms for similar behaviors were performed in separate cohorts to minimize testing effects.Our results indicate several sex-specific changes in Fmr1 knockout mice, including male-specific increases in activity levels, and female-specific increases in repetitive behaviors on both the nose-poke assay and motor coordination on the accelerating rotarod task. The results also indicated that Fmr1 deletion results in deficits in fear learning and memory across both sexes, and no changes in social behavior across two tasks.These findings highlight the importance of including female subjects in preclinical studies, as simply studying the impact of genetic mutations in males does not yield a complete picture of the phenotype. Further research should explore these marked phenotypic differences among the sexes. Moreover, given that treatment strategies are typically equivalent between the sexes, the results highlight a potential need for sex-specific therapeutics.", "journal": ["Brain and behavior", "Brain Behav"], "id": "29075560", "doi": "10.1002/brb3.800", "date": "2017-08-25", "authors": [["Nolan", "Suzanne O", "SO", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Reynolds", "Conner D", "CD", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Smith", "Gregory D", "GD", "Institute for Biomedical StudiesBaylor UniversityWacoTXUSA."], ["Holley", "Andrew J", "AJ", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Escobar", "Brianna", "B", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Chandler", "Matthew A", "MA", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Volquardsen", "Megan", "M", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Jefferson", "Taylor", "T", "Institute for Biomedical StudiesBaylor UniversityWacoTXUSA."], ["Pandian", "Ashvini", "A", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Smith", "Tileena", "T", "Institute for Biomedical StudiesBaylor UniversityWacoTXUSA."], ["Huebschman", "Jessica", "J", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."], ["Lugo", "Joaquin N", "JN", "Department of Psychology and NeuroscienceBaylor UniversityWacoTXUSA."]]}