{"title": "Social Skills Intervention Participation and Associated Improvements in Executive Function Performance.", "text": "Autism spectrum disorder (ASD) is a neurodevelopmental disorder characterized by impairments in social communication. It has been postulated that such difficulties are related to disruptions in underlying cognitive processes such as executive function. The present study examined potential changes in executive function performance associated with participation in the Social Competence Intervention (SCI) program, a short-term intervention designed to improve social competence in adolescents with ASD. Laboratory behavioral performance measures were used to separately evaluate potential intervention-related changes in individual executive function component processes (i.e., working memory, inhibitory control, and cognitive flexibility) in a sample of 22 adolescents with ASD both before and after intervention. For comparison purposes, a demographically matched sample of 14 individuals without ASD was assessed at identical time intervals. Intervention-related improvements were observed on the working memory task, with gains evident in spatial working memory and, to a slightly lesser degree, verbal working memory. Significant improvements were also found for a working memory-related aspect of the task switching test (i.e., mixing costs). Taken together, these findings provide preliminary support for the hypothesis that participation in the SCI program is accompanied by changes in underlying neurocognitive processes such as working memory.", "journal": ["Autism research and treatment", "Autism Res Treat"], "id": "29075533", "doi": "10.1155/2017/5843851", "date": "2017-09-17", "authors": [["Christ", "Shawn E", "SE", "Department of Psychological Sciences, University of Missouri, Columbia, MO, USA."], ["Stichter", "Janine P", "JP", "Thompson Center for Autism & Neurodevelopmental Disorders, University of Missouri, Columbia, MO, USA."], ["O'Connor", "Karen V", "KV", "Department of Special Education, University of Missouri, Columbia, MO, USA."], ["Bodner", "Kimberly", "K", "Department of Psychological Sciences, University of Missouri, Columbia, MO, USA."], ["Moffitt", "Amanda J", "AJ", "Department of Psychological Sciences, University of Missouri, Columbia, MO, USA."], ["Herzog", "Melissa J", "MJ", "Department of Special Education, University of Missouri, Columbia, MO, USA."]]}