{"title": "Sensory Processing in Children with Autism Spectrum Disorder and/or Attention Deficit Hyperactivity Disorder in the Home and Classroom Contexts.", "text": "Children with neurodevelopmental disorders often show impairments in sensory processing (SP) and higher functions. The main objective of this study was to compare SP, praxis and social participation (SOC) in four groups of children: ASD Group (n = 21), ADHD Group (n = 21), ASD+ADHD Group (n = 21), and Comparison Group (n = 27). Participants were the parents and teachers of these children who were 5-8 years old (M = 6.32). They completed the Sensory Processing Measure (SPM) to evaluate the sensory profile, praxis and SOC of the children in both the home and classroom contexts. In the home context, the most affected was the ASD+ADHD group. The ADHD group obtained higher scores than the ASD group on the Body Awareness (BOD) subscale, indicating a higher level of dysfunction. The ASD group, however, did not obtain higher scores than the ADHD group on any subscale. In the classroom context, the most affected were the two ASD groups: the ASD+ADHD group obtained higher scores than the ADHD group on the Hearing (HEA) and Social Participation (SOC) subscales, and the ASD group obtained higher scores than the ADHD group on the SOC subscale. Regarding sensory modalities, difficulties in proprioception seem to be more characteristic to the ADHD condition. As for higher-level functioning, social difficulties seem to be more characteristic to the ASD condition. Differences between the two contexts were only found in the ASD group, which could be related to contextual hyperselectivity, an inherent autistic feature. Despite possible individual differences, specific intervention programs should be developed to improve the sensory challenges faced by children with different diagnoses.", "journal": ["Frontiers in psychology", "Front Psychol"], "id": "29075217", "doi": "10.3389/fpsyg.2017.01772", "date": "2017-10-11", "authors": [["Sanz-Cervera", "Pilar", "P", "Teaching and Scholastic Organization Department, Faculty of Philosophy and Educational Sciences, University of Valencia, Valencia, Spain."], ["Pastor-Cerezuela", "Gemma", "G", "Basic Psychology Department, Faculty of Psychology, University of Valencia, Valencia, Spain."], ["González-Sala", "Francisco", "F", "Developmental and Educational Psychology Department, Faculty of Psychology, University of Valencia, Valencia, Spain."], ["Tárraga-Mínguez", "Raúl", "R", "Teaching and Scholastic Organization Department, Faculty of Philosophy and Educational Sciences, University of Valencia, Valencia, Spain."], ["Fernández-Andrés", "Maria-Inmaculada", "MI", "Developmental and Educational Psychology Department, Faculty of Psychology, University of Valencia, Valencia, Spain."]]}