{"title": "A Presynaptic Function of Shank Protein in Drosophila.", "text": "Human genetic studies support that loss-of-function mutations in the SH3 domain and ankyrin repeat containing family proteins (SHANK1-3), the large synaptic scaffolding proteins enriched at the postsynaptic density of excitatory synapses, are causative for autism spectrum disorder and other neuropsychiatric disorders in humans. To better understand the in vivo functions of Shank and facilitate dissection of neuropathology associated with SHANK mutations in human, we generated multiple mutations in the Shank gene, the only member of the SHANK family in Drosophila melanogaster Both male and female Shank null mutants were fully viable and fertile with no apparent morphological or developmental defects. Expression analysis revealed apparent enrichment of Shank in the neuropils of the CNS. Specifically, Shank coexpressed with another PSD scaffold protein, Homer, in the calyx of mushroom bodies in the brain. Consistent with high expression in mushroom body calyces, Shank mutants show an abnormal calyx structure and reduced olfactory acuity. These morphological and functional phenotypes were fully rescued by pan-neuronal reexpression of Shank, and only partially rescued by presynaptic but no rescue by postsynaptic reexpression of Shank. Our findings thus establish a previously unappreciated presynaptic function of Shank.SIGNIFICANCE STATEMENT Mutations in SHANK family genes are causative for idiopathic autism spectrum disorder. To understand the neural function of Shank, a large scaffolding protein enriched at the postsynaptic densities, we examined the role of Drosophila Shank in synapse development at the peripheral neuromuscular junctions and the central mushroom body calyx. Our results demonstrate that, in addition to its conventional postsynaptic function, Shank also acts presynaptically in synapse development in the brain. This study offers novel insights into the synaptic role of Shank.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29074576", "doi": "10.1523/JNEUROSCI.0893-17.2017", "date": "2017-10-26", "authors": [["Wu", "Song", "S", "Key Laboratory for Molecular and Developmental Biology, Institute of Genetics and Developmental Biology, University of Chinese Academy of Sciences, Beijing 100101, China."], ["Gan", "Guangming", "G", "Medical School, Southeast University, Nanjing 210009, China."], ["Zhang", "Zhiping", "Z", "Key Laboratory of Brain and Cognitive Sciences, Institute of Biophysics, Chinese Academy of Sciences, Beijing 100101, China."], ["Sun", "Jie", "J", "College of Life Science, Hubei University, Wuhan, Hubei 430062, China."], ["Wang", "Qifu", "Q", "Key Laboratory for Molecular and Developmental Biology, Institute of Genetics and Developmental Biology, University of Chinese Academy of Sciences, Beijing 100101, China."], ["Gao", "Zhongbao", "Z", "Key Laboratory of Brain and Cognitive Sciences, Institute of Biophysics, Chinese Academy of Sciences, Beijing 100101, China."], ["Li", "Meixiang", "M", "Key Laboratory for Molecular and Developmental Biology, Institute of Genetics and Developmental Biology, University of Chinese Academy of Sciences, Beijing 100101, China."], ["Jin", "Shan", "S", "College of Life Science, Hubei University, Wuhan, Hubei 430062, China."], ["Huang", "Juan", "J", "School of Basic Medical Sciences, Nanjing Medical University, Nanjing 210029, China."], ["Thomas", "Ulrich", "U", "Leibniz Institute for Neurobiology, Magdeburg 39118, Germany, and."], ["Jiang", "Yong-Hui", "YH", "Departments of Pediatrics and Neurobiology, Duke University School of Medicine, Durham, North Carolina 27710."], ["Li", "Yan", "Y", "Key Laboratory of Brain and Cognitive Sciences, Institute of Biophysics, Chinese Academy of Sciences, Beijing 100101, China."], ["Tian", "Rui", "R", "Key Laboratory for Molecular and Developmental Biology, Institute of Genetics and Developmental Biology, University of Chinese Academy of Sciences, Beijing 100101, China, rtian@gentics.ac.cn yqzhang@genetics.ac.cn."], ["Zhang", "Yong Q", "YQ", "Key Laboratory for Molecular and Developmental Biology, Institute of Genetics and Developmental Biology, University of Chinese Academy of Sciences, Beijing 100101, China, rtian@gentics.ac.cn yqzhang@genetics.ac.cn."]]}