{"title": "Disruption of AT-hook 1 domain in MeCP2 protein caused behavioral abnormality in mice.", "text": "MECP2 is the causative gene for autism spectrum disorders, including Rett syndrome, a regressive neurodevelopmental rare disease mainly occurring in girls. Except for the distinct methyl-CpG binding domain and the transcriptional repression domain in MeCP2, three AT-hook-like domains have recently been identified. Several mutations in AT-hook 1 domain have been reported in autism cases or Rett database. However, the role of AT-hook 1 domain is still unclear. In this study, we generated a mouse line carrying deletion of eight conserved amino acids in AT-hook 1 domain by clustered regularly interspaced short palindromic repeats (CRISPR)/Cas9 technology. Mecp2ΔAT-hook1/y mutant male mice exhibited low locomotor activity, motor incoordination and cognitive deficit. In addition, these mutant mice exhibited increased anxiety. Moreover, pain insensitivity was noted in the mutant males. However, the social interactions were unaffected in AT-hook 1 mutant mice. Thinner CA1 region of the hippocampus was observed in the mutant mice. On the molecular basis, Western blot analysis showed increased expression of mutant MeCP2 protein in the cortex. Additionally, several genes expressed specifically in inhibitory neurons were markedly changed in the cerebrum. Taken together, these data demonstrate that disruption of AT-hook 1 domain in MeCP2 caused behavioral abnormality in mice, which suggests that AT-hook 1 is a critical region for the function of MeCP2 protein.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"], "id": "29074463", "doi": "10.1016/j.bbadis.2017.10.022", "date": "2017-10-24", "authors": [["Xu", "Miaojing", "M", "Department of Neurology, Nanfang Hospital, the Southern Medical University, Guangzhou, PR China."], ["Song", "Pingping", "P", "Department of Neurology, Nanfang Hospital, the Southern Medical University, Guangzhou, PR China."], ["Huang", "Wei", "W", "Department of Neurology, Zhujiang Hospital, the Southern Medical University, Guangzhou, Guangdong, PR China."], ["He", "Rongni", "R", "Department of Neurology, Zhujiang Hospital, the Southern Medical University, Guangzhou, Guangdong, PR China."], ["He", "Yong", "Y", "Department of Neurology, Nanfang Hospital, the Southern Medical University, Guangzhou, PR China; Department of Neurology, the First People's Hospital of Chenzhou, Chenzhou, Hunan, PR China."], ["Zhou", "Xiao", "X", "Department of Neurology, Nanfang Hospital, the Southern Medical University, Guangzhou, PR China."], ["Gu", "Yong", "Y", "Department of Neurology, Nanfang Hospital, the Southern Medical University, Guangzhou, PR China."], ["Pan", "Suyue", "S", "Department of Neurology, Nanfang Hospital, the Southern Medical University, Guangzhou, PR China."], ["Hu", "Yafang", "Y", "Department of Neurology, Nanfang Hospital, the Southern Medical University, Guangzhou, PR China. Electronic address: yafanghu@smu.edu.cn."]]}