{"title": "Sexually Dimorphic Epigenetic Regulation of Brain-Derived Neurotrophic Factor in Fetal Brain in the Valproic Acid Model of Autism Spectrum Disorder.", "text": "Prenatal exposure to the antiepileptic, mood-stabilizing drug, valproic acid (VPA), increases the incidence of autism spectrum disorders (ASDs); in utero administration of VPA to pregnant rodents induces ASD-like behaviors such as repetitive, stereotyped activity, and decreased socialization. In both cases, males are more affected than females. We previously reported that VPA, administered to pregnant mice at gestational day 12.5, rapidly induces a transient, 6-fold increase in BDNF (brain-derived neurotrophic factor) protein and mRNA in the fetal brain. Here, we investigate sex differences in the induction of Bdnf expression by VPA as well as the underlying epigenetic mechanisms. We found no sex differences in the VPA stimulation of total brain Bdnf mRNA as indicated by probing for the BDNF protein coding sequence (exon 9); however, stimulation of individual transcripts containing two of the nine 5'-untranslated exons (5'UTEs) in Bdnf (exons 1 and 4) by VPA was greater in female fetal brains. These Bdnf transcripts have been associated with different cell types or subcellular compartments within neurons. Since VPA is a histone deacetylase inhibitor, covalent histone modifications at Bdnf 5'UTEs in the fetal brain were analyzed by chromatin immunoprecipitation. VPA increased the acetylation of multiple H3 and H4 lysine residues in the vicinity of exons 1, 2, 4, and 6; minimal differences between the sexes were observed. H3 lysine 4 trimethylation (H3K4me3) at those exons was also stimulated by VPA. Moreover, the VPA-induced increase in H3K4me3 at exons 1, 4, and 6 was significantly greater in females than in males, i.e., sexually dimorphic stimulation of H3K4me3 by VPA correlated with Bdnf transcripts containing exons 1 and 4, but not 6. Neither H3K27me3 nor cytosine methylation at any of the 117 CpGs in the vicinity of the transcription start sites of exons 1, 4, and 6 was affected by VPA. Thus, of the 6 epigenetic marks analyzed, only H3K4me3 can account for the sexually dimorphic expression of Bdnf transcripts induced by VPA in the fetal brain. Preferential expression of exon 1- and exon 4-Bdnf transcripts in females may contribute to sex differences in ASDs by protecting females from the adverse effects of genetic variants or environmental factors such as VPA on the developing brain.", "journal": ["Developmental neuroscience", "Dev. Neurosci."], "id": "29073621", "doi": "10.1159/000481134", "date": "2017-10-27", "authors": [["Konopko", "Melissa A", "MA", "Department of Physiology, University of Maryland School of Medicine, Baltimore, MD, USA."], ["Densmore", "Allison L", "AL", null], ["Krueger", "Bruce K", "BK", null]]}