{"title": "Autism and primary care dentistry: parents' experiences of taking children with autism or working diagnosis of autism for dental examinations.", "text": "Accessing and receiving preventative dental treatment can be difficult for children with autism due to sensory processing disorders and/or challenging behaviours coupled with a reported reluctance by dentists to treat these children.To gather dental experiences of UK parents of children with autism or working diagnosis of autism and explore how they feel primary care dental services can be improved.A total of 17 parents of children with a diagnosis or working diagnosis of autism took part in semi-structured interviews. Data were analysed thematically.Key themes identified were flexibility of the dental team and environment, confidence of the parents to advocate for their children's needs, continuity of services and clear referral pathways to specialist services. Cross-cutting all themes was the value of clear communication. The experiences provide greater understanding of issues such as hyper-empathy, the dental chair, challenges of the waiting room, perceived medical authority, and the importance of continuation of care.In line with previous research about the importance of family-centred care, a strong relationship between parents and the whole dental team is essential for children with autism to access dental examinations and have satisfactory experience of care.", "journal": ["International journal of paediatric dentistry", "Int J Paediatr Dent"], "id": "29073339", "doi": "10.1111/ipd.12345", "date": "2017-10-26", "authors": [["Thomas", "Nicole", "N", "Plymouth University Peninsula School of Dentistry, Plymouth, UK."], ["Blake", "Sharon", "S", "Peninsula Cerebra Research Unit (PenCRU), University of Exeter Medical School, Exeter, UK."], ["Morris", "Christopher", "C", "Peninsula Cerebra Research Unit (PenCRU), University of Exeter Medical School, Exeter, UK."], ["Moles", "David R", "DR", "Plymouth University Peninsula School of Dentistry, Plymouth, UK."]]}