{"title": "Oxidative stress markers and genetic polymorphisms of glutathione S-transferase T1, M1, and P1 in a subset of children with autism spectrum disorder in Lagos, Nigeria.", "text": "The role of oxidative stress has been identified in the development of autism spectrum disorder (ASD), and polymorphisms of glutathione S-transferase have been associated with some diseases linked to oxidative stress. Hence, we evaluated the serum levels of oxidative stress markers and investigated genetic polymorphisms of glutathione S-transferase associated with autism.Forty-two children clinically diagnosed with ASD using the Diagnostic and Statistical Manual for Mental Disorders (DSM-5) criteria and a clinical interview were included in the study. Twenty-three age-matched controls without any known genetic/developmental disorder were also recruited. Oxidative stress markers along with the genetic polymorphisms of glutathione S-transferase were determined.Reduced glutathione in ASD patients was significantly lower than the control (P = 0.008), whereas other oxidative stress markers measured were not significantly different in both the control and case populations. The frequencies of GSTT1 and GSTM1 null genotypes were lower among the controls compared with the cases, however, no association risk was observed. The observed risk of carrying Val/Val genotype among the cases was approximately six times that of the controls.Individuals with ASD showed a significant diminished level of reduced glutathione, however, the distribution of GSTT1, GSTM1, and GSTP1 polymorphisms was not found to be associated with autism in this study population.", "journal": ["Nigerian journal of clinical practice", "Niger J Clin Pract"], "id": "29072241", "doi": "10.4103/njcp.njcp_282_16", "date": null, "authors": [["Oshodi", "Y", "Y", "Department of Psychiatry, University of Lagos, Idiaraba, Lagos, Nigeria."], ["Ojewunmi", "O", "O", "Department of Biochemistry, University of Lagos, Idiaraba, Lagos, Nigeria."], ["Oshodi", "T A", "TA", "Department of Clinical Pathology, University of Lagos, Idiaraba, Lagos, Nigeria."], ["Ijarogbe", "G T", "GT", "Department of Paediatrics, College of Medicine, University of Lagos, Idiaraba, Lagos, Nigeria."], ["Ogun", "O C", "OC", "Department of Paediatrics, College of Medicine, University of Lagos, Idiaraba, Lagos, Nigeria."], ["Aina", "O F", "OF", "Department of Psychiatry, University of Lagos, Idiaraba, Lagos, Nigeria."], ["Lesi", "Fea", "F", "The Child and Adolescent Center of the Federal Neuropsychiatric Hospital, Yaba, Lagos, Nigeria."]]}