{"title": "Social challenges of contemporary psychiatry.", "text": "Psychiatry and society are interrelated and the biopsychosocial model continues to dominate the clinical psychiatric practice. Some doubts have been expressed in recent years about the value and the wide acceptance of the biopsychosocial model. Ghaemi (2009)1 considers it to be anti-humanistic and advocates the use of less eclectic, less generic, and less vague alternatives. The fundamental changes that have been witnessed in our times across the spectrum of biology, psychology and sociology have made necessary that a conceptual clarity should prevail. The remarkable advances in neurosciences, neurobiology and genetics tend to swing the emphasis towards a more biological basis. Psychosis for example is the condition often regarded as being biologically constructed and most independent of the social context. The symptoms, however, of hallucinations and delusions in psychosis have social meaning for the person experiencing them and are primarily defined socially.2 Furthermore, vulnerability is often the result of social trauma, whether in the form of recent stressors that trigger onset, or earlier circumstances that shape cognitive and emotional style. Moreover, the approved treatment and management of long term psychiatric disorders has involved interventions that are either directly social, or psychosocial. Furthermore, doubts have also been raised by the endophenotype project,3 related to the genetics of schizophrenia. Cohen4 suggested that there may be more individual genotypic patterns associated with schizophrenia than people with schizophrenia on the planet. A recent alternative interpretation (network approach) is gaining some support. It suggests that a stressor causes symptoms that activate other symptoms, in a circular, self-reinforcing way.5 This theory moves away from psychiatric disorders being traditionally conceptualised as categorical or dimensional models. While psychiatry has shifted its focus to a more biological approach, social factors still have an important role in crosscultural diagnosis, psychiatric disorders relating to social deprivation, rehabilitation and enabling social inclusion. The degree to which society is willing to accept people with mental health problems has an obvious impact on their quality of life. We live in a period of cataclysmic social changes with disastrous wars, increased poverty and growing income inequality. The consequences on mental health are phenomenal with epidemics of self-harm and suicidality, higher rates of depression, and intensifying diagnosis of mood and conduct disorders in children and young adults. Other adversities include the disproportional number of people with mental health problems in prisons and penal institutions, the massive escalation of dementia sufferers and the shortcomings of the aspirations of community mental health care. In addition, there is an escalating social pathology with significant numbers of refugees and asylum seekers and rising numbers of homeless particularly in urban areas of the developed world. We should not, however, overlook the better rates of treatment for mental health problems, the emphasis on human rights, the empowerment and the service users' participation and the development in global mental health. All these social factors are important to contemporary psychiatry presenting complex challenges and demanding urgent attention and action.6 There is a need to embrace the development of evidence-based mental health services and a pluralistic approach, which balances appropriately the relevance of biological, psychological and social factors associated with mental health problems. The concept Meta-Community mental health builds on the successes of biological, psychological, social and community psychiatry.7 It incorporates neurosciences, sociology, psychology and anthropology and is delivered wherever the evidence shows that it makes a difference, whether in community or hospital, prisons, schools, court-room, place of work, refugee camp or battle-front. New technologies should be included for public information and education together with e-mental health, training of providers, tele-psychiatry and self-help methods delivered via IT. The boundaries of mental health are enlarging very rapidly and indeed new stakeholders and partners should be welcomed. This opens exciting possibilities but also creates some risks and strong evidence base should continue to guide us. Likelihood of finding early diagnostic and individualized treatment for psychosis, autism and dementia are likely to be of high financial cost. The importance of the social challenges of modern psychiatry was recognised by including mental health for the first time in the New Sustainable Development Goals of United Nations that will determine the global development by 2030 aiming at the promotion of life expectancy for all.8 Strengthening the prevention and treatment of mental health problems is a massive task for sustainable development as mental health has a direct impact on the whole range of Sustainable Development Goals.", "journal": ["Psychiatrike = Psychiatriki", "Psychiatriki"], "id": "29072182", "doi": "10.22365/jpsych.2017.283.199", "date": null, "authors": [["Bouras", "N", "N", "Professor Emeritus of Psychiatry, Institute of Psychiatry-King's College, London, UK."]]}