{"title": "[A Preliminary Study on Effect of Transcutaneous Electrical Acupoint Stimulation for Children with Autism].", "text": "To investigate the clinical efficacy of transcutaneous electrical acupoint stimulation (TEAS) in treating children with autism spectrum disorders.Forty-one autistic children receiving rehabilitation training were randomized into TEAS (n=21) and control (n=20) groups. The control group only received rehabilitation training. The TEAS group received both rehabilitation training and TEAS treatment[2 Hz/15 Hz alternating frequencies through two pairs of skin electrodes placed at Hegu (LI 4)-Neiguan (PC 6) on unilateral side, and Zusanli (ST 36)-Sanyinjiao (SP 6) on the contralateral side]. The treatment was given 30 min per day for 12 weeks. The outcome assessment was quantified with a series of rating scales including Autism Behavior Checklist (ABC), Childhood Autism Rating Scale (CARS) and Parent Symptom Questionnaire (PSQ).(1) The TEAS group showed more significant improvement than the control group in ABC (P<0.01). 38.1% effective rate (8/21) was observed in the TEAS group compared to 5.0% (1/20) in the control group (P<0.05). The CARS scores of both groups were reduced (P<0.0001) after treatment. The TEAS group showed significantly lower score compared to the control group (P<0.0001). (2)There was a distinctly reduced PSQ score in both TEAS and control groups (P<0.001) after treatment.(3)TEAS intervention showed better effect in children under 6 years old with moderate or severe autistic symptoms.TEAS intervention can significantly improve the autistic symptoms.", "journal": ["Zhen ci yan jiu = Acupuncture research", "Zhen Ci Yan Jiu"], "id": "29071983", "doi": null, "date": null, "authors": [["Zhang", "Ji-Shui", "JS", "Neurology Department, Beijing Children's Hospital Affiliated to Capital Medical University, Beijing 100045, China."], ["Zhang", "Xiu-Ting", "XT", "Beijing Tongkang Rehabilitation Center, Zhuozhou 072750, Hebei Province."], ["Zou", "Li-Ping", "LP", "Pediatric Department, the General Hospital of the People's Libe-ration Army, Beijing 100853."], ["Zhang", "Rong", "R", "Neuroscience Institute, Neurobiology Department of School of Basic Medical Sciences, Key Laboratory for Neuroscience of Ministry of Education, Key Laboratory for Neuroscience of Ministry of Health, Peking University, Beijing 100191."], ["Han", "Song-Ping", "SP", "Neuroscience Institute, Neurobiology Department of School of Basic Medical Sciences, Key Laboratory for Neuroscience of Ministry of Education, Key Laboratory for Neuroscience of Ministry of Health, Peking University, Beijing 100191."], ["Han", "Ji-Sheng", "JS", "Neuroscience Institute, Neurobiology Department of School of Basic Medical Sciences, Key Laboratory for Neuroscience of Ministry of Education, Key Laboratory for Neuroscience of Ministry of Health, Peking University, Beijing 100191. hanjisheng@bjmu.edu.cn."]]}