{"title": "Characterization of histone acylations links chromatin modifications with metabolism.", "text": "Over the last decade, numerous histone acyl post-translational modifications (acyl-PTMs) have been discovered, of which the functional significance is still under intense study. Here, we use high-resolution mass spectrometry to accurately quantify eight acyl-PTMs in vivo and after in vitro enzymatic assays. We assess the ability of seven histone acetyltransferases (HATs) to catalyze acylations on histones in vitro using short-chain acyl-CoA donors, proving that they are less efficient towards larger acyl-CoAs. We also observe that acyl-CoAs can acylate histones through non-enzymatic mechanisms. Using integrated metabolomic and proteomic approaches, we achieve high correlation (R 2 > 0.99) between the abundance of acyl-CoAs and their corresponding acyl-PTMs. Moreover, we observe a dose-dependent increase in histone acyl-PTM abundances in response to acyl-CoA supplementation in in nucleo reactions. This study represents a comprehensive profiling of scarcely investigated low-abundance histone marks, revealing that concentrations of acyl-CoAs affect histone acyl-PTM abundances by both enzymatic and non-enzymatic mechanisms.", "journal": ["Nature communications", "Nat Commun"], "id": "29070843", "doi": "10.1038/s41467-017-01384-9", "date": "2017-10-26", "authors": [["Simithy", "Johayra", "J", "Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Sidoli", "Simone", "S", "Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Yuan", "Zuo-Fei", "ZF", "Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Coradin", "Mariel", "M", "Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Bhanu", "Natarajan V", "NV", "Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Marchione", "Dylan M", "DM", "Department of Systems Pharmacology and Translational Therapeutics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Klein", "Brianna J", "BJ", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO, 80045, USA."], ["Bazilevsky", "Gleb A", "GA", "Graduate Group in Cell and Molecular Biology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["McCullough", "Cheryl E", "CE", "Department of Chemistry, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Magin", "Robert S", "RS", "Graduate Group in Biochemistry and Molecular Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Kutateladze", "Tatiana G", "TG", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO, 80045, USA."], ["Snyder", "Nathaniel W", "NW", "AJ Drexel Autism Institute, Drexel University, 3020 Market Street Suite 560, Philadelphia, PA, 19104, USA."], ["Marmorstein", "Ronen", "R", "Department of Biochemistry and Biophysics, Abramson Family Cancer Research Institute, and the Department of Chemistry, University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Garcia", "Benjamin A", "BA", "Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA. bgarci@mail.med.upenn.edu."]]}