{"title": "Supporting metacognitive monitoring in mathematics learning for young people with autism spectrum disorder: A classroom-based study.", "text": "Previous research suggests impaired metacognitive monitoring and mathematics under-achievement in autism spectrum disorder. Within educational settings, metacognitive monitoring is supported through the provision of feedback (e.g. with goal reminders and by explicitly correcting errors). Given the strength of the relationship between metacognition, learning and educational attainment, this research tested new computer-based metacognitive support (the 'Maths Challenge') for mathematics learners with autism spectrum disorder within the context of their classroom. The Maths Challenge required learners to engage in metacognitive monitoring before and after answering each question (e.g. intentions and judgements of accuracy) and negotiate with the system the level of difficulty. Forty secondary school children with autism spectrum disorder and 95 typically developing learners completed the Maths Challenge in either a Feedback condition, with metacognitive monitoring support regarding the accuracy of their answers, goal reminders and strategy support, or with No Feedback. Contrary to previous findings, learners with autism showed an undiminished ability to detect errors. They did, however, demonstrate reduced cohesion between their pre- and post-test intentions. Crucially, support from the Feedback condition significantly improved task performance for both groups. Findings highlight important implications for educational interventions regarding the provision of metacognitive support for learners with autism to ameliorate under-performance in mathematics within the classroom.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29069914", "doi": "10.1177/1362361317722028", "date": "2017-10-01", "authors": [["Maras", "Katie", "K", "1 University of Bath, UK."], ["Gamble", "Tim", "T", "2 University of Winchester, UK."], ["Brosnan", "Mark", "M", "1 University of Bath, UK."]]}