{"title": "Parent-observed thematic data on quality of life in children with autism spectrum disorder.", "text": "Domains of quality of life in children with autism spectrum disorder have not previously been explored and there has been no quality of life measure developed for this population. Our study investigated parent observations to identify the domains important to children with autism spectrum disorder who also had an intellectual disability. In all, 21 parents (19 mothers, 2 fathers) of children with autism spectrum disorder (aged 6-17 years) participated in a qualitative study to discuss their child's quality of life. Thematic analysis using a grounded theory framework was conducted and 10 domains emerged in relation to health and well-being, capacity to perform and develop skills in daily life, and connections with the community and environment. Unique aspects of quality of life included varying levels of social desire, consistency of routines, and time spent in nature and the outdoors, which are not comprehensively captured in existing measures. Parent observations provide an initial framework for understanding quality of life in autism spectrum disorder and support the development of a new measure for this population.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29069906", "doi": "10.1177/1362361317722764", "date": "2017-10-01", "authors": [["Epstein", "Amy", "A", "1 Telethon Kids Institute, The University of Western Australia, Australia."], ["Whitehouse", "Andrew", "A", "1 Telethon Kids Institute, The University of Western Australia, Australia."], ["Williams", "Katrina", "K", "2 The Royal Children's Hospital Melbourne, Australia."], ["Murphy", "Nada", "N", "1 Telethon Kids Institute, The University of Western Australia, Australia."], ["Leonard", "Helen", "H", "1 Telethon Kids Institute, The University of Western Australia, Australia."], ["Davis", "Elise", "E", "3 The University of Melbourne, Australia."], ["Reddihough", "Dinah", "D", "3 The University of Melbourne, Australia."], ["Downs", "Jenny", "J", "1 Telethon Kids Institute, The University of Western Australia, Australia."]]}