{"title": "Development of Brain Network in Children with Autism from Early Childhood to Late Childhood.", "text": "Extensive studies have indicated brain function connectivity abnormalities in autism spectrum disorder (ASD). However, there is a lack of longitudinal or cross-sectional research focused on tracking age-related developmental trends of autistic children at an early stage of brain development or based on a relatively large sample. The present study examined brain network changes in a total of 186 children both with and without ASD from 3 to 11 years, an early and key development period when significant changes are expected. The study aimed to investigate possible abnormal connectivity patterns and topological properties of children with ASD from early childhood to late childhood by using resting-state electroencephalographic (EEG) data. The main findings of the study were as follows: (1) From the connectivity analysis, several inter-regional synchronizations with reduction were identified in the younger and older ASD groups, and several intra-regional synchronization increases were observed in the older ASD group. (2) From the graph analysis, a reduced clustering coefficient and enhanced mean shortest path length in specific frequencies was observed in children with ASD. (3) Results suggested an age-related decrease of the mean shortest path length in the delta and theta bands in TD children, whereas atypical age-related alteration was observed in the ASD group. In addition, graph measures were correlated with ASD symptom severity in the alpha band. These results demonstrate that abnormal neural communication is already present at the early stages of brain development in autistic children and this may be involved in the behavioral deficits associated with ASD.", "journal": ["Neuroscience", "Neuroscience"], "id": "29069617", "doi": "10.1016/j.neuroscience.2017.10.015", "date": "2017-10-22", "authors": [["Han", "Junxia", "J", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Zeng", "Ke", "K", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Kang", "Jiannan", "J", "Institute of Electrical Engineering, Yanshan University, Qinhuangdao 066004, China."], ["Tong", "Zhen", "Z", "Institute of Electrical Engineering, Yanshan University, Qinhuangdao 066004, China."], ["Cai", "Erjuan", "E", "Institute of Electrical Engineering, Yanshan University, Qinhuangdao 066004, China."], ["Chen", "He", "H", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Ding", "Meng", "M", "College of Electronic & Information Engineering, Hebei University, Baoding, China."], ["Gu", "Yue", "Y", "College of Computer Science, Tianjin University of Technology, Tianjin 300384, China."], ["Ouyang", "Gaoxiang", "G", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Li", "Xiaoli", "X", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China. Electronic address: xiaoli@bnu.edu.cn."]]}