{"title": "Functional convergence of histone methyltransferases EHMT1 and KMT2C involved in intellectual disability and autism spectrum disorder.", "text": "Kleefstra syndrome, caused by haploinsufficiency of euchromatin histone methyltransferase 1 (EHMT1), is characterized by intellectual disability (ID), autism spectrum disorder (ASD), characteristic facial dysmorphisms, and other variable clinical features. In addition to EHMT1 mutations, de novo variants were reported in four additional genes (MBD5, SMARCB1, NR1I3, and KMT2C), in single individuals with clinical characteristics overlapping Kleefstra syndrome. Here, we present a novel cohort of five patients with de novo loss of function mutations affecting the histone methyltransferase KMT2C. Our clinical data delineates the KMT2C phenotypic spectrum and reinforces the phenotypic overlap with Kleefstra syndrome and other related ID disorders. To elucidate the common molecular basis of the neuropathology associated with mutations in KMT2C and EHMT1, we characterized the role of the Drosophila KMT2C ortholog, trithorax related (trr), in the nervous system. Similar to the Drosophila EHMT1 ortholog, G9a, trr is required in the mushroom body for short term memory. Trr ChIP-seq identified 3371 binding sites, mainly in the promoter of genes involved in neuronal processes. Transcriptional profiling of pan-neuronal trr knockdown and G9a null mutant fly heads identified 613 and 1123 misregulated genes, respectively. These gene sets show a significant overlap and are associated with nearly identical gene ontology enrichments. The majority of the observed biological convergence is derived from predicted indirect target genes. However, trr and G9a also have common direct targets, including the Drosophila ortholog of Arc (Arc1), a key regulator of synaptic plasticity. Our data highlight the clinical and molecular convergence between the KMT2 and EHMT protein families, which may contribute to a molecular network underlying a larger group of ID/ASD-related disorders.", "journal": ["PLoS genetics", "PLoS Genet."], "id": "29069077", "doi": "10.1371/journal.pgen.1006864", "date": "2017-10-25", "authors": [["Koemans", "Tom S", "TS", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Kleefstra", "Tjitske", "T", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Chubak", "Melissa C", "MC", "Department of Biology, Faculty of Science, Western University, London, Ontario, Canada."], ["Stone", "Max H", "MH", "Department of Biology, Faculty of Science, Western University, London, Ontario, Canada."], ["Reijnders", "Margot R F", "MRF", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["de Munnik", "Sonja", "S", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Willemsen", "Marjolein H", "MH", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Fenckova", "Michaela", "M", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Stumpel", "Connie T R M", "CTRM", "Department of Clinical Genetics and School for Oncology & Developmental Biology (GROW), Maastricht University Medical Center, Maastricht, the Netherlands."], ["Bok", "Levinus A", "LA", "Department of Pediatrics, Máxima Medical Centre, Veldhoven, The Netherlands."], ["Sifuentes Saenz", "Margarita", "M", "Clinical Genetics and Metabolism, Children's Hospital Colorado, Aurora, Colorado."], ["Byerly", "Kyna A", "KA", "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, Minnesota."], ["Baughn", "Linda B", "LB", "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, Minnesota."], ["Stegmann", "Alexander P A", "APA", "Department of Clinical Genetics and School for Oncology & Developmental Biology (GROW), Maastricht University Medical Center, Maastricht, the Netherlands."], ["Pfundt", "Rolph", "R", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Zhou", "Huiqing", "H", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["van Bokhoven", "Hans", "H", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Schenck", "Annette", "A", "Department of Human Genetics, Radboudumc, Nijmegen, The Netherlands."], ["Kramer", "Jamie M", "JM", "Department of Biology, Faculty of Science, Western University, London, Ontario, Canada."]]}