{"title": "Sustainability of an early detection program for autism spectrum disorder over the course of 8 years.", "text": "The importance of early detection of autism spectrum disorder followed by early intervention is increasingly recognized. This quasi-experimental study evaluated the long-term effects of a program for the early detection of autism spectrum disorder (consisting of training of professionals and use of a referral protocol and screening instrument), to determine whether the positive effects on the age at referral were sustained after the program ended while controlling for overall changes in the number of referrals. Before, during, and after the program, the proportion of children referred before 3 years (versus 3-6 years) of age was calculated for children subsequently diagnosed with autism spectrum disorder ( N = 513) or another, non-autism spectrum disorder, condition ( N = 722). The odds of being referred before 3 years of age was higher in children with autism spectrum disorder than in children with another condition during the program than before (3.1, 95% confidence interval: 1.2-7.6) or after (1.7, 95% confidence interval: 1.0-3.0) the program but was not different before versus after the program. Thus, although the program led to earlier referral of children with autism spectrum disorder, after correction for other referrals, the effect was not sustained after the program ended. This study highlights the importance of continued investment in the early detection of autism spectrum disorder.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29068245", "doi": "10.1177/1362361317717977", "date": "2017-10-01", "authors": [["Pijl", "Mirjam Kj", "MK", "1 Karakter Child and Adolescent Psychiatry University Centre, The Netherlands."], ["Buitelaar", "Jan K", "JK", "1 Karakter Child and Adolescent Psychiatry University Centre, The Netherlands."], ["de Korte", "Manon Wp", "MW", "1 Karakter Child and Adolescent Psychiatry University Centre, The Netherlands."], ["Rommelse", "Nanda Nj", "NN", "1 Karakter Child and Adolescent Psychiatry University Centre, The Netherlands."], ["Oosterling", "Iris J", "IJ", "1 Karakter Child and Adolescent Psychiatry University Centre, The Netherlands."]]}