{"title": "Connexin43- and Pannexin-Based Channels in Neuroinflammation and Cerebral Neuropathies.", "text": "Connexins (Cx) are largely represented in the central nervous system (CNS) with 11 Cx isoforms forming intercellular channels. Moreover, in the CNS, Cx43 can form hemichannels (HCs) at non-junctional membrane as does the related channel-forming Pannexin1 (Panx1) and Panx2. Opening of Panx1 channels and Cx43 HCs appears to be involved in inflammation and has been documented in various CNS pathologies. Over recent years, evidence has accumulated supporting a link between inflammation and cerebral neuropathies (migraine, Alzheimer's disease (AD), Parkinson's disease (PD), major depressive disorder, autism spectrum disorder (ASD), epilepsy, schizophrenia, bipolar disorder). Involvement of Panx channels and Cx43 HCs has been also proposed in pathophysiology of neurological diseases and psychiatric disorders. Other studies showed that following inflammatory injury of the CNS, Panx1 activators are released and prolonged opening of Panx1 channels triggers neuronal death. In neuropsychiatric diseases, comorbidities are frequently present and can aggravate the symptoms and make therapeutic management more complex. The high comorbidity between some neuropathies can be partially understood by the fact that these diseases share a common etiology involving inflammatory pathways and Panx1 channels or Cx43 HCs. Thus, anti-inflammatory therapy opens perspectives of targets for new treatments and could have real potential in controlling a cerebral neuropathy and some of its comorbidities. The purpose of this mini review is to provide information of our knowledge on the link between Cx43- and Panx-based channels, inflammation and cerebral neuropathies.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"], "id": "29066951", "doi": "10.3389/fnmol.2017.00320", "date": "2017-10-10", "authors": [["Sarrouilhe", "Denis", "D", "Laboratoire de Physiologie Humaine, Faculté de Médecine et Pharmacie, Université de Poitiers, Poitiers, France."], ["Dejean", "Catherine", "C", "Service Pharmacie, Pavillon Janet, Centre Hospitalier Henri Laborit, Poitiers, France."], ["Mesnil", "Marc", "M", "STIM Laboratory, ERL 7368-CNRS, Université de Poitiers, Pôle Biologie Santé, Poitiers, France."]]}