{"title": "A Polymer Physics Investigation of the Architecture of the Murine Orthologue of the 7q11.23 Human Locus.", "text": "In the last decade, the developments of novel technologies, such as Hi-C or GAM methods, allowed to discover that chromosomes in the nucleus of mammalian cells have a complex spatial organization, encompassing the functional contacts between genes and regulators. In this work, we review recent progresses in chromosome modeling based on polymer physics to understand chromatin structure and folding mechanisms. As an example, we derive in mouse embryonic stem cells the full 3D structure of the Bmp7 locus, a genomic region that plays a key role in osteoblastic differentiation. Next, as an application to Neuroscience, we present the first 3D model for the mouse orthologoue of the Williams-Beuren syndrome 7q11.23 human locus. Deletions and duplications of the 7q11.23 region generate neurodevelopmental disorders with multi-system involvement and variable expressivity, and with autism. Understanding the impact of such mutations on the rewiring of the interactions of genes and regulators could be a new key to make sense of their related diseases, with potential applications in biomedicine.", "journal": ["Frontiers in neuroscience", "Front Neurosci"], "id": "29066944", "doi": "10.3389/fnins.2017.00559", "date": "2017-10-10", "authors": [["Chiariello", "Andrea M", "AM", "Dipartimento di Fisica, Università di Napoli Federico II, Naples, Italy."], ["Esposito", "Andrea", "A", "Dipartimento di Fisica, Università di Napoli Federico II, Naples, Italy."], ["Annunziatella", "Carlo", "C", "Dipartimento di Fisica, Università di Napoli Federico II, Naples, Italy."], ["Bianco", "Simona", "S", "Dipartimento di Fisica, Università di Napoli Federico II, Naples, Italy."], ["Fiorillo", "Luca", "L", "Dipartimento di Fisica, Università di Napoli Federico II, Naples, Italy."], ["Prisco", "Antonella", "A", "Institute of Genetics and Biophysics, Consiglio Nazionale Delle Ricerche (CNR), Naples, Italy."], ["Nicodemi", "Mario", "M", "Dipartimento di Fisica, Università di Napoli Federico II, Naples, Italy."]]}