{"title": "Cross-tissue integration of genetic and epigenetic data offers insight into autism spectrum disorder.", "text": "Integration of emerging epigenetic information with autism spectrum disorder (ASD) genetic results may elucidate functional insights not possible via either type of information in isolation. Here we use the genotype and DNA methylation (DNAm) data from cord blood and peripheral blood to identify SNPs associated with DNA methylation (meQTL lists). Additionally, we use publicly available fetal brain and lung meQTL lists to assess enrichment of ASD GWAS results for tissue-specific meQTLs. ASD-associated SNPs are enriched for fetal brain (OR = 3.55; P < 0.001) and peripheral blood meQTLs (OR = 1.58; P < 0.001). The CpG targets of ASD meQTLs across cord, blood, and brain tissues are enriched for immune-related pathways, consistent with other expression and DNAm results in ASD, and reveal pathways not implicated by genetic findings. This joint analysis of genotype and DNAm demonstrates the potential of both brain and blood-based DNAm for insights into ASD and psychiatric phenotypes more broadly.", "journal": ["Nature communications", "Nat Commun"], "id": "29066808", "doi": "10.1038/s41467-017-00868-y", "date": "2017-10-24", "authors": [["Andrews", "Shan V", "SV", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, 615N. Wolfe St, Baltimore, MD, 21205, USA."], ["Ellis", "Shannon E", "SE", "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins School of Medicine, 733 N. Broadway, Baltimore, MD, 21205, USA."], ["Bakulski", "Kelly M", "KM", "Department of Epidemiology, University of Michigan School of Public Health, 1415 Washington Heights, Ann Arbor, MI, 48109, USA."], ["Sheppard", "Brooke", "B", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, 615N. Wolfe St, Baltimore, MD, 21205, USA."], ["Croen", "Lisa A", "LA", "Division of Research, Kaiser Permanente Northern California, 2000 Broadway, Oakland, CA, 94612, USA."], ["Hertz-Picciotto", "Irva", "I", "Department of Public Health Sciences, School of Medicine, University of California Davis, 4610 X St, Sacramento, CA, 95817, USA."], ["Newschaffer", "Craig J", "CJ", "AJ Drexel Autism Institute, Drexel University, 3020 Market St #560, Philadelphia, PA, 19104, USA."], ["Feinberg", "Andrew P", "AP", "Center for Epigenetics, Institute for Basic Biomedical Sciences, Johns Hopkins School of Medicine, 733 N. Broadway, Baltimore, MD, 21205, USA."], ["Arking", "Dan E", "DE", "Wendy Klag Center for Autism and Developmental Disabilities, Johns Hopkins Bloomberg School of Public Health, 615 N. Wolfe St, Baltimore, MD, 21205, USA."], ["Ladd-Acosta", "Christine", "C", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, 615N. Wolfe St, Baltimore, MD, 21205, USA. claddac1@jhu.edu."], ["Fallin", "M Daniele", "MD", "Wendy Klag Center for Autism and Developmental Disabilities, Johns Hopkins Bloomberg School of Public Health, 615 N. Wolfe St, Baltimore, MD, 21205, USA. dfallin@jhu.edu."]]}