{"title": "Cryptorchidism and increased risk of neurodevelopmental disorders.", "text": "Male congenital malformations as cryptorchidism may contribute to the development of neurodevelopmental disorders directly or via shared familial genetic and/or environmental factors, but the evidence is sparse. Using population-based health registries, we conducted a cohort study of all liveborn singleton boys in Denmark during 1979-2008. Boys with a diagnosis of cryptorchidism were categorized into the exposed cohort and the other boys into the unexposed comparison cohort. The outcomes were diagnoses of any neurodevelopmental disorders and their subtypes. We used Cox proportional hazards regression to compute hazard ratios (HRs), taking into consideration several potential confounders. Among 884,083 male infants, 27,505 received a diagnosis of cryptorchidism during follow-up. Boys with cryptorchidism were more likely to be diagnosed with intellectual disability (HR = 1.77; 95%confidence interval [CI]:1.59,1.97), autism spectrum disorders (ASD) (HR = 1.24; 95% CI:1.13,1.35), attention-deficit hyperactivity disorder (ADHD) (HR = 1.17; 95% CI: 1.08,1.26), anxiety (HR = 1.09; 95% CI: 1.01,1.17), and other behavioral/emotional disorders (HR = 1.16; 95% CI: 1.08,1.26) compared to boys without cryptorchidism. The observed risks of intellectual disability, ASD, and ADHD were increased further in boys with bilateral cryptorchidism. Except for anxiety, cryptorchid boys had higher risks of neurodevelopmental disorders than their non-cryptorchid full brothers. The observed increased risks were similar among boys who underwent orchiopexy, as well as among those with shorter waiting times for this surgery. Cryptorchidism may be associated with increased risks of intellectual disability, ASD, ADHD, and other behavioral/emotional disorders. Cryptorchidism and neurodevelopmental disorders may have shared genetic or in-utero/early postnatal risk factors, which need to be further investigated.", "journal": ["Journal of psychiatric research", "J Psychiatr Res"], "id": "29065375", "doi": "10.1016/j.jpsychires.2017.10.006", "date": "2017-10-13", "authors": [["Chen", "Jianping", "J", "Key Lab. of Reproduction Regulation of NPFPC, SIPPR, IRD, Fudan University, Shanghai, China; Department of Clinical Epidemiology, Aarhus University Hospital, Aarhus, Denmark."], ["Sørensen", "Henrik Toft", "HT", "Department of Clinical Epidemiology, Aarhus University Hospital, Aarhus, Denmark."], ["Miao", "Maohua", "M", "Key Lab. of Reproduction Regulation of NPFPC, SIPPR, IRD, Fudan University, Shanghai, China."], ["Liang", "Hong", "H", "Key Lab. of Reproduction Regulation of NPFPC, SIPPR, IRD, Fudan University, Shanghai, China."], ["Ehrenstein", "Vera", "V", "Department of Clinical Epidemiology, Aarhus University Hospital, Aarhus, Denmark."], ["Wang", "Ziliang", "Z", "Key Lab. of Reproduction Regulation of NPFPC, SIPPR, IRD, Fudan University, Shanghai, China."], ["Yuan", "Wei", "W", "Key Lab. of Reproduction Regulation of NPFPC, SIPPR, IRD, Fudan University, Shanghai, China. Electronic address: yuanwei11@yahoo.com."], ["Li", "Jiong", "J", "Department of Clinical Epidemiology, Aarhus University Hospital, Aarhus, Denmark."]]}