{"title": "BBOX1 is down-regulated in maternal immune-activated mice and implicated in genetic susceptibility to human schizophrenia.", "text": "Prenatal exposure to infectious or inflammatory insults can increase the risk of developing neuropsychiatric disorders such as bipolar disorder, autism, and schizophrenia in later life. Gamma-butyrobetaine hydroxylase (BBOX 1) is an enzyme responsible for the biosynthesis of l-carnitine, a key molecule in fatty acid metabolism. This cytosolic dimeric protein belongs to the dioxygenase family. In this study, we investigated whether BBOX 1 expression was related to psychiatric disorder in an animal model. We also conducted a case-control study using 284 schizophrenia patients and 409 controls with single-nucleotide polymorphisms (SNPs) in the 5'-near region of BBOX 1. BBOX 1 expression was increased in the medial frontal cortex of a mouse model of schizophrenia induced by maternal immune activation. Furthermore, the genotype and allele frequencies of two SNPs (rs7939644 and rs10767592) were significantly associated with schizophrenia susceptibility. Our results suggest that BBOX 1 might be associated with maternal immune activation and schizophrenia susceptibility. Therefore, it might be involved in the pathophysiology of schizophrenia.", "journal": ["Psychiatry research", "Psychiatry Res"], "id": "29065368", "doi": "10.1016/j.psychres.2017.10.018", "date": "2017-10-07", "authors": [["Lee", "Hwayoung", "H", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Republic of Korea."], ["Kim", "Hyung-Ki", "HK", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Republic of Korea."], ["Kwon", "Jun-Tack", "JT", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Republic of Korea."], ["Park", "Shohyun", "S", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Republic of Korea."], ["Park", "Hae Jeong", "HJ", "Kohwang Medical Research Institute, School of Medicine, Kyung Hee University, Seoul 130-701, Republic of Korea."], ["Kim", "Su Kang", "SK", "Kohwang Medical Research Institute, School of Medicine, Kyung Hee University, Seoul 130-701, Republic of Korea."], ["Park", "Jin Kyung", "JK", "Department of Neuropsychiatry, School of Medicine, Kyung Hee University, Seoul 130-701, Republic of Korea."], ["Kang", "Won Sub", "WS", "Department of Neuropsychiatry, School of Medicine, Kyung Hee University, Seoul 130-701, Republic of Korea."], ["Kim", "Young Jong", "YJ", "Department of Neuropsychiatry, School of Medicine, Kyung Hee University, Seoul 130-701, Republic of Korea."], ["Chung", "Joo-Ho", "JH", "Kohwang Medical Research Institute, School of Medicine, Kyung Hee University, Seoul 130-701, Republic of Korea."], ["Kim", "Jong Woo", "JW", "Department of Neuropsychiatry, School of Medicine, Kyung Hee University, Seoul 130-701, Republic of Korea."], ["Kim", "Hak-Jae", "HJ", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Republic of Korea; Soonchunhyang Medical Research Institute, College of Medicine, Soonchunhyang University, Cheonan, Republic of Korea. Electronic address: hak3962@sch.ac.kr."]]}