{"title": "Iron and vitamin D levels among autism spectrum disorders children.", "text": "The aim of this study was to investigate iron deficiency anemia and Vitamin D deficiency among autism children and to assess the importance of risk factors (determinants).This was a case-control study conducted among children suffering from autism at the Hamad Medical Corporation in Qatar. A total of 308 cases and equal number of controls were enrolled. The Autism Diagnostic Observation Schedule-Generic was the instrument used for diagnosis of Autism.The mean age (±standard deviation, in years) for autistic versus control children was 5.39 ± 1.66 versus 5.62 ± 1.81, respectively. The mean value of serum iron levels in autistic children was severely reduced and significantly lower than in control children (74.13 ± 21.61 μg/dL with a median 74 in autistic children 87.59 ± 23.36 μg/dL in controls) (P = 0.003). Similarly, the study revealed that Vitamin D deficiency was considerably more common among autistic children (18.79 ± 8.35 ng/mL) as compared to healthy children (22.18 ± 9.00 ng/mL) (P = 0.004). Finally, mean values of hemoglobin, ferritin, magnesium; potassium, calcium; phosphorous; glucose, alkaline phosphate, hematocrit, white blood cell, and mean corpuscular volume were all statistically significantly higher in healthy control children as compared to autistic children (P < 0.001). Multivariate logistic regression analysis revealed that serum iron deficiency, serum calcium levels, serum Vitamin D levels; ferritin, reduced physical activity; child order, body mass index percentiles, and parental consanguinity can all be considered strong predictors and major factors associated with autism spectrum disorders.This study suggests that deficiency of iron and Vitamin D as well as anemia were more common in autistic compared to control children.", "journal": ["Annals of African medicine", "Ann Afr Med"], "id": "29063903", "doi": "10.4103/aam.aam_17_17", "date": null, "authors": [["Bener", "Abdulbari", "A", "Department of Biostatistics and Medical Informatics, Cerrahpasa Faculty of Medicine, Istanbul University, Istanbul, Turkey; Department of Evidence for Population Health Unit, School of Epidemiology and Health Sciences, University of Manchester, Manchester, England, UK."], ["Khattab", "Azhar O", "AO", "Department of Pediatrics, Rumailah and Hamad General Hospital, Hamad Medical Corporation; Department of Pediatrics, Weill Cornell Medical College, Ar-Rayyan, Qatar."], ["Bhugra", "Dinesh", "D", "Institute of Psychiatry, Section of Cultural Psychiatry, King's College London, London, England, UK."], ["Hoffmann", "Georg F", "GF", "Department of Pediatrics, University of Heidelberg, Baden-Wurttemberg, Germany."]]}