{"title": "INTERNEURONOPATHIES AND THEIR ROLE IN EARLY LIFE EPILEPSIES AND NEURODEVELOPMENTAL DISORDERS.", "text": "GABAergic interneurons control the neural circuitry and network activity in the brain. The advances in genetics have identified genes that control the development, maturation and integration of GABAergic interneurons and implicated them in the pathogenesis of epileptic encephalopathies or neurodevelopmental disorders. For example, mutations of the Aristaless-Related homeobox X-linked gene (ARX) may result in defective GABAergic interneuronal migration in infants with epileptic encephalopathies like West syndrome (WS), Ohtahara syndrome or X-linked lissencephaly with abnormal genitalia (XLAG). The concept of \"interneuronopathy\", i.e. impaired development, migration or function of interneurons, has emerged as a possible etiopathogenic mechanism for epileptic encephalopathies. Treatments that enhance GABA levels, may help seizure control but do not necessarily show disease modifying effect. On the other hand, interneuronopathies can be seen in other conditions in which epilepsy may not be the primary manifestation, such as autism. In this review, we plan to outline briefly the current state of knowledge on the origin, development, and migration and integration of GABAergic interneurons, present neurodevelopmental conditions, with or without epilepsy, that have been associated with interneuronopathies and discuss the evidence linking certain types of interneuronal dysfunction with epilepsy and/or cognitive or behavioral deficits.", "journal": ["Epilepsia open", "Epilepsia Open"], "id": "29062978", "doi": "10.1002/epi4.12062", "date": "2017-06-28", "authors": [["Katsarou", "Anna-Maria", "AM", "Saul R. Korey Department of Neurology, Laboratory of Developmental Epilepsy, Albert Einstein College of Medicine, Bronx, New York, U.S.A."], ["Moshé", "Solomon L", "SL", "Saul R. Korey Department of Neurology, Laboratory of Developmental Epilepsy, Albert Einstein College of Medicine, Bronx, New York, U.S.A."], ["Galanopoulou", "Aristea S", "AS", "Saul R. Korey Department of Neurology, Laboratory of Developmental Epilepsy, Albert Einstein College of Medicine, Bronx, New York, U.S.A."]]}