{"title": "International multicentre randomised controlled trial of improvisational music therapy for children with autism spectrum disorder: TIME-A study.", "text": "Preliminary studies have indicated that music therapy may benefit children with autism spectrum disorders (ASD).To examine the effects of improvisational music therapy (IMT) on social affect and responsiveness of children with ASD.International, multicentre, three-arm, single-masked randomised controlled trial, including a National Institute for Health Research (NIHR)-funded centre that recruited in London and the east of England. Randomisation was via a remote service using permuted blocks, stratified by study site.Schools and private, voluntary and state-funded health-care services.Children aged between 4 and 7 years with a confirmed diagnosis of ASD and a parent or guardian who provided written informed consent. We excluded children with serious sensory disorder and those who had received music therapy within the past 12 months.All parents and children received enhanced standard care (ESC), which involved three 60-minute sessions of advice and support in addition to treatment as usual. In addition, they were randomised to either one (low-frequency) or three (high-frequency) sessions of IMT per week, or to ESC alone, over 5 months in a ratio of 1 : 1 : 2.The primary outcome was measured using the social affect score derived from the Autism Diagnostic Observation Schedule (ADOS) at 5 months: higher scores indicated greater impairment. Secondary outcomes included social affect at 12 months and parent-rated social responsiveness at 5 and 12 months (higher scores indicated greater impairment).A total of 364 participants were randomised between 2011 and 2015. A total of 182 children were allocated to IMT (90 to high-frequency sessions and 92 to low-frequency sessions), and 182 were allocated to ESC alone. A total of 314 (86.3%) of the total sample were followed up at 5 months [165 (90.7%) in the intervention group and 149 (81.9%) in the control group]. Among those randomised to IMT, 171 (94.0%) received it. From baseline to 5 months, mean scores of ADOS social affect decreased from 14.1 to 13.3 in music therapy and from 13.5 to 12.4 in standard care [mean difference: music therapy vs. standard care = 0.06, 95% confidence interval (CI) -0.70 to 0.81], with no significant difference in improvement. There were also no differences in the parent-rated social responsiveness score, which decreased from 96.0 to 89.2 in the music therapy group and from 96.1 to 93.3 in the standard care group over this period (mean difference: music therapy vs. standard care = -3.32, 95% CI -7.56 to 0.91). There were seven admissions to hospital that were unrelated to the study interventions in the two IMT arms compared with 10 unrelated admissions in the ESC group.Adding IMT to the treatment received by children with ASD did not improve social affect or parent-assessed social responsiveness.Other methods for delivering music-focused interventions for children with ASD should be explored.Current Controlled Trials ISRCTN78923965.This project was funded by the NIHR Health Technology Assessment programme and will be published in full in Health Technology Assessment; Vol. 21, No. 59. See the NIHR Journals Library website for further project information.", "journal": ["Health technology assessment (Winchester, England)", "Health Technol Assess"], "id": "29061222", "doi": "10.3310/hta21590", "date": null, "authors": [["Crawford", "Mike J", "MJ", "Centre for Psychiatry, Imperial College London, London, UK."], ["Gold", "Christian", "C", "The Grieg Academy Music Therapy Research Centre, Uni Research Health, Bergen, Norway."], ["Odell-Miller", "Helen", "H", "Music for Health Research Centre, Anglia Ruskin University, Cambridge, UK."], ["Thana", "Lavanya", "L", "Centre for Psychiatry, Imperial College London, London, UK."], ["Faber", "Sarah", "S", "Music for Health Research Centre, Anglia Ruskin University, Cambridge, UK."], ["Assmus", "Jörg", "J", "The Grieg Academy Music Therapy Research Centre, Uni Research Health, Bergen, Norway."], ["Bieleninik", "Łucja", "Ł", "The Grieg Academy Music Therapy Research Centre, Uni Research Health, Bergen, Norway."], ["Geretsegger", "Monika", "M", "The Grieg Academy Music Therapy Research Centre, Uni Research Health, Bergen, Norway."], ["Grant", "Claire", "C", "Central and North West London NHS Foundation Trust, London, UK."], ["Maratos", "Anna", "A", "Central and North West London NHS Foundation Trust, London, UK."], ["Sandford", "Stephan", "S", "Chelsea and Westminster Hospital NHS Foundation Trust, London, UK."], ["Claringbold", "Amy", "A", "Centre for Psychiatry, Imperial College London, London, UK."], ["McConachie", "Helen", "H", "Institute of Health and Society, Newcastle University, Newcastle upon Tyne, UK."], ["Maskey", "Morag", "M", "Institute of Neuroscience, Newcastle University, Newcastle upon Tyne, UK."], ["Mössler", "Karin Antonia", "KA", "The Grieg Academy Music Therapy Research Centre, Uni Research Health, Bergen, Norway."], ["Ramchandani", "Paul", "P", "Centre for Psychiatry, Imperial College London, London, UK."], ["Hassiotis", "Angela", "A", "Division of Psychiatry, University College London, London, UK."]]}