{"title": "Brain donation in psychiatry: results of a Dutch prospective donor program among psychiatric cohort participants.", "text": "Human brain tissue is crucial to study the molecular and cellular basis of psychiatric disorders. However, the current availability of human brain tissue is inadequate. Therefore, the Netherlands Brain Bank initiated a program in which almost 4.000 participants of 15 large Dutch psychiatric research cohorts were asked to register as prospective brain donors.We approached patients with schizophrenia, bipolar disorder, major depressive disorder, obsessive-compulsive disorder, post-traumatic stress disorder, families with a child with autism or Attention Deficit Hyperactivity Disorder, healthy relatives and healthy unrelated controls, either face-to-face or by post. We investigated whether diagnosis, method of approach, age, and gender were related to the likelihood of brain-donor registration.We found a striking difference in registration efficiency between the diagnosis groups. Patients with bipolar disorder and healthy relatives registered most often (25% respectively 17%), followed by unrelated controls (8%) and patients with major depressive disorder, post-traumatic stress disorder, and obsessive-compulsive disorder (9%, 6% resp. 5%). A face-to-face approach was 1.3 times more effective than a postal approach and the likelihood of registering as brain donor significantly increased with age. Gender did not make a difference.Between 2013 and 2016, our prospective brain-donor program for psychiatry resulted in an almost eightfold increase (from 149 to 1149) in the number of registered psychiatric patients at the Netherlands Brain Bank. Based on our results we recommend, when starting a prospective brain donor program in psychiatric patients, to focus on face to face recruitment of people in their sixties or older.", "journal": ["BMC psychiatry", "BMC Psychiatry"], "id": "29058593", "doi": "10.1186/s12888-017-1513-x", "date": "2017-10-20", "authors": [["de Lange", "Geertje M", "GM", "Netherlands Brain Bank, Netherlands Institute for Neuroscience, Meibergdreef 47, 1105, BA, Amsterdam, the Netherlands. G.M.deLange@umcutrecht.nl."], ["Rademaker", "Marleen", "M", "Netherlands Brain Bank, Netherlands Institute for Neuroscience, Meibergdreef 47, 1105, BA, Amsterdam, the Netherlands."], ["Boks", "Marco P", "MP", "Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht University, PO Box 85500, 3508, GA, Utrecht, the Netherlands."], ["Palmen", "Saskia J M C", "SJMC", "Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht University, PO Box 85500, 3508, GA, Utrecht, the Netherlands."]]}