{"title": "α2-glycine receptors modulate adult hippocampal neurogenesis and spatial memory.", "text": "The α2-glycine receptors (GlyRs) play important roles during early central nervous system development. However, these receptors' possible involvement in neurodevelopmental events occurring in the adult brain remains to be explored. Adult hippocampal neurogenesis (AHN) is the process by which new granule cell neurons are added to the dentate gyrus (DG) throughout adulthood. In this study, we observed that hippocampal adult neural stem cells (ANSCs) express α2-containing GlyRs. Pharmacological inhibition of GlyRs by strychnine or picrotoxin decreased the proliferation of ANSCs, both in vivo and in vitro. Mice knockout for glra2, the gene coding for the GlyR α2 subunit, were determined to display impaired AHN, and this phenomenon was accompanied by deficits in spatial memory. These results, which reveal neurodevelopmental roles for α2-GlyRs in the adult brain, may be clinically relevant, given that a mutation in GLAR2, as well as AHN impairments, have been reported in autism spectrum disorder. © 2017 Wiley Periodicals, Inc. Develop Neurobiol 77: 1430-1441, 2017.", "journal": ["Developmental neurobiology", "Dev Neurobiol"], "id": "29057625", "doi": "10.1002/dneu.22549", "date": "2017-10-26", "authors": [["Lin", "Min-Shan", "MS", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Xiong", "Wen-Chao", "WC", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Li", "Shu-Ji", "SJ", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Gong", "Zhi", "Z", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Cao", "Xiong", "X", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Kuang", "Xiao-Jing", "XJ", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Zhang", "Yuan", "Y", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Gao", "Tian-Ming", "TM", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Mechawar", "Naguib", "N", "Department of Psychiatry, McGill University, McGill Group for Suicide Studies, Douglas Mental Health University Institute, 6875 LaSalle Blvd, Verdun, (Québec), Canada."], ["Liu", "Ce", "C", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."], ["Zhu", "Xin-Hong", "XH", "Institute of Mental Health, Southern Medical University, Guangzhou, 510515, China."]]}