{"title": "Diminished socially selective neural processing in 5-month-old infants at high familial risk of autism.", "text": "The social and communicative difficulties that characterize autism spectrum disorder (ASD) are considered the most striking feature of the disorder. Research has reported that individuals with ASD show abnormalities in the brain regions associated with the processing of social information. Importantly, a recent study using functional near-infrared spectroscopy (fNIRS) found the first evidence of atypicalities in the neural processing of social information in 4- to 6-month-old infants at high familial risk of ASD. These findings provide an important step in the search for early markers of ASD and highlight the potential for neuroimaging techniques to detect atypical patterns of neural activity prior to the manifestation of most behavioural symptoms. This study aimed to extend the findings of reduced neural sensitivity to social stimuli in an independent cohort. Twenty-nine 5-month-old infants (13 low-risk infants, 16 high-risk infants) were presented with social and non-social visual stimuli, similar to the previous experiment. Importantly, a non-social dynamic motion control condition was introduced allowing the comparison between social dynamic and non-social, static, as well as dynamic stimuli. We found that while low-risk infants showed activation to social stimuli in the right posterior temporal cortex, this activation was reduced in infants at high risk of ASD. Although the current sample size was relatively small, our results replicate and extend previous work and provide evidence for a social processing difference in infants at risk of autism. Future research will determine whether these differences relate to an eventual ASD diagnosis or may rather reflect the broader autism phenotype.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."], "id": "29057566", "doi": "10.1111/ejn.13751", "date": "2017-10-23", "authors": [["Braukmann", "Ricarda", "R", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Lloyd-Fox", "Sarah", "S", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Cambridge, UK."], ["Blasi", "Anna", "A", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Cambridge, UK."], ["Johnson", "Mark H", "MH", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Cambridge, UK."], ["Bekkering", "Harold", "H", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, P.O. Box 9104, 6500 HE, Nijmegen, The Netherlands."], ["Buitelaar", "Jan K", "JK", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Hunnius", "Sabine", "S", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, P.O. Box 9104, 6500 HE, Nijmegen, The Netherlands."]]}