{"title": "Cortical responses before 6 months of life associate with later autism.", "text": "Autism spectrum disorder (ASD) is a common, highly heritable, developmental disorder and later-born siblings of diagnosed children are at higher risk of developing ASD than the general population. Although the emergence of behavioural symptoms of ASD in toddlerhood is well characterized, far less is known about development during the first months of life of infants at familial risk. In a prospective longitudinal study of infants at familial risk followed to 36 months, we measured functional near-infrared spectroscopy (fNIRS) brain responses to social videos of people (i.e. peek-a-boo) compared to non-social images (vehicles) and human vocalizations compared to non-vocal sounds. At 4-6 months, infants who went on to develop ASD at 3 years (N = 5) evidenced-reduced activation to visual social stimuli relative to low-risk infants (N = 16) across inferior frontal (IFG) and posterior temporal (pSTS-TPJ) regions of the cortex. Furthermore, these infants also showed reduced activation to vocal sounds and enhanced activation to non-vocal sounds within left lateralized temporal (aMTG-STG/pSTS-TPJ) regions compared with low-risk infants and high-risk infants who did not develop ASD (N = 15). The degree of activation to both the visual and auditory stimuli correlated with parent-reported ASD symptomology in toddlerhood. These preliminary findings are consistent with later atypical social brain responses seen in children and adults with ASD, and highlight the need for further work interrogating atypical processing in early infancy and how it may relate to later social interaction and communication difficulties characteristic of ASD.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."], "id": "29057543", "doi": "10.1111/ejn.13757", "date": "2017-10-23", "authors": [["Lloyd-Fox", "S", "S", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Malet St., WC1E 7HX, London, UK."], ["Blasi", "A", "A", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Malet St., WC1E 7HX, London, UK."], ["Pasco", "G", "G", "Department of Psychology, Institute of Psychiatry, Psychology, & Neuroscience, King's College London, London, UK."], ["Gliga", "T", "T", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Malet St., WC1E 7HX, London, UK."], ["Jones", "E J H", "EJH", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Malet St., WC1E 7HX, London, UK."], ["Murphy", "D G M", "DGM", "Department of Forensic and Neurodevelopmental Science, The Sackler Institute for Translational Neurodevelopment, Institute of Psychiatry, Psychology, & Neuroscience, King's College London, London, UK."], ["Elwell", "C E", "CE", "Department of Medical Physics and Biomedical Engineering, University College London, London, UK."], ["Charman", "T", "T", "Department of Psychology, Institute of Psychiatry, Psychology, & Neuroscience, King's College London, London, UK."], ["Johnson", "M H", "MH", "Centre for Brain and Cognitive Development, Birkbeck, University of London, Malet St., WC1E 7HX, London, UK."], [null, null, null, null]]}