{"title": "Lobular patterns of cerebellar resting-state connectivity in adults with Autism Spectrum Disorder.", "text": "Autism spectrum disorder is a neurodevelopmental disorder characterized by core deficits in social functioning. Core autistics traits refer to poor social and imagination skills, poor attention-switching/strong focus of attention, exceptional attention to detail, as expressed by the autism-spectrum quotient. Over the years, the importance of the cerebellum in the aetiology of autism spectrum disorder has been acknowledged. Neuroimaging studies have provided a strong support to this view, showing both structural and functional connectivity alterations to affect the cerebellum in autism spectrum disorder. According to the underconnectivity theory, disrupted connectivity within cerebello-cerebral networks has been specifically implicated in the aetiology of autism spectrum disorder. However, inconsistent results have been generated across studies. In this study, an integrated approach has been used in a selected population of adults with autism spectrum disorder to analyse both cerebellar morphometry and functional connectivity. In individuals with autism spectrum disorder, a decreased cerebellar grey matter volume affected the right Crus II, a region showing extensive connections with cerebral areas related to social functions. This grey matter reduction correlates with the degree of autistic traits as measured by autism-spectrum quotient. Interestingly, altered functional connectivity was found between the reduced cerebellar Crus II and contralateral cerebral regions, such as frontal and temporal areas. Overall, the present data suggest that adults with autism spectrum disorder present with specific cerebellar structural alterations that may affect functional connectivity within cerebello-cerebral modules relevant to social processing and account for core autistics traits.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."], "id": "29057532", "doi": "10.1111/ejn.13752", "date": "2017-10-23", "authors": [["Olivito", "Giusy", "G", "Ataxia Laboratory, IRCCS Santa Lucia Foundation, Via Ardeatina 306, 00179, Rome, Italy."], ["Lupo", "Michela", "M", "Ataxia Laboratory, IRCCS Santa Lucia Foundation, Via Ardeatina 306, 00179, Rome, Italy."], ["Laghi", "Fiorenzo", "F", "Department of Developmental and Social Psychology, Faculty of Medicine and Psychology, \"Sapienza\" University of Rome, Rome, Italy."], ["Clausi", "Silvia", "S", "Ataxia Laboratory, IRCCS Santa Lucia Foundation, Via Ardeatina 306, 00179, Rome, Italy."], ["Baiocco", "Roberto", "R", "Department of Developmental and Social Psychology, Faculty of Medicine and Psychology, \"Sapienza\" University of Rome, Rome, Italy."], ["Cercignani", "Mara", "M", "Neuroimaging Laboratory, IRCCS Santa Lucia Foundation, Rome, Italy."], ["Bozzali", "Marco", "M", "Neuroimaging Laboratory, IRCCS Santa Lucia Foundation, Rome, Italy."], ["Leggio", "Maria", "M", "Ataxia Laboratory, IRCCS Santa Lucia Foundation, Via Ardeatina 306, 00179, Rome, Italy."]]}