{"title": "Behavioral comparisons in Autism Spectrum Disorder and Developmental Coordination Disorder: A systematic literature review.", "text": "Autism Spectrum Disorder (ASD) and Developmental Coordination Disorder (DCD) are developmental disorders that, since the DSM-5, can be diagnosed as co-occurring conditions. While some recent studies suggest that ASD and DCD have similar traits, others show clear behavioral distinctions between the two conditions. By gathering all studies that included (1) an ASD group and a DCD group, (2) an ASD+DCD group and a DCD group, or (3) ASD, ASD+DCD, and DCD groups, we aimed to identify similarities and differences in behaviors between the two disorders.We used a systematic search of PubMed (1946 -), Scopus (1970 -), PsycINFO (via EBSCO, 1600 -), CINAHL (via EBSCO, 1937 -), SportDiscus (via EBSCO, 1985 -), and WorldCat (via FirstSearch) in addition to reference list and author name searching PubMed, Scopus, PsycINFO, CINAHL, SportDiscus, and WorldCat to identify original studies that met the following criteria: (1) an ASD group and a DCD group, (2) an ASD+DCD group and a DCD group, or (3) ASD, ASD+DCD, and DCD groups.From the 1,598 articles screened, 11 were included in the qualitative analysis. The articles included reported more differences than similarities in individuals with ASD and DCD, with clear distinctions for working memory ability, gestural performance, grip selection, and cortical thickness. Only two studies reported similarities in face processing abilities and perceived competence, and the interventional studies showed group similarities in behavior improvement, such as intelligence and attention.Based on the articles reviewed, we conclude that while DCD and ASD share some behavioral symptoms, the symptom profiles of each disorder are unique and separable. We recommend that the evaluation of potential DCD in individuals with ASD be performed systematically and thoroughly, so as to distinguish this co-occurring condition from sensorimotor symptoms associated with ASD.", "journal": ["Research in autism spectrum disorders", "Res Autism Spectr Disord"], "id": "29057009", "doi": "10.1016/j.rasd.2017.03.004", "date": "2017-03-25", "authors": [["Caçola", "Priscila", "P", "Department of Kinesiology, University of Texas at Arlington."], ["Miller", "Haylie L", "HL", "Department of Physical Therapy, University of North Texas Health Science Center."], ["Williamson", "Peace Ossom", "PO", "Library, University of Texas at Arlington."]]}