{"title": "Prevalence and Correlates of Autism Spectrum Disorders in Quebec.", "text": "To estimate the prevalence, comorbidities, and service use of people with autism spectrum disorders (ASDs) based on data from Quebec Integrated Chronic Diseases Surveillance System (QICDSS).We included all residents up to age 24 eligible for health plan coverage who were in Quebec for at least 1 day from January 1, 1996, to March 31, 2015. To be considered as having an ASD, an individual had to have had at least 1 physician claim or hospital discharge abstract from 2000 to 2015 indicating one of the following ASD diagnosis codes: ICD-9 codes 299.0 to 299.9 or their ICD-10 equivalents.The QICDSS shows that the prevalence of ASD has risen steadily over the past decade to approximately 1.2% ( n = 16,940) of children and youths aged 1 to 17 years in 2014 to 2015. The same prevalence was obtained using Ministry of Education data. Common medical comorbidities included congenital abnormalities of the nervous system, particularly in the first year of life. Psychiatric comorbidity was much more highly prevalent, especially common mental disorders like anxiety and attention-deficit/hyperactivity disorder. Children and youths with ASDs made on average 2.3 medical visits per year compared with 0.2 in the general population. Between 18 and 24 years old, the mental health needs of individuals with ASDs were met less by medical specialists and more by general practitioners.Information derived from this database could support and monitor development of better medical services coordination and shared care to meet the continuous and changing needs of patients and families over time.", "journal": ["Canadian journal of psychiatry. Revue canadienne de psychiatrie", "Can J Psychiatry"], "id": "29056086", "doi": "10.1177/0706743717737031", "date": "2017-01-01", "authors": [["Diallo", "Fatoumata Binta", "FB", "1 Quebec's Public Health Institute (Bureau d'information et d'études en santé des populations, Institut national de santé publique du Québec), Quebec, Quebec."], ["Fombonne", "Éric", "É", "2 Department of Psychiatry, Oregon Health Sciences University, Portland, Oregon, USA."], ["Kisely", "Steve", "S", "3 Departments of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia."], ["Rochette", "Louis", "L", "1 Quebec's Public Health Institute (Bureau d'information et d'études en santé des populations, Institut national de santé publique du Québec), Quebec, Quebec."], ["Vasiliadis", "Helen-Maria", "HM", "5 Department of Community Health Science, University of Sherbrooke, Sherbrooke, Quebec."], ["Vanasse", "Alain", "A", "6 Department of Family Medicine, University of Sherbrooke, Sherbrooke, Quebec."], ["Noiseux", "Manon", "M", "7 Department of Public Health, Health and Social Services Centre of Montérégie-Centre, Montérégie, Quebec."], ["Pelletier", "Éric", "É", "1 Quebec's Public Health Institute (Bureau d'information et d'études en santé des populations, Institut national de santé publique du Québec), Quebec, Quebec."], ["Renaud", "Johanne", "J", "8 Department of Psychiatry, McGill University, Montreal, Quebec."], ["St-Laurent", "Danielle", "D", "1 Quebec's Public Health Institute (Bureau d'information et d'études en santé des populations, Institut national de santé publique du Québec), Quebec, Quebec."], ["Lesage", "Alain", "A", "1 Quebec's Public Health Institute (Bureau d'information et d'études en santé des populations, Institut national de santé publique du Québec), Quebec, Quebec."]]}