{"title": "Ablation of TFR1 in Purkinje Cells Inhibits mGlu1 Trafficking and Impairs Motor Coordination, But Not Autistic-Like Behaviors.", "text": "Group 1 metabotropic glutamate receptors (mGlu1/5s) are critical to synapse formation and participate in synaptic LTP and LTD in the brain. mGlu1/5 signaling alterations have been documented in cognitive impairment, neurodegenerative disorders, and psychiatric diseases, but underlying mechanisms for its modulation are not clear. Here, we report that transferrin receptor 1 (TFR1), a transmembrane protein of the clathrin complex, modulates the trafficking of mGlu1 in cerebellar Purkinje cells (PCs) from male mice. We show that conditional knock-out of TFR1 in PCs does not affect the cytoarchitecture of PCs, but reduces mGlu1 expression at synapses. This regulation by TFR1 acts in concert with that by Rab8 and Rab11, which modulate the internalization and recycling of mGlu1, respectively. TFR1 can bind to Rab proteins and facilitate their expression at synapses. PC ablation of TFR1 inhibits parallel fiber-PC LTD, whereas parallel fiber-LTP and PC intrinsic excitability are not affected. Finally, we demonstrate that PC ablation of TFR1 impairs motor coordination, but does not affect social behaviors in mice. Together, these findings underscore the importance of TFR1 in regulating mGlu1 trafficking and suggest that mGlu1- and mGlu1-dependent parallel fiber-LTD are associated with regulation of motor coordination, but not autistic behaviors.SIGNIFICANCE STATEMENT Group 1 metabotropic glutamate receptor (mGlu1/5) signaling alterations have been documented in cognitive impairment, neurodegenerative disorders, and psychiatric diseases. Recent work suggests that altered mGlu1 signaling in Purkinje cells (PCs) may be involved in not only motor learning, but also autistic-like behaviors. We find that conditional knock-out of transferrin receptor 1 (TFR1) in PCs reduces synaptic mGlu1 by tethering Rab8 and Rab11 in the cytosol. PC ablation of TFR1 inhibits parallel fiber-PC LTD, whereas parallel fiber-PC LTP and PC intrinsic excitability are intact. Motor coordination is impaired, but social behaviors are normal in TFR1flox/flox;pCP2-cre mice. Our data reveal a new regulator for trafficking and synaptic expression of mGlu1 and suggest that mGlu1-dependent LTD is associated with motor coordination, but not autistic-like behaviors.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29054881", "doi": "10.1523/JNEUROSCI.1223-17.2017", "date": "2017-10-20", "authors": [["Zhou", "Jia-Huan", "JH", "Department of Neurobiology, Key Laboratory of Medical Neurobiology of the Ministry of Health, Zhejiang University School of Medicine, Hangzhou 310058, People's Republic of China."], ["Wang", "Xin-Tai", "XT", "Department of Neurobiology, Key Laboratory of Medical Neurobiology of the Ministry of Health, Zhejiang University School of Medicine, Hangzhou 310058, People's Republic of China."], ["Zhou", "Liang", "L", "Department of Neurobiology, Key Laboratory of Medical Neurobiology of the Ministry of Health, Zhejiang University School of Medicine, Hangzhou 310058, People's Republic of China."], ["Zhou", "Lin", "L", "Department of Neurobiology, Key Laboratory of Medical Neurobiology of the Ministry of Health, Zhejiang University School of Medicine, Hangzhou 310058, People's Republic of China."], ["Xu", "Fang-Xiao", "FX", "Department of Neurobiology, Key Laboratory of Medical Neurobiology of the Ministry of Health, Zhejiang University School of Medicine, Hangzhou 310058, People's Republic of China."], ["Su", "Li-Da", "LD", "Neuroscience Care Unit, Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou 310009, People's Republic of China."], ["Wang", "Hao", "H", "Department of Neurobiology, Key Laboratory of Medical Neurobiology of the Ministry of Health, Zhejiang University School of Medicine, Hangzhou 310058, People's Republic of China."], ["Jia", "Fan", "F", "State Key Laboratory of Magnetic Resonance and Atomic and Molecular Physics, Wuhan Institute of Physics and Mathematics, Chinese Academy of Sciences, Wuhan 430071, People's Republic of China, and."], ["Xu", "Fu-Qiang", "FQ", "State Key Laboratory of Magnetic Resonance and Atomic and Molecular Physics, Wuhan Institute of Physics and Mathematics, Chinese Academy of Sciences, Wuhan 430071, People's Republic of China, and."], ["Chen", "Gui-Quan", "GQ", "State Key Laboratory of Pharmaceutical Biotechnology, MOE Key Laboratory of Model Animal for Disease Study, Model Animal Research Center, Nanjing University, Nanjing 210032, People's Republic of China."], ["De Zeeuw", "Chris I", "CI", "Department of Neuroscience, Erasmus MC, 3000 CA Rotterdam, The Netherlands, yshen@zju.edu.cn c.dezeeuw@erasmusmc.nl."], ["Shen", "Ying", "Y", "Department of Neurobiology, Key Laboratory of Medical Neurobiology of the Ministry of Health, Zhejiang University School of Medicine, Hangzhou 310058, People's Republic of China, yshen@zju.edu.cn c.dezeeuw@erasmusmc.nl."]]}