{"title": "Longitudinal association between mental disorders in childhood and subsequent depression - A nationwide prospective cohort study.", "text": "Depression ranges among the most impairing mental disorders worldwide, and early detection is a global health priority. Little is known about the association between non-affective mental disorders in childhood/adolescence and later depression.Nationwide register-based prospective cohort study, estimating cumulative incidences and incidence rate ratios (IRR) for later depression in individuals with and without non-affective mental disorders in early life.475,213 females and 484,813 males born 1990-2007 were followed for a mean of 9.14 years (contributing a total of 8778,331 person-years of observation). In the cohort, 7963 (5451 females) were diagnosed with depression. Depression was more common in individuals with prior non-affective mental disorders in adolescence (15.98% in females and 7.02% in males) and in childhood (4.98% in females and 1.6% in males), than in the background population (3.94% and 1.3% in females; 1.37% and 0.47% in males). Eating and anxiety disorders in childhood/adolescence carried the highest absolute risk of depression. The relative risk of depression was particularly high the first year after the first non-affective disorder (IRR = 15.5; 14.07-17.10), but remained highly elevated more than five years after the first non-affective diagnosis (IRR = 2.05; 1.84-2.28), when compared to young people without such disorders.This study only included diagnoses given at hospital departments, representing the more severe mental disorders.Children and adolescents with non-affective mental disorders were at substantially increased absolute and relative risk of developing depression in young adulthood, especially females diagnosed with anxiety- or eating disorders in adolescence. These findings may help identify groups of children and adolescents at very high risk of developing depression.", "journal": ["Journal of affective disorders", "J Affect Disord"], "id": "29053976", "doi": "10.1016/j.jad.2017.10.023", "date": "2017-10-07", "authors": [["Gundel", "Louise Krarup", "LK", "National Centre for Register-based Research, Department of Economics and Business, School of Business and Social Sciences, Aarhus University, Aarhus, Denmark; The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark. Electronic address: louise.krarup.gundel@gmail.com."], ["Pedersen", "Carsten Bøcker", "CB", "National Centre for Register-based Research, Department of Economics and Business, School of Business and Social Sciences, Aarhus University, Aarhus, Denmark; The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark; Centre for Integrated Register-based Research at Aarhus University, CIRRAU, Denmark. Electronic address: cbp@econ.au.dk."], ["Munk-Olsen", "Trine", "T", "National Centre for Register-based Research, Department of Economics and Business, School of Business and Social Sciences, Aarhus University, Aarhus, Denmark; The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark. Electronic address: tmo@econ.au.dk."], ["Dalsgaard", "Søren", "S", "National Centre for Register-based Research, Department of Economics and Business, School of Business and Social Sciences, Aarhus University, Aarhus, Denmark; The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark; Centre for Integrated Register-based Research at Aarhus University, CIRRAU, Denmark; Department for Child and Adolescent Psychiatry, Hospital of Telemark, Kragerø, Norway. Electronic address: sdalsgaard@econ.au.dk."]]}