{"title": "The contribution of alternative splicing to genetic risk for psychiatric disorders.", "text": "A genetic contribution to psychiatric disorders has clearly been established and genome-wide association studies now provide the location of risk genes and genetic variants associated with risk. However, the mechanism by which these genes and variants contribute to psychiatric disorders is mostly undetermined. This is in part because non-synonymous protein coding changes cannot explain the majority of variants associated with complex genetic traits. Based on this, it is predicted that these variants are causing gene expression changes, including changes to alternative splicing. Genetic changes influencing alternative splicing have been identified as risk factors in Mendelian disorders; however, currently there is a paucity of research on the role of alternative splicing in complex traits. This stems partly from the difficulty of predicting the role of genetic variation in splicing. Alterations to canonical splice site sequences, nucleotides adjacent to splice junctions, and exonic and intronic splicing regulatory sequences can influence splice site choice. Recent studies have identified global changes in alternatively spliced transcripts in brain tissues, some of which correlate with altered levels of splicing trans factors. Disease-associated variants have also been found to affect cis-acting splicing regulatory sequences and alter the ratio of alternatively spliced transcripts. These findings are reviewed here, as well as the current datasets and resources available to study alternative splicing in psychiatric disorders. Identifying and understanding risk variants that cause alternative splicing is critical to understanding the mechanisms of risk as well as to pave the way for new therapeutic options.", "journal": ["Genes, brain, and behavior", "Genes Brain Behav."], "id": "29052934", "doi": "10.1111/gbb.12430", "date": "2017-10-20", "authors": [["Reble", "E", "E", "Genetics and Development Division, Krembil Research Institute, University Health Network, Toronto, Ontario, Canada."], ["Dineen", "A", "A", "Genetics and Development Division, Krembil Research Institute, University Health Network, Toronto, Ontario, Canada."], ["Barr", "C L", "CL", "Genetics and Development Division, Krembil Research Institute, University Health Network, Toronto, Ontario, Canada."]]}