{"title": "Cognitive mechanisms of inhibitory control deficits in autism spectrum disorder.", "text": "Inhibitory control deficits are common in autism spectrum disorder (ASD) and associated with more severe repetitive behaviors. Inhibitory control deficits may reflect slower execution of stopping processes, or a reduced ability to delay the onset of behavioral responses in contexts of uncertainty. Previous studies have documented relatively spared stopping processes in ASD, but whether inhibitory control deficits in ASD reflect failures to delay response onset has not been systematically assessed. Further, while improvements in stopping abilities and response slowing are seen through adolescence/early adulthood in health, their development in ASD is less clear.A stop-signal test (SST) was administered to 121 individuals with ASD and 76 age and IQ-matched healthy controls (ages 5-28). This test included 'GO trials' in which participants pressed a button when a peripheral target appeared and interleaved 'STOP trials' in which they were cued to inhibit button-presses when a stop-signal appeared at variable times following the GO cue. STOP trial accuracy, RT of the stopping process (SSRT), and reaction time (RT) slowing during GO trials were examined.Relative to controls, individuals with ASD had reduced accuracy on STOP trials. SSRTs were similar across control and ASD participants, but RT slowing was reduced in patients compared to controls. Age-related increases in stopping ability and RT slowing were attenuated in ASD. Reduced stopping accuracy and RT slowing were associated with more severe repetitive behaviors in ASD.Our findings show that inhibitory control deficits in ASD involve failures to strategically delay behavioral response onset. These results suggest that reduced preparatory behavioral control may underpin inhibitory control deficits as well as repetitive behaviors in ASD. Typical age-related improvements in inhibitory control during late childhood/early adolescence are reduced in ASD, highlighting an important developmental window during which treatments may mitigate cognitive alterations contributing to repetitive behaviors.", "journal": ["Journal of child psychology and psychiatry, and allied disciplines", "J Child Psychol Psychiatry"], "id": "29052841", "doi": "10.1111/jcpp.12837", "date": "2017-10-20", "authors": [["Schmitt", "Lauren M", "LM", "Schiefelbusch Institute for Life Span Studies and Clinical Child Psychology Program, University of Kansas, Lawrence, KS, USA."], ["White", "Stormi P", "SP", "Center for Autism and Developmental Disabilities, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Cook", "Edwin H", "EH", "Institute for Juvenile Research, University of Illinois at Chicago, Chicago, IL, USA."], ["Sweeney", "John A", "JA", "Department of Psychiatry and Behavioral Neuroscience, University of Cincinnati, Cincinnati, OH, USA."], ["Mosconi", "Matthew W", "MW", "Schiefelbusch Institute for Life Span Studies and Clinical Child Psychology Program, University of Kansas, Lawrence, KS, USA."]]}