{"title": "Research Review: Early intervention for infants and young children with, or at-risk of, autism spectrum disorder: a systematic review.", "text": "There has been increased interest in early screening and intervention for young children with, or at risk of, autism spectrum disorder (ASD). This has generated a debate about the potential harms versus benefits of early identification and treatment. This review aims to identify the evidence base for early intervention in ASD.A systematic review searching for randomised controlled trials (RCTs) of interventions for children up to 6 years of age with, or at risk of, ASD was undertaken. Characteristics and outcomes of included studies were collated and described in tabular format, and all included studies were rated according to the Cochrane Risk of Bias Tool.Forty-eight RCTs were identified, of which 40 were published since 2010. Most studies (n = 34) were undertaken in the United States. Included RCTs evaluated 32 different models of intervention. If blinding of participants and relevant personnel is overlooked as a source of bias, only six studies met criteria for low risk of bias across all domains of the Cochrane Risk of Bias Tool. The majority of studies had a relatively small sample size with only seven studies having a sample size >100.There has been a substantial increase in the number of RCTs evaluating early interventions in ASD. However, few studies, only 12.5% of the total, were rated as being at low risk of bias. Small sample size, unclear concealment of allocation and lack of clarity in the identification of the active ingredients in a diverse range of differently named treatment models were identified as challenges to the design, conduct and interpretation of studies. Improved co-ordination and design of studies is, therefore, required if future research in the field is to more clearly investigate the effects of early intervention for ASD.", "journal": ["Journal of child psychology and psychiatry, and allied disciplines", "J Child Psychol Psychiatry"], "id": "29052838", "doi": "10.1111/jcpp.12828", "date": "2017-10-20", "authors": [["French", "Lorna", "L", "Children, Young Adults and Families Department, Tavistock Clinic, London, UK."], ["Kennedy", "Eilis M M", "EMM", "Children, Young Adults and Families Department, Tavistock Clinic, London, UK."]]}