{"title": "Sensorimotor learning and associated visual perception are intact but unrelated in autism spectrum disorder.", "text": "Humans show an astonishing capability to learn sensorimotor behaviours. However, data from sensorimotor learning experiments suggest the integration of efferent sensorimotor commands, afferent sensorimotor information, and visual consequences of a performed action during learning is different in autism, leading to atypical representation of internal action models. Here, we investigated the generalization of a sensorimotor internal action model formed during sensorimotor learning to a different, but associated, visual perception task. Although motor timing was generally less accurate in adults with autism, following practice with feedback both autistic adults, and controls, significantly improved performance of the movement sequence timing task by reducing timing error. In a subsequent perception task, both groups demonstrated similar temporal-discrimination accuracy (autism = 75%; control = 76%). Significant correlations between motor timing error, and temporal-discrimination during a perception task, was found for controls. No significant correlations were found for autistic adults. Our findings indicate that autistic adults demonstrated adaptation by reducing motor timing error through sensorimotor learning. However, the finding of significant correlations between motor timing error and temporal-discrimination accuracy in the control group only suggests sensorimotor processes underpinning internal action model formation operate differently in autism. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.We showed autistic adults learned a new motor skill, and visually judged moving objects, to a similar level of accuracy as a control group. Unlike the control group, there was no relationship between how well autistic adults learned the motor skill, and how well they judged objects. The lack of a relationship might be one of the reasons autistic adults interact differently in the social world.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29052364", "doi": "10.1002/aur.1882", "date": "2017-10-20", "authors": [["Hayes", "Spencer J", "SJ", "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Liverpool, UK."], ["Andrew", "Matthew", "M", "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Liverpool, UK."], ["Foster", "Nathan C", "NC", "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Liverpool, UK."], ["Elliott", "Digby", "D", "Department of Kinesiology, McMaster University, Hamilton, Ontario, Canada."], ["Gowen", "Emma", "E", "Faculty of Life Sciences, Medicine and Health, The University of Manchester, Manchester, UK."], ["Bennett", "Simon J", "SJ", "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Liverpool, UK."]]}