{"title": "Shank3-deficient rats exhibit degraded cortical responses to sound.", "text": "Individuals with SHANK3 mutations have severely impaired receptive and expressive language abilities. While brain responses are known to be abnormal in these individuals, the auditory cortex response to sound has remained largely understudied. In this study, we document the auditory cortex response to speech and non-speech sounds in the novel Shank3-deficient rat model. We predicted that the auditory cortex response to sounds would be impaired in Shank3-deficient rats. We found that auditory cortex responses were weaker in Shank3 heterozygous rats compared to wild-type rats. Additionally, Shank3 heterozygous responses had less spontaneous auditory cortex firing and were unable to respond well to rapid trains of noise bursts. The rat model of the auditory impairments in SHANK3 mutation could be used to test potential rehabilitation or drug therapies to improve the communication impairments observed in individuals with Phelan-McDermid syndrome. Autism Res 2018, 11: 59-68. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Individuals with SHANK3 mutations have severely impaired language abilities, yet the auditory cortex response to sound has remained largely understudied. In this study, we found that auditory cortex responses were weaker and were unable to respond well to rapid sounds in Shank3-deficient rats compared to control rats. The rat model of the auditory impairments in SHANK3 mutation could be used to test potential rehabilitation or drug therapies to improve the communication impairments observed in individuals with Phelan-McDermid syndrome.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29052348", "doi": "10.1002/aur.1883", "date": "2017-10-20", "authors": [["Engineer", "Crystal T", "CT", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Rahebi", "Kimiya C", "KC", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Borland", "Michael S", "MS", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Buell", "Elizabeth P", "EP", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Im", "Kwok W", "KW", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Wilson", "Linda G", "LG", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Sharma", "Pryanka", "P", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Vanneste", "Sven", "S", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."], ["Harony-Nicolas", "Hala", "H", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, New York, NY."], ["Buxbaum", "Joseph D", "JD", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, New York, NY."], ["Kilgard", "Michael P", "MP", "School of Behavioral and Brain Sciences, The University of Texas at Dallas, 800 West Campbell Road BSB11, Richardson, TX, 75080."]]}