{"title": "Predictive validity of a service-setting-based measure to identify infancy mental health problems: a population-based cohort study.", "text": "Measures to identify infancy mental health problems are essential to guide interventions and reduce the risk of developmental psychopathology in early years. We investigated a new service-setting-based measure the Copenhagen Infant Mental Health Screening (CIMHS) within the general child health surveillance by community health nurses (CHN). The study population of 2973 infants was assessed by CIMHS at age 9-10 months. A subsample of 416 children was examined at age 1½ years, using parent interviews including the Child Behavior Checklist (CBCL 1½-5), Check List of Autism and Toddlers (CHAT), Infant-Toddler Symptom Checklist (ITSCL), and the Bayley Scales of Infant and Toddler Development (BSID) and observations of behavior, communication, and interaction. Child mental disorders were diagnosed according to ICD-10 and parent-child relationship disorders according to DC:0-3R. Statistical analyses included logistic regression analyses adjusted and weighted to adjust for sampling and bias. CIMHS problems of sleep, feeding and eating, emotions, attention, communication, and language were associated with an up to fivefold increased risk of child mental disorders across the diagnostic spectrum of ICD-10 diagnoses. Homo-type continuity was seen in problems of sleep and feeding and eating being associated with a threefold increased risk of disorders within the same area, OR 3.0 (95% CI 1.6-5.4) and OR 2.7 (95% CI 1.7-4.2), respectively. The sensitivity at high CIMHS problem scores was 32% and specificity 86%. In summary, CIMHS identify a broad range of infants' mental health problems that are amenable to guide intervention within the general child health surveillance.", "journal": ["European child & adolescent psychiatry", "Eur Child Adolesc Psychiatry"], "id": "29052014", "doi": "10.1007/s00787-017-1069-9", "date": "2017-10-20", "authors": [["Ammitzbøll", "Janni", "J", "National Institute of Public Health, University of Southern Denmark, Øster Farimagsgade 5A, 2., 1353, Copenhagen K, Denmark. jaam@sdu.dk."], ["Thygesen", "Lau Caspar", "LC", "National Institute of Public Health, University of Southern Denmark, Øster Farimagsgade 5A, 2., 1353, Copenhagen K, Denmark."], ["Holstein", "Bjørn E", "BE", "National Institute of Public Health, University of Southern Denmark, Øster Farimagsgade 5A, 2., 1353, Copenhagen K, Denmark."], ["Andersen", "Anette", "A", "National Institute of Public Health, University of Southern Denmark, Øster Farimagsgade 5A, 2., 1353, Copenhagen K, Denmark."], ["Skovgaard", "Anne Mette", "AM", "National Institute of Public Health, University of Southern Denmark, Øster Farimagsgade 5A, 2., 1353, Copenhagen K, Denmark."]]}