{"title": "Effectiveness of the BOOST-A™ online transition planning program for adolescents on the autism spectrum: a quasi-randomized controlled trial.", "text": "The majority of existing transition planning programs are focused on people with a disability in general and may not meet the specific need of adolescents on the autism spectrum. In addition, these interventions focus on specific skills (e.g. job readiness or self-determination) rather than the overall transition planning process and there are methodological limitations to many of the studies determining their effectiveness. The Better OutcOmes & Successful Transitions for Autism (BOOST-A™) is an online program that supports adolescents on the autism spectrum to prepare for leaving school. This study aimed to determine the effectiveness of the BOOST-A™ in enhancing self-determination.A quasi-randomized controlled trial was conducted with adolescents on the autism spectrum enrolled in years 8 to 11 in Australian schools (N = 94). Participants had to have basic computer skills and the ability to write at a year 5 reading level. Participants were allocated to a control (n = 45) or intervention (n = 49) group and participants were blinded to the trial hypothesis. The intervention group used the BOOST-A™ for 12 months, while the control group participated in regular practice. Outcomes included self-determination, career planning and exploration, quality of life, environmental support and domain specific self-determination. Data were collected from parents and adolescents.There were no significant differences in overall self-determination between groups. Results indicated significant differences in favor of the intervention group in three areas: opportunity for self-determination at home as reported by parents; career exploration as reported by parents and adolescents; and transition-specific self-determination as reported by parents.Results provide preliminary evidence that the BOOST-A™ can enhance some career-readiness outcomes. Lack of significant outcomes related to self-determination at school and career planning may be due to the lack of face-to-face training and parents being the primary contacts in the study. Further research is needed to determine effectiveness of the BOOST-A™ related to post-secondary education and employment. Trial registration #ACTRN12615000119594.", "journal": ["Child and adolescent psychiatry and mental health", "Child Adolesc Psychiatry Ment Health"], "id": "29051774", "doi": "10.1186/s13034-017-0191-2", "date": "2017-10-10", "authors": [["Hatfield", "Megan", "M", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."], ["Falkmer", "Marita", "M", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."], ["Falkmer", "Torbjorn", "T", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."], ["Ciccarelli", "Marina", "M", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."]]}