{"title": "An integrated EEG and eye-tracking approach for the study of responding and initiating joint attention in Autism Spectrum Disorders.", "text": "Autism Spectrum Disorders (ASD) are characterised by impairment in joint attention (JA), which has two components: the response to JA and the initiation of JA. Literature suggests a correlation between JA and neural circuitries, although this link is still largely unexplored in ASD. In this pilot study, we aimed at investigating the neural correlates of responding and initiating JA in high-functioning children with ASD and evaluating the changes in brain function and visual pattern after six months of rehabilitative treatment using an integrated EEG/eye-tracking system. Our results showed that initiating and responding JA subtend both overlapping (i.e. frontal and temporal) and specialized (i.e. parietal for responding JA and occipital for initiating JA) neural circuitries. In addition, in a subgroup of subjects, we observed trends of changes in both brain activity and connectivity after rehabilitative treatment in both the two tasks, which were correlated with modifications in gaze measures. These preliminary results, if confirmed in a larger sample, suggest the feasibility of using the proposed multimodal approach to characterise JA-related brain circuitries and visual pattern in ASD individuals and to monitor longitudinal changes in response to rehabilitative intervention.", "journal": ["Scientific reports", "Sci Rep"], "id": "29051506", "doi": "10.1038/s41598-017-13053-4", "date": "2017-10-19", "authors": [["Billeci", "Lucia", "L", "Institute of Clinical Physiology, National Research Council of Italy, Via Moruzzi 1, 56124, Pisa, Italy. lucia.billeci@ifc.cnr.it."], ["Narzisi", "Antonio", "A", "IRCCS Stella Maris Foundation, Viale del Tirreno 331, 56018, Calambrone, (PI), Italy."], ["Tonacci", "Alessandro", "A", "Institute of Clinical Physiology, National Research Council of Italy, Via Moruzzi 1, 56124, Pisa, Italy."], ["Sbriscia-Fioretti", "Beatrice", "B", "Azienda Ospedaliero-Universitaria di Parma, Strada Abbeveratoia, 2, 43100, Parma, Italy."], ["Serasini", "Luca", "L", "Institute of Clinical Physiology, National Research Council of Italy, Via Moruzzi 1, 56124, Pisa, Italy."], ["Fulceri", "Francesca", "F", "IRCCS Stella Maris Foundation, Viale del Tirreno 331, 56018, Calambrone, (PI), Italy."], ["Apicella", "Fabio", "F", "IRCCS Stella Maris Foundation, Viale del Tirreno 331, 56018, Calambrone, (PI), Italy."], ["Sicca", "Federico", "F", "IRCCS Stella Maris Foundation, Viale del Tirreno 331, 56018, Calambrone, (PI), Italy."], ["Calderoni", "Sara", "S", "IRCCS Stella Maris Foundation, Viale del Tirreno 331, 56018, Calambrone, (PI), Italy."], ["Muratori", "Filippo", "F", "IRCCS Stella Maris Foundation, Viale del Tirreno 331, 56018, Calambrone, (PI), Italy."]]}