{"title": "Clustering of Neuropsychiatric Disease in First-Degree and Second-Degree Relatives of Patients With Amyotrophic Lateral Sclerosis.", "text": "Amyotrophic lateral sclerosis (ALS) is a progressive neurodegenerative condition primarily involving the motor system. There is increasing epidemiologic evidence of an association between ALS and a wider spectrum of neurodegenerative and neuropsychiatric disorders among family members, including schizophrenia and psychotic illness and suicidal behavior.To examine the frequency and range of neuropsychiatric conditions that occur within individual first-degree and second-degree relatives of patients with ALS.In this population-based, case-control family aggregation study, all 202 patients included in the Irish ALS Register between January 1, 2012, and January 31, 2014, with definite, probable, or possible ALS as defined by El Escorial criteria were invited to participate. A total of 75 patients were unable or refused to participate and were excluded; the remaining 127 patients with incident ALS were genotyped for the C9orf72 repeat expansion and 132 age- and sex-matched controls were included in the study.The prevalence of defined neuropsychiatric disease in first-degree and second-degree relatives of patients with ALS and matched controls was determined.Mean (SD) age at diagnosis of the 127 patients in the study (58 women and 69 men) was 64.2 (10.7) years. Data from 2116 relatives of patients with ALS were reported, including 924 first-degree relatives, 1128 second-degree relatives, and 64 third-degree relatives. Data from controls were reported from 829 first-degree and 1310 second-degree relatives. A total of 77 patients with ALS (61.4%) and 51 control participants (38.6%) reported at least 1 first-degree or second-degree relative with a history of schizophrenia, psychosis, suicide, depression, alcoholism, or autism (relative risk [RR], 1.50; 95% CI, 1.08-2.17; P = .02). Cluster analysis suggested the following 2 subgroups based on the number of family members with a neuropsychiatric condition: expected (0-2) and high (≥3). Within the high subgroup, ALS kindreds presented a significantly higher rate of psychiatric illness than did controls (28 of 39 [71.8%]; mean [SD] number of siblings, 4.29 [1.41]; P = .001). A strong family history of schizophrenia (RR, 3.40; 95% CI, 1.27-9.30; P = .02), suicide (RR, 3.30; 95% CI, 1.07-10.05; P = .04), autism (RR, 10.10; 95% CI, 1.30-78.80; P = .03), and alcoholism (RR, 1.48; 95% CI, 1.01-2.17; P = .045) was reported in ALS kindreds. A total of 5 of 29 probands (17.2%) with a strong family history of neuropsychiatric conditions (≥3 first-degree or second-degree relatives) carried the C9orf72 repeat expansion.Neuropsychiatric symptoms in addition to schizophrenia, including obsessive-compulsive disorder, autism, and alcoholism, occur more frequently in ALS kindreds than in controls. The presence of the C9orf72 repeat expansion does not fully account for this finding, suggesting the presence of additional pleiotropic genes associated with both ALS and neuropsychiatric disease in the Irish population.", "journal": ["JAMA neurology", "JAMA Neurol"], "id": "29049464", "doi": "10.1001/jamaneurol.2017.2699", "date": null, "authors": [["O'Brien", "Margaret", "M", "Department of Neurology, Beaumont Hospital, Dublin, Ireland."], ["Burke", "Tom", "T", "Academic Unit of Neurology, Trinity Biomedical Sciences Institute, School of Medicine, Trinity College Dublin, Dublin, Ireland."], ["Heverin", "Mark", "M", "Academic Unit of Neurology, Trinity Biomedical Sciences Institute, School of Medicine, Trinity College Dublin, Dublin, Ireland."], ["Vajda", "Alice", "A", "Academic Unit of Neurology, Trinity Biomedical Sciences Institute, School of Medicine, Trinity College Dublin, Dublin, Ireland."], ["McLaughlin", "Russell", "R", "Academic Unit of Neurology, Trinity Biomedical Sciences Institute, School of Medicine, Trinity College Dublin, Dublin, Ireland."], ["Gibbons", "John", "J", "Academic Unit of Neurology, Trinity Biomedical Sciences Institute, School of Medicine, Trinity College Dublin, Dublin, Ireland."], ["Byrne", "Susan", "S", "Department of Neurology, Beaumont Hospital, Dublin, Ireland."], ["Pinto-Grau", "Marta", "M", "Academic Unit of Neurology, Trinity Biomedical Sciences Institute, School of Medicine, Trinity College Dublin, Dublin, Ireland."], ["Elamin", "Marwa", "M", "Department of Neurology, Beaumont Hospital, Dublin, Ireland."], ["Pender", "Niall", "N", "Academic Unit of Neurology, Trinity Biomedical Sciences Institute, School of Medicine, Trinity College Dublin, Dublin, Ireland."], ["Hardiman", "Orla", "O", "Department of Neurology, Beaumont Hospital, Dublin, Ireland."]]}