{"title": "Pathways from autism spectrum disorder diagnosis to genetic testing.", "text": "PurposeThis study examined challenges faced by families and health providers related to genetic testing for autism spectrum disorder (ASD).MethodsThis qualitative study of 14 parents and 15 health providers identified an unstandardized three-step process for families who pursue ASD genetic testing.ResultsStep 1 is the clinical diagnosis of ASD, confirmed by providers practicing alone or in a team. Step 2 is the offer of genetic testing to find an etiology. For those offered testing, step 3 involves the parents' decision whether to pursue testing. Despite professional guidelines and recommendations, interviews describe considerable variability in approaches to genetic testing for ASD, a lack of consensus among providers, and questions about clinical utility. Many families in our study were unaware of the option for genetic testing; testing decisions by parents appear to be influenced by both provider recommendations and insurance coverage.ConclusionConsideration of genetic testing for ASD should take into account different views about the clinical utility of testing and variability in insurance coverage. Ideally, policy makers from the range of clinical specialties involved in ASD care should revisit policies to clarify the purpose of genetic testing for ASD and promote consensus about its appropriate use.GENETICS in MEDICINE advance online publication, 19 October 2017. doi:10.1038/gim.2017.166.", "journal": ["Genetics in medicine : official journal of the American College of Medical Genetics", "Genet. Med."], "id": "29048417", "doi": "10.1038/gim.2017.166", "date": "2017-10-19", "authors": [["Barton", "Krysta S", "KS", "Treuman Katz Center for Pediatric Bioethics, Seattle Children's Research Institute, Seattle, Washington, USA."], ["Tabor", "Holly K", "HK", "Stanford Center for Biomedical Ethics, Department of Medicine, Stanford University School of Medicine, Stanford, California, USA."], ["Starks", "Helene", "H", "Treuman Katz Center for Pediatric Bioethics, Seattle Children's Research Institute, Seattle, Washington, USA."], ["Garrison", "Nanibaa' A", "NA", "Treuman Katz Center for Pediatric Bioethics, Seattle Children's Research Institute, Seattle, Washington, USA."], ["Laurino", "Mercy", "M", "Seattle Cancer Care Alliance, Seattle, Washington, USA."], ["Burke", "Wylie", "W", "Department of Bioethics and Humanities, University of Washington School of Medicine, Seattle, Washington, USA."]]}