{"title": "Integrating Autism Care through a School-Based Intervention Model: A Pilot Study.", "text": "The purpose of this pilot study is to determine the feasibility of monitoring the progress of children with an autism spectrum disorder (ASD) both in school and at home to promote a school-based integrated care model between parents, teachers, and medical providers. This is a prospective cohort study. To monitor progress, outcome measures were administered via an online platform developed for caregivers and teachers of children (n = 30) attending a school specializing in neurodevelopmental disorders and using an integrated medical and education program. Longitudinal analysis showed improvements in a novel scale, the Teacher Autism Progress Scale (TAPS), which was designed to measure key autism-related gains in a school environment (2.1-point improvement, p = 0.004, ES = 0.324). The TAPS showed a strong and statistically significant correlation, with improvement in aberrant behavior (r = -0.50; p = 0.008) and social responsiveness (r = -0.70; p < 0.001). The results also showed non-statistically significant improvements in aberrant behavior, social responsiveness, and quality of life over time at both school and home. To assess feasibility of ongoing progress measurement, we assessed missing data, which showed caregivers were more likely to miss surveys during summer. Results demonstrate the value and feasibility of online, longitudinal data collection in school to assist with individualized education planning and collaborative care for children with ASD. Lessons learned in this pilot will support school outcomes researchers in developing more efficacious, collaborative treatment plans between clinicians, caregivers, and teachers.", "journal": ["Journal of clinical medicine", "J Clin Med"], "id": "29048365", "doi": "10.3390/jcm6100097", "date": "2017-10-19", "authors": [["Dang", "Katherine", "K", "Department of Epidemiology and Biostatistics, University of California-San Francisco, San Francisco, CA 94158, USA. kadang@alamedahealthsystem.org."], ["Bent", "Stephen", "S", "Department of Psychiatry, University of California-San Francisco, San Francisco, CA 94143, USA. stephen.bent@ucsf.edu."], ["Lawton", "Brittany", "B", "Department of Psychiatry, University of California-San Francisco, San Francisco, CA 94143, USA. bllawton@gmail.com."], ["Warren", "Tracy", "T", "Department of Psychiatry, University of California-San Francisco, San Francisco, CA 94143, USA. tracy.warren@ucsf.edu."], ["Widjaja", "Felicia", "F", "Department of Psychiatry, University of California-San Francisco, San Francisco, CA 94143, USA. felicia.widjaja@ucsf.edu."], ["McDonald", "Michael G", "MG", "Oak Hill School, San Anselmo, CA 94960, USA. mmcdonald@myoakhill.org."], ["Breard", "Michael", "M", "Oak Hill School, San Anselmo, CA 94960, USA. mbreard@myoakhill.org."], ["O'Keefe", "Whitney", "W", "Oak Hill School, San Anselmo, CA 94960, USA. wokeefe@myoakhill.org."], ["Hendren", "Robert L", "RL", "Department of Psychiatry, University of California-San Francisco, San Francisco, CA 94143, USA. robert.hendren@ucsf.edu."]]}