{"title": "Self-Esteem, Internalizing Symptoms, and Theory of Mind in Youth With Autism Spectrum Disorder.", "text": "Self-esteem is a potent indicator of mental health in typically developing (TYP) individuals. It is surprising that there have been few comprehensive investigations of self-esteem in children and adolescents with autism spectrum disorder (ASD), given that they are at high risk for comorbid mental health problems, such as depression and anxiety. The objectives of the current study were to assess how youth with ASD rate their self-esteem compared to age-matched TYP youth and to examine how self-esteem relates to internalizing psychopathology and theory of mind in the two groups. Seventy-three children and adolescents, ages 9 to 17, were administered a battery of questionnaires assessing self-esteem and internalizing symptoms, as well as tasks designed to measure theory of mind. Results indicated that youth with ASD rated their self-esteem significantly lower than did TYP youth. Self-esteem was strongly related to depression in both groups but was negatively related to theory of mind only for youth with ASD. These results may provide important insights into how individuals with ASD form evaluations of their own self-worth and illustrate how increasing self-awareness in individuals with ASD is not without risks.", "journal": ["Journal of clinical child and adolescent psychology : the official journal for the Society of Clinical Child and Adolescent Psychology, American Psychological Association, Division 53", "J Clin Child Adolesc Psychol"], "id": "29048245", "doi": "10.1080/15374416.2017.1381912", "date": "2017-10-19", "authors": [["McCauley", "James B", "JB", "a Department of Human Ecology , University of California-Davis."], ["Harris", "Michelle A", "MA", "a Department of Human Ecology , University of California-Davis."], ["Zajic", "Matthew C", "MC", "d School of Education , University of California-Davis."], ["Swain-Lerro", "Lindsay E", "LE", "d School of Education , University of California-Davis."], ["Oswald", "Tasha", "T", "b UC Davis MIND Institute."], ["McIntyre", "Nancy", "N", "d School of Education , University of California-Davis."], ["Trzesniewski", "Kali", "K", "a Department of Human Ecology , University of California-Davis."], ["Mundy", "Peter", "P", "b UC Davis MIND Institute."], ["Solomon", "Marjorie", "M", "b UC Davis MIND Institute."]]}