{"title": "Parent Education for Young Children With Autism and Disruptive Behavior: Response to Active Control Treatment.", "text": "This study examines parent and child characteristics in young children with autism spectrum disorder and disruptive behavior who showed a positive response to a parent education program in a randomized clinical trial of parent training. Children with autism spectrum disorder (N = 180) were randomized to parent training (PT) or parent education program (PEP) for 6 months. Using the Clinical Global Impression-Improvement scale, masked independent evaluators rated positive response in 68.5% of children in PT compared to 39.6% in PEP. We compared baseline characteristics and change in parental stress, strain, competence, and mental health for participants who showed a positive response to PEP (PEP-R) to those who did not (PEP-NR). We also compared change in child and parent measures for PEP-R participants to those who showed a positive response to PT (PT-R). At baseline, PEP-R and PEP-NR participants did not differ on any demographic or clinical characteristics. Parents in PEP-R reported significant reductions on the Parenting Stress Index, Caregiver Strain Questionnaire, and Parent Health Questionnaire, and increases on the Parenting Sense of Competence scale. Improvements in child disruptive behavior and parental stress, strain, competence, and mental health for PEP-R participants were similar to PT-R participants. Vineland Daily Living Skills improved only for children in PT-R. PEP was an active control treatment with nearly 40% of participants showing a positive response. Change in child disruptive behavior and parental stress, strain, competence, and mental health were remarkably similar for participants independently rated with a positive response to PEP and PT.", "journal": ["Journal of clinical child and adolescent psychology : the official journal for the Society of Clinical Child and Adolescent Psychology, American Psychological Association, Division 53", "J Clin Child Adolesc Psychol"], "id": "29048234", "doi": "10.1080/15374416.2017.1381913", "date": "2017-10-19", "authors": [["Bradshaw", "Jessica", "J", "a Marcus Autism Center, Department of Pediatrics , Emory University School of Medicine."], ["Bearss", "Karen", "K", "b Seattle Children's Autism Center, Department of Psychiatry and Behavioral Sciences , University of Washington."], ["McCracken", "Courtney", "C", "c Department of Pediatrics , Emory University School of Medicine."], ["Smith", "Tristram", "T", "d Department of Pediatrics , University of Rochester."], ["Johnson", "Cynthia", "C", "e Department of Clinical and Health Psychology , University of Florida."], ["Lecavalier", "Luc", "L", "f Nisonger Center and Departments of Psychology and Psychiatry , Ohio State University."], ["Swiezy", "Naomi", "N", "g Department of Psychiatry , Indiana University."], ["Scahill", "Lawrence", "L", "a Marcus Autism Center, Department of Pediatrics , Emory University School of Medicine."]]}