{"title": "Deficiency of Shank2 causes mania-like behavior that responds to mood stabilizers.", "text": "Genetic defects in the synaptic scaffolding protein gene, SHANK2, are linked to a variety of neuropsychiatric disorders, including autism spectrum disorders, schizophrenia, intellectual disability, and bipolar disorder, but the molecular mechanisms underlying the pleotropic effects of SHANK2 mutations are poorly understood. We generated and characterized a line of Shank2 mutant mice by deleting exon 24 (Δe24). Shank2Δe24-/- mice engage in significantly increased locomotor activity, display abnormal reward-seeking behavior, are anhedonic, have perturbations in circadian rhythms, and show deficits in social and cognitive behaviors. While these phenotypes recapitulate the pleotropic behaviors associated with human SHANK2-related disorders, major behavioral features in these mice are reminiscent of bipolar disorder. For instance, their hyperactivity was augmented with amphetamine but was normalized with the mood stabilizers lithium and valproate. Shank2 deficiency limited to the forebrain recapitulated the bipolar mania phenotype. The composition and functions of NMDA and AMPA receptors were altered at Shank2-deficient synapses, hinting toward the mechanism underlying these behavioral abnormalities. Human genetic findings support construct validity, and the behavioral features in Shank2 Δe24 mice support face and predictive validities of this model for bipolar mania. Further genetic studies to understand the contribution of SHANK2 deficiencies in bipolar disorder are warranted.", "journal": ["JCI insight", "JCI Insight"], "id": "29046483", "doi": "10.1172/jci.insight.92052", "date": "2017-10-19", "authors": [["Pappas", "Andrea L", "AL", "Department of Neurobiology."], ["Bey", "Alexandra L", "AL", "Department of Neurobiology."], ["Wang", "Xiaoming", "X", "Department of Pediatrics."], ["Rossi", "Mark", "M", "Department of Neurobiology."], ["Kim", "Yong Ho", "YH", "Department of Anesthesiology, and."], ["Yan", "Haidun", "H", "Department of Pediatrics."], ["Porkka", "Fiona", "F", "Department of Psychiatry and Behavioral Sciences, Duke University, Durham, North Carolina, USA."], ["Duffney", "Lara J", "LJ", "Department of Pediatrics."], ["Phillips", "Samantha M", "SM", "Department of Pediatrics."], ["Cao", "Xinyu", "X", "Department of Pediatrics."], ["Ding", "Jin-Dong", "JD", "Department of Cell Biology and Physiology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."], ["Rodriguiz", "Ramona M", "RM", "Department of Psychiatry and Behavioral Sciences, Duke University, Durham, North Carolina, USA."], ["Yin", "Henry H", "HH", "Department of Neurobiology."], ["Weinberg", "Richard J", "RJ", "Department of Cell Biology and Physiology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."], ["Ji", "Ru-Rong", "RR", "Department of Neurobiology."], ["Wetsel", "William C", "WC", "Department of Neurobiology."], ["Jiang", "Yong-Hui", "YH", "Department of Neurobiology."]]}