{"title": "Multisite Semiautomated Clinical Data Repository for Duplication 15q Syndrome: Study Protocol and Early Uses.", "text": "Chromosome 15q11.2-q13.1 duplication syndrome (Dup15q syndrome) is a rare disorder caused by duplications of chromosome 15q11.2-q13.1, resulting in a wide range of developmental disabilities in affected individuals. The Dup15q Alliance is an organization that provides family support and promotes research to improve the quality of life of patients living with Dup15q syndrome. Because of the low prevalence of this condition, the establishment of a single research repository would have been difficult and more time consuming without collaboration across multiple institutions.The goal of this project is to establish a national deidentified database with clinical and survey information on individuals diagnosed with Dup15q syndrome.The development of a multiclinic site repository for clinical and survey data on individuals with Dup15q syndrome was initiated and supported by the Dup15q Alliance. Using collaborative workflows, communication protocols, and stakeholder engagement tools, a comprehensive database of patient-centered information was built.We successfully established a self-report populating, centralized repository for Dup15q syndrome research. This repository also resulted in the development of standardized instruments that can be used for other studies relating to developmental disorders. By standardizing the data collection instruments, it allows us integrate our data with other national databases, such as the National Database for Autism Research. A substantial portion of the data collected from the questionnaires was facilitated through direct engagement of participants and their families. This allowed for a more complete set of information to be collected with a minimal turnaround time.We developed a repository that can efficiently be mined for shared clinical phenotypes observed at multiple clinic sites and used as a springboard for future clinical and basic research studies.", "journal": ["JMIR research protocols", "JMIR Res Protoc"], "id": "29046268", "doi": "10.2196/resprot.7989", "date": "2017-10-18", "authors": [["Ajayi", "Oluwaseun Jessica", "OJ", "Biomedical Informatics Core, Children's Foundation Research Institute, Le Bonheur Children's Hospital, Memphis, TN, United States."], ["Smith", "Ebony Jeannae", "EJ", "Biomedical Informatics Core, Children's Foundation Research Institute, Le Bonheur Children's Hospital, Memphis, TN, United States."], ["Viangteeravat", "Teeradache", "T", "Biomedical Informatics Core, Children's Foundation Research Institute, Le Bonheur Children's Hospital, Memphis, TN, United States."], ["Huang", "Eunice Y", "EY", "Biomedical Informatics Core, Children's Foundation Research Institute, Le Bonheur Children's Hospital, Memphis, TN, United States."], ["Nagisetty", "Naga Satya V Rao", "NSVR", "Department of Pediatrics, University of Tennessee Health Science Center, Memphis, TN, United States."], ["Urraca", "Nora", "N", "Pediatric Clinical Research Unit, Le Bonheur Children's Hospital, Memphis, TN, United States."], ["Lusk", "Laina", "L", "Autism and Developmental Medicine Institute, Geisinger Health System, Lewisburg, PA, United States."], ["Finucane", "Brenda", "B", "Autism and Developmental Medicine Institute, Geisinger Health System, Lewisburg, PA, United States."], ["Arkilo", "Dimitrios", "D", "Minnesota Epilepsy Group, Children's Hospitals and Clinics of Minnesota, St. Paul, MN, United States."], ["Young", "Jennifer", "J", "Minnesota Epilepsy Group, Children's Hospitals and Clinics of Minnesota, St. Paul, MN, United States."], ["Jeste", "Shafali", "S", "Center for Autism Research and Treatment, Department of Neurology, University of California, Los Angeles, Los Angeles, CA, United States."], ["Thibert", "Ronald", "R", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States."], [null, null, null, "Dup15q Alliance, Highland Park, IL, United States."], ["Reiter", "Lawrence T", "LT", "Department of Pediatrics, University of Tennessee Health Science Center, Memphis, TN, United States."]]}