{"title": "[Prevalence of autism spectrum disorders in children aged 0-6 years in China: a meta-analysis].", "text": "To estimate the prevalence and trend of autism spectrum disorders (ASD) in children aged 0-6 years in China.Systematic literature searches were conducted in PubMed, Web of Science, Scopus, China National Knowledge Infrastructure (CNKI), Chinese Biomedical Literature Database (CBM), Wanfang and Weipu Database (VIP ), and the literatures published before February 25, 2017 were selected according to the same criteria. Prevalence Data of three periods were abstracted, then pooled using random effect model. Subgroup analysis was done across data resource, age group, screening criteria, diagnostic criteria, and literature quality.In the study, 9 ASD studies and 20 autism (also known as autistic disorder, AD) studies were eligible for review. The pooled prevalence of AD in children aged 0-6 years in 2006-2010 and 2011-2015 was 1.74 ‰ (95%CI: 1.12‰-2.69‰) and 1.80‰ (95%CI: 1.33‰-2.43‰), and there was no significant difference between the two groups (P=0.898), but they were higher than 0.94‰ (95%CI: 0.67‰-1.33‰) in 1996-2005 (P=0.031; P=0.005) significantly. The pooled prevalence of ASD in children aged 0-6 years was 3.52 ‰ (95% CI: 1.48‰-8.34‰) and 3.48‰ (95%CI: 1.77‰-6.84‰) in 2006-2010 and 2011-2015, respectively, and the difference between the two periods was not significant (P=0.983). There was no significant difference between the pooled prevalence in the three periods among the boys, and girls' too. The pooled prevalence of ASD in children aged 0-6 years was 3.51‰ (95%CI: 2.15‰-5.74‰) and AD was 1.77‰ (95%CI: 1.40‰-2.24‰) in 2006-2015, with prevalence ratios of boys to girls 2.59:1 and 3.63:1, respectively. The pooled prevalence of AD was lower in 0-6 years children than in other age groups and higher in high-quality studies than in low-quality studies, which was the same as ASD. Data resource, screening and diagnostic criteria were not significantly related with the pooled prevalence of AD and ASD.The prevalence of ASD and AD in children aged 0-6 years in China from 2006 to 2015 was stable, and there was not enough evidence to prove that it was higher than before 2005. National survey and monitoring of early childhood autism should to be conducted.", "journal": ["Beijing da xue xue bao. Yi xue ban = Journal of Peking University. Health sciences", "Beijing Da Xue Xue Bao"], "id": "29045959", "doi": null, "date": null, "authors": [["Shi", "H F", "HF", "Department of Maternal and Child Health, Peking University School of Public Health, Beijing 100191, China."], ["Zhang", "J X", "JX", "Department of Maternal and Child Health, Peking University School of Public Health, Beijing 100191, China; Autism Research Center, Peking University Health Science Center, Beijing 100191, China."], ["Zhang", "R", "R", "Autism Research Center, Peking University Health Science Center, Beijing 100191, China; Neuroscience Research Institute, Peking University, Beijing 100191, China."], ["Wang", "X L", "XL", "Department of Maternal and Child Health, Peking University School of Public Health, Beijing 100191, China; Autism Research Center, Peking University Health Science Center, Beijing 100191, China."]]}