{"title": "Arc Requires PSD95 for Assembly into Postsynaptic Complexes Involved with Neural Dysfunction and Intelligence.", "text": "Arc is an activity-regulated neuronal protein, but little is known about its interactions, assembly into multiprotein complexes, and role in human disease and cognition. We applied an integrated proteomic and genetic strategy by targeting a tandem affinity purification (TAP) tag and Venus fluorescent protein into the endogenous Arc gene in mice. This allowed biochemical and proteomic characterization of native complexes in wild-type and knockout mice. We identified many Arc-interacting proteins, of which PSD95 was the most abundant. PSD95 was essential for Arc assembly into 1.5-MDa complexes and activity-dependent recruitment to excitatory synapses. Integrating human genetic data with proteomic data showed that Arc-PSD95 complexes are enriched in schizophrenia, intellectual disability, autism, and epilepsy mutations and normal variants in intelligence. We propose that Arc-PSD95 postsynaptic complexes potentially affect human cognitive function.", "journal": ["Cell reports", "Cell Rep"], "id": "29045836", "doi": "10.1016/j.celrep.2017.09.045", "date": null, "authors": [["Fernández", "Esperanza", "E", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; KU Leuven, Center for Human Genetics and Leuven Institute for Neurodegenerative Diseases (LIND), and VIB Center for the Biology of Disease, Leuven, Belgium."], ["Collins", "Mark O", "MO", "Proteomic Mass Spectrometry, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK."], ["Frank", "René A W", "RAW", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Medical Research Council Laboratory of Molecular Biology, Cambridge, UK."], ["Zhu", "Fei", "F", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK."], ["Kopanitsa", "Maksym V", "MV", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Synome Ltd., Moneta Building, Babraham Research Campus, Cambridge, UK."], ["Nithianantharajah", "Jess", "J", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK."], ["Lemprière", "Sarah A", "SA", "Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK."], ["Fricker", "David", "D", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Synome Ltd., Moneta Building, Babraham Research Campus, Cambridge, UK."], ["Elsegood", "Kathryn A", "KA", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK."], ["McLaughlin", "Catherine L", "CL", "Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK."], ["Croning", "Mike D R", "MDR", "Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK."], ["Mclean", "Colin", "C", "School of Informatics, Institute for Adaptive and Neural Computation, University of Edinburgh, UK."], ["Armstrong", "J Douglas", "JD", "School of Informatics, Institute for Adaptive and Neural Computation, University of Edinburgh, UK."], ["Hill", "W David", "WD", "Centre for Cognitive Ageing and Cognitive Epidemiology, Department of Psychology, University of Edinburgh, UK."], ["Deary", "Ian J", "IJ", "Centre for Cognitive Ageing and Cognitive Epidemiology, Department of Psychology, University of Edinburgh, UK."], ["Cencelli", "Giulia", "G", "KU Leuven, Center for Human Genetics and Leuven Institute for Neurodegenerative Diseases (LIND), and VIB Center for the Biology of Disease, Leuven, Belgium; Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy."], ["Bagni", "Claudia", "C", "KU Leuven, Center for Human Genetics and Leuven Institute for Neurodegenerative Diseases (LIND), and VIB Center for the Biology of Disease, Leuven, Belgium; Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy."], ["Fromer", "Menachem", "M", "Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, MA 02114, USA; Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA 02142, USA; Division of Psychiatric Genomics, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Purcell", "Shaun M", "SM", "Division of Psychiatric Genomics, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Pocklington", "Andrew J", "AJ", "Institute of Psychological Medicine & Clinical Neurosciences, University of Cardiff, Cardiff, Wales, UK."], ["Choudhary", "Jyoti S", "JS", "Proteomic Mass Spectrometry, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK."], ["Komiyama", "Noboru H", "NH", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK."], ["Grant", "Seth G N", "SGN", "Genes to Cognition Programme, The Wellcome Trust Sanger Institute, Hinxton, Cambridgeshire, UK; Genes to Cognition Programme, Centre for Clinical Brain Science, University of Edinburgh, Edinburgh, UK. Electronic address: seth.grant@ed.ac.uk."]]}