{"title": "Oxytocin Fails to Recruit Serotonergic Neurotransmission in the Autistic Brain.", "text": "Oxytocin (OT), a neuropeptide involved in affiliation has been shown to enhance social skills in patients with autism spectrum disorders (ASD). Nevertheless, OT improvements seem ephemeral. Animal research has demonstrated OT action on serotonin (5-HT), an interaction that we also found in the healthy human brain. Whether such synaptic interplay also occurs in ASD patients is unknown. To address this issue, we mapped the effects of intranasal OT on 5-HT in 18 patients with ASD and 24 healthy controls (HC) in a double blind, placebo controlled, within subject PET-scan experiment. Each participant underwent two scans: baseline and spray (OT or placebo). Using the radiotracer [18 F]MPPF, marking the 5-HT 1A receptor (5-HT1AR), we measured MPPF-Binding Potential (BP) as an index of OT-induced serotonin functional modulation. At baseline ASD patients did not differ from controls for 5-HT1AR concentration and distribution. However, while OT significantly increased MPPF BP in several brain regions of HC, no changes were observed in the ASD group. Serotonin serum concentration analysis corroborated these results. Our findings suggest a disturbed OT-serotonin interaction in autism. This may limit the potential benefits of OT in these patients and open the ways to investigate combined OT-serotonin treatments.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"], "id": "29045584", "doi": "10.1093/cercor/bhx272", "date": "2017-10-17", "authors": [["Lefevre", "Arthur", "A", "Institute of Cognitive Sciences Marc Jeannerod, UMR 5229, CNRS & University of Lyon, France."], ["Mottolese", "Raphaëlle", "R", "Institute of Cognitive Sciences Marc Jeannerod, UMR 5229, CNRS & University of Lyon, France."], ["Redouté", "Jérôme", "J", "Centre d'Etude et de Recherche Multimodal et Pluridisciplinaire Imagerie du Vivant, Bron, France."], ["Costes", "Nicolas", "N", "Centre d'Etude et de Recherche Multimodal et Pluridisciplinaire Imagerie du Vivant, Bron, France."], ["Le Bars", "Didier", "D", "Centre d'Etude et de Recherche Multimodal et Pluridisciplinaire Imagerie du Vivant, Bron, France."], ["Geoffray", "Marie-Maude", "MM", "Institute of Cognitive Sciences Marc Jeannerod, UMR 5229, CNRS & University of Lyon, France."], ["Leboyer", "Marion", "M", "Inserm U 955, Department of Psychiatry, AP-HP, DHU PePSY, Groupe Hosp italier Henri Mondor, Créteil University Paris Est Créteil, France."], ["Sirigu", "Angela", "A", "Institute of Cognitive Sciences Marc Jeannerod, UMR 5229, CNRS & University of Lyon, France."]]}