{"title": "Individual differences in responsivity to social rewards: Insights from two eye-tracking tasks.", "text": "Humans generally prefer social over nonsocial stimuli from an early age. Reduced preference for social rewards has been observed in individuals with autism spectrum conditions (ASC). This preference has typically been noted in separate tasks that measure orienting toward and engaging with social stimuli. In this experiment, we used two eye-tracking tasks to index both of these aspects of social preference in in 77 typical adults. We used two measures, global effect and preferential looking time. The global effect task measures saccadic deviation toward a social stimulus (related to 'orienting'), while the preferential looking task records gaze duration bias toward social stimuli (relating to 'engaging'). Social rewards were found to elicit greater saccadic deviation and greater gaze duration bias, suggesting that they have both greater salience and higher value compared to nonsocial rewards. Trait empathy was positively correlated with the measure of relative value of social rewards, but not with their salience. This study thus elucidates the relationship of empathy with social reward processing.", "journal": ["PloS one", "PLoS ONE"], "id": "29045458", "doi": "10.1371/journal.pone.0185146", "date": "2017-10-18", "authors": [["Chakrabarti", "Bhismadev", "B", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences University of Reading, Whiteknights Campus, Reading, United Kingdom."], ["Haffey", "Anthony", "A", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences University of Reading, Whiteknights Campus, Reading, United Kingdom."], ["Canzano", "Loredana", "L", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences University of Reading, Whiteknights Campus, Reading, United Kingdom."], ["Taylor", "Christopher P", "CP", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences University of Reading, Whiteknights Campus, Reading, United Kingdom."], ["McSorley", "Eugene", "E", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences University of Reading, Whiteknights Campus, Reading, United Kingdom."]]}