{"title": "Neurexin gene family variants as risk factors for autism spectrum disorder.", "text": "Increasing evidence suggests that abnormal synaptic function leads to neuronal developmental disorders and is an important component of the etiology of autism spectrum disorder (ASD). Neurexins are presynaptic cell-adhesion molecules that affect the function of synapses and mediate the conduction of nerve signals. Thus, neurexins are attractive candidate genes for autism. Since gene families have greater power to reveal genetic association than single genes, we designed this case-control study to investigate six genetic variants in three neurexin genes (NRXN1, NRXN2, and NRXN3) in a Chinese population including 529 ASD patients and 1,923 healthy controls. We found that two SNPs were significantly associated with ASD after false discovery rate (FDR) adjustment for multiple comparisons. The NRXN2 rs12273892 polymorphism T allele and AT genotype were significantly associated with increased risk of ASD (respectively: OR = 1.328, 95% CI = 1.133-1.557, P < 0.001; OR = 1.528; 95% CI = 1.249-1.868, P < 0.001). The dominant model showed the same association (OR = 1.495, 95% CI = 1.231-1.816, P < 0.001). The NRXN3 rs12879016 polymorphism played a significant role in ASD susceptibility under the dominant model (OR = 0.747, 95% CI= 0.615-0.908, P = 0.023), with the same trend detected for the G allele and GT genotype (respectively: OR = 0.811, 95% CI = 0.699-0.941, P = 0.036; OR = 0.755, 95% CI = 0.615-0.928, P = 0.035). In conclusion, this study supports the importance of two genetic variants in the neurexin gene family in ASD susceptibility in China. Autism Res 2018, 11: 37-43. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Autism spectrum disorder (ASD) is a neurodevelopmental disorder that is highly heritable, and studies have found a number of candidate genes that might contribute to ASD. Neurexins are presynaptic cell-adhesion molecules that affect the function of synapses and mediate the conduction of nerve signals, and they play an important role in normal brain development and become candidate genes for autism. The purpose of our study is to explore the association between variants of the neurexins gene family and ASD in a Chinese population through a case-control study.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29045040", "doi": "10.1002/aur.1881", "date": "2017-10-16", "authors": [["Wang", "Jia", "J", "Department of Maternal and Child Health and MOE Key Lab of Environment and Health, School of Public Health, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, China."], ["Gong", "Jianhua", "J", "Maternity and Children Health Care Hospital of Luohu District, Shenzhen, 518019, China."], ["Li", "Li", "L", "Maternity and Children Health Care Hospital of Luohu District, Shenzhen, 518019, China."], ["Chen", "Yanlin", "Y", "Maternity and Children Health Care Hospital of Luohu District, Shenzhen, 518019, China."], ["Liu", "Lingfei", "L", "Department of Maternal and Child Health and MOE Key Lab of Environment and Health, School of Public Health, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, China."], ["Gu", "HuaiTing", "H", "Department of Maternal and Child Health and MOE Key Lab of Environment and Health, School of Public Health, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, China."], ["Luo", "Xiu", "X", "Department of Maternal and Child Health and MOE Key Lab of Environment and Health, School of Public Health, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, China."], ["Hou", "Fang", "F", "Department of Maternal and Child Health and MOE Key Lab of Environment and Health, School of Public Health, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, China."], ["Zhang", "Jiajia", "J", "Department of Epidemiology and Biostatistics, Arnold School of Public Health, University of South Carolina, Columbia, SC, 29208."], ["Song", "Ranran", "R", "Department of Maternal and Child Health and MOE Key Lab of Environment and Health, School of Public Health, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, China."]]}