{"title": "Transition to school for children with autism spectrum disorder: A systematic review.", "text": "To identify factors that promote a positive start to school for children with autism spectrum disorder (ASD).Web of Science, MEDLINE, Scopus, and PsychINFO searches were conducted to identify literature published after 1991 and relevant to school transition processes in children with ASD. Twenty studies were deemed eligible for inclusion. These studies evaluated a range of factors including school readiness, parent and teacher perspectives on transition practices, characteristics of children with ASD that are associated with successful transition to school and the impact of school based intervention programs.A review of these studies showed that children with ASD are less school ready emotionally than their peers and those children with ASD appear to have more externalising behaviours and self-regulation difficulties that affect their school engagement and their relationships with their teachers. There was a paucity of research looking at interventions targeting school readiness. However, school-based behavioural interventions appear to improve cognitive, language and daily living skills, but have less impact on socialisation and peer inclusion.Children with ASD face more challenges transitioning to school, particularly with social interaction. Further development and implementation of specific school-based interventions is needed in order to assist children with autism to maximise their success in starting school.", "journal": ["World journal of psychiatry", "World J Psychiatry"], "id": "29043156", "doi": "10.5498/wjp.v7.i3.184", "date": "2017-09-22", "authors": [["Marsh", "Annabel", "A", "School of Psychiatry, University of New South Wales, Sydney NSW 2052, Australia."], ["Spagnol", "Vanessa", "V", "School of Psychiatry, University of New South Wales, Sydney NSW 2052, Australia."], ["Grove", "Rachel", "R", "School of Psychiatry, University of New South Wales, Sydney NSW 2052, Australia."], ["Eapen", "Valsamma", "V", "School of Psychiatry, University of New South Wales, Sydney NSW 2052, Australia."]]}