{"title": "No Association between the Polymorphism rs6943555 in the AUTS2 Gene and Personality Traits in Japanese University Students.", "text": "The autism susceptibility candidate 2 (AUTS2) gene has been implicated in multiple neurological disorders. Several recent studies have revealed that the polymorphism rs6943555 in the AUTS2 gene is broadly associated with human mental function and behavior. Therefore, in the present study we investigated whether the polymorphism rs6943555 is associated with human personality traits in Japanese university students. In addition, our previous study reported that the AUTS2 rs6943555-rs9886351 haplotype is associated with alcohol dependence. As a preliminary analysis, we also examined whether the AUTS2 haplotypes are related to personality traits.After written informed consent had been obtained from the participants, two AUTS2 polymorphisms were analyzed, and personality was assessed using the Temperament and Character Inventory (TCI) in 190 university students. In addition, in order to exclude the influence of the results for students with mental health problems, we gave the Patient Health Questionnaire-9 (PHQ-9) to all subjects.In all the subjects, there was a main effect of the polymorphism rs6943555 genotype on reward dependence (p=0.038) and cooperativeness (p=0.031), although the significance was lost on Bonferroni correction. Similarly, on analysis that excluded the subjects with PHQ-9 scores≥10, no significant association with any TCI dimension score among the rs6943555 genotypes was seen. There was no effect of the rs6943555-rs9886351 haplotypes on the TCI dimension scores.This study suggests that the polymorphism AUTS2 rs6943555 is not associated with personality traits. Further large-scale studies with more subjects using other self-report questionnaires are needed.", "journal": ["Psychiatry investigation", "Psychiatry Investig"], "id": "29042895", "doi": "10.4306/pi.2017.14.5.681", "date": "2017-09-11", "authors": [["Narita", "Shin", "S", "Laboratory of Physiology (Project of Neurophysiology), Course of Environmental Health Science, Graduate School of Environmental Health, Azabu University, Kanagawa, Japan."], ["Ikeda", "Kazutaka", "K", "Addictive Substance Project, Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan."], ["Nishizawa", "Daisuke", "D", "Addictive Substance Project, Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan."], ["Yoshihara", "Eiji", "E", "Laboratory of Physiology (Project of Neurophysiology), Course of Environmental Health Science, Graduate School of Environmental Health, Azabu University, Kanagawa, Japan."], ["Numajiri", "Maki", "M", "Laboratory of Physiology (Project of Neurophysiology), Course of Environmental Health Science, Graduate School of Environmental Health, Azabu University, Kanagawa, Japan."], ["Onozawa", "Yuuya", "Y", "Laboratory of Physiology (Project of Neurophysiology), Course of Environmental Health Science, Graduate School of Environmental Health, Azabu University, Kanagawa, Japan."], ["Ohtani", "Nobuyo", "N", "Laboratory of Effective Animals for Human Health, Azabu University, Kanagawa, Japan."], ["Iwahashi", "Kazuhiko", "K", "Laboratory of Physiology (Project of Neurophysiology), Course of Environmental Health Science, Graduate School of Environmental Health, Azabu University, Kanagawa, Japan."]]}