{"title": "Supplementation of omega 3 fatty acids may improve hyperactivity, lethargy, and stereotypy in children with autism spectrum disorders: a meta-analysis of randomized controlled trials.", "text": "Deficiency of omega 3 fatty acids may be linked to autism spectrum disorder (ASD). Evidence about the potential therapeutic effects of supplementation of omega 3 fatty acids is lacking in ASD patients.We searched major electronic databases from inception to June 21, 2017, for randomized clinical trials, which compared treatment outcomes between supplementation of omega 3 fatty acids and placebo in patients with ASD. An exploratory random-effects meta-analysis of the included studies was undertaken.Six trials were included (n=194). Meta-analysis showed that supplementation of omega 3 fatty acids improved hyperactivity (difference in means =-2.692, 95% confidence interval [CI] =-5.364 to -0.020, P=0.048, studies =4, n=109), lethargy (difference in means =-1.969, 95% CI =-3.566 to -0.372, P=0.016, studies =4, n=109), and stereotypy (difference in means =-1.071, 95% CI =-2.114 to -0.029, P=0.044, studies =4, n=109). No significant differences emerged between supplementation of omega 3 fatty acids and placebo in global assessment of functioning (n=169) or social responsiveness (n=97). Our preliminary meta-analysis suggests that supplementation of omega 3 fatty acids may improve hyperactivity, lethargy, and stereotypy in ASD patients. However, the number of studies was limited and the overall effects were small, precluding definitive conclusions. Future large-scale randomized clinical trials are needed to confirm or refute our findings.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"], "id": "29042783", "doi": "10.2147/NDT.S147305", "date": "2017-10-04", "authors": [["Cheng", "Yu-Shian", "YS", "Department of Psychiatry, Tsyr-Huey Mental Hospital, Kaohsiung Jen-Ai's Home."], ["Tseng", "Ping-Tao", "PT", "Department of Psychiatry, Tsyr-Huey Mental Hospital, Kaohsiung Jen-Ai's Home."], ["Chen", "Yen-Wen", "YW", "Prospect Clinic for Otorhinolaryngology & Neurology, Kaohsiung, Taiwan, Republic of China."], ["Stubbs", "Brendon", "B", "Physiotherapy Department, South London and Maudsley NHS Foundation Trust."], ["Yang", "Wei-Chieh", "WC", "Department of Pediatrics, DA-AN Women and Children Hospital, Tainan."], ["Chen", "Tien-Yu", "TY", "Department of Psychiatry, Tri-Service General Hospital, Taipei."], ["Wu", "Ching-Kuan", "CK", "Department of Psychiatry, Tsyr-Huey Mental Hospital, Kaohsiung Jen-Ai's Home."], ["Lin", "Pao-Yen", "PY", "Department of Psychiatry, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine."]]}