{"title": "Children with borderline intellectual functioning and autism spectrum disorder: developmental trajectories from 4 to 11 years of age.", "text": "Studies on autism have tended to focus either on those with intellectual disability (ie, those with intellectual quotient [IQ] under 70) or on the group that is referred to as \"high-functioning\", that is, those with borderline, average or above average IQ. The literature on cognition and daily functioning in autism spectrum disorder combined specifically with borderline intellectual functioning (IQ 70-84) is limited.From a representative group of 208 preschool children diagnosed with autism spectrum disorder, those 50 children in the group with borderline intellectual functioning at ages 4.5-6.5 years were targeted for follow-up at a median age of 10 years. A new cognitive test was carried out in 30 children. Parents were interviewed with a semi-structured interview together with the Vineland Adaptive Behavior Scales (n=41) and the Autism-Tics, attention-deficit/hyperactivity disorder (AD/HD) and other comorbidities inventory (A-TAC) (n=36).Most children of interviewed parents presented problems within several developmental areas. According to A-TAC and the clinical interview, there were high rates of attention deficits and difficulties with regulating activity level and impulsivity. Vineland Adaptive Behavior Scales composite scores showed that at school age, a majority of the children had declined since the previous assessment at ages between 4.5 and 6.5 years. Almost half the tested group had shifted in their IQ level, to below 70 or above 84.None of the children assessed was without developmental/neuropsychiatric problems at school-age follow-up. The results support the need for comprehensive follow-up of educational, medical and developmental/neuropsychiatric needs, including a retesting of cognitive functions. There is also a need for continuing parent/family follow-up and support.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"], "id": "29042781", "doi": "10.2147/NDT.S143234", "date": "2017-10-04", "authors": [["Barnevik Olsson", "Martina", "M", "Gillberg Neuropsychiatry Centre, Institute of Neuroscience and Physiology, Sahlgrenska Academy, Gothenburg University, Gothenburg."], ["Holm", "Anette", "A", "Department of Psychology, Astrid Lindgren Children's Hospital."], ["Westerlund", "Joakim", "J", "Gillberg Neuropsychiatry Centre, Institute of Neuroscience and Physiology, Sahlgrenska Academy, Gothenburg University, Gothenburg."], ["Lundholm Hedvall", "Åsa", "Å", "Gillberg Neuropsychiatry Centre, Institute of Neuroscience and Physiology, Sahlgrenska Academy, Gothenburg University, Gothenburg."], ["Gillberg", "Christopher", "C", "Gillberg Neuropsychiatry Centre, Institute of Neuroscience and Physiology, Sahlgrenska Academy, Gothenburg University, Gothenburg."], ["Fernell", "Elisabeth", "E", "Gillberg Neuropsychiatry Centre, Institute of Neuroscience and Physiology, Sahlgrenska Academy, Gothenburg University, Gothenburg."]]}