{"title": "Unconscious avoidance of eye contact in autism spectrum disorder.", "text": "Atypical responses to direct gaze are one of the most characteristic hallmarks of autism spectrum disorder (ASD). The cause and mechanism underlying this phenomenon, however, have remained unknown. Here we investigated whether the atypical responses to eye gaze in autism spectrum disorder is dependent on the conscious perception of others' faces. Face stimuli with direct and averted gaze were rendered invisible by interocular suppression and eye movements were recorded from participants with ASD and an age and sex matched control group. Despite complete unawareness of the stimuli, the two groups differed significantly in their eye movements to the face stimuli. In contrast to the significant positive saccadic index observed in the TD group, indicating an unconscious preference to the face with direct gaze, the ASD group had no such preference towards direct gaze and instead showed a tendency to prefer the face with averted gaze, suggesting an unconscious avoidance of eye contact. These results provide the first evidence that the atypical response to eye contact in ASD is an unconscious and involuntary response. They provide a better understanding of the mechanism of gaze avoidance in autism and might lead to new diagnostic and therapeutic interventions.", "journal": ["Scientific reports", "Sci Rep"], "id": "29042641", "doi": "10.1038/s41598-017-13945-5", "date": "2017-10-17", "authors": [["Madipakkam", "Apoorva Rajiv", "AR", "Visual Perception Laboratory, Department of Psychiatry, Charité - Universitätsmedizin Berlin, corporate member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany. apoorva-rajiv.madipakkam@charite.de."], ["Rothkirch", "Marcus", "M", "Visual Perception Laboratory, Department of Psychiatry, Charité - Universitätsmedizin Berlin, corporate member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany."], ["Dziobek", "Isabel", "I", "Humboldt Universität zu Berlin, Unter den Linden 6, 10099, Berlin, Germany."], ["Sterzer", "Philipp", "P", "Visual Perception Laboratory, Department of Psychiatry, Charité - Universitätsmedizin Berlin, corporate member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany."]]}