{"title": "Impaired detection of happy facial expressions in autism.", "text": "The detection of emotional facial expressions plays an indispensable role in social interaction. Psychological studies have shown that typically developing (TD) individuals more rapidly detect emotional expressions than neutral expressions. However, it remains unclear whether individuals with autistic phenotypes, such as autism spectrum disorder (ASD) and high levels of autistic traits (ATs), are impaired in this ability. We examined this by comparing TD and ASD individuals in Experiment 1 and individuals with low and high ATs in Experiment 2 using the visual search paradigm. Participants detected normal facial expressions of anger and happiness and their anti-expressions within crowds of neutral expressions. In Experiment 1, reaction times were shorter for normal angry expressions than for anti-expressions in both TD and ASD groups. This was also the case for normal happy expressions vs. anti-expressions in the TD group but not in the ASD group. Similarly, in Experiment 2, the detection of normal vs. anti-expressions was faster for angry expressions in both groups and for happy expressions in the low, but not high, ATs group. These results suggest that the detection of happy facial expressions is impaired in individuals with ASD and high ATs, which may contribute to their difficulty in creating and maintaining affiliative social relationships.", "journal": ["Scientific reports", "Sci Rep"], "id": "29042592", "doi": "10.1038/s41598-017-11900-y", "date": "2017-10-17", "authors": [["Sato", "Wataru", "W", "Department of Neurodevelopmental Psychiatry, Habilitation and Rehabilitation, Kyoto University, Kyoto, Japan. sato.wataru.4v@kyoto-u.ac.jp."], ["Sawada", "Reiko", "R", "Department of Neurodevelopmental Psychiatry, Habilitation and Rehabilitation, Kyoto University, Kyoto, Japan."], ["Uono", "Shota", "S", "Department of Neurodevelopmental Psychiatry, Habilitation and Rehabilitation, Kyoto University, Kyoto, Japan."], ["Yoshimura", "Sayaka", "S", "Department of Neurodevelopmental Psychiatry, Habilitation and Rehabilitation, Kyoto University, Kyoto, Japan."], ["Kochiyama", "Takanori", "T", "Brain Activity Imaging Center, Advanced Telecommunications Research Institute International, Soraku, Japan."], ["Kubota", "Yasutaka", "Y", "Health and Medical Services Center, Shiga University, Hikone, Japan."], ["Sakihama", "Morimitsu", "M", "Rakuwa-kai Otowa Hospital, Kyoto, Japan."], ["Toichi", "Motomi", "M", "Faculty of Human Health Science, Kyoto University, Kyoto, Japan."]]}