{"title": "Differential distribution and function of GABABRs in somato-dendritic and axonal compartments of principal cells and interneurons in cortical circuits.", "text": "GABABRs are highly expressed in cortical circuits, controlling neuronal excitability and synaptic transmission in both principal cells and inhibitory interneurons. Light and electron microscopic studies confirmed the wide distribution of receptors and revealed cell type-specific quantitative differences in their cellular and subcellular distributions. At the subcellular level, GABABRs are abundant at the peri- and extrasynaptic membrane of somato-dendritic compartments and to lower levels in the axon terminals of both cortical excitatory principal cells and inhibitory interneurons. Differences in the surface densities are particularly prominent between neurochemically-defined interneuron types. Whole-cell recordings further demonstrated that GABABRs differentially mediate post- and presynaptic inhibition in principal cells and various GABAergic interneurons by preferentially modulating postsynaptic G-protein-coupled inwardly rectifying K+ (Kir3) channels and presynaptic high voltage-activated Ca2+ (Cav) channels. These data convergently indicate that GABABRs not only control the overall level of neuronal excitability and activity, but can also fine tune the activation and interactions of excitatory and inhibitory neurons in cortical circuits.", "journal": ["Neuropharmacology", "Neuropharmacology"], "id": "29042314", "doi": "10.1016/j.neuropharm.2017.10.018", "date": "2017-10-14", "authors": [["Kulik", "Ákos", "Á", "Institute of Physiology, Faculty of Medicine, University of Freiburg, Freiburg 79104, Germany; BIOSS Centre for Biological Signalling Studies, University of Freiburg, Freiburg 79104, Germany. Electronic address: akos.kulik@physiologie.uni-freiburg.de."], ["Booker", "Sam A", "SA", "Centre for Integrative Physiology, University of Edinburgh, Edinburgh EH8 9XD, UK; Patrick Wild Centre for Autism Research, University of Edinburgh, Edinburgh EH8 9XD, UK; Simon's Initiative for the Developing Brain, University of Edinburgh, Edinburgh EH8 9XD, UK; Institute of Integrative Neuroanatomy and NeuroCure Cluster of Excellence, Charité-Universitätsmedizin Berlin, Berlin 10116, Germany."], ["Vida", "Imre", "I", "Institute of Integrative Neuroanatomy and NeuroCure Cluster of Excellence, Charité-Universitätsmedizin Berlin, Berlin 10116, Germany. Electronic address: imre.vida@charite.de."]]}