{"title": "Are endocrine disrupting compounds environmental risk factors for autism spectrum disorder?", "text": "Recent research on the etiology of autism spectrum disorder (ASD) has shifted in part from a singular focus on genetic causes to the involvement of environmental factors and their gene interactions. This shift in focus is a result of the rapidly increasing prevalence of ASD coupled with the incomplete penetrance of this disorder in monozygotic twins. One such area of environmentally focused research is the association of exposures to endocrine disrupting compounds (EDCs) with elevated risk for ASD. EDCs are exogenous chemicals that can alter endogenous hormone activity and homeostasis, thus potentially disrupting the action of sex and other natural hormones at all stages of human development. Inasmuch as sex hormones play a fundamental role in brain development and sexual differentiation, exposure to EDCs in utero during critical stages of development can have lasting neurological and other physiological influences on the developing fetus and, ultimately, the child as well as adult. This review will focus on the possible contributions of EDCs to autism risk and pathogenesis by first discussing the influence of endogenous sex hormones on the autistic phenotype, followed by a review of documented human exposures to EDCs and associations with behaviors relevant to ASD. Mechanistic links between EDC exposures and aberrant neurodevelopment and behaviors are then considered, with emphasis on EDC-induced transcriptional profiles derived from animal and cellular studies. Finally, this review will discuss possible mechanisms through which EDC exposure can lead to persistent changes in gene expression and phenotype, which may in turn contribute to transgenerational inheritance of ASD.", "journal": ["Hormones and behavior", "Horm Behav"], "id": "29042182", "doi": "10.1016/j.yhbeh.2017.10.003", "date": "2017-10-23", "authors": [["Moosa", "Amer", "A", "Dept. of Biochemistry and Molecular Medicine, The George Washington University School of Medicine and Health Sciences, 2300 Eye St., NW, Washington, DC 20037, United States. Electronic address: amoosa@gwu.edu."], ["Shu", "Henry", "H", "Dept. of Biochemistry and Molecular Medicine, The George Washington University School of Medicine and Health Sciences, 2300 Eye St., NW, Washington, DC 20037, United States. Electronic address: henry_shu@gwu.edu."], ["Sarachana", "Tewarit", "T", "Department of Clinical Chemistry, Medical Technology Branch, Faculty of Allied Health Sciences, Chulalongkorn University, 154 Rama I Rd., Wangmai, Pathumwan, Bangkok 10330, Thailand. Electronic address: tewarit.sa@chula.ac.th."], ["Hu", "Valerie W", "VW", "Dept. of Biochemistry and Molecular Medicine, The George Washington University School of Medicine and Health Sciences, 2300 Eye St., NW, Washington, DC 20037, United States. Electronic address: valhu@gwu.edu."]]}