{"title": "Early social communication in infants with fragile X syndrome and infant siblings of children with autism spectrum disorder.", "text": "Little research in fragile X syndrome (FXS) has prospectively examined early social communication.To compare early social communication in infants with FXS, infant siblings of children with autism spectrum disorder (ASIBs), and typically developing (TD) infants.Participants were 18 infants with FXS, 21 ASIBs, and 22 TD infants between 7.5-14.5 months. Social communication was coded using the Communication Complexity Scale during the administration of Autism Observation Scale for Infants.Descriptively different patterns were seen across the three groups. Overall infants with FXS had lower social communication than ASIBs or TD infants when controlling for nonverbal cognitive abilities. However, infants with FXS had similar levels of social communication as ASIBs or TD infants during peek-a-boo. No differences were observed between ASIBs and TD infants. For all infants, higher social communication was related to lower ASD risk.Findings provide insight into the developmental course of social communication in FXS. The dynamic nature of social games may help to stimulate communication in infants with FXS. Language interventions with a strong social component may be particularly effective for promoting language development in FXS.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "id": "29040924", "doi": "10.1016/j.ridd.2017.10.004", "date": "2017-10-15", "authors": [["Hahn", "Laura J", "LJ", "Life Span Institute, University of Kansas, United States; Department of Psychology, University of South Carolina, United States; Department of Psychology, University of South Carolina, United States. Electronic address: ljhahn@illinois.edu."], ["Brady", "Nancy C", "NC", "Speech-Language-Hearing, Sciences & Disorders, University of Kansas, United States."], ["McCary", "Lindsay", "L", "Department of Psychology, University of South Carolina, United States."], ["Rague", "Lisa", "L", "Department of Psychology, University of South Carolina, United States."], ["Roberts", "Jane E", "JE", "Department of Psychology, University of South Carolina, United States."]]}