{"title": "Potentiation of excitatory synaptic transmission ameliorates aggression in mice with Stxbp1 haploinsufficiency.", "text": "Genetic studies point to a major role of de novo mutations in neurodevelopmental disorders of intellectual disability, autism spectrum disorders, and epileptic encephalopathy. The STXBP1 gene encodes the syntaxin-binding protein 1 (Munc18-1) that critically controls synaptic vesicle exocytosis and synaptic transmission. This gene harbors a high frequency of de novo mutations, which may play roles in these neurodevelopmental disorders. However, the system and behavioral-level pathophysiological changes caused by these genetic defects remain poorly understood. Constitutional (Stxbp1+/-), dorsal-telencephalic excitatory (Stxbp1fl/+/Emx), or global inhibitory neuron-specific (Stxbp1fl/+/Vgat) mice were subjected to a behavioral test battery examining locomotor activity, anxiety, fear learning, and social interactions including aggression. Furthermore, measurements of local field potentials in multiple regions of the brain were performed. Stxbp1+/- male mice exhibited enhanced aggressiveness and impaired fear learning associated with elevated gamma activity in several regions of the brain including the prefrontal cortex. Stxbp1fl/+/Emx mice showed fear-learning deficits, but neither Stxbp1fl/+/Emx nor Stxbp1fl/+/Vgat mice showed increased aggressiveness. Pharmacological potentiation of the excitatory transmission at active synapses via the systemic administration of ampakine CX516, which enhances the excitatory postsynaptic function, ameliorated the aggressive phenotype of Stxbp1+/- mice. These findings suggest that synaptic impairments of the dorsal telencephalic and subcortical excitatory neurons cause learning deficits and enhanced aggression in Stxbp1+/- mice, respectively. Additionally, normalizing the excitatory synaptic transmission is a potential therapeutic option for managing aggressiveness in patients with STXBP1 mutations.", "journal": ["Human molecular genetics", "Hum. Mol. Genet."], "id": "29040524", "doi": "10.1093/hmg/ddx379", "date": null, "authors": [["Miyamoto", "Hiroyuki", "H", "Laboratory for Neurogenetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."], ["Shimohata", "Atsushi", "A", "Laboratory for Neurogenetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."], ["Abe", "Manabu", "M", "Department of Cellular Neurobiology, Brain Research Institute, Niigata University, Niigata 951-8585, Japan."], ["Abe", "Teruo", "T", "Department of Cellular Neurobiology, Brain Research Institute, Niigata University, Niigata 951-8585, Japan."], ["Mazaki", "Emi", "E", "Laboratory for Neurogenetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."], ["Amano", "Kenji", "K", "Laboratory for Neurogenetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."], ["Suzuki", "Toshimitsu", "T", "Laboratory for Neurogenetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."], ["Tatsukawa", "Tetsuya", "T", "Laboratory for Neurogenetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."], ["Itohara", "Shigeyoshi", "S", "Laboratory for Behavioral Genetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."], ["Sakimura", "Kenji", "K", "Department of Cellular Neurobiology, Brain Research Institute, Niigata University, Niigata 951-8585, Japan."], ["Yamakawa", "Kazuhiro", "K", "Laboratory for Neurogenetics, RIKEN Brain Science Institute (BSI), Wako, Saitama 351-0198, Japan."]]}