{"title": "Genetic Reduction of Matrix Metalloproteinase-9 Promotes Formation of Perineuronal Nets Around Parvalbumin-Expressing Interneurons and Normalizes Auditory Cortex Responses in Developing Fmr1 Knock-Out Mice.", "text": "Abnormal sensory responses associated with Fragile X Syndrome (FXS) and autism spectrum disorders include hypersensitivity and impaired habituation to repeated stimuli. Similar sensory deficits are also observed in adult Fmr1 knock-out (KO) mice and are reversed by genetic deletion of Matrix Metalloproteinase-9 (MMP-9) through yet unknown mechanisms. Here we present new evidence that impaired development of parvalbumin (PV)-expressing inhibitory interneurons may underlie hyper-responsiveness in auditory cortex of Fmr1 KO mice via MMP-9-dependent regulation of perineuronal nets (PNNs). First, we found that PV cell development and PNN formation around GABAergic interneurons were impaired in developing auditory cortex of Fmr1 KO mice. Second, MMP-9 levels were elevated in P12-P18 auditory cortex of Fmr1 KO mice and genetic reduction of MMP-9 to WT levels restored the formation of PNNs around PV cells. Third, in vivo single-unit recordings from auditory cortex neurons showed enhanced spontaneous and sound-driven responses in developing Fmr1 KO mice, which were normalized following genetic reduction of MMP-9. These findings indicate that elevated MMP-9 levels contribute to the development of sensory hypersensitivity by influencing formation of PNNs around PV interneurons suggesting MMP-9 as a new therapeutic target to reduce sensory deficits in FXS and potentially other autism spectrum disorders.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"], "id": "29040407", "doi": "10.1093/cercor/bhx258", "date": "2017-10-13", "authors": [["Wen", "Teresa H", "TH", "Division of Biomedical Sciences, University of California Riverside School of Medicine, Riverside, CA 92521, USA."], ["Afroz", "Sonia", "S", "Division of Biomedical Sciences, University of California Riverside School of Medicine, Riverside, CA 92521, USA."], ["Reinhard", "Sarah M", "SM", "Psychology Department and Psychology Graduate Program, University of California Riverside, Riverside, CA 92521, USA."], ["Palacios", "Arnold R", "AR", "Division of Biomedical Sciences, University of California Riverside School of Medicine, Riverside, CA 92521, USA."], ["Tapia", "Kendal", "K", "Division of Biomedical Sciences, University of California Riverside School of Medicine, Riverside, CA 92521, USA."], ["Binder", "Devin K", "DK", "Division of Biomedical Sciences, University of California Riverside School of Medicine, Riverside, CA 92521, USA."], ["Razak", "Khaleel A", "KA", "Neuroscience Graduate Program, University of California Riverside, Riverside, CA 92521, USA."], ["Ethell", "Iryna M", "IM", "Division of Biomedical Sciences, University of California Riverside School of Medicine, Riverside, CA 92521, USA."]]}