{"title": "Targets for Drug Therapy for Autism Spectrum Disorder: Challenges and Future Directions.", "text": "Autism spectrum disorder (ASD) is a neurodevelopmental disorder characterized by persistent deficits in social communication and interaction and restricted, repetitive patterns of behavior, interests, and activities. Various factors are involved in the etiopathogenesis of ASD, including genetic factors, environmental toxins and stressors, impaired immune responses, mitochondrial dysfunction, and neuroinflammation. The heterogeneity in the phenotype among ASD patients and the complex etiology of the condition have long impeded the advancement of the development of pharmacological therapies. In the recent years, the integration of findings from mouse models to human genetics resulted in considerable progress toward the understanding of ASD pathophysiology. Currently, strategies to treat core symptoms of ASD are directed to correct synaptic dysfunctions, abnormalities in central oxytocin, vasopressin, and serotonin neurotransmission, and neuroinflammation. Here, we present a survey of the studies that have suggested molecular targets for drug development for ASD and the state-of-the-art of medicinal chemistry efforts in related areas.", "journal": ["Journal of medicinal chemistry", "J. Med. Chem."], "id": "29039668", "doi": "10.1021/acs.jmedchem.7b00965", "date": "2017-10-30", "authors": [["Lacivita", "Enza", "E", "Dipartimento di Farmacia-Scienze del Farmaco, Università degli Studi di Bari Aldo Moro , via Orabona 4, 70125, Bari, Italy."], ["Perrone", "Roberto", "R", "Dipartimento di Farmacia-Scienze del Farmaco, Università degli Studi di Bari Aldo Moro , via Orabona 4, 70125, Bari, Italy."], ["Margari", "Lucia", "L", "Dipartimento di Scienze Mediche di Base, Neuroscienze e Organi di Senso, Unità di Neuropsichiatria Infantile, Università degli Studi di Bari Aldo Moro , Piazza Giulio Cesare 11, 70124 Bari, Italy."], ["Leopoldo", "Marcello", "M", "Dipartimento di Farmacia-Scienze del Farmaco, Università degli Studi di Bari Aldo Moro , via Orabona 4, 70125, Bari, Italy."]]}