{"title": "Verbal Ability and Psychiatric Symptoms in Clinically Referred Inpatient and Outpatient Youth with ASD.", "text": "Youth with autism spectrum disorder (ASD) experience high rates of psychiatric symptoms, but the relation between verbal ability and psychiatric symptoms is unknown. This study utilized a large sample of clinically referred inpatient and outpatient youth with ASD to compare psychiatric comorbidity between verbal and minimally-verbal youth, adjusting for nonverbal IQ, age, and ASD symptom severity. Results indicated that verbal youth were more likely to present with and meet clinical cutoffs for depression and oppositional defiant disorder symptoms, with greater impairment associated with depression. Youth in inpatient settings had greater symptom severity and impairment across almost all psychiatric comorbidities. These results present the most direct estimate to date of the association between verbal ability and psychiatric comorbidity in ASD.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29038930", "doi": "10.1007/s10803-017-3344-5", "date": "2017-10-16", "authors": [["Lerner", "Matthew D", "MD", "Department of Psychology, Stony Brook University, Stony Brook, NY, 11794-2500, USA. matthew.lerner@stonybrook.edu."], ["Mazefsky", "Carla A", "CA", "Department of Psychiatry, University of Pittsburgh School of Medicine, 3811 O'Hara Street, Webster Hall Suite 300, Pittsburgh, PA, 15213, USA. mazefskyca@upmc.edu."], ["Weber", "Rebecca J", "RJ", "Department of Psychology, Stony Brook University, Stony Brook, NY, 11794-2500, USA."], ["Transue", "Emilie", "E", "Department of Psychiatry, University of Pittsburgh School of Medicine, 3811 O'Hara Street, Webster Hall Suite 300, Pittsburgh, PA, 15213, USA."], ["Siegel", "Matthew", "M", "Maine Medical Center Research Institute, Portland, ME, USA."], ["Gadow", "Kenneth D", "KD", "Department of Psychiatry, Stony Brook University School of Medicine, Stony Brook, NY, USA."], [null, null, null, null]]}