{"title": "Validating a Culturally-sensitive Social Competence Training Programme for Adolescents with ASD in a Chinese Context: An Initial Investigation.", "text": "Previous studies on social skills training on ASD were done almost exclusively in the West with children as the main subjects. Demonstrations of the applicability of social interventions in different cultures and age groups are warranted. The current study outlined the development and preliminary evaluation of a CBT-context-based social competence training for ASD (CBT-CSCA) developed in Hong Kong for Chinese adolescents with ASD. Twenty-five adolescents (aged 12-17 years, with a FSIQ above 80) were recruited. Significant improvements in social competence, autistic symptoms and general psychopathology at post-training and 3-month follow-up were reported by the parents. The study provided initial evidence support to the applicability of social competence training for adolescents with ASD in a different culture.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29038929", "doi": "10.1007/s10803-017-3335-6", "date": "2017-10-16", "authors": [["Chan", "Raymond Won Shing", "RWS", "The Jockey Club iREACH Social Competence Development Center, New Life Psychiatric Rehabilitation Association, Room 913-914, 9/F, Youth Square, 238 Chai Wan Road, Chai Wan, Hong Kong, China. raymondchan@nlpra.org.hk."], ["Leung", "Cecilia Nga Wing", "CNW", "The Jockey Club iREACH Social Competence Development Center, New Life Psychiatric Rehabilitation Association, Room 913-914, 9/F, Youth Square, 238 Chai Wan Road, Chai Wan, Hong Kong, China."], ["Ng", "Denise Ching Yiu", "DCY", "The Jockey Club iREACH Social Competence Development Center, New Life Psychiatric Rehabilitation Association, Room 913-914, 9/F, Youth Square, 238 Chai Wan Road, Chai Wan, Hong Kong, China."], ["Yau", "Sania Sau Wai", "SSW", "The Jockey Club iREACH Social Competence Development Center, New Life Psychiatric Rehabilitation Association, Room 913-914, 9/F, Youth Square, 238 Chai Wan Road, Chai Wan, Hong Kong, China."]]}