{"title": "Study of the C677T and 1298AC polymorphic genotypes of MTHFR Gene in autism spectrum disorder.", "text": "Autism is currently known as \"a behaviorally defined syndrome\" manifested as impairment in social communication, repetitive routines and restricted interests. There is an increased risk of ASDs associated with common mutations affecting the folate/methylation cycle.The aim of this study was to identify C677T and 1298AC polymorphic genotypes of MTHFR gene among a sample of Egyptian children with autism and to make a phenotype-genotype correlation for the autistic patients.This case-control study was carried out from 2013 through 2015. The study included 31 children with autism and 39 children in a normal control group, the mean age of patients and control was comparable (4.5 years± 2) with males predominant in both groups. We used DSM-V-TR criteria, Stanford-Binet intelligence scale V and childhood autism rating scale (CARS) for assessments. Genotyping for MTHFR gene polymorphic loci C677T and 1298AC was performed on amplified DNA by PCR with subsequent reverse hybridization and restriction fragment length polymorphisms analysis. Data were analyzed by SPSS version 11, using Chi-Square, independent-samples t-test, and ANOVA.There was significant relationship between low birth weight and occurrence of autism (p<0.01), and between delayed motor and social milestones in cases of autism compared to controls (p<0.01). Heterozygosity for A1298C polymorphism was highest among patients (41.9%) followed by 35.5% mutant genotype CC and 22.6% normal AA (wild) type and Allele C was detected in patients more than in control (56.45% vs. 11.54%) (p<0.001). For C667T polymorphism, heterozygosity was also highest among patients (48.4%) followed by wild type genotypes C677 (38.7%) and 12.9% for mutant genotypes 667T. Allele T appeared more in patients than control (31.10 %vs. 5.13%) (p<0.00). Heterozygosity for CT and A-C genotypes were detected equally (46.2%) among patients with severe autism (according to CARS).There is a significant association between severity and occurrence of autism with MTHFR gene polymorphisms C677T and A1298C. Further studies are needed on a larger scale to explore other genes polymorphisms that may be associated with autism, to correlate the genetic basis of autism.", "journal": ["Electronic physician", "Electron Physician"], "id": "29038711", "doi": "10.19082/5287", "date": "2017-09-25", "authors": [["El-Baz", "Farida", "F", "Department of Pediatrics, Faculty of Medicine, Ain Shams University, Egypt."], ["El-Aal", "Mohammed Abd", "MA", "Department of Pediatrics, Faculty of Medicine, Sohag University, Sohag, Egypt."], ["Kamal", "Tarek Moustafa", "TM", "Medical Genetics Research Centre and Genetics Unit, Department of Pediatrics, Faculty of Medicine, Ain Shams University, Egypt."], ["Sadek", "Abdelrahim Abdrabou", "AA", "Neurology and Psychiatry Unit, Department of Pediatrics, Faculty of Medicine, Sohag University, Sohag, Egypt."], ["Othman", "Amr Ahmed", "AA", "Neurology and Psychiatry Unit, Department of Pediatrics, Faculty of Medicine, Sohag University, Sohag, Egypt."]]}