{"title": "Male-specific deficits in natural reward learning in a mouse model of neurodevelopmental disorders.", "text": "Neurodevelopmental disorders, including autism spectrum disorders, are highly male biased, but the underpinnings of this are unknown. Striatal dysfunction has been strongly implicated in the pathophysiology of neurodevelopmental disorders, raising the question of whether there are sex differences in how the striatum is impacted by genetic risk factors linked to neurodevelopmental disorders. Here we report male-specific deficits in striatal function important to reward learning in a mouse model of 16p11.2 hemideletion, a genetic mutation that is strongly associated with the risk of neurodevelopmental disorders, particularly autism and attention-deficit hyperactivity disorder. We find that male, but not female, 16p11.2 deletion animals show impairments in reward-directed learning and maintaining motivation to work for rewards. Male, but not female, deletion animals overexpress mRNA for dopamine receptor 2 and adenosine receptor 2a in the striatum, markers of medium spiny neurons signaling via the indirect pathway, associated with behavioral inhibition. Both sexes show a 50% reduction of mRNA levels of the genes located within the 16p11.2 region in the striatum, including the kinase extracellular-signal related kinase 1 (ERK1). However, hemideletion males show increased activation in the striatum for ERK1, both at baseline and in response to sucrose, a signaling change associated with decreased striatal plasticity. This increase in ERK1 phosphorylation is coupled with a decrease in the abundance of the ERK phosphatase striatum-enriched protein-tyrosine phosphatase in hemideletion males. In contrast, females do not show activation of ERK1 in response to sucrose, but notably hemideletion females show elevated protein levels for ERK1 as well as the related kinase ERK2 over what would be predicted by mRNA levels. These data indicate profound sex differences in the impact of a genetic lesion linked with neurodevelopmental disorders, including mechanisms of male-specific vulnerability and female-specific resilience impacting intracellular signaling in the brain.Molecular Psychiatry advance online publication, 17 October 2017; doi:10.1038/mp.2017.184.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"], "id": "29038598", "doi": "10.1038/mp.2017.184", "date": "2017-10-17", "authors": [["Grissom", "N M", "NM", "Department of Pharmacology, University of Pennsylvania, Philadelphia, PA, USA."], ["McKee", "S E", "SE", "Department of Pharmacology, University of Pennsylvania, Philadelphia, PA, USA."], ["Schoch", "H", "H", "Institute for Translational Medicine and Therapeutics, University of Pennsylvania, Philadelphia, PA, USA."], ["Bowman", "N", "N", "Institute for Translational Medicine and Therapeutics, University of Pennsylvania, Philadelphia, PA, USA."], ["Havekes", "R", "R", "Institute for Translational Medicine and Therapeutics, University of Pennsylvania, Philadelphia, PA, USA."], ["O'Brien", "W T", "WT", "Institute for Translational Medicine and Therapeutics, University of Pennsylvania, Philadelphia, PA, USA."], ["Mahrt", "E", "E", "School of Biological Sciences, Washington State University Vancouver, Vancouver, WA, USA."], ["Siegel", "S", "S", "Department of Psychiatry, University of Pennsylvania, Philadelphia, PA, USA."], ["Commons", "K", "K", "Department of Anesthesia, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."], ["Portfors", "C", "C", "School of Biological Sciences, Washington State University Vancouver, Vancouver, WA, USA."], ["Nickl-Jockschat", "T", "T", "Department of Psychiatry, Psychotherapy and Psychosomatics, RWTH Aachen University, Aachen, Germany."], ["Reyes", "T M", "TM", "Department of Pharmacology, University of Pennsylvania, Philadelphia, PA, USA."], ["Abel", "T", "T", "Institute for Translational Medicine and Therapeutics, University of Pennsylvania, Philadelphia, PA, USA."]]}