{"title": "Changes in brain metabolic connectivity underlie autistic-like social deficits in a rat model of autism spectrum disorder.", "text": "The neurobiological basis of social dysfunction and the high male prevalence in autism spectrum disorder (ASD) remain poorly understood. Although network alterations presumably underlie the development of autistic-like behaviors, a clear pattern of connectivity differences specific to ASD has not yet emerged. Because the heterogeneous nature of ASD hinders investigations in human subjects, we explored brain connectivity in an etiologically homogenous rat model of ASD induced by exposure to valproic acid (VPA) in utero. We performed partial correlation analysis of cross-sectional resting-state 18F-fluorodeoxyglucose positron emission tomography scans from VPA-exposed and control rats to estimate metabolic connectivity and conducted canonical correlation analysis of metabolic activity and behavior scores. VPA-treated rats exhibited impairments in social behaviors, and this difference was more pronounced in male than female rats. Similarly, current analyses revealed sex-specific changes in network connectivity and identified distinct alterations in the distributed metabolic activity patterns associated with autistic-like social deficits. Specifically, diminished activity in the salience network and enhanced activity in a cortico-cerebellar circuit correlated with the severity of social behavioral deficits. Such metabolic connectivity features may represent neurobiological substrates of autistic-like behavior, particularly in males, and may serve as a pathognomonic sign in the VPA rat model of ASD.", "journal": ["Scientific reports", "Sci Rep"], "id": "29038507", "doi": "10.1038/s41598-017-13642-3", "date": "2017-10-16", "authors": [["Cho", "Hojin", "H", "Department of Pharmacology, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Kim", "Chul Hoon", "CH", "Department of Pharmacology, Yonsei University College of Medicine, Seoul, Republic of Korea. kimhoon@yuhs.ac."], ["Knight", "Elizabeth Quattrocki", "EQ", "Department of Psychiatry, Harvard Medical School, McLean Hospital, Belmont, MA, USA."], ["Oh", "Hye Won", "HW", "BK21 PLUS Project for Medical Science, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Park", "Bumhee", "B", "Department of Statistics, Hankuk University of Foreign Studies, Yong-In, Republic of Korea."], ["Kim", "Dong Goo", "DG", "Department of Pharmacology, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Park", "Hae-Jeong", "HJ", "BK21 PLUS Project for Medical Science, Yonsei University College of Medicine, Seoul, Republic of Korea. parkhj@yonsei.ac.kr."]]}