{"title": "Delayed Maturation of Fast-Spiking Interneurons Is Rectified by Activation of the TrkB Receptor in the Mouse Model of Fragile X Syndrome.", "text": "Fragile X syndrome (FXS) is a neurodevelopmental disorder that is a leading cause of inherited intellectual disability, and the most common known cause of autism spectrum disorder. FXS is broadly characterized by sensory hypersensitivity and several developmental alterations in synaptic and circuit function have been uncovered in the sensory cortex of the mouse model of FXS (Fmr1 KO). GABA-mediated neurotransmission and fast-spiking (FS) GABAergic interneurons are central to cortical circuit development in the neonate. Here we demonstrate that there is a delay in the maturation of the intrinsic properties of FS interneurons in the sensory cortex, and a deficit in the formation of excitatory synaptic inputs on to these neurons in neonatal Fmr1 KO mice. Both these delays in neuronal and synaptic maturation were rectified by chronic administration of a TrkB receptor agonist. These results demonstrate that the maturation of the GABAergic circuit in the sensory cortex is altered during a critical developmental period due in part to a perturbation in BDNF-TrkB signaling, and could contribute to the alterations in cortical development underlying the sensory pathophysiology of FXS.SIGNIFICANCE STATEMENT Fragile X (FXS) individuals have a range of sensory related phenotypes, and there is growing evidence of alterations in neuronal circuits in the sensory cortex of the mouse model of FXS (Fmr1 KO). GABAergic interneurons are central to the correct formation of circuits during cortical critical periods. Here we demonstrate a delay in the maturation of the properties and synaptic connectivity of interneurons in Fmr1 KO mice during a critical period of cortical development. The delays both in cellular and synaptic maturation were rectified by administration of a TrkB receptor agonist, suggesting reduced BDNF-TrkB signaling as a contributing factor. These results provide evidence that the function of fast-spiking interneurons is disrupted due to a deficiency in neurotrophin signaling during early development in FXS.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29038238", "doi": "10.1523/JNEUROSCI.2893-16.2017", "date": "2017-10-16", "authors": [["Nomura", "Toshihiro", "T", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois 60611."], ["Musial", "Timothy F", "TF", "Department of Neurological Sciences, Rush University Medical Center, Chicago, Illinois 60612, and."], ["Marshall", "John J", "JJ", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois 60611."], ["Zhu", "Yiwen", "Y", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois 60611."], ["Remmers", "Christine L", "CL", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois 60611."], ["Xu", "Jian", "J", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois 60611."], ["Nicholson", "Daniel A", "DA", "Department of Neurological Sciences, Rush University Medical Center, Chicago, Illinois 60612, and."], ["Contractor", "Anis", "A", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois 60611, a-contractor@northwestern.edu."]]}