{"title": "The Gain-of-Function Integrin β3 Pro33 Variant Alters the Serotonin System in the Mouse Brain.", "text": "Engagement of integrins by the extracellular matrix initiates signaling cascades that drive a variety of cellular functions, including neuronal migration and axonal pathfinding in the brain. Multiple lines of evidence link the ITGB3 gene encoding the integrin β3 subunit with the serotonin (5-HT) system, likely via its modulation of the 5-HT transporter (SERT). The ITGB3 coding polymorphism Leu33Pro (rs5918, PlA2) produces hyperactive αvβ3 receptors that influence whole-blood 5-HT levels and may influence the risk for autism spectrum disorder (ASD). Using a phenome-wide scan of psychiatric diagnoses, we found significant, male-specific associations between the Pro33 allele and attention-deficit hyperactivity disorder and ASDs. Here, we used knock-in (KI) mice expressing an Itgb3 variant that phenocopies the human Pro33 variant to elucidate the consequences of constitutively enhanced αvβ3 signaling to the 5-HT system in the brain. KI mice displayed deficits in multiple behaviors, including anxiety, repetitive, and social behaviors. Anatomical studies revealed a significant decrease in 5-HT synapses in the midbrain, accompanied by decreases in SERT activity and reduced localization of SERTs to integrin adhesion complexes in synapses of KI mice. Inhibition of focal adhesion kinase (FAK) rescued SERT function in synapses of KI mice, demonstrating that constitutive active FAK signaling downstream of the Pro32Pro33 integrin αvβ3 suppresses SERT activity. Our studies identify a complex regulation of 5-HT homeostasis and behaviors by integrin αvβ3, revealing an important role for integrins in modulating risk for neuropsychiatric disorders.SIGNIFICANCE STATEMENT The integrin β3 Leu33Pro coding polymorphism has been associated with autism spectrum disorders (ASDs) within a subgroup of patients with elevated blood 5-HT levels, linking integrin β3, 5-HT, and ASD risk. We capitalized on these interactions to demonstrate that the Pro33 coding variation in the murine integrin β3 recapitulates the sex-dependent neurochemical and behavioral attributes of ASD. Using state-of-the-art techniques, we show that presynaptic 5-HT function is altered in these mice, and that the localization of 5-HT transporters to specific compartments within the synapse, disrupted by the integrin β3 Pro33 mutation, is critical for appropriate reuptake of 5-HT. Our studies provide fundamental insight into the genetic network regulating 5-HT neurotransmission in the CNS that is also associated with ASD risk.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29038237", "doi": "10.1523/JNEUROSCI.1482-17.2017", "date": "2017-10-16", "authors": [["Dohn", "Michael R", "MR", "Departments of Pharmacology."], ["Kooker", "Christopher G", "CG", "Departments of Pharmacology."], ["Bastarache", "Lisa", "L", "Biomedical Informatics and Medicine."], ["Jessen", "Tammy", "T", "Departments of Pharmacology."], ["Rinaldi", "Capria", "C", "Departments of Pharmacology."], ["Varney", "Seth", "S", "Departments of Pharmacology."], ["Mazalouskas", "Matthew D", "MD", "Departments of Pharmacology."], ["Pan", "Hope", "H", "Departments of Pharmacology."], ["Oliver", "Kendra H", "KH", "Departments of Pharmacology."], ["Velez Edwards", "Digna R", "DR", "Obstetrics and Gynecology, and."], ["Sutcliffe", "James S", "JS", "Psychiatry and Molecular Physiology & Biophysics, and."], ["Denny", "Joshua C", "JC", "Biomedical Informatics and Medicine."], ["Carneiro", "Ana M D", "AMD", "Departments of Pharmacology, ana.carneiro@vanderbilt.edu."]]}