{"title": "PeakCaller: an automated graphical interface for the quantification of intracellular calcium obtained by high-content screening.", "text": "Intracellular calcium is an important ion involved in the regulation and modulation of many neuronal functions. From regulating cell cycle and proliferation to initiating signaling cascades and regulating presynaptic neurotransmitter release, the concentration and timing of calcium activity governs the function and fate of neurons. Changes in calcium transients can be used in high-throughput screening applications as a basic measure of neuronal maturity, especially in developing or immature neuronal cultures derived from stem cells.Using human induced pluripotent stem cell derived neurons and dissociated mouse cortical neurons combined with the calcium indicator Fluo-4, we demonstrate that PeakCaller reduces type I and type II error in automated peak calling when compared to the oft-used PeakFinder algorithm under both basal and pharmacologically induced conditions.Here we describe PeakCaller, a novel MATLAB script and graphical user interface for the quantification of intracellular calcium transients in neuronal cultures. PeakCaller allows the user to set peak parameters and smoothing algorithms to best fit their data set. This new analysis script will allow for automation of calcium measurements and is a powerful software tool for researchers interested in high-throughput measurements of intracellular calcium.", "journal": ["BMC neuroscience", "BMC Neurosci"], "id": "29037171", "doi": "10.1186/s12868-017-0391-y", "date": "2017-10-16", "authors": [["Artimovich", "Elena", "E", "The Hussman Institute for Autism, Baltimore, MD, USA."], ["Jackson", "Russell K", "RK", "Hussman Strategic Advisors, Ellicott City, MD, USA."], ["Kilander", "Michaela B C", "MBC", "The Hussman Institute for Autism, Baltimore, MD, USA."], ["Lin", "Yu-Chih", "YC", "The Hussman Institute for Autism, Baltimore, MD, USA."], ["Nestor", "Michael W", "MW", "The Hussman Institute for Autism, Baltimore, MD, USA. mnestor@hussmanautism.org."]]}