{"title": "Defecation-Specific Behavior in Children with Functional Defecation Issues: A Systematic Review.", "text": "Atypical defecation habits are common and distressing for children and families and can have a major impact on quality of life. Often, no underlying factor can be identified, and the defecation disorder is considered functional. Current interventions are not successful for up to 50% of children. We suggest this high failure rate may be caused by lack of consistency in descriptors of behavioral indicators for functional defecation problems. Most investigations and descriptors focus on general behavior. There are fewer reports concerning defecation-specific behaviors.To develop a thorough inventory of defecation-specific behaviors, providing a more informed foundation for assessment and intervention.A systematic review of six common databases was performed following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses recommendations. Reference lists of retained articles were screened for additional studies.Content analysis was used to classify defecation-specific behaviors into 17 categories.Our search yielded 2677 articles; 98 peer-reviewed publications were retained for full-text review, and 67 articles were included in the final qualitative synthesis. Although there is inconsistency in reported diagnostic criteria, stool withholding and manifesting pain on defecation are the most commonly reported defecation-specific behaviors. In the studies that included children with autism or attention-deficit/hyperactivity disorder, the defecation-specific behaviors were not unique to the diagnostic group.Consistent use of established diagnostic criteria, along with use of behaviors identified through this review, lay a foundation for more effective interventions.", "journal": ["The Permanente journal", "Perm J"], "id": "29035187", "doi": "10.7812/TPP/17-047", "date": null, "authors": [["Beaudry-Bellefeuille", "Isabelle", "I", "PhD Candidate at the University of Newcastle School of Health Sciences in Callaghan, New South Wales, Australia. isabelle.beaudrybellefeuille@uon.edu.au."], ["Booth", "Debbie", "D", "Senior Librarian at the University of Newcastle in Callaghan, New South Wales, Australia. debbie.booth@newcastle.edu.au."], ["Lane", "Shelly J", "SJ", "Professor of Occupational Therapy at the University of Newcastle School of Health Sciences in Callaghan, New South Wales, Australia. shelly.lane@newcastle.edu.au."]]}