{"title": "Demographic and neonatal risk factors for childhood asthma in the USA.", "text": "Asthma is the most common chronic condition diagnosed among children worldwide according to the World Health Organization (WHO). This study evaluated on a longitudinal basis prospectively collected medical records for demographic and neonatal information among United States (US) children diagnosed with childhood asthma in comparison to controls.The Vaccine Safety Datalink (VSD) database was examined to identify cases (n = 5907) diagnosed with International Classification of Disease, ninth revision (ICD-9) healthcare provider diagnosed childhood asthma (493.xx) and controls (n = 11,662).All cases and controls were health maintenance organization (HMO)-enrolled from birth until diagnosis or sufficient time to ensure that they were unlikely to receive a diagnosis, respectively.Child's gestational age in weeks at birth, birth weight in grams, maternal age in years at birth, Appearance-Pulse-Grimace-Activity-Respiration (APGAR) score at 1 minute and 5 minutes following birth, gender, and race.The study results revealed childhood asthma was diagnosed significantly more frequently among males than females, and significantly more frequently among minority populations (Black > Hispanic > Native American > Asian) than White populations. Cases diagnosed with childhood asthma had significantly decreased mean values for the following neonatal risk factors: gestational age, maternal age, birth weight, and APGAR scores at 1 and 5 minutes following birth in comparison to controls.This study offers healthcare providers important demographic and neonatal factors significantly associated with childhood asthma, and should help aid in the early diagnosis and treatment of childhood asthma.", "journal": ["The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians", "J. Matern. Fetal. Neonatal. Med."], "id": "29034748", "doi": "10.1080/14767058.2017.1393068", "date": "2017-10-29", "authors": [["Geier", "David A", "DA", "a The Institute of Chronic Illnesses Inc , Silver Spring , MD , USA."], ["Kern", "Janet K", "JK", "a The Institute of Chronic Illnesses Inc , Silver Spring , MD , USA."], ["Geier", "Mark R", "MR", "a The Institute of Chronic Illnesses Inc , Silver Spring , MD , USA."]]}