{"title": "Development of the Supported Employment, Comprehensive Cognitive Enhancement, and Social Skills program for adults on the autism spectrum: Results of initial study.", "text": "The population of adults on the autism spectrum continues to increase, and vocational outcomes are particularly poor. Longitudinal studies of adults with autism spectrum and without intellectual disability have shown consistent and persistent deficits across cognitive, social, and vocational domains, indicating a need for effective treatments of functional disabilities as each impact employment. This initial pilot study is an open trial investigation of the feasibility, acceptability, and initial estimates of outcomes for the newly developed Supported Employment, Comprehensive Cognitive Enhancement, and Social Skills intervention, a manualized \"soft skills\" curriculum, to enhance both cognitive and social development in adults with autism spectrum. A total of eight adults with autism spectrum, without intellectual disability (78% males), participated in the study. Results support the original hypothesis that adults with autism spectrum can improve both cognitive (i.e. executive functioning) and social cognitive (i.e. social thinking and social communication) abilities. Further Supported Employment, Comprehensive Cognitive Enhancement, and Social Skills was found to be feasible, acceptable, and highly satisfactory for participants and parents. Employment rates more than doubled post-intervention, with an increase from 22% to 56% of participants employed. Conclusion is that Supported Employment, Comprehensive Cognitive Enhancement, and Social Skills has promise as an intervention that can be easily embedded into exiting supported employment vocational training programs to improve cognitive, social, and vocational outcomes.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29034696", "doi": "10.1177/1362361317724294", "date": "2017-10-14", "authors": [["Baker-Ericzén", "Mary J", "MJ", "1 Rady Children's Hospital, San Diego, USA."], ["Fitch", "Meghan A", "MA", "1 Rady Children's Hospital, San Diego, USA."], ["Kinnear", "Mikaela", "M", "2 San Diego State University, USA."], ["Jenkins", "Melissa M", "MM", "1 Rady Children's Hospital, San Diego, USA."], ["Twamley", "Elizabeth W", "EW", "3 University of California, San Diego, USA."], ["Smith", "Linda", "L", "4 Community Member, USA."], ["Montano", "Gabriel", "G", "4 Community Member, USA."], ["Feder", "Joshua", "J", "5 Private Practice, USA."], ["Crooke", "Pamela J", "PJ", "6 Social Thinking, USA."], ["Winner", "Michelle G", "MG", "6 Social Thinking, USA."], ["Leon", "Juan", "J", "7 National Foundation for Autism Research, USA."]]}