{"title": "Medication use by adolescents and adults with fragile X syndrome.", "text": "The behavioural challenges and medical conditions associated with fragile X syndrome (FXS) can lead to increased need for medications.This longitudinal study examined the use of prescription medications for psychotropic and non-psychotropic purposes by adolescents and adults with FXS drawn from a North American community sample (N = 105). Odds and probabilities of continuing or discontinuing medication were calculated. Predictors of medication use were calculated.More than two-thirds took psychotropic medication, and about one-quarter took non-psychotropic medication. Over a 3-year period, those who initially took prescription medications were considerably more likely to remain on medications than to stop. Individuals with more autism symptoms, more behavioural problems, a mental health diagnosis, and greater family income were significantly more likely to use psychotropic medication 3 years later. Individuals who had more health problems, a mental health diagnosis, and were female were more likely to use non-psychotropic medication over this time period.Findings highlight the elevated and ongoing use of medication by individuals with FXS. Implications for social and behavioural research on FXS are discussed.", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"], "id": "29034517", "doi": "10.1111/jir.12433", "date": "2017-10-15", "authors": [["Laxman", "D J", "DJ", "Department of Human Development and Family Studies, Utah State University, Logan, UT, USA."], ["Greenberg", "J S", "JS", "Waisman Center, University of Wisconsin-Madison, Madison, WI, USA."], ["DaWalt", "L S", "LS", "Waisman Center, University of Wisconsin-Madison, Madison, WI, USA."], ["Hong", "J", "J", "Waisman Center, University of Wisconsin-Madison, Madison, WI, USA."], ["Aman", "M G", "MG", "The Nisonger Center, The Ohio State University, Columbus, OH, USA."], ["Mailick", "M", "M", "Waisman Center, University of Wisconsin-Madison, Madison, WI, USA."]]}