{"title": "Early interaction in autism spectrum disorder: Mothers' and children's behaviours during joint engagement.", "text": "More knowledge about the interaction between young children with autism spectrum disorder and their parents is one way to improve intervention. This study aims to investigate the behaviours of mothers and children with autism spectrum disorder during joint engagement, with a focus on pacing or rate (i.e., incidences per minute) of their behaviours when being in this state.Video recordings of 10 min of free-play between 58 children (2-4 years) diagnosed with childhood autism and their mothers were used to examine rate of mothers' and children's behaviours (i.e., toy introduction, toy expansion, positive affect, and language) during joint engagement, the association between rate of mothers and children's behaviours, the relation between rate of mothers' behaviours and time in joint engagement, and how child factors might be associated with the latter.Mothers(m) and children(c) showed similar rate of positive affect (Mm  = 0.6/Mc  = 0.5) and toy expansion (Mm  = 0.7/Mc  = 0.7) per minute, whereas mothers talked almost three times more than their children (Mm  = 10.2/Mc  = 3.8). In contrast, mothers introduced fewer toys compared to the children (Mm  = 0.7/Mc  = 1.2). Rate of mothers' toy introduction, toy expansion, and positive affect was inversely related to time in joint engagement (Regression coefficient = -70.7 to -48.5, p = .006 to .024). Rates of mothers' and children's behaviours were associated (Spearman rank order coefficient = .53 to .29, p < .001 to .03), but neither rate of children's behaviours nor mental age was associated with the observed relation between rate of these maternal behaviours and time in joint engagement.Time in joint engagement was related to rate of mothers' behaviours and children's mental age but not to rate of children's behaviours in this study. Thus, intervention teaching parents of young children with autism strategies designed to increase time in joint engagement may be vital. The complex nature of the interaction between mother and child behaviours in promoting joint engagement warrants further elucidation. Key messages Increased understanding of parent and child behaviours during joint engagement is important for identification of targets for parent-mediated early interventions in autism spectrum disorder. Time in joint engagement was related to rate of mothers' behaviours and children's mental age but not to rate of children's behaviours in this study. Higher rate of some maternal behaviours was inversely related to time in joint engagement, but it is not clear yet if higher rate may facilitate or disrupt joint engagement. The complex nature of the interaction between mother and child behaviours in promoting joint engagement warrants further elucidation.", "journal": ["Child: care, health and development", "Child Care Health Dev"], "id": "29034499", "doi": "10.1111/cch.12532", "date": "2017-10-15", "authors": [["Kaale", "A", "A", "Division of Mental Health and Addiction, Oslo University Hospital, Oslo, Norway."], ["Smith", "L", "L", "Department of Psychology, University of Oslo, Oslo, Norway."], ["Nordahl-Hansen", "A", "A", "Department of Special Needs Education, University of Oslo, Oslo, Norway."], ["Fagerland", "M W", "MW", "Oslo Centre for Biostatistics and Epidemiology, Oslo University Hospital, Oslo, Norway."], ["Kasari", "C", "C", "Center for Autism Research & Treatment, University of California, Los Angeles, Semel Institute, Los Angeles, CA, USA."]]}