{"title": "The Default Mode Network in Autism.", "text": "Autism spectrum disorder (ASD) is characterized by deficits in social communication and interaction. Since its discovery as a major functional brain system, the default mode network (DMN) has been implicated in a number of psychiatric disorders, including ASD. Here we review converging multimodal evidence for DMN dysfunction in the context of specific components of social cognitive dysfunction in ASD: 'self-referential processing' - the ability to process social information relative to oneself and 'theory of mind' or 'mentalizing' - the ability to infer the mental states such as beliefs, intentions, and emotions of others. We show that altered functional and structural organization of the DMN, and its atypical developmental trajectory, are prominent neurobiological features of ASD. We integrate findings on atypical cytoarchitectonic organization and imbalance in excitatory-inhibitory circuits, which alter local and global brain signaling, to scrutinize putative mechanisms underlying DMN dysfunction in ASD. Our synthesis of the extant literature suggests that aberrancies in key nodes of the DMN and their dynamic functional interactions contribute to atypical integration of information about the self in relation to 'other', as well as impairments in the ability to flexibly attend to socially relevant stimuli. We conclude by highlighting open questions for future research.", "journal": ["Biological psychiatry. Cognitive neuroscience and neuroimaging", "Biol Psychiatry Cogn Neurosci Neuroimaging"], "id": "29034353", "doi": "10.1016/j.bpsc.2017.04.004", "date": null, "authors": [["Padmanabhan", "Aarthi", "A", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA."], ["Lynch", "Charles J", "CJ", "Department of Psychology, Georgetown University, Washington, DC."], ["Schaer", "Marie", "M", "University of Geneva, Department of Psychiatry, Geneva, Switzerland."], ["Menon", "Vinod", "V", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA."]]}