{"title": "Identification of autism spectrum disorder using deep learning and the ABIDE dataset.", "text": "The goal of the present study was to apply deep learning algorithms to identify autism spectrum disorder (ASD) patients from large brain imaging dataset, based solely on the patients brain activation patterns. We investigated ASD patients brain imaging data from a world-wide multi-site database known as ABIDE (Autism Brain Imaging Data Exchange). ASD is a brain-based disorder characterized by social deficits and repetitive behaviors. According to recent Centers for Disease Control data, ASD affects one in 68 children in the United States. We investigated patterns of functional connectivity that objectively identify ASD participants from functional brain imaging data, and attempted to unveil the neural patterns that emerged from the classification. The results improved the state-of-the-art by achieving 70% accuracy in identification of ASD versus control patients in the dataset. The patterns that emerged from the classification show an anticorrelation of brain function between anterior and posterior areas of the brain; the anticorrelation corroborates current empirical evidence of anterior-posterior disruption in brain connectivity in ASD. We present the results and identify the areas of the brain that contributed most to differentiating ASD from typically developing controls as per our deep learning model.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"], "id": "29034163", "doi": "10.1016/j.nicl.2017.08.017", "date": "2017-08-30", "authors": [["Heinsfeld", "Anibal Sólon", "AS", "PUCRS, School of Computer Science, Porto Alegre 90619, Rio Grande do Sul, Brazil."], ["Franco", "Alexandre Rosa", "AR", "PUCRS, Brain Institute of Rio Grande do Sul (BraIns), Porto Alegre 90619, Rio Grande do Sul, Brazil."], ["Craddock", "R Cameron", "RC", "Center for the Developing Brain, Child Mind Institute, New York, New York 10022, USA."], ["Buchweitz", "Augusto", "A", "PUCRS, Brain Institute of Rio Grande do Sul (BraIns), Porto Alegre 90619, Rio Grande do Sul, Brazil."], ["Meneguzzi", "Felipe", "F", "PUCRS, School of Computer Science, Porto Alegre 90619, Rio Grande do Sul, Brazil."]]}