{"title": "Clinical phenotype of ASD-associated DYRK1A haploinsufficiency.", "text": "DYRK1A is a gene recurrently disrupted in 0.1-0.5% of the ASD population. A growing number of case reports with DYRK1A haploinsufficiency exhibit common phenotypic features including microcephaly, intellectual disability, speech delay, and facial dysmorphisms.Phenotypic information from previously published DYRK1A cases (n = 51) and participants in an ongoing study at the University of Washington (UW, n = 10) were compiled. Frequencies of recurrent phenotypic features in this population were compared to features observed in a large sample with idiopathic ASD from the Simons Simplex Collection (n = 1981). UW DYRK1A cases were further characterized quantitatively and compared to a randomly subsampled set of idiopathic ASD cases matched on age and gender (n = 10) and to cases with an ASD-associated disruptive mutation to CHD8 (n = 12). Contribution of familial genetic background to clinical heterogeneity was assessed by comparing head circumference, IQ, and ASD-related symptoms of UW DYRK1A cases to their unaffected parents.DYRK1A haploinsufficiency results in a common phenotypic profile including intellectual disability, speech and motor difficulties, microcephaly, feeding difficulties, and vision abnormalities. Eighty-nine percent of DYRK1A cases ascertained for ASD presented with a constellation of five or more of these symptoms. When compared quantitatively, DYRK1A cases presented with significantly lower IQ and adaptive functioning compared to idiopathic cases and significantly smaller head size compared to both idiopathic and CHD8 cases. Phenotypic variability in parental head circumference, IQ, and ASD-related symptoms corresponded to observed variability in affected child phenotype.Results confirm a core clinical phenotype for DYRK1A disruptions, with a combination of features that is distinct from idiopathic ASD. Cases with DYRK1A mutations are also distinguishable from disruptive mutations to CHD8 by head size. Measurable, quantitative characterization of DYRK1A haploinsufficiency illuminates clinical variability, which may be, in part, due to familial genetic background.", "journal": ["Molecular autism", "Mol Autism"], "id": "29034068", "doi": "10.1186/s13229-017-0173-5", "date": "2017-10-05", "authors": [["Earl", "Rachel K", "RK", "Department of Psychiatry and Behavioral Sciences, University of Washington, CHDD Box 357920, Seattle, WA 98195 USA."], ["Turner", "Tychele N", "TN", "Department of Genome Sciences, University of Washington, Seattle, WA USA."], ["Mefford", "Heather C", "HC", "School of Medicine, University of Washington, Seattle, WA USA."], ["Hudac", "Caitlin M", "CM", "Department of Psychiatry and Behavioral Sciences, University of Washington, CHDD Box 357920, Seattle, WA 98195 USA."], ["Gerdts", "Jennifer", "J", "Department of Psychiatry and Behavioral Sciences, University of Washington, CHDD Box 357920, Seattle, WA 98195 USA."], ["Eichler", "Evan E", "EE", "Department of Genome Sciences, University of Washington, Seattle, WA USA."], ["Bernier", "Raphael A", "RA", "Department of Psychiatry and Behavioral Sciences, University of Washington, CHDD Box 357920, Seattle, WA 98195 USA."]]}