{"title": "Do Low Serum UCH-L1 and TDP-43 Levels Indicate Disturbed Ubiquitin-Proteosome System in Autism Spectrum Disorder?", "text": "The mechanism of ubiquitination-related abnormalities causing neural development problems is still unclear. We examined the association between autism and serum transactive response DNA-binding protein-43 (TDP-43) and ubiquitin c-terminal hydrolase-L1 (UCH-L1) levels, both of which are members of the ubiquitin-proteosome system.We measured serum levels of TDP-43 and UCH-L1 in 24 children with autism and 24 healthy children. Childhood Autism Rating Scale (CARS) was used to assess symptom severity at admission.The mean serum TDP-43 and UCH-L1 levels in children with autism spectrum disorder (ASD) were found to decrease compared to healthy controls (p<0.001, 506.21±780.97 ng/L and 1245.80±996.76 ng/L, respectively; 3.08±5.44 ng/mL and 8.64±6.67 ng/mL, respectively). A positive correlation between serum TDP-43 levels and UCH-L1 levels was found in the ASD group (r=0.947, n=24, p<0.001). The CARS score of children with ASD was 48.91 points (standard deviation [SD]: 5.82).Low serum levels of UCH-L1 and TDP-43 may reflect disturbed ubiquitination in autism.", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"], "id": "29033641", "doi": "10.5152/npa.2017.14873", "date": "2017-04-19", "authors": [["Çetin", "İhsan", "İ", "Department of Nutrition and Dietetics, Batman University School of Health, Batman, Turkey."], ["Tezdiğ", "İhsan", "İ", "Department of Chemistry, Batman University Institute of Science, Batman, Turkey."], ["Tarakçioğlu", "Mahmut Cem", "MC", "Department of Child and Adolescent Psychiatry, Kanuni Sultan Süleyman Training and Research Hospital, İstanbul, Turkey."], ["Kadak", "Muhammed Tayyib", "MT", "Department of Child and Adolescent Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Demirel", "Ömer Faruk", "ÖF", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Özer", "Ömer Faruk", "ÖF", "Department of Biochemistry, Bezmialem Vakif University School of Medicine, İstanbul, Turkey."], ["Erdoğan", "Fırat", "F", "Department of Pediatrics, Medipol University School of Medicine, İstanbul, Turkey."], ["Doğangün", "Burak", "B", "Department of Child and Adolescent Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."]]}