{"title": "Congenital malformation and autism spectrum disorder: Insight from a rat model of autism spectrum disorder.", "text": "The primary aim was an evaluation of the pattern of gross congenital malformations in a rat model of autism spectrum disorder (ASD) and the secondary aim was characterization of the most common gross malformation observed.In females, the late pro-oestrous phase was identified by vaginal smear cytology, and then, they were allowed to mate at 1:3 ratio (male: female). Pregnancy was confirmed by the presence of sperm plug in the vagina and presence of sperm in the vaginal smear. In the ASD group, ASD was induced by injecting valproic acid 600 mg/kg (i.p.) to pregnant female rats (n = 18) on day 12.5 (single injection). Only vehicle (normal saline) was given in the control group (n = 12). After delivery, pups were grossly observed for congenital malformations until the time of sacrifice (3 months) and different types of malformations and their frequency were noted and characterized.In the ASD group, congenital malformation was present in 69.9% of the pups, whereas in the control group, it was 0%. Male pups were most commonly affected (90% in males vs. only 39.72% in female pups). The tail deformity was the most common malformation found affecting 61.2% pups in the ASD group. Other malformations observed were dental malformation (3.82%), genital malformation (3.28%) and paw malformation (1.1%). Hind limb paralysis was observed in one pup. The tail anomalies were characterized as per gross appearance and location of the malformation.In this well-validated rat model of ASD, congenital malformation was quite common. It seems screening of congenital malformations should be an integral part of the management of ASD, or the case may be vice versa, i.e., in the case of a baby born with a congenital deformity, they should be screened for ASD.", "journal": ["Indian journal of pharmacology", "Indian J Pharmacol"], "id": "29033484", "doi": "10.4103/ijp.IJP_183_17", "date": null, "authors": [["Ruhela", "Rakesh K", "RK", "Department of Pharmacology, PGIMER, Chandigarh, India."], ["Sarma", "Phulen", "P", "Department of Pharmacology, PGIMER, Chandigarh, India."], ["Soni", "Shringika", "S", "Department of Pharmacology, PGIMER, Chandigarh, India."], ["Prakash", "Ajay", "A", "Department of Pharmacology, PGIMER, Chandigarh, India."], ["Medhi", "Bikash", "B", "Department of Pharmacology, PGIMER, Chandigarh, India."]]}