{"title": "A Retrospective Chart Analysis with Follow-Up of Cogmed Working Memory Training in Children and Adolescents with Autism Spectrum Disorder.", "text": "BACKGROUND This case study was undertaken in an effort to assess whether children/adolescents with Autism Spectrum Disorder (ASD) experience improvement in comorbid ADHD following Cogmed Working Memory Training (CWMT). This treatment intervention has been shown to improve ADHD symptoms in children and adolescents; however, there have been no studies on its use with individuals with ASD. MATERIAL AND METHODS CWMT is a computer-based program that consists of 13 auditory, visual, visual spatial, and combined exercises that are practiced for 45 minutes a day, 5 days a week, for 5 weeks. Fifteen children/adolescents between the ages of 9 and 19 years with ASD and comorbid ADHD undertook a trial of CWMT. A 1-month follow-up and 2 longitudinal follow-ups were implemented. RESULTS The retrospective chart analysis and follow-up demonstrated improvement in attention and focus, impulsivity, emotional reactivity, and academic achievement in individuals with ASD and comorbid ADHD. Those benefits remained the same or increased over time. A number of participants also had benefits in their social interaction/social awareness. CONCLUSIONS CWMT has the potential to be an effective treatment intervention for children and adolescents with ASD because of its benign computer-based nature that seems to engage the unique learning style of this population. The authors hope that this paper will encourage others to study the ability of CWMT to be utilized in improving ADHD symptoms as well as social interaction/social awareness in individuals with ASD.", "journal": ["Medical science monitor basic research", "Med Sci Monit Basic Res"], "id": "29033450", "doi": null, "date": "2017-10-16", "authors": [["Weckstein", "Sander M", "SM", "Northern Michigan Psychiatric Services, Traverse City, MI, USA."], ["Weckstein", "Ethan J", "EJ", "Northern Michigan Psychiatric Services, Traverse City, MI, USA."], ["Parker", "Christopher D", "CD", "Northern Michigan Psychiatric Services, Traverse City, MI, USA."], ["Westerman", "Matthew W", "MW", "Northern Michigan Psychiatric Services, Traverse City, MI, USA."]]}