{"title": "Transgender Youth Fertility Attitudes Questionnaire: Measure Development in Nonautistic and Autistic Transgender Youth and Their Parents.", "text": "The objective of this study was to assess transgender youth and parent attitudes regarding (1) the potential impact of gender-affirming hormone therapy on fertility and (2) fertility preservation (FP) options.The Transgender Youth Fertility Attitudes Questionnaire was developed through a multistage participatory process with gender specialists and key stakeholders (transgender youth and their parents, N = 35). As up to 25% of youth gender referrals have co-occurring autism, measure development included a well-characterized supplementary sample of autistic transgender youth to maximize the applicability of the questionnaire. Following its development and refinement, the Transgender Youth Fertility Attitudes Questionnaire was pilot tested with transgender youth (nonautistic and autistic) and their parents (N = 51).The participatory process produced parallel child and parent questionnaires addressing fertility and FP knowledge and attitudes. In the pilot trial, youth and parents expressed generally similar attitudes about fertility and FP. Most youth (92%) reported learning about gender-affirming hormone therapy-related fertility issues online. Although many transgender youth endorsed a wish to parent children at some point, few (24%) expressed desire to have their own biological child. However, many youth wondered, or did not know, if their feelings about having a biological child might change in the future.This study presents a novel procedure for developing instruments for use with transgender youth. Although a majority of transgender youth in this study were uninterested in using FP, extending exploration of this topic with young people may be useful given findings of their openness to the idea that fertility attitudes may change in adulthood.", "journal": ["The Journal of adolescent health : official publication of the Society for Adolescent Medicine", "J Adolesc Health"], "id": "29033160", "doi": "10.1016/j.jadohealth.2017.07.022", "date": "2017-10-12", "authors": [["Strang", "John F", "JF", "Division of Pediatric Neuropsychology, Children's National Health System, Rockville, Maryland. Electronic address: jstrang@childrensnational.org."], ["Jarin", "Jason", "J", "Section of Pediatric and Adolescent Gynecology, MedStar Washington Hospital Center, Children's National Health System, Washington, District of Columbia."], ["Call", "David", "D", "Division of Psychiatry and Behavioral Sciences, Children's National Health System, Washington, District of Columbia."], ["Clark", "Brett", "B", "Georgetown University School of Medicine, Georgetown University, Washington, District of Columbia."], ["Wallace", "Gregory L", "GL", "Department of Speech, Language, and Hearing, The George Washington University, Washington, District of Columbia."], ["Anthony", "Laura G", "LG", "Division of Pediatric Neuropsychology, Children's National Health System, Rockville, Maryland."], ["Kenworthy", "Lauren", "L", "Division of Pediatric Neuropsychology, Children's National Health System, Rockville, Maryland."], ["Gomez-Lobo", "Veronica", "V", "Section of Pediatric and Adolescent Gynecology, MedStar Washington Hospital Center, Children's National Health System, Washington, District of Columbia."]]}