{"title": "Parent-Reported Use of Interventions by Toddlers and Preschoolers With Autism Spectrum Disorder.", "text": "This study examined services used by young children with autism spectrum disorder (ASD) and factors associated with use.A retrospective observational study was conducted with baseline data for toddlers (under age three) and preschoolers (three to less than six years) with ASD enrolled in the Autism Speaks Autism Treatment Network registry from 2008 to 2013 (N=2,804). Parents' reports at enrollment of services received by children were documented. Factors associated with service use and with hours per week of services used were identified by multiple regression analyses.At baseline, 79% of children had received at least one service; 28% had received behavioral services. In the sample, less than 30% of children who received at least one service spent more than ten hours per week in any service use. Children who received services were more likely to be of white race and to have had an ASD diagnosis prior to registry enrollment. Age, previous ASD diagnosis, maternal education, and child's IQ were significantly associated with the use of behavioral services; IQ was negatively associated with use. A consistent trend toward greater use of behavioral services was found over the study period. Factors associated with hours of any services used per week included age, gender, race, maternal education, and clinical characteristics. The predicted average weekly service hours for children with ASD across registry sites ranged from 3.1±1.0 to 9.5±2.1.Service use varied according to child, family, and system characteristics. More efforts should be focused on early intervention and on children with ASD who have low socioeconomic status and cognitive disability.", "journal": ["Psychiatric services (Washington, D.C.)", "Psychiatr Serv"], "id": "29032701", "doi": "10.1176/appi.ps.201600524", "date": "2017-10-16", "authors": [["Payakachat", "Nalin", "N", "Dr. Payakachat is with the Department of Pharmacy Practice and Dr. Tilford is with the Department of Health Policy and Management, University of Arkansas for Medical Sciences, Little Rock. Dr. Kuhlthau is with the Department of Pediatrics, Harvard Medical School, and the Division of General Academic Pediatrics, Massachusetts General Hospital, Boston."], ["Tilford", "J Mick", "JM", "Dr. Payakachat is with the Department of Pharmacy Practice and Dr. Tilford is with the Department of Health Policy and Management, University of Arkansas for Medical Sciences, Little Rock. Dr. Kuhlthau is with the Department of Pediatrics, Harvard Medical School, and the Division of General Academic Pediatrics, Massachusetts General Hospital, Boston."], ["Kuhlthau", "Karen A", "KA", "Dr. Payakachat is with the Department of Pharmacy Practice and Dr. Tilford is with the Department of Health Policy and Management, University of Arkansas for Medical Sciences, Little Rock. Dr. Kuhlthau is with the Department of Pediatrics, Harvard Medical School, and the Division of General Academic Pediatrics, Massachusetts General Hospital, Boston."]]}