{"title": "Usability Operations on Touch Mobile Devices for Users with Autism.", "text": "The Autistic Spectrum Disorder is a cognitive disorder that affects the cognitive and motor skills; due that, users cannot perform digital and fine motor tasks. It is necessary to create software applications that adapt to the abilities of these users. In recent years has been an increase in the research of the use of technology to support autistic users to develop their communication skills and to improve learning. However, the applications' usability for disable users is not assessed objectively as the existing models do not consider interaction operators for disable users. This article focuses on identifying the operations that can easily be performed by autistic users following the metrics of KML-GOMS, TLM and FLM. In addition, users of typical development were included in order to do a comparison between both types of users. The experiment was carried out using four applications designed for autistic users. Participants were subjects divided in two groups: level 1 and level 2 autistic users, and a group of users of typical development. During the experimentation, users performed a use case for each application; the time needed to perform each task was measured. Results show that the easiest operations for autistic users are K (Keystroke), D (Drag), Initial Act (I) and Tapping (T).", "journal": ["Journal of medical systems", "J Med Syst"], "id": "29032428", "doi": "10.1007/s10916-017-0827-z", "date": "2017-10-14", "authors": [["Quezada", "Angeles", "A", "Facultad de Ciencias Químicas e Ingeniería, Universidad Autónoma de Baja California, Calzada Universidad 14418, Parque Industrial Internacional Tijuana, 22390, Tijuana, B.C., Mexico. quezada.maria@uabc.edu.mx."], ["Juárez-Ramírez", "Reyes", "R", "Facultad de Ciencias Químicas e Ingeniería, Universidad Autónoma de Baja California, Calzada Universidad 14418, Parque Industrial Internacional Tijuana, 22390, Tijuana, B.C., Mexico."], ["Jiménez", "Samantha", "S", "Facultad de Ciencias Químicas e Ingeniería, Universidad Autónoma de Baja California, Calzada Universidad 14418, Parque Industrial Internacional Tijuana, 22390, Tijuana, B.C., Mexico."], ["Noriega", "Alan Ramírez", "AR", "Facultad de Ciencias Químicas e Ingeniería, Universidad Autónoma de Baja California, Calzada Universidad 14418, Parque Industrial Internacional Tijuana, 22390, Tijuana, B.C., Mexico."], ["Inzunza", "Sergio", "S", "Facultad de Ciencias Químicas e Ingeniería, Universidad Autónoma de Baja California, Calzada Universidad 14418, Parque Industrial Internacional Tijuana, 22390, Tijuana, B.C., Mexico."], ["Garza", "Arnulfo Alanis", "AA", "Computing and Systems Department, Technological Institute of Tijuana, Tijuana, B.C., Mexico."]]}