{"title": "Intranasal oxytocin, social cognition and neurodevelopmental disorders: A meta-analysis.", "text": "Deficits in social cognition are pervasive and characteristic of neurodevelopmental disorders (NDDs). Clinical trials of intranasal oxytocin (IN-OT) to improve social cognition have yielded inconclusive results. The current study is a meta-analysis of randomized controlled trials (RCTs) considering the effect of IN-OT on social cognitive domains across a range of NDDs. Medline, PsychINFO and Scopus were searched for RCTs published through to July 25, 2017. Seventeen studies met inclusion criteria, comprising 466 participants with a NDD. Meta-analysis using a random-effects model, revealed that IN-OT had no significant effect on emotion recognition (Hedges' g=0.08), a moderate but non-significant effect on empathy (Hedges' g=0.49), and a small, significant effect on theory of mind (ToM) (Hedges' g=0.21). Meta-regression indicated that the effect of IN-OT on social cognition was not moderated by the diagnosis or age of participants, or the dose or frequency of IN-OT administration. The results highlight a need for more well-designed RCTs, as it remains difficult to draw conclusions about the potential for IN-OT to improve social cognition in NDDs. The promise of IN-OT should be considered tentative.", "journal": ["Psychoneuroendocrinology", "Psychoneuroendocrinology"], "id": "29032324", "doi": "10.1016/j.psyneuen.2017.09.022", "date": "2017-10-08", "authors": [["Keech", "Britney", "B", "Developmental Neuromotor & Cognition Lab, School of Psychology & Public Health, La Trobe University, Bundoora, VIC, 3086, Australia."], ["Crowe", "Simon", "S", "Department of Psychology and Counseling, School of Psychology & Public Health, La Trobe University, Bundoora, VIC, 3086, Australia."], ["Hocking", "Darren R", "DR", "Developmental Neuromotor & Cognition Lab, School of Psychology & Public Health, La Trobe University, Bundoora, VIC, 3086, Australia. Electronic address: D.Hocking@latrobe.edu.au."]]}