{"title": "Functional analysis of schizophrenia genes using GeneAnalytics program and integrated databases.", "text": "Schizophrenia (SCZ) is a chronic debilitating neuropsychiatric disorder with multiple risk factors involving numerous complex genetic influences. We examined and updated a master list of clinically relevant and susceptibility genes associated with SCZ reported in the literature and genomic databases dedicated to gene discovery for characterization of SCZ genes. We used the commercially available GeneAnalytics computer-based gene analysis program and integrated genomic databases to create a molecular profile of the updated list of 608 SCZ genes to model their impact in select categories (tissues and cells, diseases, pathways, biological processes, molecular functions, phenotypes and compounds) using specialized GeneAnalytics algorithms. Genes for schizophrenia were predominantly expressed in the cerebellum, cerebral cortex, medulla oblongata, thalamus and hypothalamus. Psychiatric/behavioral disorders incorporating SCZ genes included ADHD, bipolar disorder, autism spectrum disorder and alcohol dependence as well as cancer, Alzheimer's and Parkinson's disease, sleep disturbances and inflammation. Function based analysis of major biological pathways and mechanisms associated with SCZ genes identified glutaminergic receptors (e.g., GRIA1, GRIN2, GRIK4, GRM5), serotonergic receptors (e.g., HTR2A, HTR2C), GABAergic receptors (e.g., GABRA1, GABRB2), dopaminergic receptors (e.g., DRD1, DRD2), calcium-related channels (e.g., CACNA1H, CACNA1B), solute transporters (e.g., SLC1A1, SLC6A2) and for neurodevelopment (e.g., ADCY1, MEF2C, NOTCH2, SHANK3). Biological mechanisms involving synaptic transmission, regulation of membrane potential and transmembrane ion transport were identified as leading molecular functions associated with SCZ genes. Our approach to interrogate SCZ genes and their interactions at various levels has increased our knowledge and insight into the disease process possibly opening new avenues for therapeutic intervention.", "journal": ["Gene", "Gene"], "id": "29032150", "doi": "10.1016/j.gene.2017.10.035", "date": "2017-10-13", "authors": [["Sundararajan", "Tharani", "T", "Department of Psychiatry and Behavioral Sciences, University of Kansas Medical Center, Kansas City, KS, United States."], ["Manzardo", "Ann M", "AM", "Department of Psychiatry and Behavioral Sciences, University of Kansas Medical Center, Kansas City, KS, United States."], ["Butler", "Merlin G", "MG", "Department of Psychiatry and Behavioral Sciences, University of Kansas Medical Center, Kansas City, KS, United States; Department of Pediatrics, University of Kansas Medical Center, Kansas City, KS, United States. Electronic address: mbutler4@kumc.edu."]]}