{"title": "Harnessing Gut Microbes for Mental Health: Getting From Here to There.", "text": "There has been an explosion of interest in the study of microorganisms inhabiting the gastrointestinal tract (gut microbiota) and their impact on host health and physiology. Accumulating data suggest that altered communication between gut microbiota and host systems could participate in disorders such as obesity, diabetes mellitus, and autoimmune disorders as well as neuropsychiatric disorders, including autism, anxiety, and major depressive disorders. The conceptual development of the microbiome-gut-brain axis has facilitated understanding of the complex and bidirectional networks between gastrointestinal microbiota and their host, highlighting potential mechanisms through which this environment influences central nervous system physiology. Communication pathways between gut microbiota and the central nervous system could include autonomic, neuroendocrine, enteric, and immune systems, with pathology resulting in disruption to neurotransmitter balance, increases in chronic inflammation, or exacerbated hypothalamic-pituitary-adrenal axis activity. However, uncertainty remains regarding the generalizability of controlled animal studies to the more multifaceted pattern of human pathophysiology, especially with regard to the therapeutic potential for neuropsychiatric health. This narrative review summarizes current understanding of gut microbial influence over physiological function, with an emphasis on neurobehavioral and neurological impairment based on growing understanding of the gut-brain axis. Experimental and clinical data regarding means of therapeutic manipulation of gut microbiota as a novel treatment option for mental health are described, and important knowledge gaps are identified and discussed.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29031410", "doi": "10.1016/j.biopsych.2017.08.014", "date": "2017-08-30", "authors": [["Bruce-Keller", "Annadora J", "AJ", "Pennington Biomedical Research Center, Louisiana State University System, Baton Rouge, Louisiana. Electronic address: Annadora.Bruce-Keller@pbrc.edu."], ["Salbaum", "J Michael", "JM", "Pennington Biomedical Research Center, Louisiana State University System, Baton Rouge, Louisiana."], ["Berthoud", "Hans-Rudolf", "HR", "Pennington Biomedical Research Center, Louisiana State University System, Baton Rouge, Louisiana."]]}