{"title": "Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder.", "text": "Previous studies in children with autism spectrum disorder (ASD) have shown elevated evening cortisol; however, few studies have examined diurnal rhythm in adolescents with ASD. Adolescence is a time of significant physical and psychological change, and dysregulation of the hypothalamic-pituitary-adrenal axis may put adolescents with ASD at increased risk for internalizing disorders, such as anxiety and depression. The extent to which cortisol levels are associated with age, puberty and symptom profile was examined in 113 youth (ages 7-17) with ASD and typical development. Salivary samples were collected over 3 days in the home, 4 times per day (waking, 30-min post-waking, afternoon, evening). Results showed youth with ASD had higher evening cortisol and a blunted diurnal slope relative to TD youth. Pubertal development and age were significant predictors of evening cortisol, and adolescents with ASD had higher evening cortisol levels compared to children with ASD. The study extends previous reports of elevated evening cortisol in children with ASD to reveal high levels in adolescence as well. Adolescents with ASD also show a significantly blunted diurnal slope, which may be associated with risk of internalizing symptoms. Findings suggest elevated evening cortisol persists across development in youth with ASD, thus emphasizing a need to identify potential negative effects of excess cortisol exposure on health in ASD individuals. Autism Res 2018, 11: 110-120. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Elevations in stress hormone, cortisol, during the evening may indicate increased stress from changes throughout the day in youth with autism spectrum disorder (ASD). The current study shows that age and pubertal development are also related to increases in evening cortisol, and this maladaptive elevation in cortisol in ASD is not going away with age. These cortisol elevations may also be associated with other psychological symptoms and warrant further investigation in adolescents with ASD.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29030905", "doi": "10.1002/aur.1879", "date": "2017-10-14", "authors": [["Muscatello", "Rachael A", "RA", "Neuroscience Graduate Program, Vanderbilt University, U-1205 Medical Research Building III, 465 21st Avenue South, Nashville, TN, 37232-2050."], ["Corbett", "Blythe A", "BA", "Department of Psychiatry and Behavioral Sciences, Vanderbilt University Medical Center, PMB 40, 230 Appleton Place, Nashville, TN, 37203."]]}