{"title": "Disrupted integration of exteroceptive and interoceptive signaling in autism spectrum disorder.", "text": "In addition to deficits in social communication, individuals diagnosed with Autism Spectrum Disorder (ASD) frequently exhibit changes in sensory and multisensory function. Recent evidence has focused on changes in audiovisual temporal processing, and has sought to relate these sensory-based changes to weaknesses in social communication. These changes in audiovisual temporal function manifest as differences in the temporal epoch or \"window\" within which paired auditory and visual stimuli are integrated or bound, with those with ASD exhibiting expanded audiovisual temporal binding windows (TBWs). However, it is unknown whether this impairment is unique to audiovisual pairings, perhaps because of their relevance for speech processing, or whether it generalizes across pairings in different sensory modalities. In addition to the exteroceptive senses, there has been growing interest in ASD research in interoception (e.g., the monitoring of respiration, heartbeat, hunger, etc.), as these internally directed sensory processes appear to be altered as well in autism. In the current study, we sought to examine both exteroception and interoception in individuals with ASD and a group of typically developing (TD) matched controls, with an emphasis on temporal perception of audiovisual (exteroceptive) and cardiovisual (interoceptive to exteroceptive) cues. Results replicate prior findings showing expanded audiovisual TBWs in ASD in comparison to TD. In addition, strikingly, cardiovisual TBWs were fourfold larger in ASD than in TD, suggesting a putative complete lack of cardiovisual temporal acuity in ASD individuals. Results are discussed in light of recent evidence indicating a reduced tendency to rely on sensory priors in ASD. Autism Res 2018, 11: 194-205. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Studies have shown that individuals with autism have difficulty in separating auditory and visual events in time. People with autism also weight sensory evidence originating from the external world and from their body differently. We measured simultaneity judgments regarding visual and auditory events and between visual and heartbeat events. Results suggest that while individuals with autism show unusual temporal function across the senses in a general manner, this deficit is greater when pairings bridged between the external world and the internal body.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29030901", "doi": "10.1002/aur.1880", "date": "2017-10-14", "authors": [["Noel", "Jean-Paul", "JP", "Vanderbilt Brain Institute, Vanderbilt University, Nashville, Tennessee."], ["Lytle", "Marisa", "M", "Vanderbilt Brain Institute, Vanderbilt University, Nashville, Tennessee."], ["Cascio", "Carissa", "C", "Department of Psychiatry, Vanderbilt University, Nashville, Tennessee."], ["Wallace", "Mark T", "MT", "Vanderbilt Brain Institute, Vanderbilt University, Nashville, Tennessee."]]}