{"title": "Neurodevelopment at Age 10 Years of Children Born <28 Weeks With Fetal Growth Restriction.", "text": "We sought to evaluate the relationships between fetal growth restriction (FGR) (both severe and less severe) and assessments of cognitive, academic, and adaptive behavior brain function at age 10 years.At age 10 years, the Extremely Low Gestational Age Newborns Cohort Study assessed the cognitive function, academic achievement, social-communicative function, psychiatric symptoms, and overall quality of life of 889 children born before 28 weeks' gestation. A pediatric epileptologist also interviewed parents as part of a seizure evaluation. The 52 children whose birth weight z scores were <-2 were classified as having severe FGR, and the 113 whose birth weight z scores were between -2 and -1 were considered to have less severe FGR.The more severe the growth restriction in utero, the lower the level of function on multiple cognitive and academic achievement assessments performed at age 10 years. Growth-restricted children were also more likely than their extremely preterm peers to have social awareness impairments, autistic mannerisms, autism spectrum diagnoses, difficulty with semantics and speech coherence, and diminished social and psychosocial functioning. They also more frequently had phobias, obsessions, and compulsions (according to teacher, but not parent, report).Among children born extremely preterm, those with severe FGR appear to be at increased risk of multiple cognitive and behavioral dysfunctions at age 10 years, raising the possibility that whatever adversely affected their intrauterine growth also adversely affected multiple domains of cognitive and neurobehavioral development.", "journal": ["Pediatrics", "Pediatrics"], "id": "29030525", "doi": "10.1542/peds.2017-0697", "date": "2017-10-13", "authors": [["Korzeniewski", "Steven J", "SJ", "Department of Obstetrics and Gynecology, School of Medicine, Wayne State University, Detroit, Michigan; skorzeni@med.wayne.edu."], ["Allred", "Elizabeth N", "EN", "Department of Neurology, Boston Children's Hospital, Boston, Massachusetts."], ["Joseph", "Robert M", "RM", "Department of Anatomy and Neurobiology, School of Medicine."], ["Heeren", "Tim", "T", "Department of Biostatistics, School of Public Health."], ["Kuban", "Karl C K", "KCK", "Boston University, Boston, Massachusetts."], ["O'Shea", "T Michael", "TM", "Department of Pediatrics, Wake Forest University, Winston-Salem, North Carolina."], ["Leviton", "Alan", "A", "Department of Neurology, Boston Children's Hospital, Boston, Massachusetts."], [null, null, null, null]]}