{"title": "Cadherin-10 Maintains Excitatory/Inhibitory Ratio through Interactions with Synaptic Proteins.", "text": "Appropriate excitatory/inhibitory (E/I) balance is essential for normal cortical function and is altered in some psychiatric disorders, including autism spectrum disorders (ASDs). Cell-autonomous molecular mechanisms that control the balance of excitatory and inhibitory synapse function remain poorly understood; no proteins that regulate excitatory and inhibitory synapse strength in a coordinated reciprocal manner have been identified. Using super-resolution imaging, electrophysiology, and molecular manipulations, we show that cadherin-10, encoded by CDH10 within the ASD risk locus 5p14.1, maintains both excitatory and inhibitory synaptic scaffold structure in cultured cortical neurons from rats of both sexes. Cadherin-10 localizes to both excitatory and inhibitory synapses in neocortex, where it is organized into nanoscale puncta that influence the size of their associated PSDs. Knockdown of cadherin-10 reduces excitatory but increases inhibitory synapse size and strength, altering the E/I ratio in cortical neurons. Furthermore, cadherin-10 exhibits differential participation in complexes with PSD-95 and gephyrin, which may underlie its role in maintaining the E/I ratio. Our data provide a new mechanism whereby a protein encoded by a common ASD risk factor controls E/I ratios by regulating excitatory and inhibitory synapses in opposing directions.SIGNIFICANCE STATEMENT The correct balance between excitatory/inhibitory (E/I) is crucial for normal brain function and is altered in psychiatric disorders such as autism. However, the molecular mechanisms that underlie this balance remain elusive. To address this, we studied cadherin-10, an adhesion protein that is genetically linked to autism and understudied at the cellular level. Using a combination of advanced microscopy techniques and electrophysiology, we show that cadherin-10 forms nanoscale puncta at excitatory and inhibitory synapses, maintains excitatory and inhibitory synaptic structure, and is essential for maintaining the correct balance between excitation and inhibition in neuronal dendrites. These findings reveal a new mechanism by which E/I balance is controlled in neurons and may bear relevance to synaptic dysfunction in autism.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29030434", "doi": "10.1523/JNEUROSCI.1153-17.2017", "date": "2017-10-13", "authors": [["Smith", "Katharine R", "KR", "Departments of Physiology, katharine.r.smith@ucdenver.edu p-penzes@northwestern.edu."], ["Jones", "Kelly A", "KA", "Departments of Physiology."], ["Kopeikina", "Katherine J", "KJ", "Departments of Physiology."], ["Burette", "Alain C", "AC", "Department of Cell Biology and Physiology, University of North Carolina, Chapel Hill, North Carolina 27599, and."], ["Copits", "Bryan A", "BA", "Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, Illinois 60611."], ["Yoon", "Sehyoun", "S", "Departments of Physiology."], ["Forrest", "Marc P", "MP", "Departments of Physiology."], ["Fawcett-Patel", "Jessica M", "JM", "Departments of Physiology."], ["Hanley", "Jonathan G", "JG", "Faculty of Biomedical Sciences, School of Biochemistry, University of Bristol, Bristol BS8 1TD, United Kingdom."], ["Weinberg", "Richard J", "RJ", "Department of Cell Biology and Physiology, University of North Carolina, Chapel Hill, North Carolina 27599, and."], ["Swanson", "Geoffrey T", "GT", "Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, Illinois 60611."], ["Penzes", "Peter", "P", "Departments of Physiology, katharine.r.smith@ucdenver.edu p-penzes@northwestern.edu."]]}