{"title": "Mouse Cntnap2 and Human CNTNAP2 ASD Alleles Cell Autonomously Regulate PV+ Cortical Interneurons.", "text": "Human mutations in CNTNAP2 are associated with an array of neuropsychiatric and neurological syndromes, including speech and language disorders, epilepsy, and autism spectrum disorder (ASD). We examined Cntnap2's expression and function in GABAergic cortical interneurons (CINs), where its RNA is present at highest levels in chandelier neurons, PV+ neurons and VIP+ neurons. In vivo functions were studied using both constitutive Cntnap2 null mice and a transplantation assay, the latter to assess cell autonomous phenotypes of medial ganglionic eminence (MGE)-derived CINs. We found that Cntnap2 constitutive null mutants had normal numbers of MGE-derived CINs, but had reduced PV+ CINs. Transplantation assays showed that Cntnap2 cell autonomously regulated the physiology of parvalbumin (PV)+, fast-spiking CINs; no phenotypes were observed in somatostatin+, regular spiking, CINs. We also tested the effects of 4 human CNTNAP2 ASD missense mutations in vivo, and found that they impaired PV+ CIN development. Together, these data reveal that reduced CNTNAP2 function impairs PV+ CINs, a cell type with important roles in regulating cortical circuits.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"], "id": "29028946", "doi": "10.1093/cercor/bhx248", "date": "2017-09-28", "authors": [["Vogt", "Daniel", "D", "Department of Psychiatry, University of California San Francisco, San Francisco, CA 94158, USA."], ["Cho", "Kathleen K A", "KKA", "Department of Psychiatry, University of California San Francisco, San Francisco, CA 94158, USA."], ["Shelton", "Samantha M", "SM", "Department of Psychiatry, University of California San Francisco, San Francisco, CA 94158, USA."], ["Paul", "Anirban", "A", "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY 11724, USA."], ["Huang", "Z Josh", "ZJ", "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY 11724, USA."], ["Sohal", "Vikaas S", "VS", "Department of Psychiatry, University of California San Francisco, San Francisco, CA 94158, USA."], ["Rubenstein", "John L R", "JLR", "Department of Psychiatry, University of California San Francisco, San Francisco, CA 94158, USA."]]}