{"title": "Dysregulation of Cortical Neuron DNA Methylation Profile in Autism Spectrum Disorder.", "text": "Autism Spectrum Disorder (ASD) is a complex neuropsychiatric syndrome whose etiology includes genetic and environmental components. Since epigenetic marks are sensitive to environmental insult, they may be involved in the development of ASD. Initial brain studies have suggested a dysregulation of epigenetic marks in ASD. However, due to cellular heterogeneity in the brain, these studies have not determined if there is a true change in the neuronal epigenetic signature. Here, we report a genome-wide methylation study on fluorescence-activated cell sorting-sorted neuronal nuclei from the frontal cortex of 16 male ASD and 15 male control subjects. Using the 450 K BeadArray, we identified 58 differentially methylated regions (DMRs) that included loci associated to GABAergic system genes, particularly ABAT and GABBR1, and brain-specific MicroRNAs. Selected DMRs were validated by targeted Next Generation Bisulfite Sequencing. Weighted gene correlation network analysis detected 3 co-methylation modules which are significantly correlated to ASD that were enriched for genomic regions underlying neuronal, GABAergic, and immune system genes. Finally, we determined an overlap of the 58 ASD-related DMRs with neurodevelopment associated DMRs. This investigation identifies alterations in the DNA methylation pattern in ASD cortical neurons, providing further evidence that epigenetic alterations in disorder-relevant tissues may be involved in the biology of ASD.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"], "id": "29028941", "doi": "10.1093/cercor/bhx250", "date": null, "authors": [["Nardone", "Stefano", "S", "Bar Ilan University Faculty of Medicine, Hanrietta Sold 8, Safed 13215, Israel."], ["Sams", "Dev Sharan", "DS", "Bar Ilan University Faculty of Medicine, Hanrietta Sold 8, Safed 13215, Israel."], ["Zito", "Antonino", "A", "Department of Twin Research and Genetic Epidemiology, King's College London, London SE1 7EH, UK."], ["Reuveni", "Eli", "E", "Bar Ilan University Faculty of Medicine, Hanrietta Sold 8, Safed 13215, Israel."], ["Elliott", "Evan", "E", "Bar Ilan University Faculty of Medicine, Hanrietta Sold 8, Safed 13215, Israel."]]}