{"title": "A pilot study for robot appearance preferences among high-functioning individuals with autism spectrum disorder: Implications for therapeutic use.", "text": "Recent rapid technological advances have enabled robots to fulfill a variety of human-like functions, leading researchers to propose the use of such technology for the development and subsequent validation of interventions for individuals with autism spectrum disorder (ASD). Although a variety of robots have been proposed as possible therapeutic tools, the physical appearances of humanoid robots currently used in therapy with these patients are highly varied. Very little is known about how these varied designs are experienced by individuals with ASD. In this study, we systematically evaluated preferences regarding robot appearance in a group of 16 individuals with ASD (ages 10-17). Our data suggest that there may be important differences in preference for different types of robots that vary according to interaction type for individuals with ASD. Specifically, within our pilot sample, children with higher-levels of reported ASD symptomatology reported a preference for specific humanoid robots to those perceived as more mechanical or mascot-like. The findings of this pilot study suggest that preferences and reactions to robotic interactions may vary tremendously across individuals with ASD. Future work should evaluate how such differences may be systematically measured and potentially harnessed to facilitate meaningful interactive and intervention paradigms.", "journal": ["PloS one", "PLoS ONE"], "id": "29028837", "doi": "10.1371/journal.pone.0186581", "date": "2017-10-13", "authors": [["Kumazaki", "Hirokazu", "H", "Department of Clinical Research on Social Recognition and Memory, Research Center for Child Mental Development, Kanazawa University, Ishikawa, Japan."], ["Warren", "Zachary", "Z", "Departments of Pediatrics, Psychiatry and Special Education, Vanderbilt Kennedy Center, Nashville, Tennessee, United States of America."], ["Muramatsu", "Taro", "T", "Department of Neuropsychiatry, Keio University School of Medicine, Tokyo, Japan."], ["Yoshikawa", "Yuichiro", "Y", "Department of Systems Innovation, Graduate School of Engineering Science, Osaka University, Osaka, Japan."], ["Matsumoto", "Yoshio", "Y", "Service Robotics Research Group, Intelligent Systems Institute, National Institute of Advanced Industrial Science and Technology, Ibaraki, Japan."], ["Miyao", "Masutomo", "M", "Department of Psychosocial Medicine, National Center for Child Health and Development, Tokyo, Japan."], ["Nakano", "Mitsuko", "M", "Department of Psychosocial Medicine, National Center for Child Health and Development, Tokyo, Japan."], ["Mizushima", "Sakae", "S", "Department of Psychosocial Medicine, National Center for Child Health and Development, Tokyo, Japan."], ["Wakita", "Yujin", "Y", "Service Robotics Research Group, Intelligent Systems Institute, National Institute of Advanced Industrial Science and Technology, Ibaraki, Japan."], ["Ishiguro", "Hiroshi", "H", "Department of Systems Innovation, Graduate School of Engineering Science, Osaka University, Osaka, Japan."], ["Mimura", "Masaru", "M", "Department of Neuropsychiatry, Keio University School of Medicine, Tokyo, Japan."], ["Minabe", "Yoshio", "Y", "Department of Clinical Research on Social Recognition and Memory, Research Center for Child Mental Development, Kanazawa University, Ishikawa, Japan."], ["Kikuchi", "Mitsuru", "M", "Department of Clinical Research on Social Recognition and Memory, Research Center for Child Mental Development, Kanazawa University, Ishikawa, Japan."]]}