{"title": "Mitochondrial dysfunction in the gastrointestinal mucosa of children with autism: A blinded case-control study.", "text": "Gastrointestinal (GI) symptoms are prevalent in autism spectrum disorder (ASD) but the pathophysiology is poorly understood. Imbalances in the enteric microbiome have been associated with ASD and can cause GI dysfunction potentially through disruption of mitochondrial function as microbiome metabolites modulate mitochondrial function and mitochondrial dysfunction is highly associated with GI symptoms. In this study, we compared mitochondrial function in rectal and cecum biopsies under the assumption that certain microbiome metabolites, such as butyrate and propionic acid, are more abundant in the cecum as compared to the rectum. Rectal and cecum mucosal biopsies were collected during elective diagnostic colonoscopy. Using a single-blind case-control design, complex I and IV and citrate synthase activities and complex I-V protein quantity from 10 children with ASD, 10 children with Crohn's disease and 10 neurotypical children with nonspecific GI complaints were measured. The protein for all complexes, except complex II, in the cecum as compared to the rectum was significantly higher in ASD samples as compared to other groups. For both rectal and cecum biopsies, ASD samples demonstrated higher complex I activity, but not complex IV or citrate synthase activity, compared to other groups. Mitochondrial function in the gut mucosa from children with ASD was found to be significantly different than other groups who manifested similar GI symptomatology suggesting a unique pathophysiology for GI symptoms in children with ASD. Abnormalities localized to the cecum suggest a role for imbalances in the microbiome, potentially in the production of butyrate, in children with ASD.", "journal": ["PloS one", "PLoS ONE"], "id": "29028817", "doi": "10.1371/journal.pone.0186377", "date": "2017-10-13", "authors": [["Rose", "Shannon", "S", "Autism Research Program, Arkansas Children's Research Institute, Little Rock, Arkansas, United States of America."], ["Bennuri", "Sirish C", "SC", "Autism Research Program, Arkansas Children's Research Institute, Little Rock, Arkansas, United States of America."], ["Murray", "Katherine F", "KF", "Department of Pediatric Gastroenterology and Nutrition, MassGeneral Hospital for Children, Boston, Massachusetts, United States of America."], ["Buie", "Timothy", "T", "Department of Gastroenterology, Boston Children's Hospital, Boston, Massachusetts, United States of America."], ["Winter", "Harland", "H", "Department of Pediatric Gastroenterology and Nutrition, MassGeneral Hospital for Children, Boston, Massachusetts, United States of America."], ["Frye", "Richard Eugene", "RE", "Autism Research Program, Arkansas Children's Research Institute, Little Rock, Arkansas, United States of America."]]}