{"title": "Socioeconomic status and childhood autism: A population-based study in China.", "text": "There is limited evidence on the association between socioeconomic status (SES) and autism in developing nations. The aim of this study was to examine this association among children aged 0-17 years in China. We obtained data from the Second National Sample Survey on Disability, and selected 616,940 children for analysis. Autism was ascertained according to the International Statistical Classification of Diseases, Tenth Revision. Multiple logistic regressions allowing for weights showed that children in middle-income and high-income families were less likely than their low-income peers to have autism, with an odds ratio of 0.60 (95%CI: 0.39, 0.93) and 0.44 (95%CI: 0.27, 0.72), respectively. Children in middle-education families had 63% (95%CI: 41%, 95%) odds of autism relative to their counterparts in low-education families. Stratified analyses found that all observed associations were only in male children, not in female children. In conclusion, children in families with socioeconomic disadvantage, in the form of lower family income and education, had greater risk of childhood autism.", "journal": ["Psychiatry research", "Psychiatry Res"], "id": "29028520", "doi": "10.1016/j.psychres.2017.08.046", "date": "2017-08-31", "authors": [["He", "Ping", "P", "Institute of Population Research, Peking University, Beijing, China."], ["Guo", "Chao", "C", "Institute of Population Research, Peking University, Beijing, China."], ["Wang", "Zhenjie", "Z", "Institute of Population Research, Peking University, Beijing, China."], ["Chen", "Gong", "G", "Institute of Population Research, Peking University, Beijing, China."], ["Li", "Ning", "N", "Institute of Population Research, Peking University, Beijing, China."], ["Zheng", "Xiaoying", "X", "Institute of Population Research, Peking University, Beijing, China; WHO Collaborating Center on Reproductive Health and Population Science, Beijing, China. Electronic address: xzheng@pku.edu.cn."]]}