{"title": "Interindividual variability in response to continuous theta-burst stimulation in healthy adults.", "text": "We used complete-linkage cluster analysis to identify healthy subpopulations with distinct responses to continuous theta-burst stimulation (cTBS).21 healthy adults (age±SD, 36.9±15.2years) underwent cTBS of left motor cortex. Natural log-transformed motor evoked potentials (LnMEPs) at 5-50min post-cTBS (T5-T50) were calculated.Two clusters were found; Group 1 (n=12) that showed significant MEP facilitation at T15, T20, and T50 (p's<0.006), and Group 2 (n=9) that showed significant suppression at T5-T15 (p's<0.022). LnMEPs at T10 and T40 were best predictors of, and together accounted for 80% of, cluster assignment. In an exploratory analysis, we examined the roles of brain-derived neurotrophic factor (BDNF) and apolipoprotein E (APOE) polymorphisms in the cTBS response. Val66Met participants showed greater facilitation at T10 than Val66Val participants (p=0.025). BDNF and cTBS intensity predicted 59% of interindividual variability in LnMEP at T10. APOE did not significantly affect LnMEPs at any time point (p's>0.32).Data-driven cluster analysis can identify healthy subpopulations with distinct cTBS responses. T10 and T40 LnMEPs were best predictors of cluster assignment. T10 LnMEP was influenced by BDNF polymorphism and cTBS intensity.Healthy adults can be sorted into subpopulations with distinct cTBS responses that are influenced by genetics.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"], "id": "29028501", "doi": "10.1016/j.clinph.2017.08.023", "date": "2017-09-21", "authors": [["Jannati", "Ali", "A", "Berenson-Allen Center for Noninvasive Brain Stimulation and Division of Cognitive Neurology, Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA. Electronic address: jannati@gmail.com."], ["Block", "Gabrielle", "G", "Berenson-Allen Center for Noninvasive Brain Stimulation and Division of Cognitive Neurology, Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA."], ["Oberman", "Lindsay M", "LM", "Neuroplasticity and Autism Spectrum Disorder Program, Department of Psychiatry and Human Behavior, E.P. Bradley Hospital, Warrent Alpert Medical School of Brown University, East Providence, RI, USA."], ["Rotenberg", "Alexander", "A", "Neuromodulation Program and Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."], ["Pascual-Leone", "Alvaro", "A", "Berenson-Allen Center for Noninvasive Brain Stimulation and Division of Cognitive Neurology, Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA; Institut Guttman de Neurorehabilitació, Universitat Autónoma de Barcelona, Badalona, Barcelona, Spain. Electronic address: apleone@bidmc.harvard.edu."]]}