{"title": "Genetic background effects in Neuroligin-3 mutant mice: Minimal behavioral abnormalities on C57 background.", "text": "Neuroligin-3 (NLGN3) is a postsynaptic cell adhesion protein that interacts with presynaptic ligands including neurexin-1 (NRXN1) [Ichtchenko et al., Journal of Biological Chemistry, 271, 2676-2682, 1996]. Mice harboring a mutation in the NLGN3 gene (NL3R451C) mimicking a mutation found in two brothers with autism spectrum disorder (ASD) were previously generated and behaviorally phenotyped for autism-related behaviors. In these NL3R451C mice generated and tested on a hybrid C57BL6J/129S2/SvPasCrl background, we observed enhanced spatial memory and reduced social interaction [Tabuchi et al., Science, 318, 71-76, 2007]. Curiously, an independently generated second line of mice harboring the same mutation on a C57BL6J background exhibited minimal aberrant behavior, thereby providing apparently discrepant results. To investigate the origin of the discrepancy, we previously replicated the original findings of Tabuchi et al. by studying the same NL3R451C mutation on a pure 129S2/SvPasCrl genetic background. Here we complete the behavioral characterization of the NL3R451C mutation on a pure C57BL6J genetic background to determine if background genetics play a role in the discrepant behavioral outcomes involving NL3R451C mice. NL3R451C mutant mice on a pure C57BL6J background did not display spatial memory enhancements or social interaction deficits. We only observed a decreased startle response and mildly increased locomotor activity in these mice suggesting that background genetics influences behavioral outcomes involving the NL3R451C mutation. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Behavioral symptoms of autism can be highly variable, even in cases that involve identical genetic mutations. Previous studies in mice with a mutation of the Neuroligin-3 gene showed enhanced learning and social deficits. We replicated these findings on the same and different genetic backgrounds. In this study, however, the same mutation in mice on a different genetic background did not reproduce our previous findings. Our results suggest that genetic background influences behavioral symptoms of this autism-associated mutation.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29028156", "doi": "10.1002/aur.1857", "date": "2017-10-13", "authors": [["Jaramillo", "Thomas C", "TC", "Department of Neurology & Neurotherapeutics, The University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd, Dallas, TX, 75390-8813 (T.C.J., C.O.E., S.L., C.M.P.)."], ["Escamilla", "Christine Ochoa", "CO", "Department of Neurology & Neurotherapeutics, The University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd, Dallas, TX, 75390-8813 (T.C.J., C.O.E., S.L., C.M.P.)."], ["Liu", "Shunan", "S", "Department of Neurology & Neurotherapeutics, The University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd, Dallas, TX, 75390-8813 (T.C.J., C.O.E., S.L., C.M.P.)."], ["Peca", "Lauren", "L", "Department of Psychiatry, The University of Texas Southwestern Medical Center, Dallas, TX, 75390-9170 (L.P., S.G.B., C.M.P.)."], ["Birnbaum", "Shari G", "SG", "Department of Psychiatry, The University of Texas Southwestern Medical Center, Dallas, TX, 75390-9170 (L.P., S.G.B., C.M.P.)."], ["Powell", "Craig M", "CM", "Department of Neurology & Neurotherapeutics, The University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd, Dallas, TX, 75390-8813 (T.C.J., C.O.E., S.L., C.M.P.)."]]}