{"title": "l-Carnosine As an Adjunctive Therapy to Risperidone in Children with Autistic Disorder: A Randomized, Double-Blind, Placebo-Controlled Trial.", "text": "This study aimed at investigating the efficacy and tolerability of l-carnosine as an add-on to risperidone in the management of children with autism.This was a 10-week, randomized, double-blind, placebo-controlled study. Seventy drug-free children aged 4-12 years old with a diagnosis of autism spectrum disorder (ASD), according to the Diagnostic and Statistical Manual of Mental Disorders, fifth edition. (DSM-5) who had an Aberrant Behavior Checklist-Community (ABC-C) scale irritability subscale score of ≥12, entered the study. The patients were randomly assigned to l-carnosine (800 mg/day in 2 divided doses) or placebo in addition to risperidone titrated up to 2 mg/day (based on body weight) for 10 weeks. The children were assessed by using ABC-C at baseline and weeks 5 and 10 post-baseline. The primary outcome measure was the mean change in the ABC-C irritability subscale score, and other subscale scores were defined as secondary outcomes.Using the general linear model repeated measures, no significant effect was observed for time × treatment interaction on the irritability subscale scores. However, significant effect was detected on the hyperactivity/noncompliance subscale [F (1.62, 64.96) = 3.53, p-value = 0.044]. No significant improvements were obtained on the lethargy/social withdrawal, stereotypic behavior, and inappropriate speech subscale scores. Significantly greater score reduction in the hyperactivity/noncompliance subscale occurred in the l-carnosine group compared with the placebo group at the end of the trial. Extrapyramidal Symptom Rating Scale Scores and its changes did not differ between the two groups. The frequency of other side effects was not significantly different between the two groups.Although no significant difference was detected on the irritability subscale scores, l-carnosine add-on can improve hyperactivity/noncompliance subscales of the ABC-C rating scale in patients with ASD.", "journal": ["Journal of child and adolescent psychopharmacology", "J Child Adolesc Psychopharmacol"], "id": "29027815", "doi": "10.1089/cap.2017.0026", "date": "2017-10-13", "authors": [["Hajizadeh-Zaker", "Reihaneh", "R", "1 Psychiatric Research Center, Roozbeh Hospital, Tehran University of Medical Sciences , Tehran, Iran ."], ["Ghajar", "Alireza", "A", "1 Psychiatric Research Center, Roozbeh Hospital, Tehran University of Medical Sciences , Tehran, Iran ."], ["Mesgarpour", "Bita", "B", "2 National Institute for Medical Research Development (NIMAD) , Tehran, Iran ."], ["Afarideh", "Mohsen", "M", "1 Psychiatric Research Center, Roozbeh Hospital, Tehran University of Medical Sciences , Tehran, Iran ."], ["Mohammadi", "Mohammad-Reza", "MR", "1 Psychiatric Research Center, Roozbeh Hospital, Tehran University of Medical Sciences , Tehran, Iran ."], ["Akhondzadeh", "Shahin", "S", "1 Psychiatric Research Center, Roozbeh Hospital, Tehran University of Medical Sciences , Tehran, Iran ."]]}