{"title": "Measuring the attitudes of novice drivers with autism spectrum disorder as an indication of apprehensive driving: Going beyond basic abilities.", "text": "For some individuals with autism spectrum disorder, driving apprehension may interfere with the acquisition and application of driving privileges. The Driving Attitude Scale Parent-Report provides an indication of novice drivers' positive and negative attitudes toward driving. Responses were compared for parents of 66 autism spectrum disorder and 166 neuro-typical novice drivers. After the autism spectrum disorder drivers completed 3 months of driver training, 60 parents repeated the Driving Attitude Scale Parent-Report. Parents reported autism spectrum disorder drivers to have less positive and more negative attitudes toward driving than parents of neuro-typical drivers. Parents of autism spectrum disorder drivers who received driving training in a safe/low-threat virtual reality driving simulator demonstrated a significant increase in positive attitudes and reduction in negative attitudes, compared to parents of autism spectrum disorder drivers undergoing routine driver training. The reports of parents of autism spectrum disorder drivers suggest potential problems with learning to drive that can go beyond general abilities and include driving apprehension.", "journal": ["Autism : the international journal of research and practice", "Autism"], "id": "29027808", "doi": "10.1177/1362361317735959", "date": "2017-10-13", "authors": [["Ross", "Veerle", "V", "1 Hasselt University, Belgium."], ["Cox", "Daniel J", "DJ", "2 University of Virginia Health Sciences Center, USA."], ["Reeve", "Ron", "R", "2 University of Virginia Health Sciences Center, USA."], ["Brown", "Timothy", "T", "3 The University of Iowa, USA."], ["Moncrief", "Matthew", "M", "2 University of Virginia Health Sciences Center, USA."], ["Schmitt", "Rose", "R", "3 The University of Iowa, USA."], ["Gaffney", "Gary", "G", "3 The University of Iowa, USA."]]}