{"title": "Concise Review: Induced Pluripotent Stem Cell Models for Neuropsychiatric Diseases.", "text": "The major neuropsychiatric conditions of schizophrenia, affective disorders, and infantile autism are characterized by chronic symptoms of episodic, stable, or progressive nature that result in significant morbidity. Symptomatic treatments are the mainstay but do not resolve the underlying disease processes, which are themselves poorly understood. The prototype psychotropic drugs are of variable efficacy, with therapeutic mechanisms of action that are still uncertain. Thus, neuropsychiatric disorders are ripe for new technologies and approaches with the potential to revolutionize mechanistic understanding and drive the development of novel targeted treatments. The advent of methods to produce patient-derived stem cell models and three-dimensional organoids with the capacity to differentiate into neurons and the various neuronal cellular lineages mark such an advance. We discuss numerous techniques involved, their applications, and areas that require further optimization. Stem Cells Translational Medicine 2017;6:2062-2070.", "journal": ["Stem cells translational medicine", "Stem Cells Transl Med"], "id": "29027744", "doi": "10.1002/sctm.17-0150", "date": "2017-10-13", "authors": [["Adegbola", "Abidemi", "A", "Department of Genetics and Genome Sciences, Case Western Reserve University School of Medicine and University Hospitals Cleveland Medical Center, Cleveland, Ohio, USA."], ["Bury", "Luke A", "LA", "Department of Genetics and Genome Sciences, Case Western Reserve University School of Medicine and University Hospitals Cleveland Medical Center, Cleveland, Ohio, USA."], ["Fu", "Chen", "C", "Department of Genetics and Genome Sciences, Case Western Reserve University School of Medicine and University Hospitals Cleveland Medical Center, Cleveland, Ohio, USA."], ["Zhang", "Meixiang", "M", "Department of Genetics and Genome Sciences, Case Western Reserve University School of Medicine and University Hospitals Cleveland Medical Center, Cleveland, Ohio, USA."], ["Wynshaw-Boris", "Anthony", "A", "Department of Genetics and Genome Sciences, Case Western Reserve University School of Medicine and University Hospitals Cleveland Medical Center, Cleveland, Ohio, USA."]]}