{"title": "Contribution of Theory of Mind, Executive Functioning, and Pragmatics to Socialization Behaviors of Children with High-Functioning Autism.", "text": "Social difficulties are a key aspect of autism, but the intervening factors are still poorly understood. This study had two objectives: to compare the profile of ToM skills, executive functioning (EF), and pragmatic competence (PC) of children with high-functioning autism (HFA) and children with typical development (TD), and analyze their mediator role in social functioning. The participants were 52 children with HFA and 37 children with TD matched on age, intelligence quotient, and expressive vocabulary. Significant differences were found on measures of ToM, both explicit and applied, EF, and PC between children with HFA and TD. Multiple mediation analysis revealed that applied ToM skills and PC mediated the relations between autism symptoms and social functioning. Implications for social cognitive interventions to address these findings are discussed.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29027643", "doi": "10.1007/s10803-017-3349-0", "date": "2017-10-13", "authors": [["Berenguer", "Carmen", "C", "Department of Educational Psychology, Faculty of Psychology - University of Valencia, Avda. Blasco Ibáñez, 21, 46010, Valencia, Spain. carmen.berenguer@uv.es."], ["Miranda", "Ana", "A", "Department of Educational Psychology, Faculty of Psychology - University of Valencia, Avda. Blasco Ibáñez, 21, 46010, Valencia, Spain."], ["Colomer", "Carla", "C", "Department of Education, Didactics and School Organization, Jaume I University, Av. de Vicent Sos Baynat, s/n, 12071, Castellón de la Plana, Spain."], ["Baixauli", "Inmaculada", "I", "Department of Occupational Sciences, Speech Therapy, Evolutionary and Educational Psychology, Faculty of Psychology, Teaching and Education Sciences, Catholic University of Valencia \"San Vicente Mártir\", C/Guillem de Castro, 175, 46008, Valencia, Spain."], ["Roselló", "Belén", "B", "Department of Educational Psychology, Faculty of Psychology - University of Valencia, Avda. Blasco Ibáñez, 21, 46010, Valencia, Spain."]]}