{"title": "A functional polymorphism of the OXTR gene is associated with autistic traits in Caucasian and Asian populations.", "text": "There is increasing evidence for associations between polymorphisms of the oxytocin receptor (OXTR) gene and autism spectrum disorder, but to date no study has established links with autistic traits in healthy subjects and potential cultural differences. The present research firstly investigated associations between three widely studied OXTR SNPs and autistic and empathic traits (rs53576 (G/A); rs2254298 (G/A); rs2268498 (T/C)) in two independent studies on male and female Caucasian (n = 537) and Chinese students (n = 280). Autistic and empathic traits were measured in all subjects in the two independent groups using the Autism -Spectrum Quotient (AQ) and the Interpersonal Reactivity Index (IRI) respectively, together with their sub-scales. For both sites, genotyping of the OXTR SNPs was conducted on buccal swab samples using a Cobas Z 480 Light Cycler following automated DNA extraction. Associations at the genotype level with autism trait scores were found in Caucasian subjects for rs2268498 only, with TT carriers having the lowest AQ scores compared with those carrying at least one C-allele. This finding was independently replicated in the Chinese sample although a smaller proportion carried the C-allele compared with the Caucasian sample. Some minor associations were found between empathy trait scores and the three SNPs but were not consistent between the samples. These findings show for the first time that the rs2268498 SNP localized in the promoter flanking region of the OXTR gene is associated with autistic traits in different ethnic/cultural groups. This provides further support for the role of the OXTR gene in relation to autism.", "journal": ["American journal of medical genetics. Part B, Neuropsychiatric genetics : the official publication of the International Society of Psychiatric Genetics", "Am. J. Med. Genet. B Neuropsychiatr. Genet."], "id": "29027364", "doi": "10.1002/ajmg.b.32596", "date": "2017-10-13", "authors": [["Montag", "Christian", "C", "Key Laboratory for NeuroInformation/Center for Information in Medicine, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, China."], ["Sindermann", "Cornelia", "C", "Department of Molecular Psychology, Institute of Psychology and Education, Ulm University, Ulm, Germany."], ["Melchers", "Martin", "M", "Department of Psychology, University of Bonn, Bonn, Germany."], ["Jung", "Sonja", "S", "Department of Molecular Psychology, Institute of Psychology and Education, Ulm University, Ulm, Germany."], ["Luo", "Ruixue", "R", "Key Laboratory for NeuroInformation/Center for Information in Medicine, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, China."], ["Becker", "Benjamin", "B", "Key Laboratory for NeuroInformation/Center for Information in Medicine, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, China."], ["Xie", "Jiang", "J", "Third People's Hospital of Chengdu, the Second Affiliated Hospital of Chengdu, Chongqing Medical University, Chengdu, China."], ["Xu", "Wenming", "W", "Joint Laboratory of Reproductive Medicine, SCU-CUHK, West China Second University Hospital, Sichuan University, Chengdu, China."], ["Guastella", "Adam J", "AJ", "Key Laboratory for NeuroInformation/Center for Information in Medicine, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, China."], ["Kendrick", "Keith M", "KM", "Key Laboratory for NeuroInformation/Center for Information in Medicine, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, China."]]}