{"title": "Excessive D1 Dopamine Receptor Activation in the Dorsal Striatum Promotes Autistic-Like Behaviors.", "text": "The dopamine system has been characterized in motor function, goal-directed behaviors, and rewards. Recent studies recognize various dopamine system genes as being associated with autism spectrum disorder (ASD). However, how dopamine system dysfunction induces ASD pathophysiology remains unknown. In the present study, we demonstrated that mice with increased dopamine functions in the dorsal striatum via the suppression of dopamine transporter expression in substantia nigra neurons or the optogenetic stimulation of the nigro-striatal circuitry exhibited sociability deficits and repetitive behaviors relevant to ASD pathology in animal models, while these behavioral changes were blocked by a D1 receptor antagonist. Pharmacological activation of D1 dopamine receptors in normal mice or the genetic knockout (KO) of D2 dopamine receptors also produced typical autistic-like behaviors. Moreover, the siRNA-mediated inhibition of D2 dopamine receptors in the dorsal striatum was sufficient to replicate autistic-like phenotypes in D2 KO mice. Intervention of D1 dopamine receptor functions or the signaling pathways-related D1 receptors in D2 KO mice produced anti-autistic effects. Together, our results indicate that increased dopamine function in the dorsal striatum promotes autistic-like behaviors and that the dorsal striatum is the neural correlate of ASD core symptoms.", "journal": ["Molecular neurobiology", "Mol. Neurobiol."], "id": "29027111", "doi": "10.1007/s12035-017-0770-5", "date": "2017-10-12", "authors": [["Lee", "Yunjin", "Y", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea."], ["Kim", "Hannah", "H", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea."], ["Kim", "Ji-Eun", "JE", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea."], ["Park", "Jin-Young", "JY", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea."], ["Choi", "Juli", "J", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea."], ["Lee", "Jung-Eun", "JE", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea."], ["Lee", "Eun-Hwa", "EH", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea."], ["Han", "Pyung-Lim", "PL", "Department of Brain and Cognitive Sciences, Ewha Womans University, 11-1 Daehyun-Dong, Seodaemoon-Gu, Seoul, 120-750, Republic of Korea. plhan@ewha.ac.kr."]]}