{"title": "A novel system for tracking social preference dynamics in mice reveals sex- and strain-specific characteristics.", "text": "Deciphering the biological mechanisms underlying social behavior in animal models requires standard behavioral paradigms that can be unbiasedly employed in an observer- and laboratory-independent manner. During the past decade, the three-chamber test has become such a standard paradigm used to evaluate social preference (sociability) and social novelty preference in mice. This test suffers from several caveats, including its reliance on spatial navigation skills and negligence of behavioral dynamics.Here, we present a novel experimental apparatus and an automated analysis system which offer an alternative to the three-chamber test while solving the aforementioned caveats. The custom-made apparatus is simple for production, and the analysis system is publically available as an open-source software, enabling its free use. We used this system to compare the dynamics of social behavior during the social preference and social novelty preference tests between male and female C57BL/6J mice.We found that in both tests, male mice keep their preference towards one of the stimuli for longer periods than females. We then employed our system to define several new parameters of social behavioral dynamics in mice and revealed that social preference behavior is segregated in time into two distinct phases. An early exploration phase, characterized by high rate of transitions between stimuli and short bouts of stimulus investigation, is followed by an interaction phase with low transition rate and prolonged interactions, mainly with the preferred stimulus. Finally, we compared the dynamics of social behavior between C57BL/6J and BTBR male mice, the latter of which are considered as asocial strain serving as a model for autism spectrum disorder. We found that BTBR mice (n = 8) showed a specific deficit in transition from the exploration phase to the interaction phase in the social preference test, suggesting a reduced tendency towards social interaction.We successfully employed our new experimental system to unravel previously unidentified sex- and strain-specific differences in the dynamics of social behavior in mice. Thus, the system presented here facilitates a more thorough and detailed analysis of social behavior in small rodent models, enabling a better comparison between strains and treatments.", "journal": ["Molecular autism", "Mol Autism"], "id": "29026510", "doi": "10.1186/s13229-017-0169-1", "date": "2017-10-03", "authors": [["Netser", "Shai", "S", "Sagol Department of Neurobiology, Faculty of Natural Sciences, University of Haifa, 199 Aba Khushi Ave. Mt. Carmel, 3498838 Haifa, Israel."], ["Haskal", "Shani", "S", "Sagol Department of Neurobiology, Faculty of Natural Sciences, University of Haifa, 199 Aba Khushi Ave. Mt. Carmel, 3498838 Haifa, Israel."], ["Magalnik", "Hen", "H", "Sagol Department of Neurobiology, Faculty of Natural Sciences, University of Haifa, 199 Aba Khushi Ave. Mt. Carmel, 3498838 Haifa, Israel."], ["Wagner", "Shlomo", "S", "Sagol Department of Neurobiology, Faculty of Natural Sciences, University of Haifa, 199 Aba Khushi Ave. Mt. Carmel, 3498838 Haifa, Israel."]]}