{"title": "Development and evaluation of a speech-generating AAC mobile app for minimally verbal children with autism spectrum disorder in Mainland China.", "text": "Mobile touchscreen devices are currently being used as speech-generating devices (SGDs) and have been shown to promote the communication skills, particularly the requesting skills of children with autism spectrum disorders (ASD) who have limited spoken language. However, no augmentative and alternative communication (AAC) mobile app has been developed and evaluated in the Chinese language in Mainland China.We developed an AAC mobile app, which is the first in Mainland China, to our knowledge, named Yuudee (Chinese name (xiaoyudi)). Yuudee was developed using the Objective-C and Java programming languages. A five-phase training protocol for making requests using Yuudee was developed based on the Picture Exchange Communication System. We trained ten minimally verbal children with ASD to make requests using Yuudee and evaluated the effectiveness of the training.Yuudee has a built-in library of over 400 pictures with corresponding spoken phrases that are divided into 39 categories ranging from making simple requests to expressing emotions. An additional important feature of Yuudee is its customization functions that allow a parent or trainer to easily select pictures and phrases to display, create new pictures and phrases, and change the layouts and orders of the pictures to fit the personal needs of each child. Yuudee is freely available in an iOS version from the iTunes App Store (https://itunes.apple.com/cn/app/xiao-yu-di/id794832934?mt=8) and in an Android version from Google Play (https://play.google.com/store/apps/details?id=com.supersuperstar.yuudee.vue) and domestic Chinese Android App stores. Three consecutive unprompted successful responses, which were defined as an initial training success, were achieved in at least three of the five phases for all ten of the evaluated children. The accuracy rate of a given phase was calculated for each child who achieved three consecutive unprompted successful responses in the phase. Seven children achieved at least 50% accuracy in at least two of the five phases. The other three children achieved at least 50% accuracy in only one phase. Two children achieved at least 50% accuracy in all of the phases in which they were trained.Our data suggest that Yuudee is a useful tool for helping minimally verbal children with ASD make requests.", "journal": ["Molecular autism", "Mol Autism"], "id": "29026509", "doi": "10.1186/s13229-017-0165-5", "date": "2017-10-03", "authors": [["An", "Sainan", "S", "School of Life Sciences, Beijing Normal University, No. 19, XinJieKouWai St., HaiDian District, Beijing, 100875 China."], ["Feng", "Xiaoping", "X", "AppChina, Bejing, China."], ["Dai", "Yue", "Y", "AppChina, Bejing, China."], ["Bo", "Hongli", "H", "Beijing Stars and Rain Education Institute, No. 18, ShuangQiao East Road, Beijing, 100121 China."], ["Wang", "Xiuqing", "X", "Beijing Stars and Rain Education Institute, No. 18, ShuangQiao East Road, Beijing, 100121 China."], ["Li", "Mu", "M", "Academy of Arts and Design, Tsinghua University, No. 1, QingHuaYuan Road, HaiDai District, Beijing, 100084 China."], ["Woo", "John Zhuohao", "JZ", "Inway Design, Beijing, China."], ["Liang", "Xingmei", "X", "Inway Design, Beijing, China."], ["Guo", "Cheng", "C", "G-Wearables, Inc., Beijing, China."], ["Liu", "Charles Xingchao", "CX", "G-Wearables, Inc., Beijing, China."], ["Wei", "Liping", "L", "Center for Bioinformatics, State Key Laboratory of Protein and Plant Gene Research, School of Life Sciences, Peking University, No. 5, YiHeYuan Road, HaiDian District, Beijing, 100871 China."]]}