{"title": "The association between maternal use of folic acid supplements during pregnancy and risk of autism spectrum disorders in children: a meta-analysis.", "text": "Previous reviews have been conducted to evaluate the association between maternal use of folic acid supplements during pregnancy and risk of autism spectrum disorders (ASD) in children, with no definitive conclusion. We therefore conducted a more comprehensive meta-analysis to reassess the relationship between folic acid and the risk of ASD. The electronic databases PubMed, Web of Knowledge, and Wanfang Data were carefully searched to find eligible studies as recent as March 2017. A random effects model was used to combine the relative risk (RR) with 95% confidence intervals (CI). Sensitivity analysis and publication bias were conducted. A total of 12 articles with 16 studies comprising 4514 ASD cases were included in this report. It was found that supplementation with folic acid during pregnancy could reduce the risk of ASD [RR = 0.771, 95% CI = 0.641-0.928, I2  = 59.7%, Pheterogeneity = 0.001] as compared to those women without folic acid supplementation. The associations were significant among Asian, European, and American populations. In summary, this comprehensive meta-analysis suggested that maternal use of folic acid supplements during pregnancy could significantly reduce the risk of ASD in children regardless of ethnicity, as compared to those women who did not supplement with folic acid.", "journal": ["Molecular autism", "Mol Autism"], "id": "29026508", "doi": "10.1186/s13229-017-0170-8", "date": "2017-10-02", "authors": [["Wang", "Meiyun", "M", "Department of Pediatric Health Care, Ji'nan Children's Hospital of Shandong University, No. 23976, Jingshi Road, Ji'nan, Shandong Province 250022 China."], ["Li", "Kaiqin", "K", "Department of Gynecology, The Central Hospital of Linyi City, Linyi, Shandong 276000 China."], ["Zhao", "Dongmei", "D", "Department of Pediatric Health Care, Ji'nan Children's Hospital of Shandong University, No. 23976, Jingshi Road, Ji'nan, Shandong Province 250022 China."], ["Li", "Ling", "L", "Department of Pediatric Health Care, Ji'nan Children's Hospital of Shandong University, No. 23976, Jingshi Road, Ji'nan, Shandong Province 250022 China."]]}