{"title": "Multisensory integration and ADHD-like traits: Evidence for an abnormal temporal integration window in ADHD.", "text": "Abnormalities in multimodal processing have been found in many developmental disorders such as autism and dyslexia. However, surprisingly little empirical work has been conducted to test the integrity of multisensory integration in Attention Deficit Hyperactivity Disorder (ADHD). The main aim of the present study was to examine links between symptoms of ADHD (as measured using a self-report scale in a healthy adult population) and the temporal aspects of multisensory processing. More specifically, a Simultaneity Judgement (SJ) and a Temporal Order Judgement (TOJ) task were used in participants with low and high levels of ADHD-like traits to measure the temporal integration window and Just-Noticeable Difference (JND) (respectively) between the timing of an auditory beep and a visual pattern presented over a broad range of stimulus onset asynchronies. The Point of Subjective Similarity (PSS) was also measured in both cases. In the SJ task, participants with high levels of ADHD-like traits considered significantly fewer stimuli to be simultaneous than participants with high levels of ADHD-like traits, and the former were found to have significantly smaller temporal windows of integration (although no difference was found in the PSS in the SJ or TOJ tasks, or the JND in the latter). This is the first study to identify an abnormal temporal integration window in individuals with ADHD-like traits. Perceived temporal misalignment of two or more modalities can lead to distractibility (e.g., when the stimulus components from different modalities occur separated by too large of a temporal gap). Hence, an abnormality in the perception of simultaneity could lead to the increased distractibility seen in ADHD.", "journal": ["Acta psychologica", "Acta Psychol (Amst)"], "id": "29024843", "doi": "10.1016/j.actpsy.2017.10.001", "date": "2017-10-09", "authors": [["Panagiotidi", "Maria", "M", "Department of Psychology, University of Sheffield, Western Bank, Sheffield S10 2TN, UK."], ["Overton", "Paul G", "PG", "Department of Psychology, University of Sheffield, Western Bank, Sheffield S10 2TN, UK. Electronic address: p.g.overton@sheffield.ac.uk."], ["Stafford", "Tom", "T", "Department of Psychology, University of Sheffield, Western Bank, Sheffield S10 2TN, UK."]]}