{"title": "Short-range connections in the developmental connectome during typical and atypical brain maturation.", "text": "The human brain is remarkably complex with connectivity constituting its basic organizing principle. Although long-range connectivity has been focused on in most research, short-range connectivity is characterized by unique and spatiotemporally heterogeneous dynamics from infancy to adulthood. Alterations in the maturational dynamics of short-range connectivity has been associated with neuropsychiatric disorders, such as autism and schizophrenia. Recent advances in neuroimaging techniques, especially diffusion magnetic resonance imaging (dMRI), resting-state functional MRI (rs-fMRI), electroencephalography (EEG) and magnetoencephalography (MEG), have made quantification of short-range connectivity possible in pediatric populations. This review summarizes findings on the development of short-range functional and structural connections at the macroscale. These findings suggest an inverted U-shaped pattern of maturation from primary to higher-order brain regions, and possible \"hyper-\" and \"hypo-\" short-range connections in autism and schizophrenia, respectively. The precisely balanced short- and long-range connections contribute to the integration and segregation of the connectome during development. The mechanistic relationship among short-range connectivity maturation, the developmental connectome and emerging brain functions needs further investigation, including the refinement of methodological approaches.", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"], "id": "29024679", "doi": "10.1016/j.neubiorev.2017.10.007", "date": "2017-10-09", "authors": [["Ouyang", "Minhui", "M", "Radiology Research, Children's Hospital of Philadelphia, PA, United States."], ["Kang", "Huiying", "H", "Radiology Research, Children's Hospital of Philadelphia, PA, United States; Department of Radiology, Beijing Children's Hospital, Capital Medical University, Beijing, China."], ["Detre", "John A", "JA", "Department of Neurology, Perelman School of Medicine, University of Pennsylvania, PA, United States; Department of Radiology, Perelman School of Medicine, University of Pennsylvania, PA, United States."], ["Roberts", "Timothy P L", "TPL", "Radiology Research, Children's Hospital of Philadelphia, PA, United States; Department of Radiology, Perelman School of Medicine, University of Pennsylvania, PA, United States."], ["Huang", "Hao", "H", "Radiology Research, Children's Hospital of Philadelphia, PA, United States; Department of Radiology, Perelman School of Medicine, University of Pennsylvania, PA, United States. Electronic address: huangh6@email.chop.edu."]]}