{"title": "Astrocyte-Secreted Glypican 4 Regulates Release of Neuronal Pentraxin 1 from Axons to Induce Functional Synapse Formation.", "text": "The generation of precise synaptic connections between developing neurons is critical to the formation of functional neural circuits. Astrocyte-secreted glypican 4 induces formation of active excitatory synapses by recruiting AMPA glutamate receptors to the postsynaptic cell surface. We now identify the molecular mechanism of how glypican 4 exerts its effect. Glypican 4 induces release of the AMPA receptor clustering factor neuronal pentraxin 1 from presynaptic terminals by signaling through presynaptic protein tyrosine phosphatase receptor δ. Pentraxin then accumulates AMPA receptors on the postsynaptic terminal forming functional synapses. Our findings reveal a signaling pathway that regulates synaptic activity during central nervous system development and demonstrates a role for astrocytes as organizers of active synaptic connections by coordinating both pre and post synaptic neurons. As mutations in glypicans are associated with neurological disorders, such as autism and schizophrenia, this signaling cascade offers new avenues to modulate synaptic function in disease.", "journal": ["Neuron", "Neuron"], "id": "29024665", "doi": "10.1016/j.neuron.2017.09.053", "date": null, "authors": [["Farhy-Tselnicker", "Isabella", "I", "Salk Institute for Biological Studies, Molecular Neurobiology Laboratory, 10010 North Torrey Pines Rd, La Jolla, CA 92037, USA."], ["van Casteren", "Adriana C M", "ACM", "Salk Institute for Biological Studies, Molecular Neurobiology Laboratory, 10010 North Torrey Pines Rd, La Jolla, CA 92037, USA."], ["Lee", "Aletheia", "A", "University of Oxford, Wellcome Trust Centre for Human Genetics, Division of Structural Biology, Roosevelt Drive, Oxford OX3 7BN, UK."], ["Chang", "Veronica T", "VT", "MRC Laboratory of Molecular Biology, Neurobiology Division, Francis Crick Avenue, Cambridge Biomedical Campus, Cambridge CB2 0QH, UK."], ["Aricescu", "A Radu", "AR", "University of Oxford, Wellcome Trust Centre for Human Genetics, Division of Structural Biology, Roosevelt Drive, Oxford OX3 7BN, UK; MRC Laboratory of Molecular Biology, Neurobiology Division, Francis Crick Avenue, Cambridge Biomedical Campus, Cambridge CB2 0QH, UK."], ["Allen", "Nicola J", "NJ", "Salk Institute for Biological Studies, Molecular Neurobiology Laboratory, 10010 North Torrey Pines Rd, La Jolla, CA 92037, USA. Electronic address: nallen@salk.edu."]]}