{"title": "Understanding role of steroids in typical and atypical brain development: Advantages of using a \"brain in a dish\" approach.", "text": "Steroids have an important role in growth, development, sexual differentiation and reproduction. All four classes of steroids, androgens, estrogens, progestogens and glucocorticoids, have varying effects on the brain. Androgens and estrogens are involved in the sexual differentiation of the brain, and also influence cognition. Progestogens such as progesterone and its metabolites have been shown to be involved in neuroprotection, although their protective effects are timing dependent. Glucocorticoids are linked with stress and memory performance, also in a dose- and time-dependent manner. Importantly, dysfunction in steroid function has been implicated in the pathogenesis of disease. Moreover, regulating steroid-signalling has been suggested as potential therapeutic avenue for the treatment of a number of neurodevelopmental, psychiatric and neurodegenerative disorders. Therefore, elucidating the role of steroids in typical and atypical brain function is essential for understanding normal brain functions as well as determining their potential use for pharmacological intervention in the atypical brain. However, the majority of studies have thus far have been conducted using animal models, with limited work using native human tissue or cells. Here we review the effect of steroids in the typical and atypical brain, focusing on the cellular, molecular functions of these molecules determined from animal models, and the therapeutic potential as highlighted by human studies. We further discuss the promise of human induced pluripotent stem cells (iPSCs), including advantages of using 3D neuronal cultures (organoids) in a high-throughput screens, in accelerating our understanding of the role of steroids in the typical brain, and in their therapeutic value in the understanding and treatment of the atypical brain. This article is protected by copyright. All rights reserved.", "journal": ["Journal of neuroendocrinology", "J. Neuroendocrinol."], "id": "29024164", "doi": "10.1111/jne.12547", "date": "2017-10-12", "authors": [["Adhya", "Dwaipayan", "D", "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, CB2 8AH, UK."], ["Annuario", "Emily", "E", "Department of Basic and Clinical Neuroscience, Maurice Wohl Clinical Neuroscience Institute, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK, SE5 9NUUK."], ["Lancaster", "Madeline A", "MA", "MRC Laboratory of Molecular Biology, Francis Crick Avenue, Cambridge Biomedical Campus, Cambridge, CB2 0QH, UK."], ["Price", "Jack", "J", "Department of Basic and Clinical Neuroscience, Maurice Wohl Clinical Neuroscience Institute, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK, SE5 9NUUK."], ["Baron-Cohen", "Simon", "S", "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, CB2 8AH, UK."], ["Srivastava", "Deepak P", "DP", "Department of Basic and Clinical Neuroscience, Maurice Wohl Clinical Neuroscience Institute, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK, SE5 9NUUK."]]}