{"title": "Listening to teachers: Views on delivery of a classroom based sensory intervention for students with autism.", "text": "Occupational therapists consider the impact of autism spectrum disorder on occupational performance at school. Occupational therapists work with teachers to support student participation. Atypical sensory processing is common in children with autism. Therefore, collaborating with teachers to enable students with autism to appropriately process sensory information within classrooms may be necessary. This qualitative pilot study aimed to capture teachers' perceptions of using a Sensory Activity Schedule, a sensory based intervention, in the classroom.A qualitative descriptive approach was used to analyse semi-structured interview responses from 19 qualified teachers who taught children with autism from seven different autism specific special schools in NSW. Teachers were asked about their motivation to complete the intervention as well as helpful and difficult aspects of the intervention.Three main categories and eight sub-categories were identified from the 19 respondents who reported that helping their students was an important motivation for using a Sensory Activity Schedule as well as the opportunity to evaluate whether sensory based intervention was beneficial. Teachers reported that learning new ideas, working with an occupational therapist and seeing an increase in concentration and a reduction in undesired behaviours were positive aspects of utilising the intervention. Timing, staffing and fidelity of the intervention were areas of concern.Collaboration with classroom teachers is an essential part of school-based occupational therapy. Insights from teachers who implemented a sensory based intervention in the classroom assist occupational therapists to better support students with autism spectrum disorder in schools.", "journal": ["Australian occupational therapy journal", "Aust Occup Ther J"], "id": "29023760", "doi": "10.1111/1440-1630.12381", "date": "2017-10-12", "authors": [["Mills", "Caroline", "C", "Autism Spectrum Australia (Aspect), New South Wales, Australia."], ["Chapparo", "Christine", "C", "Discipline of Occupational Therapy, Faculty of Health Sciences, University of Sydney, New South Wales, Australia."]]}