{"title": "The Gut Microbiome Feelings of the Brain: A Perspective for Non-Microbiologists.", "text": "Objectives: To comprehensively review the scientific knowledge on the gut-brain axis. Methods: Various publications on the gut-brain axis, until 31 July 2017, were screened using the Medline, Google, and Cochrane Library databases. The search was performed using the following keywords: \"gut-brain axis\", \"gut-microbiota-brain axis\", \"nutrition microbiome/microbiota\", \"enteric nervous system\", \"enteric glial cells/network\", \"gut-brain pathways\", \"microbiome immune system\", \"microbiome neuroendocrine system\" and \"intestinal/gut/enteric neuropeptides\". Relevant articles were selected and reviewed. Results: Tremendous progress has been made in exploring the interactions between nutrients, the microbiome, and the intestinal, epithelium-enteric nervous, endocrine and immune systems and the brain. The basis of the gut-brain axis comprises of an array of multichannel sensing and trafficking pathways that are suggested to convey the enteric signals to the brain. These are mediated by neuroanatomy (represented by the vagal and spinal afferent neurons), the neuroendocrine-hypothalamic-pituitary-adrenal (HPA) axis (represented by the gut hormones), immune routes (represented by multiple cytokines), microbially-derived neurotransmitters, and finally the gate keepers of the intestinal and brain barriers. Their mutual and harmonious but intricate interaction is essential for human life and brain performance. However, a failure in the interaction leads to a number of inflammatory-, autoimmune-, neurodegenerative-, metabolic-, mood-, behavioral-, cognitive-, autism-spectrum-, stress- and pain-related disorders. The limited availability of information on the mechanisms, pathways and cause-and-effect relationships hinders us from translating and implementing the knowledge from the bench to the clinic. Implications: Further understanding of this intricate field might potentially shed light on novel preventive and therapeutic strategies to combat these disorders. Nutritional approaches, microbiome manipulations, enteric and brain barrier reinforcement and sensing and trafficking modulation might improve physical and mental health outcomes.", "journal": ["Microorganisms", "Microorganisms"], "id": "29023380", "doi": "10.3390/microorganisms5040066", "date": "2017-10-12", "authors": [["Lerner", "Aaron", "A", "B. Rappaport School of Medicine, Technion-Israel Institute of Technology, Bat Galim, Haifa 3200003, Israel. aaronlerner1948@gmail.com."], ["Neidhöfer", "Sandra", "S", "AESKU.KIPP Institute, Mikroforum Ring 2, 55234 Wendelsheim, Germany. neidhofer@aesku.com."], ["Matthias", "Torsten", "T", "AESKU.KIPP Institute, Mikroforum Ring 2, 55234 Wendelsheim, Germany. matthias@aesku.com."]]}