{"title": "Injuries in Children with Autism Spectrum Disorder: Study to Explore Early Development (SEED).", "text": "This study examined caregiver-reported medically-attended injuries among 30-68 month old children with autism spectrum disorder (ASD) compared to general population (POP) and non-ASD developmental disorders (DD) controls in the Study to Explore Early Development. Injuries were common in ASD cases (32.3%) as well as POP (30.2%) and DD (27.8%) controls; most resulted in an emergency visit or hospitalization. After accounting for sociodemographic, health, IQ and behavior differences, odds of injury in ASD cases were significantly higher than DD controls but similar to POP controls. Attention problems mediated the relationships. Clinicians caring for children with both ASD and attention problems should consider providing targeted safety advice. Differences in injury risk between children with ASD vs. other developmental disorders need further study.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29022199", "doi": "10.1007/s10803-017-3337-4", "date": "2017-10-11", "authors": [["DiGuiseppi", "Carolyn", "C", "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, 13001 E. 17th Place, Campus Box B119, Aurora, CO, 80045, USA. Carolyn.DiGuiseppi@ucdenver.edu."], ["Levy", "Susan E", "SE", "The Children's Hospital of Philadelphia at University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Sabourin", "Katherine R", "KR", "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, 13001 E. 17th Place, Campus Box B119, Aurora, CO, 80045, USA."], ["Soke", "Gnakub N", "GN", "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, 13001 E. 17th Place, Campus Box B119, Aurora, CO, 80045, USA."], ["Rosenberg", "Steven", "S", "Department of Psychiatry, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, 80045, USA."], ["Lee", "Li-Ching", "LC", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, 21295, USA."], ["Moody", "Eric", "E", "Department of Psychiatry, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, 80045, USA."], ["Schieve", "Laura A", "LA", "National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA, 30341, USA."]]}