{"title": "COMPASS for Hope: Evaluating the Effectiveness of a Parent Training and Support Program for Children with ASD.", "text": "Despite the growing number of studies that demonstrate the importance of empowering parents with knowledge and skills to act as intervention agents for their children with autism spectrum disorder (ASD), there are limited examples of parent-mediated interventions that focus on problem behaviors. Additionally, access to ASD-trained clinicians and research supported delivery options for families in rural areas is severely limited. COMPASS for Hope (C-HOPE) is an 8-week parent intervention program that was developed with the option of telehealth or face-to-face delivery. Parents who received C-HOPE intervention reported a reduction in parenting stress and an increase in competence. Parents also reported significant reductions in child behavior problems, both when compared to pre-intervention levels and to a waitlist control condition.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29022130", "doi": "10.1007/s10803-017-3333-8", "date": "2017-10-11", "authors": [["Kuravackel", "Grace M", "GM", "Department of Pediatrics, University of Louisville School of Medicine, 1405 East Burnett Avenue, Louisville, KY, 40292, USA. g0math01@louisville.edu."], ["Ruble", "Lisa A", "LA", "Department of Educational, School, and Counseling Psychology, University of Kentucky, 237 Dickey Hall, Lexington, KY, 40506-0017, USA."], ["Reese", "Robert J", "RJ", "Department of Educational, School, and Counseling Psychology, University of Kentucky, 237 Dickey Hall, Lexington, KY, 40506-0017, USA."], ["Ables", "Amanda P", "AP", "Department of Pediatrics, University of Louisville School of Medicine, 1405 East Burnett Avenue, Louisville, KY, 40292, USA."], ["Rodgers", "Alexis D", "AD", "Department of Educational, School, and Counseling Psychology, University of Kentucky, 237 Dickey Hall, Lexington, KY, 40506-0017, USA."], ["Toland", "Michael D", "MD", "Department of Educational, School, and Counseling Psychology, University of Kentucky, 237 Dickey Hall, Lexington, KY, 40506-0017, USA."]]}