{"title": "Parent Stress in a Randomized Clinical Trial of Atomoxetine and Parent Training for Children with Autism Spectrum Disorder.", "text": "We previously reported a 2 × 2 randomized clinical trial of atomoxetine (ATX) and parent training (PT) for attention deficit hyperactivity disorder (ADHD) symptoms and behavioral noncompliance in 128 children with autism spectrum disorder, ages 5-14 years. Children were randomized to one of four conditions: ATX alone, placebo alone, ATX + PT, or PT + placebo. Both ATX and PT improved some indices of ADHD and behavioral compliance. In this report, we describe parent stress over time and across conditions. All four treatments improved parent self-rated stress from baseline to week 10. However, there were no statistically significant differences between treatment groups. Significantly more improvement in parent stress scores was observed for clinical responders than non-responders. ClinicalTrials.gov Title: Atomoxetine, Placebo and Parent Management Training in Autism (Strattera) ClinicalTrials.gov Identifier: NCT00844753.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29022125", "doi": "10.1007/s10803-017-3345-4", "date": "2017-10-11", "authors": [["Lecavalier", "Luc", "L", "Nisonger Center and Department of Psychology, Ohio State University, 371D McCampbell Hall, 1581 Dodd Dr., Columbus, OH, 43210, USA. Luc.Lecavalier@Osumc.edu."], ["Pan", "Xueliang", "X", "Center for Biostatistics, Department of Biomedical Informatics, Ohio State University, 371D McCampbell Hall, 1581 Dodd Dr., Columbus, OH, 43210, USA."], ["Smith", "Tristram", "T", "University of Rochester Medical Center (URMC), 601 Elmwood Ave, Box 671, Rochester, NY, 14642, USA."], ["Handen", "Benjamin L", "BL", "Western Psychiatric Institute and Clinic, University of Pittsburgh School of Medicine, 3811 O'Hara St., Pittsburgh, PA, 15213, USA."], ["Arnold", "L Eugene", "LE", "Nisonger Center and Department of Psychiatry, Ohio State University, 285B McCampbell Hall, 1581 Dodd Drive, Columbus, OH, 43210, USA."], ["Silverman", "Laura", "L", "University of Rochester Medical Center (URMC), 601 Elmwood Ave, Box 671, Rochester, NY, 14642, USA."], ["Tumuluru", "Rameshwari V", "RV", "Western Psychiatric Institute and Clinic, University of Pittsburgh School of Medicine, 3811 O'Hara St., Pittsburgh, PA, 15213, USA."], ["Hollway", "Jill", "J", "Nisonger Center and Department of Psychiatry, Ohio State University, 285B McCampbell Hall, 1581 Dodd Drive, Columbus, OH, 43210, USA."], ["Aman", "Michael G", "MG", "Nisonger Center and Department of Psychology, Ohio State University, 371D McCampbell Hall, 1581 Dodd Dr., Columbus, OH, 43210, USA."]]}