{"title": "Zebrafish knockout of Down syndrome gene, DYRK1A, shows social impairments relevant to autism.", "text": "DYRK1A maps to the Down syndrome critical region at 21q22. Mutations in this kinase-encoding gene have been reported to cause microcephaly associated with either intellectual disability or autism in humans. Intellectual disability accompanied by microcephaly was recapitulated in a murine model by overexpressing Dyrk1a which mimicked Down syndrome phenotypes. However, given embryonic lethality in homozygous knockout (KO) mice, no murine model studies could present sufficient evidence to link Dyrk1a dysfunction with autism. To understand the molecular mechanisms underlying microcephaly and autism spectrum disorders (ASD), we established an in vivo dyrk1aa KO model using zebrafish.We identified a patient with a mutation in the DYRK1A gene using microarray analysis. Circumventing the barrier of murine model studies, we generated a dyrk1aa KO zebrafish using transcription activator-like effector nuclease (TALEN)-mediated genome editing. For social behavioral tests, we have established a social interaction test, shoaling assay, and group behavior assay. For molecular analysis, we examined the neuronal activity in specific brain regions of dyrk1aa KO zebrafish through in situ hybridization with various probes including c-fos and crh which are the molecular markers for stress response.Microarray detected an intragenic microdeletion of DYRK1A in an individual with microcephaly and autism. From behavioral tests of social interaction and group behavior, dyrk1aa KO zebrafish exhibited social impairments that reproduce human phenotypes of autism in a vertebrate animal model. Social impairment in dyrk1aa KO zebrafish was further confirmed by molecular analysis of c-fos and crh expression. Transcriptional expression of c-fos and crh was lower than that of wild type fish in specific hypothalamic regions, suggesting that KO fish brains are less activated by social context.In this study, we established a zebrafish model to validate a candidate gene for autism in a vertebrate animal. These results illustrate the functional deficiency of DYRK1A as an underlying disease mechanism for autism. We also propose simple social behavioral assays as a tool for the broader study of autism candidate genes.", "journal": ["Molecular autism", "Mol Autism"], "id": "29021890", "doi": "10.1186/s13229-017-0168-2", "date": "2017-09-29", "authors": [["Kim", "Oc-Hee", "OH", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."], ["Cho", "Hyun-Ju", "HJ", "Korean Research Institute of Biosciences and Biotechnology, Daejeon, 34141 Republic of Korea."], ["Han", "Enna", "E", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."], ["Hong", "Ted Inpyo", "TI", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."], ["Ariyasiri", "Krishan", "K", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."], ["Choi", "Jung-Hwa", "JH", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."], ["Hwang", "Kyu-Seok", "KS", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."], ["Jeong", "Yun-Mi", "YM", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."], ["Yang", "Se-Yeol", "SY", "Korean Research Institute of Biosciences and Biotechnology, Daejeon, 34141 Republic of Korea."], ["Yu", "Kweon", "K", "Korean Research Institute of Biosciences and Biotechnology, Daejeon, 34141 Republic of Korea."], ["Park", "Doo-Sang", "DS", "Korean Research Institute of Biosciences and Biotechnology, Daejeon, 34141 Republic of Korea."], ["Oh", "Hyun-Woo", "HW", "Korean Research Institute of Biosciences and Biotechnology, Daejeon, 34141 Republic of Korea."], ["Davis", "Erica E", "EE", "Center for Human Disease Modeling, Duke University Medical Center, Durham, NC 27701 USA."], ["Schwartz", "Charles E", "CE", "Greenwood Genetic Center, Greenwood, SC 29646 USA."], ["Lee", "Jeong-Soo", "JS", "Korean Research Institute of Biosciences and Biotechnology, Daejeon, 34141 Republic of Korea."], ["Kim", "Hyung-Goo", "HG", "Department of OB/GYN, Department of Neuroscience and Regenerative Medicine, Augusta University, Augusta, GA 30912 USA."], ["Kim", "Cheol-Hee", "CH", "Department of Biology, Chungnam National University, Daejeon, 34134 Republic of Korea."]]}