{"title": "Linguistic camouflage in girls with autism spectrum disorder.", "text": "Autism spectrum disorder (ASD) is diagnosed more frequently in boys than girls, even when girls are equally symptomatic. Cutting-edge behavioral imaging has detected \"camouflaging\" in girls with ASD, wherein social behaviors appear superficially typical, complicating diagnosis. The present study explores a new kind of camouflage based on language differences. Pauses during conversation can be filled with words like UM or UH, but research suggests that these two words are pragmatically distinct (e.g., UM is used to signal longer pauses, and may correlate with greater social communicative sophistication than UH). Large-scale research suggests that women and younger people produce higher rates of UM during conversational pauses than do men and older people, who produce relatively more UH. Although it has been argued that children and adolescents with ASD use UM less often than typical peers, prior research has not included sufficient numbers of girls to examine whether sex explains this effect. Here, we explore UM vs. UH in school-aged boys and girls with ASD, and ask whether filled pauses relate to dimensional measures of autism symptom severity.Sixty-five verbal school-aged participants with ASD (49 boys, 16 girls, IQ estimates in the average range) participated, along with a small comparison group of typically developing children (8 boys, 9 girls). Speech samples from the Autism Diagnostic Observation Schedule were orthographically transcribed and time-aligned, with filled pauses marked. Parents completed the Social Communication Questionnaire and the Vineland Adaptive Behavior Scales.Girls used UH less often than boys across both diagnostic groups. UH suppression resulted in higher UM ratios for girls than boys, and overall filled pause rates were higher for typical children than for children with ASD. Higher UM ratios correlated with better socialization in boys with ASD, but this effect was driven by increased use of UH by boys with greater symptoms.Pragmatic language markers distinguish girls and boys with ASD, mirroring sex differences in the general population. One implication of this finding is that typical-sounding disfluency patterns (i.e., reduced relative UH production leading to higher UM ratios) may normalize the way girls with ASD sound relative to other children, serving as \"linguistic camouflage\" for a naïve listener and distinguishing them from boys with ASD. This first-of-its-kind study highlights the importance of continued commitment to understanding how sex and gender change the way that ASD manifests, and illustrates the potential of natural language to contribute to objective \"behavioral imaging\" diagnostics for ASD.", "journal": ["Molecular autism", "Mol Autism"], "id": "29021889", "doi": "10.1186/s13229-017-0164-6", "date": "2017-09-30", "authors": [["Parish-Morris", "Julia", "J", "Center for Autism Research, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South Street, Philadelphia, PA 19146 USA."], ["Liberman", "Mark Y", "MY", "Linguistic Data Consortium, University of Pennsylvania, 3600 Market St #810, Philadelphia, PA 19104 USA."], ["Cieri", "Christopher", "C", "Linguistic Data Consortium, University of Pennsylvania, 3600 Market St #810, Philadelphia, PA 19104 USA."], ["Herrington", "John D", "JD", "Center for Autism Research, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South Street, Philadelphia, PA 19146 USA."], ["Yerys", "Benjamin E", "BE", "Center for Autism Research, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South Street, Philadelphia, PA 19146 USA."], ["Bateman", "Leila", "L", "Center for Autism Research, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South Street, Philadelphia, PA 19146 USA."], ["Donaher", "Joseph", "J", "Center for Childhood Communication, Buerger Center for Advanced Pediatric Care, Children's Hospital of Philadelphia, 3500 Civic Center Blvd, Philadelphia, PA 19104 USA."], ["Ferguson", "Emily", "E", "Center for Autism Research, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South Street, Philadelphia, PA 19146 USA."], ["Pandey", "Juhi", "J", "Center for Autism Research, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South Street, Philadelphia, PA 19146 USA."], ["Schultz", "Robert T", "RT", "Center for Autism Research, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South Street, Philadelphia, PA 19146 USA."]]}