{"title": "Intense/obsessional interests in children with gender dysphoria: a cross-validation study using the Teacher's Report Form.", "text": "This study assessed whether children clinically referred for gender dysphoria (GD) show symptoms that overlap with Autism Spectrum Disorder (ASD). Circumscribed preoccupations/intense interests and repetitive behaviors were considered as overlapping symptoms expressed in both GD and ASD.To assess these constructs, we examined Items 9 and 66 on the Teacher's Report Form (TRF), which measure obsessions and compulsions, respectively.For Item 9, gender-referred children (n = 386) were significantly elevated compared to the referred (n = 965) and non-referred children (n = 965) from the TRF standardization sample. For Item 66, gender-referred children were elevated in comparison to the non-referred children, but not the referred children.These findings provided cross-validation of a previous study in which the same patterns were found using the Child Behavior Checklist (Vanderlaan et al. in J Sex Res 52:213-19, 2015). We discuss possible developmental pathways between GD and ASD, including a consideration of the principle of equifinality.", "journal": ["Child and adolescent psychiatry and mental health", "Child Adolesc Psychiatry Ment Health"], "id": "29021824", "doi": "10.1186/s13034-017-0189-9", "date": "2017-09-25", "authors": [["Zucker", "Kenneth J", "KJ", "Department of Psychiatry, University of Toronto, Toronto, ON M5T 1R8 Canada."], ["Nabbijohn", "A Natisha", "AN", "Department of Psychology, University of Toronto Mississauga, Mississauga, ON Canada."], ["Santarossa", "Alanna", "A", "Department of Psychology, University of Toronto Mississauga, Mississauga, ON Canada."], ["Wood", "Hayley", "H", "Psychological Services, Toronto District School Board, Toronto, ON Canada."], ["Bradley", "Susan J", "SJ", "Department of Psychiatry, University of Toronto, Toronto, ON M5T 1R8 Canada."], ["Matthews", "Joanna", "J", "Department of Psychology, University of Toronto Mississauga, Mississauga, ON Canada."], ["VanderLaan", "Doug P", "DP", "Department of Psychology, University of Toronto Mississauga, Mississauga, ON Canada."]]}