{"title": "Heterozygous mutations affecting the protein kinase domain of CDK13 cause a syndromic form of developmental delay and intellectual disability.", "text": "Recent evidence has emerged linking mutations in CDK13 to syndromic congenital heart disease. We present here genetic and phenotypic data pertaining to 16 individuals with CDK13 mutations.Patients were investigated by exome sequencing, having presented with developmental delay and additional features suggestive of a syndromic cause.Our cohort comprised 16 individuals aged 4-16 years. All had developmental delay, including six with autism spectrum disorder. Common findings included feeding difficulties (15/16), structural cardiac anomalies (9/16), seizures (4/16) and abnormalities of the corpus callosum (4/11 patients who had undergone MRI). All had craniofacial dysmorphism, with common features including short, upslanting palpebral fissures, hypertelorism or telecanthus, medial epicanthic folds, low-set, posteriorly rotated ears and a small mouth with thin upper lip vermilion. Fifteen patients had predicted missense mutations, including five identical p.(Asn842Ser) substitutions and two p.(Gly717Arg) substitutions. One patient had a canonical splice acceptor site variant (c.2898-1G>A). All mutations were located within the protein kinase domain of CDK13. The affected amino acids are highly conserved, and in silico analyses including comparative protein modelling predict that they will interfere with protein function. The location of the missense mutations in a key catalytic domain suggests that they are likely to cause loss of catalytic activity but retention of cyclin K binding, resulting in a dominant negative mode of action. Although the splice-site mutation was predicted to produce a stable internally deleted protein, this was not supported by expression studies in lymphoblastoid cells. A loss of function contribution to the underlying pathological mechanism therefore cannot be excluded, and the clinical significance of this variant remains uncertain.These patients demonstrate that heterozygous, likely dominant negative mutations affecting the protein kinase domain of the CDK13 gene result in a recognisable, syndromic form of intellectual disability, with or without congenital heart disease.", "journal": ["Journal of medical genetics", "J. Med. Genet."], "id": "29021403", "doi": "10.1136/jmedgenet-2017-104620", "date": "2017-10-11", "authors": [["Hamilton", "Mark J", "MJ", "West of Scotland Genetics Service, Queen Elizabeth University Hospital, Glasgow, UK."], ["Caswell", "Richard C", "RC", "Institute of Biomedical and Clinical Science, University of Exeter Medical School, Exeter, Devon, UK."], ["Canham", "Natalie", "N", "North West Thames Regional Genetics Service, London North West Healthcare NHS Trust, Harrow, UK."], ["Cole", "Trevor", "T", "West Midlands Regional Genetics Service, Birmingham Women's NHS Foundation Trust, Birmingham, UK."], ["Firth", "Helen V", "HV", "East Anglian Regional Genetics Service, Cambridge University Hospitals NHS Trust, Cambridge, UK."], ["Foulds", "Nicola", "N", "Wessex Clinical Genetics Service, Southampton University Hospitals NHS Trust, Southampton, UK."], ["Heimdal", "Ketil", "K", "Section of Clinical Genetics, Department of Medical Genetics, Oslo University Hospital, Oslo, Norway."], ["Hobson", "Emma", "E", "Yorkshire Regional Clinical Genetics Service, The Leeds Teaching Hospitals NHS Trust, Leeds, UK."], ["Houge", "Gunnar", "G", "Center for Medical Genetics and Molecular Medicine, Haukeland University Hospital, Bergen, Norway."], ["Joss", "Shelagh", "S", "West of Scotland Genetics Service, Queen Elizabeth University Hospital, Glasgow, UK."], ["Kumar", "Dhavendra", "D", "Institute of Medical Genetics, University Hospital of Wales, Cardiff, UK."], ["Lampe", "Anne Katrin", "AK", "South East of Scotland Clinical Genetic Service, Western General Hospital, Edinburgh, UK."], ["Maystadt", "Isabelle", "I", "Centre de Génétique Humaine, Institut de Pathologie et de Génétique (IPG), Gosselies, Belgium."], ["McKay", "Victoria", "V", "Merseyside Genetics Service, Liverpool Women's NHS Foundation Trust, Liverpool, UK."], ["Metcalfe", "Kay", "K", "Manchester Centre for Genomic Medicine, Division of Evolution and Genomic Sciences, St Mary's Hospital, Central Manchester University Hospitals NHS Foundation Trust Manchester Academic Health Sciences Centre, School of Biological Sciences, University of Manchester, Manchester, UK."], ["Newbury-Ecob", "Ruth", "R", "Clinical Genetics Service, University Hospital Bristol NHS Foundation Trust, Bristol, UK."], ["Park", "Soo-Mi", "SM", "East Anglian Regional Genetics Service, Cambridge University Hospitals NHS Trust, Cambridge, UK."], ["Robert", "Leema", "L", "South East Thames Regional Clinical Genetics Service, Guy's and St Thomas' NHS Foundation, London, UK."], ["Rustad", "Cecilie F", "CF", "Section of Clinical Genetics, Department of Medical Genetics, Oslo University Hospital, Oslo, Norway."], ["Wakeling", "Emma", "E", "North West Thames Regional Genetics Service, London North West Healthcare NHS Trust, Harrow, UK."], ["Wilkie", "Andrew O M", "AOM", "Clinical Genetics Group, MRC Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, UK."], ["Study", "The Deciphering Developmental Disorders", "TDDD", "Wellcome Trust Sanger Institute, Hinxton, UK."], ["Twigg", "Stephen R F", "SRF", "Clinical Genetics Group, MRC Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, UK."], ["Suri", "Mohnish", "M", "Nottingham Clinical Genetics Service, Nottingham University Hospitals NHS Trust, Nottingham, UK."]]}