{"title": "The relation between face-emotion recognition and social function in adolescents with autism spectrum disorders: A case control study.", "text": "An altered processing of emotions may contribute to a reduced ability for social interaction and communication in autism spectrum disorder, ASD. We investigated how face-emotion recognition in ASD is different from typically developing across adolescent age groups. Fifty adolescents diagnosed with ASD and 49 typically developing (age 12-21 years) were included. The ASD diagnosis was underpinned by parent-rated Social Communication Questionnaire. We used a cued GO/ NOGO task with pictures of facial expressions and recorded reaction time, intra-individual variability of reaction time and omissions/commissions. The Social Responsiveness Scale was used as a measure of social function. Analyses were conducted for the whole group and for young (< 16 years) and old (≥ 16 years) age groups. We found no significant differences in any task measures between the whole group of typically developing and ASD and no significant correlations with the Social Responsiveness Scale. However, there was a non-significant tendency for longer reaction time in the young group with ASD (p = 0.099). The Social Responsiveness Scale correlated positively with reaction time (r = 0.30, p = 0.032) and intra-individual variability in reaction time (r = 0.29, p = 0.037) in the young group and in contrast, negatively in the old group (r = -0.23, p = 0.13; r = -0.38, p = 0.011, respectively) giving significant age group interactions for both reaction time (p = 0.008) and intra-individual variability in reaction time (p = 0.001). Our findings suggest an age-dependent association between emotion recognition and severity of social problems indicating a delayed development of emotional understanding in ASD. It also points towards alterations in top-down attention control in the ASD group. This suggests novel disease-related features that should be investigated in more details in experimental settings.", "journal": ["PloS one", "PLoS ONE"], "id": "29020059", "doi": "10.1371/journal.pone.0186124", "date": "2017-10-11", "authors": [["Høyland", "Anne Lise", "AL", "Regional Centre for Child and Youth Mental Health and Child Welfare, Norwegian University of Science and Technology, Trondheim, Norway."], ["Nærland", "Terje", "T", "NevSom, Department of Rare Disorders and Disabilities, Oslo University Hospital, Norway."], ["Engstrøm", "Morten", "M", "Department of Neurology and Clinical Neurophysiology, St. Olavs Hospital, Trondheim University Hospital, Norway."], ["Lydersen", "Stian", "S", "Regional Centre for Child and Youth Mental Health and Child Welfare, Norwegian University of Science and Technology, Trondheim, Norway."], ["Andreassen", "Ole Andreas", "OA", "NORMENT, KG Jebsen Centre for Psychosis Research, University of Oslo, Oslo, Norway."]]}