{"title": "Differences in change blindness to real-life scenes in adults with autism spectrum conditions.", "text": "People often fail to detect large changes to visual scenes following a brief interruption, an effect known as 'change blindness'. People with autism spectrum conditions (ASC) have superior attention to detail and better discrimination of targets, and often notice small details that are missed by others. Together these predict people with autism should show enhanced perception of changes in simple change detection paradigms, including reduced change blindness. However, change blindness studies to date have reported mixed results in ASC, which have sometimes included no differences to controls or even enhanced change blindness. Attenuated change blindness has only been reported to date in ASC in children and adolescents, with no study reporting reduced change blindness in adults with ASC. The present study used a change blindness flicker task to investigate the detection of changes in images of everyday life in adults with ASC (n = 22) and controls (n = 22) using a simple change detection task design and full range of original scenes as stimuli. Results showed the adults with ASC had reduced change blindness compared to adult controls for changes to items of marginal interest in scenes, with no group difference for changes to items of central interest. There were no group differences in overall response latencies to correctly detect changes nor in the overall number of missed detections in the experiment. However, the ASC group showed greater missed changes for marginal interest changes of location, showing some evidence of greater change blindness as well. These findings show both reduced change blindness to marginal interest changes in ASC, based on response latencies, as well as greater change blindness to changes of location of marginal interest items, based on detection rates. The findings of reduced change blindness are consistent with clinical reports that people with ASC often notice small changes to less salient items within their environment, and are in-line with theories of enhanced local processing and greater attention to detail in ASC. The findings of lower detection rates for one of the marginal interest conditions may be related to problems in shifting attention or an overly focused attention spotlight.", "journal": ["PloS one", "PLoS ONE"], "id": "29020056", "doi": "10.1371/journal.pone.0185120", "date": "2017-10-11", "authors": [["Ashwin", "Chris", "C", "Autism Research Centre, Department of Psychiatry, University of Cambridge, Douglas House, Cambridge, United Kingdom."], ["Wheelwright", "Sally", "S", "Autism Research Centre, Department of Psychiatry, University of Cambridge, Douglas House, Cambridge, United Kingdom."], ["Baron-Cohen", "Simon", "S", "Autism Research Centre, Department of Psychiatry, University of Cambridge, Douglas House, Cambridge, United Kingdom."]]}