{"title": "Incontinence in autism spectrum disorder: a systematic review.", "text": "Autism spectrum disorders (ASD) are defined by persistent deficits in reciprocal social interaction, communication, and language, as well as stereotyped and repetitive behavior. Functional incontinence, as well as ASD are common disorders in childhood. The aim of this systematic review was to give an overview of the co-occurrence of nocturnal enuresis (NE), daytime urinary incontinence (DUI), and fecal incontinence (FI) in ASD, and vice versa, of ASD in children with incontinence. A systematic literature search of the terms \"incontinence\", \"enuresis\", and \"encopresis\" in combination with \"autism\" or \"Asperger\" in four databases (Scopus, PubMed, PsycInfo and Web of science) was conducted. All studies that examined incontinence frequencies in samples with ASD, and studies that measured frequencies of ASD diagnoses or symptoms in samples with incontinence were included. Risk of bias and limitations of each study were described. After eligibility assessment, 33 publications were included in the review. The published literature implies a higher prevalence of incontinence in children with ASD compared to typically developing children. Limitations and biases as inappropriate diagnostic criteria for ASD and incontinence, selected samples, or lack of control groups are reported. Associations of incontinence in ASD with psychopathological symptoms were found. Vice versa, ASD symptoms are found in incontinent children, but no study included a non-ASD control sample. Incontinence symptoms are also reported as an adverse effect of medication in ASD. Due to methodological problems and definitional discrepancies in some publications, results have to be interpreted cautiously. Research in ASD and incontinence is scarce. More systematic research including state-of-the-art assessments is needed.", "journal": ["European child & adolescent psychiatry", "Eur Child Adolesc Psychiatry"], "id": "29019014", "doi": "10.1007/s00787-017-1062-3", "date": "2017-10-10", "authors": [["Niemczyk", "Justine", "J", "Department of Child and Adolescent Psychiatry, Saarland University Hospital, 66421, Homburg, Germany. justine.niemczyk@uks.eu."], ["Wagner", "C", "C", "Department of Child and Adolescent Psychiatry, Saarland University Hospital, 66421, Homburg, Germany."], ["von Gontard", "A", "A", "Department of Child and Adolescent Psychiatry, Saarland University Hospital, 66421, Homburg, Germany."]]}