{"title": "Walking like ants gives spiders a chance", "text": "ITHACA, N.Y. - Humans aren't the only actors on the planet. To avoid being eaten, some jumping spiders pretend to be ants, according to Cornell University research published in Proceedings of the Royal Society B.Ants are aggressive at defending themselves: They are well-armed with bites, stings and formic acid. Ant-mimicking jumping spiders - Myrmarachne formicaria - in contrast, can't do much more than run on their eight legs when attacked. Not surprisingly, insect predators tend to prefer spiders over ants, so appearing to be an ant confers significant protection.Protective mimicry is a remarkable example of adaptive evolution: Moths can be colored like butterflies and grasshoppers may look like tiger beetles. While most mimicry studies focus on traits like color and shape, the researchers used multiple high-speed cameras and behavioral experiments to pinpoint how the spider's movements mimic ants.Ant-mimicking spiders walk using all eight legs but pause frequently to raise their forelegs to mimic ant antennae. When walking, they take winding trajectories of about five to 10 body lengths, which made them look like ants following pheromone trails. While the researchers could see what the spiders were doing thanks to high-speed cameras, many potential predators have slower visual systems, so that to them the mimics appear to be moving just like an ant would.The researchers note that the findings \"highlight the importance of dynamic behaviors and observer perception in mimicry.\"", "article_link": "http://dx.doi.org/10.1098/rspb.2017.0308", "url": "http://www.eurekalert.org/pub_releases/2017-07/cu-wla071417.php", "region": "namerica", "source_link": "http://mediarelations.cornell.edu/2017/07/14/walking-like-ants-gives-spiders-a-chance/", "funder": "", "meeting": "", "institution": "Cornell University", "keywords": ["Biology", " Entomology", " Behavior"], "journal": "Proceedings of the Royal Society B", "description": "To avoid being eaten, some jumping spiders pretend to be ants.", "date": "Fri, 14 Jul 2017 04:00:00 GMT"}