{"title": "How neurons sense our everyday life", "text": "Researchers from King's College London have discovered a molecular mechanism that enables neuronal connections to change through experience, thus fuelling learning and memory formation. The findings are published in the journal Neuron and have the potential to reveal new therapeutic strategies for neurological and psychiatric disorders.One of the most remarkable features of our brain is its ability to sense and interpret the complex environment of everyday life. To accomplish this, brain circuits undergo a process that involves experience-dependent plasticity, a fundamental mechanism through which the nervous system adapts to sensory experience and which is at the root of our capacity to learn as well as encode and retain memories. As an example, all babies are born with the capacity to develop language but their ability to communicate verbally will depend on their exposure to language during the early stages of development. Impairment of experience-dependent plasticity has been shown to be a feature of many neurological and psychiatric disorders including depression, bipolar disorder and schizophrenia. As such, unravelling key molecular players in this form of plasticity may pave the way for new treatments.Previous studies have shown that a special group of neurons present in the cerebral cortex called PV+ interneurons (a population of neurons that communicate with each other through deactivating chemical and electrical signals and express a protein called parvalbumin), are able to change in response to stimulus from the environment. However, until now the cellular and molecular mechanisms regulating this adaptability were largely unknown. In their new study, the multidisciplinary team of researchers led by the Centre for Developmental Neurobiology (CDN) and MRC Centre for Neurodevelopmental Disorders (MRC CNDD) at the Institute of Psychiatry, Psychology & Neuroscience, found that this adaptability is shaped by a specific protein called Brevican. Moreover, loss of this protein leads to deficits in short-term spatial memory, the part of memory responsible for remembering different locations as well as spatial relations between objects.Most PV+ interneurons are wrapped by a mesh of proteins called perineural nets and several studies have shown that these proteins play a critical role in the regulation of experience-dependent plasticity, learning and memory. However, the mechanisms through which these proteins mediate this process remained a mystery. In this new study, the researchers found that one of these proteins called Brevican, which is also one of the most abundant proteins found in the brain, influences neuronal plasticity, orchestrating a dedicated molecular program in response to changes from the environment. The researchers also found that this protein shapes the intrinsic properties of PV+ interneurons and sculpts their connections to other neurons. These novel findings show that Brevican is dynamically regulated by experiences coming from the environment and is fundamentally required for spatial working memory and short-term memories.  'Perineuronal net proteins regulate cortical plasticity by acting on interneurons. When we identified some of the mechanisms underlying this regulation, I was amazed by how a single protein can act as an activity sensor, orchestrate such a complex molecular program and simultaneously influence several key cellular processes', said Dr Emilia Favuzzi, first author of the study from the Centre for Developmental Neurobiology (CDN) at King's College London.Professor Beatriz Rico, senior author of the study also from the CDN and MRC CNDD at King's, said: 'Step by step we are building knowledge on how interneurons orchestrate the function of cortical networks. In this new work from the lab, we unveil part of the molecular program by which interneurons encode experience-dependent processes that impact cortical function and modify behaviour. We think that the identification of the relevant molecular mediators of this form of plasticity may offer novel therapeutic strategies to recover from deficits in perception, learning and memory associated with a range of diseases.'", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/kcl-hns071217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Cell Biology", " Neurobiology", " Neurochemistry", " Social/Behavioral Science", " Mental Health"], "journal": "Neuron", "description": "Researchers from King's College London have discovered a molecular mechanism that enables neuronal connections to change through experience, thus fueling learning and memory formation. The findings are published in the journal Neuron and have the potential to reveal new therapeutic strategies for neurological and psychiatric disorders.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}