{"title": "Expecting the worst: People's perceived morality is biased towards negativity", "text": "Researchers from the University of Surrey and University of Milano-Bicocca (Italy) collected data from more than 400 participants on behavioural expectations of people described as 'moral' and 'immoral'. Participants were asked to estimate the probability that an individual possessing a characteristic (i.e. honesty) would act in an inconsistent manner (i.e. dishonestly).It found participants perceived that those with a 'good' moral disposition were more likely to act out of character (i.e. immorally) than an immoral person to engage in inconsistent (i.e. moral) behaviours. For example, 'covering for somebody' was considered by participants to be a behaviour that could be displayed by a sincere person whereas an insincere person was less likely to be associated with behaviours such as 'telling the truth'.Such a finding shows that those who are perceived to have immoral traits will have difficulty in changing how they are viewed by others as they are deemed to be less likely to change than a person classed as moral. This is particularly damaging for those who have a questionable character or are facing legal proceedings and highlights the obstacles they face in reversing perceptions of them. Lead author Dr Patrice Rusconi from the University of Surrey, Social Emotions and Equality in Relations (SEER) research group, said, \"Popular television shows like Breaking Bad show that those viewed as morally 'good' are seen as more likely to act out of character and behave immorally on occasions. \"However what we have found is that those perceived to be immoral are pigeon-holed, and are viewed as more likely to act in certain ways i.e. unjust and unfairly, and therefore unable to act morally on occasions. \"How an individual is perceived is incredibly important, as if you are viewed negatively it can impact on your treatment in the workplace and in the legal system as you are judged on your past misdemeanours.\"  The study also examined whether these findings translated across different cultures. Researchers collected data from over 200 Italian and American participants, who were asked a series of questions including \"How likely do you consider it that a righteous person would behave in an unrighteous fashion?\"  They discovered that despite cultural and lifestyle differences, Italian and American participants had similar perceptions that moral people are more likely act immorally than immoral people would act morally, highlighting that this is a problem encountered globally.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0180686", "url": "http://www.eurekalert.org/pub_releases/2017-07/uos-etw071217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Surrey", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Personality/Attitude"], "journal": "PLOS ONE", "description": "People who are believed to be immoral are unable to reverse individuals' perception of them, potentially resulting in difficulties in the workplace and barriers in accessing fair and equal treatment in the legal system, a new study in PLOS One reports.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}