{"title": "Synapses in the brain mirror the structure of the visual world", "text": "The research team of Prof. Sonja Hofer at the Biozentrum, University of Basel, has discovered why our brain might be so good at perceiving edges and contours. Neurons that respond to different parts of elongated edges are connected and thus exchange information. This can make it easier for the brain to identify contours of objects. The results of the study are now published in the journal Nature.  Individual visual stimuli are not processed independently by our brain. Rather neurons exchange incoming information to form a coherent perceptual image from the myriad of visual details impinging on our eyes. How our visual perception arises from these interactions is still unclear. This is partly due to the fact that we still know relatively little about the rules that determine which neurons in the brain are connected to each other, and what information they exchange. The research team of Prof. Sonja Hofer at the Biozentrum, University Basel studies neuronal networks in the brain. She has now investigated in the mouse model what information individual neurons in the visual cortex receive from other neurons about the wider visual field. The visual cortex, the largest part of the human brain, is responsible for analyzing information from the eyes and enables us to perceive the visual world.  Different neurons in this brain area react to components of the visual scene at specific positions in our visual field. Sonja Hofer and her team could show that individual neurons also receive extensive additional information from the remaining visual field. \"This is not surprising, because how we perceive individual visual stimuli strongly depends on their surrounding visual environment\", Hofer explains. Individual parts of an image are, for instance, merged into lines, contours and objects. The new study shows that neurons are most likely to be connected if they react to edges that lie on a common axis. \"Our visual environment contains many long lines and contours\", Sonja Hofer explains. \"The structure of the world around us is therefore mirrored in the pattern of synapses in the brain\". Hofer's team believes that this specific brain connectivity might facilitate the perception of elongated lines and edges: neurons that react to different parts of such edges are connected, can increase each other's activity and therefore boost the response that contributes to the perception of these visual features.Our brain is so good at identifying contours and objects in images that it is sometimes deceived into seeing them even if they do not actually exist (such as the edges of the blue triangle in the foreground of the figure). Such optical illusions show how primed our brain is to detect lines and object contours\", says Hofer. \"Our findings reveal a mechanism that can contribute to this skill\".", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uob-sit071117.php", "region": "europe", "source_link": "https://www.unibas.ch/en/News-Events/News/Uni-Research/Synapses-in-the-Brain-Mirror-the-Structure-of-the-Visual-World.html", "funder": "", "meeting": "", "institution": "University of Basel", "keywords": ["Biology", " Cell Biology"], "journal": "Nature", "description": "The research team of Professor Sonja Hofer at the Biozentrum, University of Basel, has discovered why our brain might be so good at perceiving edges and contours. Neurons that respond to different parts of elongated edges are connected and thus exchange information. This can make it easier for the brain to identify contours of objects. The results of the study are now published in the journal Nature.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}