{"title": "To attract more students to STEM, highlight communal aspects of STEM careers", "text": "The idea of scientists working long hours in lab by themselves is a common concept for Americans, but this idea of a \"lone scientist\" is not universal. Examining students in the United States, India, and China, social psychologists show not only a cultural divide in how STEM careers are viewed, but that these views can be changed to encourage more interest in STEM fields.Elizabeth Brown, (University of North Florida), Mia Steinberg, (California State University, Long Beach), Yun Lu (University of Maryland, College Park), and Amanda Diekman (Miami University) conducted the research. The research is published in the journal Social Psychological and Personality Science.In the studies, students completed an online survey, measuring their perspectives on STEM careers and whether these types of careers offered intimacy, affiliation, and altruism, also known as communal opportunities, or power, achievement and excitement, known as agentic opportunities. The researchers also surveyed the students' perceptions on what types of opportunities stereotypically male careers, such as dentist or lawyer, and stereotypically female careers, like preschool teacher or social worker, offer. In all five studies, participants were asked to assess their interest in various STEM careers and ranked what types of opportunities, communal and agentic, the careers might provide. In two studies they reported their own engagement with STEM by reporting how many STEM-type classes they were taking or took previously as well as how communal these experiences were.Across four studies, the scientists found U.S. students perceived fewer communal opportunities (working with/helping/relationships with others) in STEM careers than did Asian students. They also saw this differential perception related to U.S.-Asia gaps in STEM interest. These different perceptions, according to the researchers, are related to how interested students are in STEM careers.\"U.S. participants believe that STEM fields do not provide opportunities to work with others, help others, or form bonds with others, which is associated with less interest in STEM careers,\" says lead author Elizabeth Brown.In contrast, the research showed that students in Asian countries had more communal stem experiences than U.S. students.  \"These communal experiences,\" says Brown, \"helped form these beliefs about STEM.\"  Based on the research, participants from China and India believe that STEM fields provide opportunities to work with others, help others, and form bonds with others. These beliefs about STEM help to partially explain why there is higher interest in STEM fields in China and India.Closing the STEM gapThe view of the lone scientists and lack of communal support may explain part of the gap between the U.S. and other countries in growing STEM talent.In a fifth study, experimentally highlighting the perceived communal opportunities in science closed the cultural gap in positivity towards a STEM career.\"Study 5 showed that experimentally elevated communal, but not agentic, opportunities in science can close the cultural gap in positivity towards a scientist career,\" write the researchers.The fifth study presented participants with two versions of a scientist's day, one involved teamwork and collaboration while the other presented a scientist being independent and working on their own. Measuring the results with a follow-up survey, the use of the teamwork example increased U.S. participants' views on STEM careers.\"If the aim is to foster perceptions that might draw US students into the STEM pathway, including communal information may be one way to provide more equal footing with Asian students,\" writes Brown.\"One way the U.S. can address the STEM shortage is by highlighting the communion already present in STEM and integrating more communal opportunities into STEM,\" she continues.From a classroom engagement view, communal activities and experiences in STEM could include working on group activities in STEM classes, participating in a study group; and thinking about how what you are learning about in a STEM class helps the broader community.\"By incorporating communal activities into STEM, we can help to change stereotypes about STEM and attract many of those individuals with high STEM ability,\" says Brown. \"Additionally, incorporating communion into STEM is a fairly inexpensive way to increase the size of the STEM workforce.\"\r\n", "article_link": "http://dx.doi.org/10.1177/1948550617703173", "url": "http://www.eurekalert.org/pub_releases/2017-07/sfpa-tam070717.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation/Research on Gender in Science and Engineering", "meeting": "", "institution": "Society for Personality and Social Psychology", "keywords": ["Education", " Education", " Science/Math", " Mathematics/Statistics", " Social/Behavioral Science", " Anthropology", " Behavior"], "journal": "Social Psychological and Personality Science", "description": "New research highlights the importance of showing students the communal aspects of Science, Technology, Engineering, and Math (STEM) careers in order to attract more students to STEM classes and careers. The research is published in the journal Social Psychological and Personality Science.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}