{"title": "Contaminants in food: Identifying and assessing risks as early as possible", "text": "Dioxins, mineral oils, perfluorinated substances - people do not only obtain important nutrients with their food. They also ingest undesirable substances which can affect health when taken up in certain quantities. \"Our planet can be regarded as a virtually closed system. Whatever we produce and release into the environment, we will be able to detect after a given time delay- perhaps only in small traces - in foods and human samples,\" explains Professor Dr. Reiner Wittkowski, Vice-President of the German Federal Institute for Risk Assessment. \"Far-sighted approaches for identifying new risks have to be developed so that we don't have to play catch-up\". The mere detection of a substance in food does not automatically mean that a health risk exists. To protect human health, however, the levels of contaminants in foods have to be reduced to toxicologically acceptable values or minimised as much as technologically feasible. As the state of the art, environmental conditions, industrial manufacturing processes and human food consumption habits constantly change, our understanding of the risks posed by contaminants in food requires regular updates. The recently published special issue \"Contaminants in Foods\" gives an overview of the assessment strategies of possible health risks and explains what properties and hazard potential the contaminants entail, where they come from and to what extent people are exposed to them (in German).Contaminants are substances that are not added to foods intentionally. Such substances can find their way into foods during various stages of production, processing and transport, or as a result of environmental influences.The state of scientific knowledge on certain contaminants is extensive regarding their origin, properties, hazard potential and exposure, as well as the knowledge derived from this regarding the possibilities for minimising levels in foods. Since the 1980s, for example, measures have been taken to vastly reduce the entry of dioxins into the environment and thereby into food, in order to protect humans and the environment. As a result, there has been a significant decline in the intake of dioxins in the past decades. The success of the measures taken can be seen in the levels present in human milk as an indicator for the human body burden, where levels of dioxins have dropped to roughly 20% of the original level over the last 30 years. The effective and practice-orientated regulation of contaminants can thus lead to a long-term decrease of levels in the environment and therefore in the human body.Regarding other substances, such as per- and polyfluorinated alkylated substances (PFAS), there is a greater need for research and action. PFAS are industrial chemicals that are difficult to degrade and can be detected virtually everywhere - in the environment, in the food chain and in humans. Due to their special technical properties, they are used in numerous industrial processes and consumer products in order to give materials e.g. water, dirt and grease repellent properties. The long half-life of some PFAS in the human body of several years will require close observation in future, because the substances can damage the liver in higher concentrations. Some of them have shown to be able to affect reproduction and to induce cancer. Levels in foods should continue to be monitored and introduction into the environment avoided, especially in regions in which conspicuously high levels have been found.In addition to the persistent organic contaminants, such as the dioxins and PFAS, the special issue also deals with the latest level of scientific knowledge regarding nano and micro materials, as well as metals and metalloids in foods. It is also highlighted that packaging materials contain substances that can migrate into food. Thus, for example, mineral oil components can transfer from recycled cardboard boxes into food since printed paper possibly containing mineral oil components from newspaper printing ink is part of the recycling stock.The special issue also describes examples of contaminants of natural origin and others induced by heating. An essential determining factor of possible health risks is the exposure, i.e. the actual intake quantity of potentially health affecting substances by humans. This estimation of exposure is explained using the example of the MEAL Study (meals for exposure assessment and analysis of foods). A new study on the risk perception of contaminants in food is also a part of the latest special issue.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/bfif-cif071117.php", "region": "europe", "source_link": "http://www.bfr.bund.de/en/press_information/2017/26/contaminants_in_food__identifying_and_assessing_risks_as_early_as_possible-201210.html", "funder": "", "meeting": "", "institution": "BfR Federal Institute for Risk Assessment", "keywords": ["Food/Food Science", " Microbiology", " Nutrition/Nutrients", " Toxicology", " Biochemistry", " Medicine/Health", " Nutrition/Nutrients", " Toxicology", " Nanotechnology/Micromachines"], "journal": "Bundesgesundheitsblatt", "description": "Dioxins, mineral oils, perfluorinated substances - people do not only obtain important nutrients with their food. They also ingest undesirable substances which can affect health when taken up in certain quantities. The recently published special issue 'Contaminants in Foods' gives an overview of the assessment strategies of possible health risks and explains what properties and hazard potential the contaminants entail, where they come from and to what extent people are exposed to them (in German).", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}