{"title": "News laser design offers more inexpensive multi-color output", "text": "EVANSTON, Ill. --- From checkout counters at supermarkets to light shows at concerts, lasers are everywhere, and they're a much more efficient light source than incandescent bulbs. But they're not cheap to produce. A new Northwestern University study has engineered a more cost-effective laser design that outputs multi-color lasing and offers a step forward in chip-based lasers and miniaturization.  The findings could allow encrypted, encoded, redundant and faster information flow in optical fibers, as well as multi-color medical imaging of diseased tissue in real time. The study was published July 10 in Nature Nanotechnology. \"In our work, we demonstrated that multi-modal lasing with control over the different colors can be achieved in a single device,\" said senior author Teri W. Odom, a Charles E. and Emma H. Morrison Professor of Chemistry in the Weinberg College of Arts and Sciences at Northwestern. \"Compared to traditional lasers, our work is unprecedented for its stable multi-modal nanoscale lasing and our ability to achieve detailed and fine control over the lasing beams.\"This work offers new insights into the design and mechanism of multi-modal nanoscale lasing based on structural engineering and manipulating the optical band structures of nanoparticle superlattices. Using this technology, the researchers can control the color and intensity of the light by simply varying its cavity architecture. Nanoparticle superlattices -- finite-arrays of metal nanoparticles grouped into microscale arrays -- integrated with liquid gain offer a platform to access different colors with tunable intensities depending simply on the geometric parameters of the lattice.This is in contrast to current lasers that bounce light between two mirrors and are optimized through a lot of care and engineering to ensure that only one color -- or wavelength -- is emitted. Currently in the industry, multi-color lasing output is only possible by putting together many single-color lasers. This new work provides a strategy to eliminate costly fabrication processes and to directly produce multiple, stable lasing peaks from a single device. \"In humans, our perception of the world would be limited if we only 'saw' in a single color,\" Odom said. \"Multiple colors are essential for us to receive and process information at the same time, and in the same way, multi-color lasers have the potential for tremendous benefits in daily life.\" In the future, Odom said she and her team are interested in designing white nanolasers by covering blue, green and red wavelengths simultaneously. Their approach should allow them to change the \"whiteness\" by controlling the relative intensity of the blue, green, red channels. Additionally, this new work offers possibilities for ultra-sensitive sensing in chemical processes (different molecules can be monitored simultaneously) and in-situ cellular imaging at multiple colors (different dye labels would be excited by different laser colors and different biological processes can be correlated).", "article_link": "http://dx.doi.org/10.1038/NNANO.2017.126", "url": "http://www.eurekalert.org/pub_releases/2017-07/nu-nld071117.php", "region": "namerica", "source_link": "https://news.northwestern.edu/stories/2017/july/new-laser-design-inexpensive-multi-color-output/", "funder": "National Science Foundation", "meeting": "", "institution": "Northwestern University", "keywords": ["Chemistry/Physics/Materials Sciences", " Materials", " Nanotechnology/Micromachines"], "journal": "Nature Nanotechnology", "description": "A new Northwestern University study has engineered a more cost-effective laser design that outputs multi-color lasing and offers a step forward in chip-based lasers and miniaturization.  The findings could allow encrypted, encoded, redundant and faster information flow in optical fibers, as well as multi-color medical imaging of diseased tissue in real time.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}