{"title": "British Asian students more likely to receive negative media coverage", "text": "Media outlets continue to differentiate between British East Asian students and East Asian students in the UK education system, portraying the former in a negative, undesirable light, a new study in the Journal of Ethnic and Migration Studies reveals.During the first ever study of its kind, researchers from the University of Surrey examined 185 newspaper articles investigating how this minority group is reported in the media. They discovered that British East Asian students are more likely to receive negative media coverage than East Asian students, primarily from China and India, who have come to the UK study. The research found that references to British East Asian students in the media tended to have racial undertones and focused mainly on ethnic tensions within UK schools. The concept of 'reverse racism', whereby acts of discrimination and prejudice perpetrated by racial minorities, was a common theme in articles. It found that the perception that many schools are unwilling to tackle racism on the part of Asian students towards white pupils.Attitudes to learning amongst British East Asian parents were also subject to criticism in the UK media, with continued reference to the 'pushiness' of this group in regards to academia. Concern was raised in some articles that this 'tiger mother' characteristic was spreading into English society.This negative reporting was not apparent when media references to East Asian students studying in the UK were examined. Due to the economic benefits generated by East Asian students in the education system, who typically pay higher tuition fees than their UK counterparts, their presence in the UK was favourably reported with figures highlighting this income frequently cited. When discussing East Asian students', the media used this as an opportunity to present the UK education system in a favourable light in comparison to their international rivals, and inferred that these students are fortunate to be studying in such an environment. Lead author of the report, Professor Rachel Brooks from the University of Surrey, said: \"It is worrying to see how these two groups are portrayed differently in the media, and shows that the media is still heavily biased towards certain groups. British East Asian in particular are singled out for negative coverage.\"Whilst East Asian students are portrayed positively in the media due to their monetary value, British East Asians are subject to negative coverage containing racist undertones.  This can in part be explained by the 'temporariness' of East Asian students stay in the UK, which is not seen as a threat to Britishness, but it highlights a tendency towards 'reverse racism'.\"\r\n", "article_link": "http://dx.doi.org/10.1080/1369183X.2017.1315857", "url": "http://www.eurekalert.org/pub_releases/2017-07/uos-bas071117.php", "region": "europe", "source_link": "https://www.surrey.ac.uk/mediacentre/press/2017/british-asian-students-more-likely-receive-negative-media-coverage", "funder": "", "meeting": "", "institution": "University of Surrey", "keywords": ["Social/Behavioral Science", " Immigrants & Migration", " Minorities", " Parenting/Child Care/Family"], "journal": "Journal of Ethnic and Migration Studies", "description": "Media outlets continue to differentiate between British East Asian students and East Asian students in the UK education system, portraying the former in a negative, undesirable light, a new study in the Journal of Ethnic and Migration Studies reveals.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}