{"title": "Brain training no better than video games at improving brain function", "text": "The commercial brain-training program Lumosity has no effect on decision-making or brain activity in young adults, according to a randomized, controlled trial published in The Journal of Neuroscience. In early 2016, Lumos Labs was fined $2 million for deceptive advertising claims that its web-based cognitive training software, Lumosity, can lead to success in school and at work and delay cognitive decline from aging, among other benefits. Results from previous studies of adaptive commercial brain-training programs, which adjust difficulty in response to user performance, are mixed. Some suggest that cognitive training may enhance the activity of brain regions involved in regulating an individual's desire for immediate or risky rewards over more conservative choices.Joe Kable and Caryn Lerman of the University of Pennsylvania find no evidence for this hypothesis in their study of 128 young adults randomly assigned to either 10 weeks of training with Lumosity or an active control condition in which they played non-adaptive video games. Both groups improved to a similar extent on standard cognitive assessments, and this improvement was also similar to that of young adults in a follow-up study who received no intervention. Functional magnetic resonance imaging analysis revealed no differences in brain activity between training conditions during decision-making tasks.", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.2832-16.2017", "url": "http://www.eurekalert.org/pub_releases/2017-07/sfn-btn070317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Neuroscience", "description": "The commercial brain-training program Lumosity has no effect on decision-making or brain activity in young adults, according to a randomized, controlled trial published in The Journal of Neuroscience.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}