{"title": "Can patients record doctor's visits? What does the law say?", "text": "Traffic stops, office conversations, and even doctor's visits--more and more people today are choosing to record life's encounters. If you are doctor, there is a good chance that at least one of your last 10 patients recorded their visit--either with or without permission. This \"new reality\" has some doctors and health care clinics worried about the ownership of recordings and their potential to be used in complaints or even law suits. Patients also worry that recording a doctor's visit might be illegal, especially if done covertly.What exactly are the laws governing patient recordings? In an article recently published in the Journal of the American Medical Association (JAMA), investigators on The Dartmouth Institute for Health Policy and Clinical Practice's Open Recordings Project explain the often-confusing laws around recordings clinical visits.\"In the U.S., the situation is complex,\" said Dartmouth Institute Professor Glyn Elwyn, MD. \"Wiretapping or eavesdropping statutes provide the primary legal framework guiding recording practices and protecting privacy, so a patient who would like to record a doctor's visit should familiarize themselves with laws in their state.\"The primary distinction between state wiretapping laws is whether all parties must consent to the recording or just one party. In 'all-party' jurisdictions, covert recordings, on the part of doctors or patients, are illegal as everyone being recorded must consent. In 'one-party' jurisdictions, the consent of any one party in the conversation is sufficient, so a patient can record a clinical encounter without the doctor or health care provider's consent. *Currently 39 of the 50 states and Washington, D.C., conform to the 'one-party' consent rule, while the remaining 11 are 'all-party' states.While many doctors-- and health care organizations are concerned about how recordings could be shared or used as part of a complaint, Elwyn and co-authors note liability insurers often feel differently. At the Barrow Neurological Institute in Phoenix, Arizona--one of the few health care organizations in the country to offer patients recordings of office visits--doctors who take part receive a 10 percent reduction in the cost of their medical defense, and $1 million extra liability coverage.The authors also noted that while patients theoretically are free to share consensual recordings on social media, there's little evidence they're doing so. \"Most people are sharing their recordings with a family member or caregiver, or they are listening to recording themselves, so they can better recall the information they received during the encounter,\" Elwyn said.In fact, in a review of 33 studies of patient use of audio-recorded clinical visits, the Open Recordings researchers found that 71 percent of patients listened to their recordings, while 68 percent shared them with a caregiver. The studies also reported greater understanding and satisfaction in patients who receive recordings.With more and more patients seeking to record their clinical visits, Elwyn and Open Recordings researchers, say that now is the time for doctors and health care organizations to embrace the value of recording.\"Health care overall is moving toward greater transparency and patient recordings are going to become more common,\" Elwyn said. \"That means there would be tremendous benefit to patient advocacy groups, health care organizations, providers and policymakers working together to develop clear guidelines and policies around the responsible, positive use of open recordings.\"\r\n", "article_link": "http://dx.doi.org/10.1001/jama.2017.7511", "url": "http://www.eurekalert.org/pub_releases/2017-07/tdif-cpr071017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Dartmouth Institute for Health Policy & Clinical Practice", "keywords": ["Medicine/Health", " Diagnostics", " Aging", " Health Care Systems/Services", " Health Professionals", " Medical/Scientific Ethics", " Science/Health and the Law", " Personality/Attitude", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "JAMA", "description": "What exactly are the laws governing patient recordings? In an article recently published in the Journal of American Medicine (JAMA), investigators on The Dartmouth Institute for Health Policy and Clinical Practice's Open Recordings Project explain the often-confusing laws around recordings clinical visits.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}