{"title": "Survey reveals widespread bias in astronomy and planetary science", "text": "CHAMPAIGN, Ill. -- In an online survey about their workplace experiences, 88 percent of academics, students, postdoctoral researchers and administrators in astronomy and planetary science reported hearing, experiencing or witnessing negative language or harassment relating to race, gender or other physical characteristics at work within the last five years. Of the 423 respondents, 39 percent reported having been verbally harassed and 9 percent said they had suffered physical harassment at work.The new findings appear in the Journal of Geophysical Research: Planets. The survey consisted of 39 questions administered online in early 2015. Participants were recruited through astronomy and planetary science professional meetings, media outlets, blogs and social media.Substantial numbers of respondents, representing every demographic group and every rank in the academic hierarchy, reported having heard remarks that they interpreted as racist or sexist or that disparaged someone's femininity, masculinity or physical or mental abilities. Most of the negative comments came from peers, but a significant number of sexist comments originated with supervisors, the survey found.Women, and in particular minority women, were most likely to report hearing racist and sexist remarks, which undermined their sense of safety at work, the research revealed. About a third of white men also reported hearing sexist and racist remarks at work or in classrooms and laboratories.These negative experiences are taking a toll on the scientists' sense of security at work, said University of Illinois anthropology professor Kathryn Clancy, who led the study with U. of I. graduate student Katharine Lee, Space Science Institute research scientist Erica Rodgers and Christina Richey of the American Astronomical Society Committee on the Status of Women in Astronomy.\"We asked respondents whether they felt unsafe at work and whether they had ever skipped a seminar or professional event as a result of feeling unsafe,\" Clancy said.About 40 percent of women of color reported feeling unsafe in their place of work as a result of their race and gender, the researchers found. A substantial number of white women also felt unsafe. Overall, about 13 percent of the female respondents reported skipping at least one class, meeting, fieldwork opportunity or other professional event for this reason. Some minority men also skipped events as a result of hearing racist comments at school or work.\"For 40 percent of women of color to say they felt unsafe in their workplace - not over the course of their lifetimes, but just in the last few years - that is probably one of the strongest pieces of evidence that something is terribly wrong,\" Clancy said. \"And the fact that something like a third of the white men are overhearing these remarks is more evidence that this is kind of a hostile environment in general. It appears that this is a discipline that has some bullying and intimidation issues.\"\"We are definitely not the first people to look at experiences of women of color in the workplace,\" said Lee, who conducted the statistical analyses of the survey. \"Those who study workplace climate, including many notable women of color, have been saying these things for a long time. To my knowledge, however, this is the first time that anyone has looked at this in the sciences.\"", "article_link": "http://dx.doi.org/10.1002/2017JE005256", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoia-srw071017.php", "region": "namerica", "source_link": null, "funder": "Illinois Leadership Center, Committee for the Status of Women in Astronomy", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Policy/Ethics", " Behavior", " Immigrants & Migration", " Minorities", " Sexual Orientation", " Perception/Awareness", " Stress/Anxiety", " Socioeconomics", " Employment", " Space/Planetary Science"], "journal": "Journal of Geophysical Research - Planets", "description": "In an online survey about their workplace experiences, 88 percent of academics, students, postdoctoral researchers and administrators in astronomy and planetary science reported hearing, experiencing or witnessing negative language or harassment relating to race, gender or other physical characteristics at work within the last five years. Of the 423 respondents, 39 percent reported having been verbally harassed and 9 percent said they had suffered physical harassment at work.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}