{"title": "Lost in translation: To the untrained zebra finch ear, jazzy courtship songs fall flat", "text": "Zebra finches brought up without their fathers don't react to the singing of potential suitors in the same way that female birds usually do, hinting that the environment in which the birds are raised can have a determining effect on their behaviour. The finding, published in the Proceedings of the Royal Society B by McGill researchers, highlights how learning and experience, including developmental auditory experience, can shape how the brain perceives vocal signals.  The research adds to a growing body of evidence underscoring how specific experiences are necessary to shape the developing brain, and how the absence of specific inputs can have long-lasting effects on perception, neural processing, and behaviour.Songbirds use courtship signals such as song to identify individuals and select a mate. \r\nZebra finch males each produce a single song, but they perform a \"better\" version when courting a female. There is accumulating evidence that females choose mates based on how well their potential suitor performs this \"improved version\", providing information about his quality, condition and fitness.Given the importance of being able to judge the subtle difference in the male zebra finches' song, scientists imagined this skill to be innate within female zebra finches. To test that idea,\r\nSarah Woolley, professor at McGill's Department of biology, and graduate student Nancy Chen decided to investigate how developmental exposure to adult male song might affect behavioural responses to song in female zebra finches. \"Because females use song in selecting a mate, we expected that females might have an inherent bias to recognize and prefer high-performance songs\", professor Woolley says.\r\nSurprisingly, they found that a bird's capacity to distinguish courting versus non-courting singing greatly depends on its upbringing. Female zebra finches brought up with both of their parents reacted in the \"normal\" way and preferred the courtship songs of potential suitors. Females reared without their father's songs didn't consistently prefer high-performance courtship songs.In other words, female zebra finches need to hear dad's singing to help her distinguish which suitor sings best. \"In the wild, females would rarely be raised without a father/tutor,\" professor Woolley notes. \"That said, it could mean that the environment that birds are raised in will influence song preferences. We already know that male birds can shift their songs to make them easier to hear in noisy, urban environments. Our data could mean that the ability of females to detect those songs may be affected by what they hear when they are young.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/mu-lit071017.php", "region": "namerica", "source_link": "http://www.mcgill.ca/newsroom/channels/news/lost-translation-untrained-zebra-finch-ear-jazzy-courtship-songs-fall-flat-268897", "funder": "National Sciences and Engineering Research Council", "meeting": "", "institution": "McGill University", "keywords": ["Biology", " Developmental/Reproductive Biology", " Zoology/Veterinary Science"], "journal": "Proceedings of the Royal Society B", "description": "Zebra finches brought up without their fathers don't react to the singing of potential suitors in the same way that female birds usually do.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}