{"title": "New survey highlights gender, racial harassment in astronomy and planetary science", "text": "WASHINGTON, DC -- Women of color working in astronomy and planetary science report more gender and racial harassment than any other gender or racial group in the field, according to a new study revealing widespread harassment in these scientific disciplines.In a survey of workplace experiences among astronomy and planetary science professionals, about 40 percent of women of color reported feeling unsafe in their workplace because of their gender, while 28 percent feel unsafe due to their race. About 13 percent of the survey's female respondents reported skipping at least one class, meeting, fieldwork opportunity or other professional event for this reason. Some men of color also skipped events as a result of hearing racist comments at school or work, according to a new study detailing the survey's results in the Journal of Geophysical Research: Planets, a journal of the American Geophysical Union.A substantial number of respondents -- 88 percent -- reported having heard remarks within the last five years that they interpreted as racist or sexist or that disparaged someone's femininity, masculinity, or physical or mental abilities. Thirty-nine percent of respondents reported having been verbally harassed, and 9 percent said they had suffered physical harassment at work.These negative experiences are taking a toll on the scientists' sense of security at work, leading to a loss of professional opportunities and underrepresentation of women and minorities in science, according to Kathryn Clancy, an anthropologist at the University of Illinois at Urbana-Champaign and lead author of the new study.\"For 40 percent of women of color to say they felt unsafe in their workplace - not over the course of their lifetimes, but just in the last few years -- that is probably one of the strongest pieces of evidence that something is terribly wrong,\" Clancy said.Previous research has found that women generally experience subtle, indirect or unintentional discrimination in the sciences. The authors of the study wanted to look specifically at the experiences of those who fit into two minority groups -- women of color -- and their study is among the first to do so.The results suggest the astronomy and planetary science communities need to address the experiences of all women, but especially women of color, to create more inclusive workplaces for all scientists, according to the authors. They suggest a four-pronged approach to minimizing harassment: implementing a code of conduct for all trainees and employees regarding appropriate workplace behavior; making diversity and cultural awareness training mandatory; having leaders in the field model appropriate behavior; and dealing with reported abuses swiftly, justly and consistently.\"I think that this is a great start to studying the problems of women and race in astronomy and planetary science,\" said Christina Thomas, a research scientist at the Planetary Science Institute in Arlington, Virginia, who was not connected to the study. \"As a scientist, people respond to numbers, to data. So actually having this all written out in such a comprehensive way could do a lot to change the perception from a sort of anecdotal understanding that these things might happen, to more of a quantitative understanding of what the actual problems are.\"More than 450 academics, students, postdoctoral researchers and administrators in astronomy and planetary science responded to the survey, which was administered online from January to March of 2015. The participants represented every demographic group and every rank in the academic hierarchy and were recruited through astronomy and planetary science professional meetings, media outlets, blogs and social media.Women, and in particular, women of color, were most likely to report hearing racist and sexist remarks, according to the study. About one-third of white men also reported hearing sexist and racist remarks at work or in classrooms and laboratories. Most negative comments came from peers, but a significant number of sexist comments originated with supervisors, the survey found.\"When we started looking at the results, we realized it was actually signaling that there were a lot of people in the community desperate to let us know that they were seeing issues,\" said Christina Richey, a planetary scientist in Washington, D.C., and former chair of the American Astronomical Society's Committee on the Status of Women in Astronomy, who co-authored the new study.Richey said she is impressed with the work that has been done to change the culture of harassment over the past several years, but cautions there is still a great deal of work to be done to fulfill the four-pronged approach discussed in the study. Many professional associations have created new committees and hosted town halls and plenaries where members of the communities have been able to discuss the issues of sexual harassment, racism, and implicit bias. They have also implemented policy changes at their meetings and for their membership after realizing how rampant harassment is in these fields, Richey said.\"I am impressed with the efforts that the American Geophysical Union, the American Astronomical Society, the Division for Planetary Sciences and their diversity committees and subcommittees, have put forth to make their meetings more inclusive and welcoming and safe environments for all in this short period of time,\" she said. \"Being a leader means being responsible for the people around you, and for the people who put you into a leadership role.  I commend our leaders who understand that and take that role responsibly. I hope that using the results from this study and the suggestions for minimizing harassment, we continue to improve our work climate.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/agu-nsh071017.php", "region": "namerica", "source_link": "http://news.agu.org/press-release/new-survey-highlights-gender-racial-harassment-in-astronomy-and-planetary-science/ ", "funder": "", "meeting": "", "institution": "American Geophysical Union", "keywords": ["Social/Behavioral Science", " Behavior", " Demography", " Space/Planetary Science"], "journal": "Journal of Geophysical Research: Planets", "description": "Women of color working in astronomy and planetary science report more gender and racial harassment than any other gender or racial group in the field, according to a new study revealing widespread harassment in these scientific disciplines.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}