{"title": "Preterm delivery linked to greater risk of cardiovascular disease later in life", "text": "Boston, MA -- Previous studies have shown preterm delivery to be associated with an increased risk of cardiovascular disease, but it is unknown whether this risk remains after adjusting for a woman's pre-pregnancy lifestyle and risk factors of CVD. In a new study led by Brigham and Women's Hospital, investigators have found that women who have delivered prematurely before 37 weeks have a 40 percent increased risk of developing cardiovascular disease when compared to women who delivered their babies after 37 weeks.  Women who delivered earlier, before 32 weeks, had double the risk of CVD.The research was published in Circulation on February 2, 2017 in the American Heart Association's \"Go Red for Women\" issue.\"Delivering a preterm infant may be an early warning signal of high risk for cardiovascular disease\", says Lauren Tanz, MSPH, first author and a Programmer and Analyst at BWH and a doctoral student at the Harvard T.H. Chan School of Public Health. \"Since cardiovascular risk develops over a lifetime, it's not too early for these women to adopt a heart healthy lifestyle.\"Researchers reviewed data on 70,182 women in the Nurses' Health study II and examined the association between premature delivery and cardiovascular disease. After adjusting for age, race, parental education, and pre-pregnancy lifestyle and CVD risk factors, the team found that preterm delivery was associated with an increased risk of CVD when compared to women who gave birth at term. Risks were stronger for women who delivered more than one preterm infant. The heightened risk of CVD was true even after preterm deliveries that were not complicated by hypertensive disorders of pregnancy.  While 31 percent of women will die from CVD, that figure rises to 36 percent for those who deliver 3-7 weeks early and up to 60 percent for women who deliver 8 or more weeks before term. Researchers are hopeful that this finding will help identify women who should be especially concerned about a later risk of developing CVD.\"Very little of the risk associated with preterm delivery was explained by traditional cardiovascular risk factors like overweight and hypertension. We need more research to understand why women who deliver preterm are at higher risk, and what we can do to help them lower it,\" says Janet Rich-Edwards, ScD, senior author of the research and director of Developmental Epidemiology at the Connors Center for Women's Health and Gender Biology at BWH.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bawh-pdl013117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Cardiology", " Fertility", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Gynecology", " Public Health"], "journal": "Circulation", "description": "Investigators found women who have delivered prematurely before 37 weeks have a 40 percent increased risk of developing cardiovascular disease when compared to women who delivered their babies after 37 weeks.  Women who delivered earlier, before 32 weeks, had double the risk of CVD.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}