{"title": "Better sleep can lead to better sex", "text": "CLEVELAND, Ohio (Feb. 1, 2017) -- Sleep disturbance is common for many women during menopause, creating an array of adverse health outcomes such as heart disease, hypertension, and depression. A new study shows that sleep problems can also interfere with a woman's level of sexual satisfaction. The study outcomes are being published online today in Menopause, the journal of The North American Menopause Society (NAMS).According to data analyzed for 93,668 women aged 50 to 79 years who were enrolled in the Women's Health Initiative Observational Study, short sleep duration (defined as fewer than 7 to 8 hours per night) was associated with lower odds of sexual satisfaction. Of the participants, 56% reported being somewhat or very satisfied with their current sexual activity, and 52% reported partnered sexual activity within the last year. Insomnia prevalence was 31%.The Menopause article \"Association of sleep disturbance and sexual function in postmenopausal women\" describes how the relationship between sleep length and quality with sexual satisfaction remained even after adjusting for other possible causes of sleep deprivation, including depression and chronic disease. This relationship, however, did vary across age groups. Older women, for example, were less likely to be sexually active if they slept fewer than 7 to 8 hours per night compared with younger women. In fact, women aged older than 70 years who slept fewer than 5 hours were 30% less likely to be sexually active than women sleeping 7 to 8 hours. It is already known that the prevalence of sleep problems increases with age.\"Women and healthcare providers need to recognize the link between menopause symptoms and inadequate sleep and their effects on sexual satisfaction,\" says Dr. JoAnn Pinkerton, NAMS executive director. \"There are effective treatment options to help with sleep disruption and sexual satisfaction, including hormone therapy, which this study confirmed to be effective at menopause for symptomatic women.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tnam-bsc013017.php", "region": "namerica", "source_link": "http://www.menopause.org/docs/default-source/default-document-library/sleep-and-sexual-function-in-postmenopausal-women.pdf", "funder": "", "meeting": "", "institution": "The North American Menopause Society (NAMS)", "keywords": ["Medicine/Health", " Cardiology", " Aging", " Sleep/Sleep Disorders", " Gynecology", " Sexual Behavior", " Depression/Anger"], "journal": "Menopause: The Journal of the North American Menopause Society", "description": "Sleep disturbance is common for many women during menopause, creating an array of adverse health outcomes such as heart disease, hypertension, and depression. A new study shows that sleep problems can also interfere with a woman's level of sexual satisfaction. The study outcomes are being published online today in Menopause, the journal of The North American Menopause Society (NAMS).", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}