{"title": "Regular exercise may reduce high blood pressure risk in African-Americans", "text": "DALLAS, Jan. 30, 2017 - Regular swimming, biking or even brisk walks can help African Americans lower their chance of developing high blood pressure, according to new research published in the American Heart Association's journal Hypertension.\"High blood pressure is a major health issue for many African Americans,\" said Keith Diaz, Ph.D., lead study author and assistant professor at the Center for Behavioral Cardiovascular Health at Colombia University Medical Center in New York, New York. \"Instead of waiting for full-blown hypertension or abnormally high blood pressure to develop in African Americans, health professionals should prescribe a dose of physical activity, just as they would prescribe a medication.\"African Americans are more likely to have high blood pressure than other racial groups in the United States. Among non-Hispanic blacks age 20 and older, nearly 45 percent of men and 46 percent of women have high blood pressure, which is defined as systolic blood pressure of 140 mm Hg or higher or diastolic blood pressure of 90 mm Hg or higher, according to the American Heart Association.However, whether regular exercise can reduce the risk of developing high blood pressure and what types of exercise are protective had not yet been established for African Americans.In the current study, researchers examined reported physical activity in 1,311 people in the Jackson Heart Study, a large, ongoing, research program examining factors that influence the development of heart disease in African Americans living in or near Jackson, Mississippi. All of the participants had normal blood pressure at the beginning of the study (when they were, on average, in their late 40s), but almost half had developed high blood pressure eight years later.Compared with participants who didn't exercise at all, researchers found that the risk of high blood pressure was:16 percent lower in participants who did intermediate levels of physical activity (less than the recommended 150 minutes/week of moderate-intensity exercise);24 percent lower in participants with ideal levels of physical activity (less than 150 minutes/week of moderate-intensity exercise or at least 75 minutes/week of vigorous exercise).The researchers also found that certain types of physical activity lowered the risk of high blood pressure. Sport or exercised-related physical activity was found to lower the risk of high blood pressure compared to reported levels of physical activity from working or doing household chores, which did not change the risk of high blood pressure.\"We think that occupational or household activity is often not done in bouts long enough to cause healthy changes in your heart, blood vessels and muscles,\" Diaz said. \"Other research has shown that for physical activity to be beneficial, it needs to be done for at least 10 consecutive minutes at a time and at intensity levels that get you breathing harder and your heart beating faster.\"Moderate-intensity physical activity requires working hard enough to raise your heart rate and break a sweat, such as brisk walking, water aerobics, doubles tennis, biking mostly on level ground or mowing the lawn. Vigorous physical activity raises your heart rate and requires breathing hard and fast, such as running, swimming laps, singles tennis or bicycling 10 miles/hour or faster. High blood pressure is a common disease that affects about one in three adults in the United States overall and is more common in African Americans. Although it often causes no symptoms, high blood pressure is a major cause of heart attack, stroke, heart failure and kidney disease.  Because the current study was conducted only in Mississippi, the results may not necessarily generalize to African Americans living in other areas of the United States.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/aha-rem012517.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/regular-exercise-may-reduce-high-blood-pressure-risk-in-african-americans?preview=fe6185b8619d3cbd0e4ca07d1c8a693b", "funder": "", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "Hypertension: Journal of the American Heart Association", "description": "Regular moderate to vigorous physical activity can reduce the risk of high blood pressure in African-Americans.\r\nFinding ways to reduce this risk is important because African Americans are more likely to develop high blood pressure than any other racial group in the United States.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}