{"title": "Researchers decode rare form of adrenal gland genetic disorder linked to gender ambiguity", "text": "A complete clinical and genetic profile of a rare inherited disorder, steroid 11-hydroxylase deficiency, which can cause genital masculinization in females, is being reported by an international group of researchers led by investigators at the Icahn School of Medicine at Mount Sinai. This is the first time that the complete genetic profile has been identified. \r\nThe findings, published in Proceedings of the National Academy of Sciences, on January 30th, may eventually lead to newborn screening, diagnosis, and treatment. Prenatal diagnosis and treatment may be developed to prevent genital ambiguity.\r\nThe disorder is a rare form of congenital adrenal hyperplasia (CAH) resulting in excessive adrenal male hormone secretion caused by deficient secretion of cortisol, a vital steroid hormone. This begins to affect sexual development at approximately 9 weeks of pregnancy and leads to masculization of the genitalia in the female fetus, resulting in genital ambiguity.\r\n\"Female infants born with this disorder may be misidentified as males and raised that way. Now that we understand much more about this disorder, we believe it will be possible to prevent an incorrect sex assignment in a fetus and avoid all of the social, cultural, and sexual issues that can come from such an error,\" says the study's senior investigator, Maria I. New, MD, Professor of Pediatrics, Genetics and Genomic Sciences, and Director of the Adrenal Steroid Disorders Program at the Icahn School of Medicine at Mount Sinai. The study's lead author is Ahmed Khattab, MD, Assistant Professor of Pediatrics at the Icahn School of Medicine at Mount Sinai. \r\nThis current study is focused on a rare form of the disorder, 11β-hydroxylase deficiency. Steroid 11β-hydroxylase deficiency affects only 5-8 percent of CAH patients, or 1 in 100,000 live births in the United States.  The team collected data on 108 patients diagnosed with the 11β-hydroxylase deficiency. They found that the form occurs most often in countries of the Middle East, Turkey and North Africa and that most of the patients in the study were from Tunisia.\r\n\"We propose that consanguineous marriages, such as  between first cousins, common in these countries, suggests an explanation for the prevalence of 11β-hydroxylase deficiency in that part of the world,\" says Dr. New. The disorder is caused by a recessive gene defect, which means that both parents may each carry a normal gene and a mutated gene, but can each pass one copy of the defective gene to the fetus, which is then affected. \r\nDr. New and her colleagues have fully described the most common form of CAH: steroid 21-hydroxylase enzyme deficiency, responsible for 90-95 percent of all cases. Their previous work has led to newborn screening in the U.S. and in many other countries for the most severe form of 21-hydroxylase deficiency, which involves gene mutations on chromosome 6.  Most people affected are from Europe, South America, and Asia.\r\nDr. New and her team were the first to develop a method that can noninvasively test for genetic mutations starting at 6 weeks of pregnancy by identifying steroid 21-hydroxylase deficiencies circulating in the pregnant mother's blood. Once the diagnosis is made, proper treatment  can  prevent masculinization of the female fetus in the womb by suppressing adrenal androgen secretion during genital development.\r\nStudying the genotype and clinical profiles of 68 of the patients, the researchers identified the chromosome 8 mutations responsible for the structure of the 11β-hydroxylase enzyme, and examined how each mutation affected the severity of sexual ambiguity in females and other effects of the disorder in both sexes, including hypertension, and advanced skeletal maturation.\r\n \"Additionally, males with severe forms of CAH, especially those born in countries that do not have a newborn screening program, may never be recognized as their male genitalia are normal. This study is a significant contribution that gives the endocrine world a detailed description of the genetics and of the clinical spectrum of  11β-hydroxylase deficiency, which is treatable.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tmsh-rdr013017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Diagnostics", " Endocrinology", " Fertility", " Gynecology", " Physiology", " Sex-Linked Conditions"], "journal": "Proceedings of the National Academy of Sciences", "description": "A complete clinical and genetic profile of a rare inherited disorder, steroid 11-hydroxylase deficiency, which can cause genital masculinization in females, is being reported by an international group of researchers led by investigators at the Icahn School of Medicine at Mount Sinai. Postnatal screening and treatment may prevent females from being raised as males.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}