{"institution": "American Academy of Neurology", "title": "For headache, telemedicine may be as effective as in-person visit", "url": "http://www.eurekalert.org/pub_releases/2017-06/aaon-fht060917.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - For people with headache, seeing the neurologist by video for treatment may be as effective as an in-person visit, according to a study published in the June 14, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.\"Headache is the most common neurologic disorder, yet is often not diagnosed or people don't receive adequate treatment,\" said study author Kai I. Müller, MD, of the Arctic University of Norway in Tromsø. \"New technology is available to diagnose and treat people through telemedicine, but few studies have looked at whether it is effective for people with headache.\"The study involved 402 people with non-acute headaches, or headaches that came on gradually, who had been referred from a primary care doctor to a neurologist. Half of the participants then had a traditional office visit with a neurologist at a hospital in northern Norway. The other half came to the hospital but saw the neurologist through video conference. Participants completed questionnaires about the impact their headaches had on their daily life and about the level of pain at the beginning of the study and again after three months and one year.  The researchers found no differences between the people treated using telemedicine and those who had traditional office visits. The study was what is called a non-inferiority study, which is designed to show that the new type of treatment is not clinically worse than the current type of treatment.To assess the safety of using telemedicine, the researchers looked to see whether participants had secondary headache a year after the visit. Secondary headache is a headache that is a symptom of a disease or another underlying condition. \"We wanted to make sure that the neurologists were not missing any underlying diseases that were causing the headaches when they were treating people via telemedicine, but there was only one person in each group who had a secondary headache, so there was no difference in the diagnosis and treatment,\" Müller said.The researchers estimated that in every 20,200 consultations by telemedicine, one diagnosis of secondary headache would be missed. \"Northern Norway covers a huge area and it is broken up by mountains, valleys and fjords into many sparsely populated places, so traveling to see a doctor can be cumbersome and expensive for many people,\" Müller said. \"But telemedicine may be valuable for people all over the world who are suffering with headaches and want to see a specialist without any extra hassle or inconvenience.\"Müller noted that having all of the participants come to the hospital made the study conditions less realistic. He said that other weaknesses of the study were the lack of a placebo group and blinding, but that those would be difficult to implement. ", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Neurobiology", " Pain", " Public Health", " Demography", " Technology/Engineering/Computer Science", " Computer Science"], "description": "For people with headache, seeing the neurologist by video for treatment may be as effective as an in-person visit, according to a study published in the June 14, 2017, online issue of Neurology, the medical journal of the American Academy of Neurology.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}