{"journal": "Experimental Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoih-sbc030217.php", "description": "Researchers from the University of Iowa Carver College of Medicine and the University of Miami Miller School of Medicine have shown that a neuroprotective compound tested in rats provides two-pronged protection for brain cells during stroke and improves physical and cognitive outcomes in the treated animals.", "article_link": "http://dx.doi.org/10.1016/j.expneurol.2017.01.006", "date": "Thu, 02 Mar 2017 05:00:00 GMT", "funder": "American Heart Association, Miami Project to Cure Paralysis, Mary Alice Smith Fund for Neuropsychiatry Research, Titan Neurologic Research fund, University of Iowa, Department of Veterans Affairs", "title": "Saving brain cells from stroke", "region": "namerica", "source_link": null, "institution": "University of Iowa Health Care", "text": "Researchers from the University of Iowa Carver College of Medicine and the University of Miami Miller School of Medicine have shown that a neuroprotective compound tested in rats provides two-pronged protection for brain cells during stroke and improves physical and cognitive outcomes in the treated animals.Every year, nearly 800,000 Americans have a stroke and almost 130,000 die. Survivors often are left with long-term physical and cognitive disability that significantly alters their lives.When a stroke interrupts the brain's blood supply, mature brain cells (neurons) die. In addition, reestablishing blood flow, known as reperfusion, also leads to processes that cause cell death. A part of the brain's natural response to stroke injury is to increase production of new brain cells in two specific regions (the subgranular zone of the hippocampal dentate gyrus and the subventricular zone of the lateral ventricles), which normally make a smaller number of new brain cells every day. Unfortunately, the vast majority of these newborn cells die within one to two weeks, limiting the benefit of this potential repair process. Minimizing the loss of brain cells is a primary goal for new stroke therapies.\"If we could prevent the mature brain cells from dying that would be beneficial,\" says Andrew Pieper, MD, PhD, professor of psychiatry in the UI Carver College of Medicine and co-senior study author. \"But if we could also support or enhance this surge in neurogenesis (birth of new neurons), we might be able to further foster recovery, especially in terms of cognitive function, which is critically dependent on the hippocampus.\" Using rats, Pieper and his colleagues Zachary B. Loris and W. Dalton Dietrich, PhD, tested the effects of a compound called P7C3-A20 on these two aspects of neuroprotection following ischemic stroke. Blood flow to the rats' brains was interrupted for 90 minutes and then the blockage was cleared allowing reperfusion. One group of rats was given the P7C3-A20 compound twice daily for seven days following the stroke. P7C3-A20 has previously been shown to prevent brain cell death in other animal models of neurologic injury, including Parkinson's disease, amyotrophic lateral sclerosis, stress-associated depression, and traumatic brain injury.In terms of the brain itself, the P7C3-A20 compound reduced loss of brain tissue (atrophy) and increased survival of newborn neurons six weeks after stroke. In addition to the improved survival of both mature and newborn neurons, rats that received the P7C3-A20 compound for seven days after stroke also had better physical and cognitive outcomes than untreated rats. Treated rats had improved balance and coordination one week after stroke, and improved learning and memory one month after stroke. The findings were published recently in the journal Experimental Neurology.\"There is no previous demonstration of a pharmacologic agent that both protects mature neurons from dying and also boosts the net magnitude of neurogenesis,\" Pieper says. \"Our compound is beneficial in this animal model of stroke, and we're hopeful that it might eventually benefit patients.\"\"Currently there are limited treatments for acute stroke that make a real difference in patient's lives. There is an urgent need to identify, test, and translate new therapies to the clinic,\" adds Dietrich, co-senior study author and Scientific Director of The Miami Project to Cure Paralysis, professor of neurological surgery, neurology, biomedical engineering and cell biology at the University of Miami where the studies were conducted. \"The ability to both protect and repair the injured nervous system has major implications on how we think about improving outcomes in millions of people each year with acute neurological injuries.\"The neuronal protection provided by the P7C3-A20 compound was also associated with a boost in the levels of a substance called nicotinamide adenine dinucleotide (NAD) in the rats' brains. NAD is emerging as an important player in neuronal health and survival. Levels of this substance are depleted during stroke, and it has been proposed that increasing NAD levels may be a therapeutic target for treating stroke. In this study, P7C3-A20 treatment restored NAD to normal levels in the rats' cortex after a stroke. Importantly, the study examined the effects of P7C3-A20 on cognitive and physical outcomes well beyond the time of the initial stroke. The sustained physical and cognitive improvement seen in the rats up to one month after the stroke suggests that the P7C3-A20 compound provides a long-term benefit.\"We found we can give the compound in this critical period immediately after the stroke and it has a lasting effect,\" notes Pieper, who also is a professor of neurology, radiation oncology, and a psychiatrist with the Iowa City Veterans Affairs Health Care System.In recent years, advances in treatments that break up or remove stroke-causing blood clots have reduced the death rate for stroke and are improving outcomes for patients. The researchers hope that a treatment based on P7C3-A20 used in addition to the clot-clearing therapies might further improve outcomes by protecting brain cells during the traumatic ischemia/reperfusion period.", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Neurobiology"]}