{"journal": "Cardiovascular & Hematological Agents in Medicinal Chemistry", "url": "http://www.eurekalert.org/pub_releases/2017-03/bsp-cao030217.php", "description": "Investigations by researchers of Zoology Department of Cotton College, Guwahati, and Gauhati University, Guwahati, Assam, India, have revealed that long term exposure to elevated doses of Anabolic Androgenic Steroids (AAS) can significantly affect aldosterone concentration and serum sodium/ potassium levels in albino mice.", "article_link": null, "date": "Thu, 02 Mar 2017 05:00:00 GMT", "funder": "", "title": "Chronic administration of nandrolone decanoate", "region": "asia", "source_link": null, "institution": "Bentham Science Publishers", "text": "Investigations by researchers of Zoology Department of Cotton College, Guwahati, and Gauhati University, Guwahati, Assam, India, have revealed that long term exposure to elevated doses of Anabolic Androgenic Steroids (AAS) can significantly affect aldosterone concentration and serum sodium/ potassium levels in albino mice.The research led by Dr. Rita Mahanta, Associate Professor (Retd.) in the Department of Zoology, Cotton College, Guwahati and Ph.D. student, Parmita Chowdhury from Gauhati University, Zoology Department, have discovered that prolonged administration of Nandrolone Decanoate, an AAS, upon a group of male albino mice significantly increased serum aldosterone and sodium ion levels when compared with a group of albino mice that did not receive such treatment. Post treatment alterations were also revealed through measuring the level of potassium ion but this change was reported to be insignificant.This study, published in the journal Cardiovascular and Hematological Agents in Medicinal Chemistry (Bentham Science), volume 14, issue 3, further emphasizes that a change of this kind where a marked increase in aldosterone levels occurred upon chronic exposure to Nandrolone Decanoate could be a possible indication of steroid related cardiovascular disorders as a number of literatures are available that support the correlation between aldosterone concentration and cardiovascular diseases.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Hematology", " Metabolism/Metabolic Diseases"]}