{"journal": "American Journal of Physical Medicine & Rehabilitation", "url": "http://www.eurekalert.org/pub_releases/2017-03/wkh-hri030217.php", "description": "Physical activities incorporating horseback riding can help to improve strength, balance, and other outcomes for children and adults with a range of neuromotor, developmental, and physical disabilities, according to a report in the American Journal of Physical Medicine & Rehabilitation, the official journal of the Association of Academic Physiatrists. The journal is published by Wolters Kluwer.", "article_link": null, "date": "Thu, 02 Mar 2017 05:00:00 GMT", "funder": "", "title": "Horseback riding interventions have therapeutic benefits for people with disabilities", "region": "namerica", "source_link": null, "institution": "Wolters Kluwer Health", "text": "March 2, 2017 - Physical activities incorporating horseback riding can help to improve strength, balance, and other outcomes for children and adults with a range of neuromotor, developmental, and physical disabilities, according to a report in the American Journal of Physical Medicine & Rehabilitation, the official journal of the Association of Academic Physiatrists. The journal is published by Wolters Kluwer.Such \"equine-assisted activities and therapies\"--using the horse as a therapeutic tool--\"are clearly a viable intervention option for participants with impairments in balance, gross and fine motor function, gait, spasticity, and coordination,\" write Alexandra N. Stergiou and colleagues of Medical School of Ioannina, Greece. But they emphasize that further evidence is needed to demonstrate the clinical benefits of these activities.Evidence Supports Benefits of Therapeutic Riding and Hippotherapy\nThe researchers reviewed and analyzed previous studies of horseback riding interventions for patients with various types of motor (movement) dysfunction--for example, cerebral palsy, multiple sclerosis, and stroke. A comprehensive review identified 16 studies evaluating two types of interventions: therapeutic riding, defined as some type of adaptive or modified horseback riding with a therapeutic goal; or hippotherapy, which uses the movement of the horse for therapeutic purposes.Eight studies assessed the effects of equine-assisted therapies for children with cerebral palsy, including a total of 434 patients. Four studies evaluated the use of these interventions to improve mobility in older adults with multiple health problems and disabilities, 90 patients; and three studies addressed patients with multiple sclerosis, 52 patients. One study, including 20 patients, assessed the use of hippotherapy for patients after a stroke.The results suggested that therapeutic riding or hippotherapy had a \"significant positive impact\" in all groups of patients studied. Individual studies reported small but significant improvements in outcomes such as balance, motor function, posture, gait, muscle symmetry, pelvic movement, psychosocial factors, and quality of life.Eight studies provided sufficient data for pooled analysis (meta-analysis) of specific measures of balance and gross motor function. On a measure of balance, the effects of therapeutic riding were not significantly greater than for other types of therapy. There was evidence of positive effects on several dimensions of gross motor function, but no statistically significant effect on the overall motor function score.Mrs. Stergiou comments, \"The evidence for therapeutic riding and hippotherapy is encouraging, but with gaps in that there are very few studies of these interventions in the international literature.\" She notes that the ability to perform meta-analysis is limited by the small size of the studies and the different measurements used.Within these limitations, the available evidence suggests that therapeutic riding and hippotherapy can be beneficial for patients with neuromotor disabilities. The studies show improvement on measures of walking and gross motor function in children with cerebral palsy. The research also provides evidence of increased balance and leg muscle strength in older adults, including stroke survivors.Further studies will be needed to examine how horseback riding interventions affect other important outcomes, such as daily activity levels and patient self-competence. \"Equine-assisted therapies potentially provide advantage for cognitive, emotional, and social well-being,\" Dr. Stergiou and coauthors write. \"Individuals who participate have the opportunity to simultaneously experience, benefit and enjoy the outdoors, which might not otherwise be readily available.\"", "meeting": "", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Hearing/Speech", " Neurobiology", " Orthopedic Medicine", " Musculature", " Pain", " Pediatrics", " Public Health"]}