{"journal": "Annals of Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-03/mgh-hg030217.php", "description": "Massachusetts General Hospital investigators find that a gene variant that produces red hair and fair skin in humans and in mice, which increases the risk of the dangerous skin cancer melanoma, may also contribute to the known association between melanoma and Parkinson's disease.", "article_link": "http://dx.doi.org/10.1002/ana.24852", "date": "Thu, 02 Mar 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, US Department of Defense, National Natural Science Foundation of China, RJG Foundation, Michael J. Fox Foundation, Milstein Medical Asian American Partnership Foundation", "title": "'Red hair' gene variant may underlie association between melanoma and Parkinson's disease", "region": "namerica", "source_link": null, "institution": "Massachusetts General Hospital", "text": "A gene variant that produces red hair and fair skin in humans and in mice, which increases the risk of the dangerous skin cancer melanoma, may also contribute to the known association between melanoma and Parkinson's disease.  In their paper appearing in the March issue of Annals of Neurology and previously published online, Massachusetts General Hospital (MGH) investigators report that mice carrying the red hair variant of the melanocortin 1 receptor (MC1R) gene have reduced production of the neurotransmitter dopamine in the substantia nigra -- the brain structure in which dopamine-producing neurons are destroyed in Parkinson's disease (PD) -- and are more susceptible to toxins known to damage those neurons. \"This study is the first to show direct influences of the melanoma-linked MC1R gene on dopaminergic neurons in the brain and may provide evidence for targeting MC1R as a novel therapeutic strategy for PD,\" says Xiqun Chen, MD, PhD, of the MassGeneral Institute for Neurodegenerative Disease (MGH-MIND), lead and corresponding author of the report.  \"It also forms a foundation for further interdisciplinary investigations into the dual role of this gene in tumorigenesis within melanocytes - the pigment cells in which melanoma develops - and the degeneration of dopaminergic neurons, improving our understanding of why and how melanoma and Parkinson's disease are linked.\"  Inherited variants of the MC1R gene determine skin pigmentation, with the most common form leading to greater production of the darker pigment called eumelanin and the red-hair-associated variant, which inactivates the gene's function, increasing production of the lighter pigment called pheomelanin. Not only does pheomelanin provide less protection from ultraviolet damage to the skin than does eumelanin, but a 2012 study led by David Fisher, MD, PhD - chief of the MGH Department of Dermatology, director of the Cutaneous Biology Research Center and a co-author of the current study -- found it also may directly contribute to melanoma development. While patients with Parkinson's disease have a reduced risk of developing most types of cancer, their higher-than-expected risk of melanoma is well recognized, as is the increased risk of PD in patients with melanoma.  Several recent studies also have found evidence suggesting increased PD risk in individuals with red-hair-associated variants of MC1R, so the current study was designed to explore that potential role of the gene in PD and specifically in dopamine-producing neurons of the substantia nigra. The team's experiments showed that, in mice with the common form of MC1R, the gene is expressed in dopamine-producing neurons in the substantia nigra. The red-haired mice in which the gene is inactivated because of a mutation were found to have fewer dopamine-producing neurons and as they aged developed a progressive decline in movement and a drop in dopamine levels. They also were more sensitive to toxic substances known to damage dopamine-producing neurons and had indications of increased oxidative stress - which the 2012 study implied was involved in pheomelanin-associated melanoma risk - in brain structures adjacent to the substantia nigra. Treatment with a substance that increases MC1R signaling reduced the susceptibility of mice with the common variant to a neurotoxin, further supporting a protective role for the gene's activity. \"Since MC1R regulates pigmentation and red hair is a shared risk factor for both melanoma and Parkinson's disease, it is possible that, in both conditions, MC1R's role involves pigmentation and related oxidative stress,\" says Chen, an assistant professor of Neurology at Harvard Medical School. \"Our findings suggest further investigation into the potential of MC1R-activating agents as novel neuroprotective therapies for PD, and together with epidemiological evidence, may offer information that could guide those carrying MC1R variants to seek advice from dermatologists or neurologists about their personal risk for melanoma and Parkinson's disease.\" Chen's team is continuing to pursue this line of research. ", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Cancer", " Dermatology", " Neurobiology", " Parkinson's Disease", " Genes"]}