{"journal": "PLOS Computational Biology", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-cok022317.php", "description": "A team of researchers have invented a new method to identify the origin of irregular electrical 'storm waves' in the heart. This new research, published in PLOS Computational Biology, could have major implications for the future treatment of a killer cardiac disease.", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005270", "date": "Thu, 02 Mar 2017 05:00:00 GMT", "funder": "", "title": "Cause of killer cardiac disease identified by new method", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "A team of researchers have invented a new method to identify the origin of irregular electrical 'storm waves' in the heart. This new research, published in PLOS Computational Biology, could have major implications for the future treatment of a killer cardiac disease.Atrial Fibrillation - one of the most common forms of abnormal heart rhythm - is caused by these waves, and is a major cause of stroke as it increases the risk of blood clots forming inside the heart. It occurs in about 1-2% of people, and studies have shown that it is on the rise in the developed world due to our ageing population. The potential societal and economic implications of this increase highlight the urgent need for new and more effective treatment options for the condition.\r\nIdentifying the origin of atrial fibrillation is vital for its diagnosis and treatment. Current methods involve the use of a catheter to isolate the storm waves - however, this is very invasive surgery, and it is extremely difficult to identify the origin of the waves in order to treat the condition.The researchers in this study, from the University of Manchester and the University of Hull, used a virtual human heart-torso and a 64-lead electrocardiogram (ECG) vest to study the correlation between the origin of the storm waves and the features of the ECG signals. Using the properties of the atrial activation and the signals, they were able to develop a method which can pin down the location of Atrial Fibrillation non-invasively, as well identifying different types of the condition. \"This technique can identify the origin of Atrial Fibrillation extremely effectively, which may provide a powerful tool for treatment in the future,\" said Professor Henggui Zhang, who led the study. \"This is very exciting research, which we think could lead to new developments to tackle heart problems more effectively and simply.\"", "meeting": "", "keywords": ["Biology", " Physiology", " Algorithms/Models", " Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Death/Dying", " Diagnostics", " Internal Medicine", " Physiology"]}