{"journal": "Journal of Nuclear Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/sonm-npr030117.php", "description": "In the featured article of the March 2017 issue of ", "article_link": "http://dx.doi.org/10.2967/jnumed.116.179663", "date": "Wed, 01 Mar 2017 05:00:00 GMT", "funder": "European Research Council Executive Agency, Deutsche Forschungsgemeinschaft, Deutsches Zentrum für Herz-Kreislauf Forschung", "title": "New PET radiotracer identifies inflammation in life-threatening atherosclerosis", "region": "namerica", "source_link": "http://www.snmmi.org/NewsPublications/NewsDetail.aspx?ItemNumber=22592", "institution": "Society of Nuclear Medicine", "text": "Reston, Va. - In the featured article of the March 2017 issue of \"The Journal of Nuclear Medicine,\" researchers demonstrate that a new positron emission tomography (PET) radiotracer, gallium-68 (Ga-68)-pentixafor, can quickly and non-invasively identify life-threatening atherosclerotic plaques. The tracer binds to the CXCR4 receptor on inflammatory cells present in atherosclerotic plaques--making it possible to find and treat atherosclerosis early.Atherosclerosis represents the main cause of heart attack and stroke. According to the Centers for Disease Control and Prevention, every year about 735,000 Americans have a heart attack and 800,000 have a stroke. Stroke kills more than 130,00 Americans a year, and about 610,000 die from cardiovascular disease.Atherosclerosis develops over decades with the progressive accumulation of lipids, inflammatory cells and connective tissue within the inner layer of arterial walls leading to a local thickening of the vascular wall called atherosclerotic plaque. These plaques can remain asymptomatic for years, but an inflammatory reaction can develop causing the plaques to rupture and stimulate clot formation. If a clot completely blocks an artery, no oxygen can reach the downstream tissue--resulting in the sudden development of heart attack or stroke. The challenge is to identify patients with these dangerous atherosclerotic plaques before a heart attack or stroke occurs.Currently, there is no clinically available non-invasive imaging technique specifically to detect inflammation. F-18-fluorodeoxyglucose (FDG)-PET is being used but has important limitations. It is taken up by many cells other than inflammatory cells, including cardiac and brain cells. The strong signal present in the organs next to the arteries limits the precise analysis of the radiotracer uptake in atherosclerotic plaques. In addition, patients need to fast at least six hours before FDG injection to avoid interferences with blood sugar and muscular uptake of the tracer that impair image quality. \"Ga-68-pentixafor binds more specifically to inflammatory cells than FDG and does not require the patient to fast for six hours before imaging,\" explains Fabien Hyafil, MD, PhD, of Klinikum Rechts der Isar, Munich, Germany, and Bichat University Hospital, Assistance Publique, Hôpitaux de Paris, Paris, France. In the study, the specific binding of Ga-68-pentixafor to inflammatory cells located in atherosclerotic plaques was first validated in an animal model. Seven atherosclerotic rabbits and five controls were imaged on a PET-MRI system after injection of the tracer. Resulting images clearly showed inflammation in plaques in the abdominal aorta and right carotid artery of the atherosclerotic rabbits. The researchers also confirmed with a small number of human patients that the radiotracer detected atherosclerotic plaques located in their carotid arteries.Hyafil emphasizes, \"This new radiotracer will strongly facilitate the imaging of inflammation in atherosclerotic plaques with PET and hopefully support the early detection and treatment of atherosclerosis, thus preventing heart attack or stroke.\"\r\n", "meeting": "", "keywords": ["Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Pharmaceutical Science"]}