{"journal": "European Journal of Preventive Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-03/esoc-bop022717.php", "description": "The benefits of physical activity may outweigh the impact of overweight and obesity on cardiovascular disease in middle-aged and elderly people, according to research published today in the European Journal of Preventive Cardiology. The observational study was conducted in more than 5,000 people aged 55 years and older who were followed-up for 15 years.", "article_link": "http://dx.doi.org/10.1177/2047487317693952", "date": "Wed, 01 Mar 2017 05:00:00 GMT", "funder": "", "title": "Benefits of physical activity may outweigh impact of obesity on cardiovascular disease", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/benefits-of-physical-activity-may-outweigh-impact-of-obesity-on-cardiovascular-disease?hit=wireek", "institution": "European Society of Cardiology", "text": "Sophia Antipolis, March 1, 2017: The benefits of physical activity may outweigh the impact of overweight and obesity on cardiovascular disease in middle-aged and elderly people, according to research published today in the European Journal of Preventive Cardiology.1 The observational study was conducted in more than 5,000 people aged 55 years and older who were followed-up for 15 years.\"Overweight and obesity is associated with a higher risk of cardiovascular disease and it is recommended to lose weight,\" said author Dr Klodian Dhana, a postdoctoral researcher in the Department of Epidemiology, Erasmus University Medical Centre, Rotterdam, the Netherlands. \"But in the elderly this is slightly different because weight loss, especially unintentional, is associated with muscle loss and death.\"\"Physical activity is associated with a lower risk of cardiovascular disease regardless of age,\" he continued. \"We investigated the combined impact of body mass index (BMI) and physical activity on cardiovascular disease in the middle age to elderly population.\"The study included 5,344 individuals aged 55 to 97 years of age (average 70 years) who participated in the Rotterdam Study and were free of cardiovascular disease at baseline. Information about BMI, physical activity, smoking, alcohol use, diet, education, and family history of premature heart attack was collected during the enrolment period in 1997 to 2001.Participants were categorised by BMI: normal weight (18.5-24.9 kg/m2), overweight (25-29.9 kg/m2) and obese (>30 kg/m2); and physical activity (low/high) which was below and above the median in the study population. The group was followed from 1997 to 2012 for cardiovascular events (heart attack and stroke).During the 15 year follow-up, 16% of participants had a cardiovascular event. When analysed alone, physical activity was associated with a decreased risk of cardiovascular disease regardless of BMI category. There was no association between BMI alone and cardiovascular disease.\"In the overall population we found that physical activity was protective for cardiovascular risk,\" said Dr Dhana. \"Overweight and obese participants were not at increased cardiovascular risk compared to those of normal weight. We do not refute the risk associated with obesity in the general population even though we did not find it in this older group. BMI may not be the best way to measure adiposity risk in the elderly.\"The researchers analysed the joint effect of physical activity and BMI. Compared to normal weight people with high physical activity levels (the ideal), overweight or obese individuals with high levels of physical activity were not at increased risk of cardiovascular disease, but overweight or obese people with low levels of physical activity had 1.33 and 1.35 times higher risk for developing cardiovascular disease, respectively.\"Our results show that physical activity plays a crucial role in the health of middle age to elderly people,\" said Dr Dhana. \"Those who are overweight and obese without adequate physical activity are at higher risk of developing cardiovascular disease.\"Overweight and obesity exert harmful effects through adipose tissue which accelerates the atherosclerotic process and increases cardiovascular risk. Physical activity lowers the harmful effects of atherosclerosis by reducing the stabilisation of plaques on blood vessels and reducing the heart's oxygen demand.\"People who engage in high levels of physical activity are protected from the harmful effects of adipose tissue on cardiovascular disease,\" said Dr Dhana. \"This may be why we found that the beneficial impact of physical activity on cardiovascular disease outweighs the negative impact of BMI.\"The Rotterdam Study was an active population, with the 'low' and 'high' groups doing two and four hours of daily activity. This included biking and walking to the shops and housework. Dr Dhana said the important point was that the study compared the two groups and found that more activity was better for health.\"Any physical activity is positive for cardiovascular health and in elderly people of all weights walking, biking and housework are good ways to keep moving,\" said Dr Dhana. \"European guidelines recommend 150 minutes a week of moderate intensity physical activity to decrease the risk of cardiovascular disease.\"2", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Physiology", " Public Health", " Disease in the Developing World"]}