{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--chw030117.php", "description": "The combination of prolonged hot spells with poor air quality greatly compounds the negative effects of each and can pose a major risk to human health, according to new research from the University of California, Irvine.", "article_link": null, "date": "Wed, 01 Mar 2017 05:00:00 GMT", "funder": "NASA, US Department of Energy, National Science Foundation", "title": "Concurrent heat waves, air pollution exacerbate negative health effects of each", "region": "namerica", "source_link": "https://news.uci.edu/research/concurrent-heat-waves-air-pollution-exacerbate-negative-health-effects-of-each/", "institution": "University of California - Irvine", "text": "Irvine, Calif., March 1, 2017 - The combination of prolonged hot spells with poor air quality greatly compounds the negative effects of each and can pose a major risk to human health, according to new research from the University of California, Irvine.\"The weather factors that drive heat waves also contribute to intensified surface ozone and air pollution episodes,\" said UCI professor of Earth system science Michael J. Prather, co-author of the study, published this week in Proceedings of the National Academy of Sciences. \"These extreme, multiday events tend to cluster and overlap, worsening the health impacts beyond the sum of their individual effects.\"Heat waves cause widespread discomfort and can be deadly for vulnerable individuals, while surface ozone and air pollution are linked to premature death from heart disease, stroke and lung ailments.Prather's group made the findings after examining 15 years of surface observations (1999-2013) for the eastern United States and Canada. The researchers overlaid a grid of one-degree-square segments onto a map of the region and analyzed the recorded levels of surface ozone, amounts of fine particulate matter (pollution) and maximum temperatures between April and September for each roughly 69-by-69-mile section of the map. This allowed them to construct a climatological picture of the duration, coincidence and overlap of each of these factors.Meteorologically, slow-moving high-pressure systems accumulate pollutants and heat during the summer months. Scorching temperatures, low precipitation, strong sunlight and low wind speeds allow heat and poor-quality air to stagnate in a given location for an extended period of time.\"These conditions increase the emission of biogenic volatile organic compounds, which boost the production of surface ozone and other aerosols,\" said lead author Jordan Schnell, a postdoctoral researcher at UCI when the study was conducted who is now at Princeton University. \"The droughtlike conditions that exist in heat waves reduce soil moisture, making near-surface temperatures hotter and inhibiting the role played by vegetation in absorbing ozone, resulting in lower air quality.\"Humans only make the problem worse by consuming more fossil fuel-generated energy to run air conditioners, the researchers noted.\"It's important to study the combined effects of pollution and prolonged heat events because we expect these conditions to become more prevalent in a warming climate,\" Prather said. \"Our evidence suggests that pollution and heat waves are synergistic stressors that produce disproportionately greater adverse health impacts. Policymakers should be taking these issues into consideration going forward.\"", "meeting": "", "keywords": ["Atmospheric Science", " Climate Science", " Pollution/Remediation", " Temperature-Dependent Phenomena", " Weather/Storms"]}