{"journal": "Internal Journal of Obesity", "url": "http://www.eurekalert.org/pub_releases/2017-03/uow-dja030117.php", "description": "A new study shows further evidence for the view that spending too much time sitting down is bad for our health and our waistline.", "article_link": "http://dx.doi.org/10.1038/ijo.2017.30", "date": "Wed, 01 Mar 2017 05:00:00 GMT", "funder": "Glasgow Caledonian University", "title": "Desk jobs are bad for your heart and your waist", "region": "europe", "source_link": "http://www2.warwick.ac.uk/newsandevents/pressreleases/desk_jobs_are/", "institution": "University of Warwick", "text": "A new study shows further evidence for the view that spending too much time sitting down is bad for our health and our waistline.Research led by Dr William Tigbe, Warwick Medical School, University of Warwick found workers who have a desk-bound job have bigger waists and increased risk of heart disease. It supports advice to sit less and be more active; as much as seven hours a day on your feet, and walking seven miles, may be needed to avoid heart disease.Dr Tigbe kitted out 111 healthy Glaswegian postal workers with activity monitors for seven days; 55 were office workers and 56 delivered post for a living. The study revealed differences between the two groups. Those who had desk jobs had a bigger waist circumference -- 97 cm compared to 94 cm -- and approximately one BMI unit difference. They also had a higher risk of cardiovascular disease -- 2.2% compared to 1.6% over ten years. The new study suggests that waist circumference increases by two centimetres, and risk of cardiovascular diseases by 0.2%, for every additional hour of sitting on top of five hours. Furthermore, bad cholesterol (LDL) increases and good cholesterol (HDL) decreases with each additional hour of sitting from five hours a day.Dr Tigbe said: \"Longer time spent in sedentary posture is significantly associated with larger waist circumference, higher triglycerides (fat in the blood) and lower HDL cholesterol, all adding up to worse risk of heart disease. The levels associated with zero risk factors were walking more than 15,000 steps per day, which is equivalent to walking seven to eight miles, or spending seven hours per day upright.\"Our findings could be used as the basis of new public health targets for sitting, lying, standing and stepping to avoid metabolic risks. \"However the levels suggested in our research would be very challenging to achieve unless incorporated into people's occupations.\"The study participants wore a tiny physical activity and position monitor called activPAL, invented by co-authors from Glasgow Caledonian University, strapped to their thigh for seven days, except during activities that risk it being in contact with water, e.g. bathing or swimming. They also had their weight, height and blood pressure measured, and provided blood samples. Cardiovascular risks were assessed using the PROCAM risk calculator which takes into account age, sex, family history, blood pressure and metabolic measures.The study took place between took place between September 2006 and September 2007 and volunteers were recruited from the Royal Mail in Glasgow. Only apparently healthy, non-smokers, with no personal history of myocardial infarction (heart attack), stroke, coronary heart disease, hypertension or diabetes were included. None of the participants was on any lipid, blood pressure or glucose lowering medication. Fellow researcher Professor Mike Lean of the University of Glasgow's School of Medicine said: \"In this research we have learned important information, relevant to health in modern working lives, by studying the activity patterns of postal workers, one of the last physically active occupations left in UK.\"\"Our evolution, to become the human species, did not equip us well to spending all day sitting down. We probably adapted to be healthiest spending seven to eight hours every day on our feet, as hunters or gatherers. \"\"Our new research supports that idea. The 'bottom' line is that if you want to be sure of having no risks of heart disease, you must keep off your bottom!\"The researchers urge further study of this topic is conducted in order to inform health policy makers.  Time spent in sedentary posture is associated with waist circumference and cardiovascular risk is recently been published in the International Journal of Obesity. The research was part of Dr Tigbe's PhD project.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Environmental Health", " Public Health", " Exercise", " Employment", " Occupation/Retirement"]}