{"journal": "Research Ideas & Outcomes", "url": "http://www.eurekalert.org/pub_releases/2017-03/pp-nci030117.php", "description": "A new collection devoted to neuroscience projects from 2016 Brainhack events has been launched in the open access journal Research Ideas and Outcomes (RIO). At current count, the 'Brainhack 2016 Project Reports' collection features eight Project Reports, whose authors are applying open science and collaborative research to advance our understanding of the brain.", "article_link": null, "date": "Wed, 01 Mar 2017 05:00:00 GMT", "funder": "", "title": "New collection in RIO Journal devoted to neuroscience projects from 2016 Brainhack events", "region": "europe", "source_link": null, "institution": "Pensoft Publishers", "text": "A new collection devoted to neuroscience projects from 2016 Brainhack events has been launched in the open access journal Research Ideas and Outcomes (RIO). At current count, the \"Brainhack 2016 Project Reports\" collection features eight Project Reports, whose authors are applying open science and collaborative research to advance our understanding of the brain. Seeking to provide a forum for open, collaborative projects in brain science the Brainhack organization has found a like-minded partner in the innovative open science journal RIO. The editor of the series is Dr. R. Cameron Craddock, Computational Neuroimaging Lab, Child Mind Institute and Nathan S. Kline Institute for Psychiatric Research, USA. He is joined by co-editors Dr. Pierre Bellec, Unité de neuroimagerie fonctionnelle, Centre de recherche de l'institut de gériatrie de Montréal, Canada, Dr. Daniel S. Margulies, Max Planck Research Group \"Neuroanatomy & Connectivity\", Max Planck Institute for Human Cognitive and Brain Sciences, Dr. Nolan Nichols, Genetech, USA, and Dr. Jörg Pfannmöller, University of Greifswald, Germany. The first project description published in the collection is a Software Management Plan presenting a comprehensive set of neuroscientific software packages demonstrating the huge potential of Gentoo Linux in neuroscience. The team of Horea-Ioan Ioanas, Dr. Bechara John Saab and Prof. Dr. Markus Rudin, affiliated with ETH and University of Zürich, Switzerland, make use of the flexibility of Gentoo's environment to address many of the challenges in neuroscience software management, including system replicability, system documentation, data analysis reproducibility, fine-grained dependency management, easy control over compilation options, and seamless access to cutting-edge software release. The packages are available for the wide family of Gentoo distributions and derivatives. \"Via Gentoo-prefix, these neuroscientific software packages are, in fact, also accessible to users of many other operating systems,\" explain the researchers. While quantifying lesions in a robust manner is fundamental for studying the effects of neuroanatomical changes in the post-stroke brain while recovering, manual lesion segmentation has been found to be a challenging and often subjective process. This is where the Semi-automated Robust Quantification of Lesions (SRQL) Toolbox comes in. Developed at the University of Southern California, Los Angeles, it optimizes quantification of lesions across research sites. \"Specifically, this toolbox improves the performance of statistical analysis on lesions through standardizing lesion masks with white matter adjustment, reporting descriptive lesion statistics, and normalizing adjusted lesion masks to standard space,\" explain scientists Kaori L. Ito, Julia M. Anglin, and Dr. Sook-Lei Liew. Called Mindcontrol, an open-source web-based dashboard application lets users collaboratively quality control and curate neuroimaging data. Developed by the team of Anisha Keshavan and Esha Datta, both of University of California, San Francisco, Dr. Christopher R. Madan, Boston College, and Dr. Ian M. McDonough, The University of Alabama, Mindcontrol provides an easy-to-use interface, and allows the users to annotate points and curves on the volume, edit voxels, and assign tasks to other users. \"We hope to build an active open-source community around Mindcontrol to add new features to the platform and make brain quality control more efficient and collaborative,\" note the researchers.At University of California, San Francisco, Anisha Keshavan, Dr. Arno Klein, and Dr. Ben Cipollini, created the open-source Mindboggle package, which serves to improve the labeling and morphometry estimates of brain imaging data. Using inspirations and feedback from a Brainhack hackathon, they built-up on Mindboggle to develop a web-based, interactive, brain shape 3D visualization of its outputs. Now, they are looking to expand the visualization, so that it covers other data besides shape information and enables the visual evaluation of thousands of brains. Processing neuroimaging data on the cortical surface traditionally requires dedicated heavy-weight software suites. However, a team from Max Planck Institute for Human Cognitive and Brain Sciences, Free University Berlin, and the NeuroSpin Research Institute, France, have come up with an alternative. Operating within the neuroimaging data processing toolbox Nilearn, their Python package allows loading and plotting functions for different surface data formats with minimal dependencies, along with examples of their application. \"The functions are easy to use, flexibly adapt to different use cases,\" explain authors Julia M. Huntenburg, Alexandre Abraham, Joao Loula, Dr. Franziskus Liem, and Dr. Gaël Varoquaux. \"While multiple features remain to be added and improved, this work presents a first step towards the support of cortical surface data in Nilearn.\"To further address the increasing necessity for tools specialised to process huge high-resolution brain imaging data in their anatomical detail, Julia M. Huntenburg gathers a separate team to work on another Python-based software. Being a user-friendly standalone package, this subset of CBSTools requires no additional installations, and allows for interactive data exploration at each processing stage.  Developed at the University of California, San Francisco, Cluster-viz is a web application that provides a platform for cluster-based interactive quality control of tractography algorithm outputs, explain the team of Kesshi M. Jordan, Anisha Keshavan, Dr. Maria Luisa Mandelli, and Dr. Roland G. Henry. It. A project from the University of Warwick, United Kingdom, aims to extend the functionalities of the FSL neuroimaging software package in order to generate and report peak and cluster tables for voxel-wise inference. Dr. Camille Maumet and Prof. Thomas E. Nichols believe that the resulting extension \"will be useful in the development of standardized exports of task-based fMRI results.\"More 2016 Brainhack projects are to be added to the collection.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Computer Science", " Software Engineering", " Research/Development"]}