{"journal": "Nature Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-hpg030117.php", "description": "A team engineered mice with the G1 and G2 APOL1 gene mutations that cause human-like kidney disease to study these gene variants found almost exclusively in people of West African descent. These mutations carry an increased risk of kidney disease. The study established that these mutations are disease causing.", "article_link": null, "date": "Wed, 01 Mar 2017 05:00:00 GMT", "funder": "National Institutes of Health", "title": "Highly prevalent gene variants in minority populations cause kidney disease", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA - African Americans have a heightened risk of developing chronic and end-stage kidney disease. This association has been attributed to two common genetic variants - named G1 and G2 -- in APOL1, a gene that codes for a human-specific protein. However, direct evidence showing that these variants definitively cause kidney disease was lacking because APOL1 is widely expressed in different cell types but the gene is present in only some primates and humans. The challenge has been to create an animal model to prove this. Now, a team led by researchers from the Perelman School of Medicine at the University of Pennsylvania has engineered mice with these mutations that cause human-like kidney disease. \"The key missing piece has been whether these variants are true disease culprits,\" said senior author Katalin Susztak, MD, PhD, an associate professor of Medicine and Genetics, of the study published online in Nature Medicine. \"Our study established that these mutations are definitely disease causing.\"The G1 and G2 APOL1 gene variants, found almost exclusively in people of West African descent, have been shown to be associated with two-to-100-fold increased risk of kidney disease development, according to previous studies. Despite this highly significant risk, more than one third of African Americans carry the G1 and G2 variants. Biologists surmise that the reason these two mutations are so prevalent is that they emerged as a result of \"positive selection\" in people of African descent because the mutant proteins protect humans against the parasite that causes African sleeping sickness. Cells that express the G1 and G2 variants of the APOL1 protein are better able to kill these parasites.To prove that expression of APOL1 with the G1 and G2 mutations causes kidney disease, the team made mice in which they could induce the expression of the non-mutated APOL1 gene as well as the G1 or G2 mutated APOL1 genes in different cell types. The team found that when the G1 and G2 variants are expressed in the filtering cells of the kidney the disease in the mouse model strongly resembled features of human kidney disease at the functional, structural, and molecular level. \"These mutant proteins caused the kidney filter to become leaky and scarred, resulting in defective kidney function\" Susztak said.Kidney disease development was specific to the filtering cells of the kidney. The scientists found that G1 or G2 mutated APOL1 proteins interfere with the normal house-cleaning function of the cell, leading to an accumulation of jumbled proteins, inflammation, and eventually cell death. This trash removal system is especially important in kidney filtering cells, as these cells do not renew and losing them results in scarring of kidney tissue. \"Now that we know that the G1 and G2 mutated APOL1 proteins cause human-like kidney disease, we can start to look for ways to target them to reduce kidney disease risk among millions of people of African descent,\" Susztak said. \"The good news is that in mice the disease development was experimentally reversible when the G1 and G2 genes were turned off, and in a related finding, disease severity also correlated with the amount of expression of G1 and G2 APOL1 variant proteins in patient samples.\" ", "meeting": "", "keywords": ["Medicine/Health", " Internal Medicine"]}