{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/usmc-msf030117.php", "description": "A large national study suggests that treating pregnant women for mildly low thyroid function does not improve the IQs of their babies or reduce preterm births or other negative outcomes.", "article_link": null, "date": "Wed, 01 Mar 2017 05:00:00 GMT", "funder": "", "title": "Multicenter study finds no benefit to treating mild thyroid dysfunction during pregnancy", "region": "namerica", "source_link": null, "institution": "UT Southwestern Medical Center", "text": "DALLAS - March 1, 2017 - A large national study suggests that treating pregnant women for mildly low thyroid function does not improve the IQs of their babies or reduce preterm births or other negative outcomes.The 10-year study, conducted at UT Southwestern Medical Center and 14 other universities and medical centers in the National Institutes of Health's (NIH) Maternal Fetal Medicine Units Network, found no benefit in treating the women during their pregnancies. The results are published today in The New England Journal of Medicine (NEJM).Full-blown hypothyroidism during pregnancy, especially when untreated, has long been associated with lower mental functioning in offspring, as well as low birth weight, stillbirth, and preterm labor. It is commonly treated by giving expectant mothers a synthetic substitute to boost their low thyroid hormone, thyroxine.In 1999, another NEJM study raised concerns that the same problems might occur in women with even mild, or subclinical, hormone abnormalities. As a result, several physician groups called for routine testing of all pregnant women in the U.S. -- about 4 million women a year -- and treatment for these marginal hormone problems.The American College of Obstetricians and Gynecologists has recommended against universal screening for thyroid disease in pregnant women.\"Our study found that treatment did not benefit children born to these women,\" said Dr. Brian Casey, Professor of Obstetrics and Gynecology at UT Southwestern Medical Center and first author of the new study. \"There's no evidence that treatment improves either pregnancy outcomes or the children's neurodevelopmental or behavioral outcomes through 5 years of age.\"Dr. Casey is Division Director of Maternal-Fetal Medicine at UT Southwestern and holds the Gillette Professorship of Obstetrics and Gynecology. He is also Chief of Obstetrics at Parkland Health & Hospital System.The NIH study grew out of research begun in 2000 at UT Southwestern, when Dr. Casey and his colleagues performed a study on thyroid disease during pregnancy in over 25,000 women at Parkland Memorial Hospital. That study culminated in his proposal of a multicenter treatment study to the NIH in 2005. Dr. Casey now is principal investigator of the NIH study and chair of the protocol subcommittee.Starting in October 2006, researchers screened more than 97,000 pregnant women for the study and enrolled 1,203 who had either subclinical hypothyroidism or isolated hypothyroxinemia. Subclinical hypothyroidism is characterized by high levels of a pituitary gland hormone, TSH, which stimulates the thyroid to produce thyroxine. In isolated hypothyroxinemia, the pituitary hormone level is normal, but thyroxine, or free T4, is abnormally low.Half the study participants were given levothyroxine, a synthetic substitute for their thyroid hormone; the other half received a placebo. Researchers then analyzed pregnancy outcomes of both groups and followed the neurocognitive development of the women's babies for five years.IQ levels and other test scores were not significantly different between the children of women given levothyroxine and children whose mothers received a placebo, Dr. Casey said.Children of the women treated for subclinical hypothyroidism scored an average of 97 on the IQ test, compared with 94 for those born to women in the placebo group. In the hypothyroxinemia part of the study, the children of those treated averaged 94, while offspring of those given placebos averaged 91. These scores are considered normal and the three-point differences are not viewed as significant, Dr. Casey said.The results suggest there is no benefit to widespread testing and treatment for subclinical thyroid problems during pregnancy, he said. \"If treatment doesn't improve outcomes, then it calls into question whether we should be screening every pregnant woman for this mild degree of thyroid deficiency.\"A 2012 study published in The Journal of Clinical Endocrinology & Metabolism estimated a cost of $25 (in 2009 dollars) for the TSH test and $13 to test the free T4 thyroid hormone level, in addition to the cost of the physician visits and consultation. Pregnant women diagnosed with a thyroid problem would then need continued testing, as well as potential treatment with levothyroxine at an estimated cost of $170 (again, in 2009 dollars) for a year's supply.The current study's findings followed those of a large British study, published in NEJM in 2012, which screened more than 20,000 pregnant women. That study concluded treatment for reduced thyroid function in pregnant women did not improve cognitive function in their children at age 3.", "meeting": "", "keywords": ["Medicine/Health"]}