{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/foas-ama022817.php", "description": "This SRC will focus on improving our understanding of the scientific (basic, socioeconomic, clinical, health policy) basis of disparities in cardiovascular health outcomes in the US with a view to addressing the challenges posed at every level including complementary and integrative health.", "article_link": null, "date": "Tue, 28 Feb 2017 05:00:00 GMT", "funder": "", "title": "FASEB science research conference: A multidisciplinary approach to addressing health disparities", "region": "namerica", "source_link": "http://www.faseb.org/src/micro/Site/CVDDisparities/home.aspx", "institution": "Federation of American Societies for Experimental Biology", "text": "This SRC will focus on improving our understanding of the scientific (basic, socioeconomic, clinical, health policy) basis of disparities in cardiovascular health outcomes in the U.S. with a view to addressing the challenges posed at every level including complementary and integrative health.Although life expectancy in the U.S. has increased significantly over the past five decades, key indicators of health outcomes vary markedly by race, ethnicity, sex, socioeconomic status and geographic location.  It is well-documented that significant racial/ethnic disparities exist in cardiovascular care and that cardiovascular disease is the leading cause of death in the U.S. In fact, racial and ethnic disparities in the prevalence, treatment, and outcomes of cardiovascular disease remain pervasive. Cardiovascular disease accounts for more deaths in black and Latino adults than cancer, HIV, and homicide, together. According to the 2013 CDC Health Disparities and Inequalities Report, non-Hispanic black adults are at least 50% more likely than their non-Hispanic white counterparts to die prematurely of heart disease or stroke. Indeed, as outlined in the 2010 NIH Fact Sheet on Health Disparities, several large observational studies are currently investigating the occurrence of cardiovascular diseases and their relationship with biological, demographic, social, environmental and genetic determinants of risk in minority populations.The growing awareness that racial/ethnic minority groups experienced inferior health outcomes when compared to the overall population led to an increased focus and interest from the U.S. Congress and Federal Government in implementing actions focused on addressing health disparities in this country.  Consequently, there has been an increased multidisciplinary research effort in addressing problems associated with health disparities especially on diseases of the cardiovascular system.  In recognition of the need to put the issue of health disparities front and center of health care delivery in the US, this SRC will focus on a multi-disciplinary approach to addressing health disparities and inequities in the United States.An outcome of this conference will be an opportunity for multi-disciplinary teams to provide the roadmap for future discussions on solutions for addressing health disparities/inequities in cardiovascular diseases in the US. Target audience for this conference includes clinicians, health policy makers, epidemiologists, researchers, health educators, and trainees at junior faculty, postdoctoral fellows, and graduate students. The conference is organized to include oral, poster and Meet-the-Expert sessions and a biomedical research workforce development workshop.\r\n", "meeting": "A Multidisciplinary Approach To Addressing Health Disparities and Inequities in the U.S.: Cardiovasc", "keywords": ["Biology"]}