{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-wmb022717.php", "description": "Women athletes are 50 percent more likely than male athletes to have a sports-related concussion, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.", "article_link": null, "date": "Tue, 28 Feb 2017 05:00:00 GMT", "funder": "", "title": "Women may be at higher risk for sports-related concussion than men", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Women athletes are 50 percent more likely than male athletes to have a sports-related concussion, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. \"Sports-related concussion is a significant public health problem and research has typically focused on male athletes,\" said author James Noble, MD, of Columbia University in New York, N.Y., and a member of the American Academy of Neurology. \"Studies comparing male and female college athletes have often been limited in size and had incomplete follow-ups.\"This study looked at 1,203 athletes from 2000-2014 at Columbia University and included 822 men and 381 women who participated in sports like soccer, basketball and football. Participants took tests to measure thinking skills and processing speed before and after a concussion. The researchers also tracked symptoms and when participants returned to play after a concussion. A total of 228 athletes in the study suffered at least one concussion during their college career, 88 women, or 23 percent, and 140 men, or 17 percent. Women were 50 percent more likely to have a concussion than men. Athletes who had suffered a previous concussion were three times more likely to have another concussion as those who had never had a concussion. In the gender comparable sports of soccer and basketball, women were more likely to have had a concussion.\"It is unclear why women appear to be at higher risk for sports-related concussions than men,\" said Noble. \"The findings from this study highlight the need for more research on the gender differences in concussion.\"While women appear to be more susceptible to concussions, the study indicates they recover from the injury just as quickly as men. The average return-to-play time was 10 days for both men and women. Men and women had similar symptoms following a concussion, except when it came to amnesia and insomnia. The study found 44 percent of men experienced amnesia versus 31 percent of women. It also found 42 percent of women had insomnia compared with 29 percent of men.", "meeting": "American Academy of Neurology 2017 Annual Meeting", "keywords": ["Medicine/Health", " Neurobiology", " Physiology", " Sports Medicine", " Sports/Recreation", " Trauma/Injury", " Sports Medicine", " Sports/Recreation", " Demography"]}