{"journal": "The BMJ", "url": "http://www.eurekalert.org/pub_releases/2017-02/b-ses022417.php", "description": "Strong evidence supports the association between obesity and some major types of cancer, consisting mainly of those related to digestive organs and hormone-related malignancies, reveals a large review published by The BMJ today.", "article_link": null, "date": "Tue, 28 Feb 2017 05:00:00 GMT", "funder": "", "title": "Strong evidence supports the association between obesity and some major types of cancer", "region": "europe", "source_link": null, "institution": "BMJ", "text": "Strong evidence supports the association between obesity and some major types of cancer, consisting mainly of those related to digestive organs and hormone-related malignancies, reveals a large review published by The BMJ today.There could be associations between obesity and other cancers, but substantial uncertainty remains because the quality of evidence is not strong, say the international team of researchers, led by Maria Kyrgiou and Kostas Tsilidis from Imperial College London.They call for more research because \"evidence of the strength of the associations between obesity and cancer may allow finer selection of people at high risk, who could be selected for personalised primary and secondary prevention strategies.\"Cancer is a leading cause of death worldwide, and the prevalence of obesity has more than doubled over the past 40 years.Previously published evidence supports the association between obesity and some cancers, but some may be flawed or biased due to weak study design and conduct.Therefore, in a bid to determine the quality of evidence and the strength of these associations, the researchers conducted a comprehensive review of studies on obesity and risk of developing cancer.  After a literature search, they identified 204 studies from 49 publications that analysed the obesity measurements, such as body mass index (BMI), weight gain, and waist circumference,and 36 cancers and their subtypes.Of the 95 studies that included continuous obesity measures, only 13% of associations were supported by strong evidence, meaning the studies had statistically significant results and no suggestion of bias.Strong associations were found in studies that examined BMI with risk of oesophageal, bone marrow, and colon (in men), rectal (in men), biliary tract system, pancreatic, endometrial (in premenopausal women), and kidney cancers.Risk of developing cancer for every 5 kg increase in BMI ranged from 9% for colorectal cancer among men, to 56% for biliary tract system cancer.Risk of postmenopausal breast cancer among women who never used hormone replacement therapy increased by 11% for each 5 kg of weight gain. Risk of endometrial cancer increased by 21% for each 0.1 increase in waist to hip ratio.Five additional associations were supported by strong evidence when categorical measures of obesity were used. These included weight gain with risk of colorectal cancer and BMI with risk of gallbladder, gastric cardia, and ovarian cancers, and mortality from multiple myeloma.Other studies were evaluated to have highly suggestive (18%), suggestive (25%), and weak (20%) evidence, and 25% had no evidence of an association.This analysis involved an umbrella review of studies that used observational data, which is useful for bringing together evidence. However, no firm conclusions can be drawn about cause and effect when analysing observational studies.  In a linked editorial, Yikyung Park and Graham Colditz from Washington University School of Medicine explain that \"though some specifics remain to be worked out, the unavoidable conclusion from these data is that preventing excess adult weight gain can reduce the risk of cancer.\"\"Given the critical role of health care providers in obesity screening and prevention, clinicians, particularly primary care clinicians, can be a powerful force to lower the burden of obesity related cancers as along with the many other chronic diseases linked to obesity such as diabetes, heart disease, and stroke,\" they conclude.", "meeting": "", "keywords": ["Medicine/Health"]}