{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-pfm022217.php", "description": "Electric and magnetic fields generated from everyday household appliances, electrical tools and more, used in very close proximity to the body, can interfere with the ability of pacemakers to regulate patients' heartbeats.\r\nDedicated device programming, e.g. sensitivity level, is an effective measure to reduce the individual risk of interference.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.024558", "date": "Mon, 27 Feb 2017 05:00:00 GMT", "funder": "", "title": "Pacemaker function may be impacted by electric appliances; tools", "region": "namerica", "source_link": "http://newsroom.heart.org/news/pacemaker-function-may-be-impacted-by-electric-appliances;-tools?preview=5264b16ccb51f103cbb30f2690b0cabf", "institution": "American Heart Association", "text": "DALLAS, Feb. 27, 2017 -- Electric and magnetic fields (EMF) generated from everyday household appliances, electrical tools and more, used in very close proximity to the body, can interfere with the ability of pacemakers to regulate patients' heartbeats, according to new research in the American Heart Association's journal Circulation.\"Electromagnetic interferences with pacemakers in everyday life can occur, however, harmful interferences are rare using vendors' recommended device settings,\" said Andreas Napp, M.D., study author and cardiologist at RWTH Aachen University Hospital in Aachen, Germany. \"Dedicated device programming is an effective measure to reduce the individual risk of interference. For example, doctors can reprogram pacemakers to a lower sensitivity to reduce EMF susceptibility.\" Researchers tested under different conditions the impacts of EMF exposure on 119 patients with pacemakers, which are small battery-operated devices that help patients' hearts to beat in a regular rhythm. The patients were exposed to an EMF similar to common exposure, i.e. EMFs at power grid frequencies (50Hz or 60Hz), then increasing the EMF until the researchers noted a pacemaker sensing failure.They found pacemakers are susceptible to EMF that can occur in everyday life in particular when programmed to maximum sensitivity or so-called unipolar sensing mode. Examples of EMF sources are powerlines, household appliances, electrical tools and entertainment electronics.In many cases, holding the appliance, tool or other EMF source at a forearm's length distance (greater than 12 inches) limits the risk of electromagnetic interference. But further measures might be needed in environments with strong EMF, such as engines used in the processing or manufacturing industry, Napp said.\"Electromagnetic interference with pacemakers can result in bradycardia, or a slow heart rate,\" Napp said. \"The risk of interference depends on many different factors, such as the settings of the implant or strength of the field source. In occupational environments, such as the manufacturing industry, an individual risk assessment for workers with a pacemaker is required due to the presence of a strong EMF.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}