{"journal": "Nature Biomedical Engineering", "url": "http://www.eurekalert.org/pub_releases/2017-02/uocf-lbr022717.php", "description": "Light beamed into a patient's blood through an optical fiber can determine whether blood is clotting during an operation, continuously and in real time. Researchers believe it could take the place of traditional blood tests  in some situations and have myriad healthcare applications.", "article_link": "http://dx.doi.org/10.1038/s41551-017-0028", "date": "Mon, 27 Feb 2017 05:00:00 GMT", "funder": "", "title": "Light beam replaces blood test during heart surgery", "region": "namerica", "source_link": "http://today.ucf.edu/light-beam-replaces-blood-test-heart-surgery/", "institution": "University of Central Florida", "text": "A University of Central Florida professor has invented a way to use light to continuously monitor a surgical patient's blood, for the first time providing a real-time status during life-and-death operations.The technology developed by UCF scientist Aristide Dogariu uses an optical fiber to beam light through a patient's blood and interpret the signals that bounce back. Researchers believe that in some situations it could replace the need for doctors to wait while blood is drawn from a patient and tested.\"I absolutely see the technique having potential in the intensive care setting, where it can be part of saving the lives of critically ill patients with all kinds of other disorders,\" said Dr. William DeCampli, who is chief of pediatric cardiac surgery at Arnold Palmer Hospital for Children a professor at the UCF College of Medicine.DeCampli helped develop the technology and test it during surgery on infants.During surgery, physicians are wary of the patient's blood coagulating, or clotting, too quickly. A clot can lead to life-threatening conditions such as stroke or pulmonary embolism. Coagulation is of particular concern during cardiovascular surgery, when a clot can shut down the heart-lung machine used to circulate the patient's blood.\r\nDoctors administer blood-thinning medication to prevent coagulation. But every 20-30 minutes, blood must be withdrawn and taken to a lab for a test that can take up to 10 minutes. That's a slow process with gaps of time without up-to-date information, especially in operations that can last four hours or more.Dogariu, a Pegasus Professor in UCF's College of Optics & Photonics, developed a machine with an optical fiber that can tap directly into the tubes of the heart-lung machine. The optical fiber beams light at the blood passing through the tube and detects the light as it bounces back.As reported in a paper published recently in the journal Nature Biomedical Engineering, the machine constantly interprets the light's back-scatter to determine how rapidly red blood cells are vibrating. Slow vibration is a sign blood is coagulating and a blood-thinner may be needed.The technology can alert doctors at the first sign of clotting, and provide nonstop information throughout a long procedure.\"It provides continuous feedback for the surgeon to make a decision on medication,\" Dogariu said. \"That is what's new. Continuous, real-time monitoring is not available today. That is what our machine does, and in surgeries that can last for hours, this information can be critical.\"Over the past year, DeCampli tested the technology during cardiac surgeries on 10 infants at Arnold Palmer Hospital for Children, which consistently ranks among the best centers in the nation for pediatric cardiac surgery and is the leading center in Orlando.The successful tests were the end result of a relationship facilitated by UCF, DeCampli said. DeCampli, who has also been a professor of surgery at the UCF College of Medicine since its inception 10 years ago, noted that the university encourages interdisciplinary collaboration among its faculty as a way to spark innovative breakthroughs. That's how he came to work with Dogariu, who has spent years researching the application of light-detection technology in industrial uses like the manufacture of semiconductors and paints.\"These things come about because of collaboration between a top-ranked engineering university and a top-ranked children's hospital all in one city,\" DeCampli said. \"I think it's the perfect way to make advances in medicine that are at the engineering frontiers.\"Their recently published paper is based on a small, proof-of-concept study. A larger study is in the works.\r\n", "meeting": "", "keywords": ["Cell Biology", " Optics", " Medicine/Health", " Cardiology", " Clinical Trials", " Diagnostics", " Hematology", " Surgery"]}