{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-gnf022717.php", "description": "There's good news for kids with epilepsy. While several new drugs have come out in the last several years for adults with epilepsy, making those drugs available for children and teenagers has been delayed due to the challenges of testing new drugs on children. But an analysis of all the research published on adults and children shows that the positive results seen in adults appear to be similar in children.", "article_link": null, "date": "Mon, 27 Feb 2017 05:00:00 GMT", "funder": "", "title": "Good news for kids with epilepsy", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - There's good news for kids with epilepsy. While several new drugs have come out in the last several years for adults with epilepsy, making those drugs available for children and teenagers has been delayed due to the challenges of testing new drugs on children. But an analysis of all the research published on adults and children shows that the positive results seen in adults appear to be similar in children. The preliminary meta-analysis was released today and will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. \"The results of this analysis may bring new hope for children and teens with epilepsy and their families,\" said Douglas R. Nordli, Jr., MD, of Children's Hospital Los Angeles in Los Angeles, Calif., and a member of the American Academy of Neurology. The analysis evaluated only studies of people with primary generalized tonic-clonic seizures. Tonic-clonic seizures are what people typically think of as a seizure. They involve loss of consciousness, stiffening of muscles and jerking movements. Primary generalized seizures means the whole brain is affected. For the analysis, researchers analyzed all randomized, placebo-controlled trials of drugs for this type of seizure in adults and children published from 1970 to 2015. The studies were looking at drugs that are taken in combination with another epilepsy medication. Seven studies were found that met the criteria, one study on children, two on both adults and children and four on adults. The researchers looked at the average percentage reduction in seizure frequency and the percentage of people whose seizures were reduced by 50 percent or more. For the studies in adults, the results were extrapolated to estimate the effect on children. The analysis showed that the effectiveness of the medicines was similar in adults and children and the effectiveness of the drugs did not depend on the age of the patient. \"The results consistently showed that the epilepsy drug was beneficial compared to the placebo, and the results were comparable between adult and pediatric groups,\" Nordli said. \"Since only about 50 percent of kids become seizure free after trying their first medication, it's vitally important to have additional options for kids so they can get back to being kids.\"", "meeting": "American Academy of Neurology 2017 Annual Meeting", "keywords": ["Medicine/Health", " Clinical Trials", " Health Professionals", " Internal Medicine", " Neurobiology", " Pediatrics", " Pharmaceutical Science"]}