{"journal": "Pediatric Neurosurgery", "url": "http://www.eurekalert.org/pub_releases/2017-01/shr-snp011217.php", "description": "A 9-day-old baby who suffered a normally fatal stroke was saved after a Sanford Health cerebrovascular neurosurgeon removed the clot by combining mechanical and medicinal therapies. The unique case, completed by Alexander Drofa, M.D., is published in Pediatric Neurosurgery.", "article_link": "http://dx.doi.org/10.1159/000447411", "date": "Thu, 12 Jan 2017 05:00:00 GMT", "funder": "", "title": "Sanford neurosurgeon's pediatric stroke case published in national journal", "region": "namerica", "source_link": "http://www.sanfordhealth.org/newsroom/2017/01/sanford-neurosurgeons-pediatric-stroke-case-published-in-national-journal", "institution": "Sanford Health/Sanford Research", "text": "FARGO, N.D. - A 9-day-old baby who suffered a normally fatal stroke was saved after a Sanford Health cerebrovascular neurosurgeon removed the clot by combining mechanical and medicinal therapies. The unique case, completed by Alexander Drofa, M.D., is published in Pediatric Neurosurgery.Drofa and his surgical team at the Sanford Brain and Spine Center in Fargo reestablished blood flow to the infant's brain by administering clot-dissolving drugs and mechanically clearing the blockage using a stent retriever designed to apply force to the clot. A stroke occurs when blood flow to the brain is cut off.The case, said Drofa, was especially challenging because the baby had entered a coma. According to a 2005 study published in Brain, coma in such instances is a strong predictor of death. Additionally, mechanical removal of stroke clots is rare in children because they don't often suffer strokes.\"We believe this to be the youngest stroke patient in the world to have been successfully treated with a stent retriever and drugs,\" said Drofa. \"Because of the severity of this case, it was necessary for the neurosurgery team to explore an aggressive therapy to give the infant a better chance at survival. The positive outcome is promising for future cases of this nature.\"Drofa is a fellowship-trained cerebrovascular neurosurgeon who practices at the Sanford Neuroscience Clinic in Fargo. He offers traditional neurosurgery procedures, complex skull-base surgery and advanced interventional care for stroke and aneurysm.The study appears in a recent issue of Pediatric Neurosurgery, which publishes new information and observations in pediatric neurosurgery, neurology, neuroradiology and neuropathology.", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Critical Care/Emergency Medicine", " Neurobiology", " Pediatrics"]}