{"journal": "Journal of Addiction Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-01/wkh-dcu011217.php", "description": "People who use cocaine regularly are at high risk of coronary artery disease. A study in the Journal of Addiction Medicine, the official journal of the American Society of Addiction Medicine, reports that stopping or reducing cocaine use can potentially reverse the process of coronary atherosclerosis. The journal is published by Wolters Kluwer.", "article_link": null, "date": "Thu, 12 Jan 2017 05:00:00 GMT", "funder": "", "title": "Decreasing cocaine use leads to regression of coronary artery disease", "region": "namerica", "source_link": null, "institution": "Wolters Kluwer Health", "text": "January 12, 2016 - People who use cocaine regularly are at high risk of coronary artery disease. A study in the Journal of Addiction Medicine, the official journal of the American Society of Addiction Medicine (ASAM), reports that stopping or reducing cocaine use can potentially reverse the process of coronary atherosclerosis. The journal is published by Wolters Kluwer.In particular, reducing cocaine use leads to regression of unstable, noncalcified coronary plaques--the type most likely to cause a heart attack or stroke, according to the new research by Dr. Shenghan Lai of Johns Hopkins School of Medicine, Baltimore, and colleagues. \"In the past, there has been excellent work to uncover the consequences of drug use,\" Dr. Lai comments. \"However, few studies have revealed what happens after drug use stops. Studies of this kind give people hope for a healthier life after stopping drug use.\"Reducing Cocaine Use Leads to Improvement in Coronary Disease\nSince 2000, the researchers have been studying the development of coronary atherosclerosis (\"hardening of the arteries\") in more than 700 African-American patients with cocaine use. Previous studies have found that a cash incentive program helps patients to stop using cocaine, or to use it less often. In addition, reducing cocaine use led to decreased levels of endothelin-1 (ET-1)--an inflammation-promoting protein that plays a key role in the development of coronary artery disease. Could the drop in ET-1 lead to reductions in cocaine-induced coronary artery disease? Dr. Lai and colleagues performed a follow-up study in 15 patients with cocaine use for an average of 20 years and atherosclerosis causing more than 50 percent blockage of the coronary arteries. Using imaging scans (CT angiography), the researchers assessed the amount and types of coronary plaques, before and after reductions in cocaine use.As previously reported, the incentive program helped participants reduce their cocaine use: from every day before the program to an average of 50 days during one year of follow-up. Levels of ET-1 and other markers of inflammation decreased as well.Decreased cocaine use was followed by regression of atherosclerotic plaques in the coronary arteries. The reduction was significant not only for total coronary plaques, but also for noncalcified plaques--the first step in the development of coronary atherosclerosis. Noncalcified plaques are considered unstable or \"vulnerable.\" Compared to calcified plaques that develop later, they are more likely to rupture and cause heart attack or stroke.The reductions in coronary plaque remained significant after adjustment for other cardiovascular risk factors. Coronary artery disease regressed even though the patients were not taking cholesterol-lowering \"statin\" drugs.Over the long-term, cocaine use is associated with a high risk of premature atherosclerosis. Cocaine use remains epidemic in the United States--a 2013 report suggested that there are 1.5 million Americans, or about 0.6 percent of the population, who use cocaine.\"This preliminary study demonstrates potentially beneficial effects of cocaine abstinence/reduction on inflammation and coronary plaque phenotype,\" Dr. Lai and coauthors write. While it is unclear how reduced cocaine use leads to regression of coronary artery disease, \"Inflammation appears to be a significant link.\"If confirmed by further research, such as a clinical trial, \"The findings...may have important implications for the prevention of cocaine-induced coronary artery disease,\" the researchers conclude. Since many of the participants were also HIV-positive, the study might also be relevant to people with HIV infection, in whom coronary artery disease is prevalent. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Mortality/Longevity", " Health Care Systems/Services", " Health Professionals", " Public Health", " Addiction", " Drugs"]}