{"journal": "American Journal of Hypertension", "url": "http://www.eurekalert.org/pub_releases/2017-01/oupu-mbp011017.php", "description": "A new paper published in the American Journal of Hypertension suggests that a woman's blood pressure before pregnancy is related to her likelihood of giving birth to a boy or girl.", "article_link": "http://dx.doi.org/10.1093/ajh/hpw165", "date": "Thu, 12 Jan 2017 05:00:00 GMT", "funder": "The Canadian Institutes of Health Research, Natural Science Foundation of China, Heart and Stroke Foundation of Ontario, Ontario Ministry of Research and Innovation", "title": "Maternal blood pressure before pregnancy may be related to babies' sex", "region": "namerica", "source_link": null, "institution": "Oxford University Press USA", "text": "A new paper published in the American Journal of Hypertension suggests that a woman's blood pressure before pregnancy is related to her likelihood of giving birth to a boy or girl.The possibility of predicting the sex of the baby in early pregnancy has long been a topic of public fascination, spawning numerous theories of maternal characteristics associated with the presence of a male or female fetus, none of which has been conclusively supported by robust scientific evidence. These observations raise the possibility that there may be underlying differences that relate to a woman's likelihood of sex-specific fetal loss and hence her likelihood of delivering a boy or girl. However, little is known about such factors in humans. Researchers here established a unique pre-conception cohort consisting of young women who were planning to have a pregnancy in the near future and used the model to evaluate the relationship between maternal pre-pregnancy health and the sex of the baby.Participants underwent baseline medical assessment at recruitment and then, whenever they subsequently became pregnant, were followed across the pregnancy up to delivery through their clinical care. Beginning in February 2009, researchers led by Dr. Ravi Retnakaran, endocrinologist at Mount Sinai Hospital in Toronto, and an investigator with the Lunendfeld-Tanenbaum Research Institute, recruited 3375 women in Liuyang, China. Of these, 1692 women were assessed for blood pressure, cholesterol, triglycerides, and glucose. After the exclusion of 281 women who were potentially pregnant at their baseline assessment based on back-dating of the length of gestation at delivery, the study population for the analysis consisted of 1411 women who were assessed at median 26.3 weeks before pregnancyTheir pregnancies resulted in the delivery of 739 boys and 672 girls. After adjustment for age, education, smoking, BMI, waist, LDL cholesterol, HDL cholesterol, triglycerides and glucose, mean adjusted systolic blood pressure before pregnancy was found to be higher in women who subsequently had a boy than in those who delivered a girl (106.0 vs. 103.3 mm Hg). Indeed, higher maternal blood pressure before pregnancy emerged as an independent predictor of subsequently delivering a boy.According to Retnakaran, this \"suggests that a woman's blood pressure before pregnancy is a previously unrecognized factor that is associated with her likelihood of delivering a boy or a girl. This novel insight may hold implications for both reproductive planning and our understanding of the fundamental mechanisms underlying the sex ratio in humans.\"The paper \"Maternal Blood Pressure before Pregnancy and Sex of the Baby: A Prospective Preconception Cohort Study\" is available at: http://ajh.oxfordjournals.org/lookup/doi/10.1093/ajh/hpw165", "meeting": "", "keywords": ["Biology", " Developmental/Reproductive Biology", " Medicine/Health", " Cardiology", " Endocrinology", " Gynecology"]}