{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/naos-heo011217.php", "description": "A new report from the National Academies of Sciences, Engineering, and Medicine offers a rigorous review of scientific research published since 1999.", "article_link": null, "date": "Thu, 12 Jan 2017 05:00:00 GMT", "funder": "", "title": "Health effects of marijuana and cannabis-derived products presented in new report", "region": "namerica", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=24625&_ga=1.198267567.1075839795.1473691900", "institution": "National Academies of Sciences, Engineering, and Medicine", "text": "WASHINGTON - A new report from the National Academies of Sciences, Engineering, and Medicine offers a rigorous review of scientific research published since 1999 about what is known about the health impacts of cannabis and cannabis-derived products - such as marijuana and active chemical compounds known as cannabinoids - ranging from their therapeutic effects to their risks for causing certain cancers, diseases, mental health disorders, and injuries.  The committee that carried out the study and wrote the report considered more than 10,000 scientific abstracts to reach its nearly 100 conclusions.  The committee also proposed ways to expand and improve the quality of cannabis research efforts, enhance data collection efforts to support the advancement of research, and address the current barriers to cannabis research.\"For years the landscape of marijuana use has been rapidly shifting as more and more states are legalizing cannabis for the treatment of medical conditions and recreational use,\" said Marie McCormick, chair of the committee; the Sumner and Esther Feldberg Professor of Maternal and Child Health, department of social and behavioral sciences, Harvard T.H. Chan School of Public Health; and professor of pediatrics, Harvard Medical School, Cambridge, Mass.  \"This growing acceptance, accessibility, and use of cannabis and its derivatives have raised important public health concerns.  Moreover, the lack of any aggregated knowledge of cannabis-related health effects has led to uncertainty about what, if any, are the harms or benefits from its use.  We conducted an in-depth and broad review of the most recent research to establish firmly what the science says and to highlight areas that still need further examination.  As laws and policies continue to change, research must also.\"Currently, cannabis is the most popular illicit drug in the United States, in terms of past-month users.  Based on a recent nationwide survey, 22.2 million Americans ages 12 and older reported using cannabis in the past 30 days.  This survey also reports that 90 percent of adult cannabis users in the United States said their primary use was recreational, with about 10 percent reporting use solely for medical purposes.  Around 36 percent reported mixed medical and recreational use.  In addition, between 2002 and 2015, the percentage of past-month cannabis users in the U.S. population ages 12 and older has increased steadily from 6.2 percent to 8.3 percent.Therapeutic EffectsInjury and DeathEvidence suggests that cannabis use prior to driving increases the risk of being involved in a motor vehicle accident.  Furthermore, evidence suggests that in states where cannabis use is legal, there is increased risk of unintentional cannabis overdose injuries among children.  In one study, ingestion was the most common route of unintentional pediatric exposure, accounting for 78 percent of all incidents.  Another study reported that from 2000 to 2013, the annual rate of poison center calls related to cannabis exposures among children younger than 6 years of age was 2.82 times higher in states that had legalized medical cannabis prior to 2000 than in states where medical cannabis remained illegal as of 2013.  The committee called for more research to determine whether and how cannabis use is associated with death or with occupational injury. CancerRegarding the link between marijuana and cancer, the committee found evidence that suggests smoking cannabis does not increase the risk for cancers often associated with tobacco use - such as lung and head and neck cancers.  The committee also found limited evidence that cannabis use is associated with one sub-type of testicular cancer and insufficient evidence that cannabis use by a mother or father during pregnancy leads to a greater risk of cancers in the child. Heart Attack, Stroke, and DiabetesThe committee said that more research is needed to determine whether and how cannabis use is associated with heart attack, stroke, and diabetes.  However, some evidence suggests that cannabis smoking may trigger a heart attack. Respiratory DiseaseThe evidence reviewed by the committee suggests that smoking cannabis on a regular basis is associated with more frequent chronic bronchitis episodes and worse respiratory symptoms, such as chronic cough and phlegm production, but quitting cannabis smoking is likely to reduce these conditions.  The committee stated that it is unclear whether cannabis use is associated with certain respiratory diseases, including chronic obstructive pulmonary disease, asthma, or worsened lung function. ImmunityThere is a lack of data on the effects of cannabis or cannabinoid-based therapeutics on the human immune system, as well as insufficient data to draw overarching conclusions concerning the effects of cannabis smoke or cannabinoids on immune competence, the committee stated.  There is also insufficient evidence to support or refute a statistical association between cannabis or cannabinoid use and adverse effects on immune status in individuals with HIV.  Nevertheless, limited evidence suggests that regular exposure to cannabis smoke may have anti-inflammatory activity.Mental HealthThe evidence reviewed by the committee suggests that cannabis use is likely to increase the risk of developing schizophrenia, other psychoses, and social anxiety disorders, and to a lesser extent depression.  Alternatively, in individuals with schizophrenia and other psychoses, a history of cannabis use may be linked to better performance on learning and memory tasks.  Heavy cannabis users are more likely to report thoughts of suicide than non-users, and in individuals with bipolar disorder, near-daily cannabis users show increased symptoms of the disorder than non-users.Problem Cannabis UseThe evidence reviewed by the committee suggests that with greater frequency of cannabis use, there is an increased likelihood of developing problem cannabis use.  There is also evidence to suggest that initiating cannabis use at a younger age increases the likelihood of developing problem cannabis use. Cannabis Use and the Abuse of Other SubstancesThe committee found limited evidence that cannabis use increases the rate of initiating other drug use, primarily the use of tobacco.  However, the committee found moderate evidence to suggest that there is a link between cannabis use and the development of substance dependence and/or a substance abuse disorder for substances including alcohol, tobacco, and other illicit drugs.PsychosocialThe committee found that learning, memory, and attention are impaired after immediate cannabis use.  Limited evidence suggests that there are impairments in cognitive domains of learning, memory, and attention in individuals who have stopped smoking cannabis.  In addition, there is limited evidence to suggest that cannabis use is related to impairments in subsequent academic achievement and education as well as social relationships and social roles.  Adolescence and young adulthood are when most youth begin to experiment with substances of abuse, including cannabis, and it is during these periods that the neural layers that underlie the development of cognition are most active.  The committee also found limited evidence of an association between cannabis use and increased rates of unemployment and low income.  Prenatal, Perinatal, and Neonatal ExposureSmoking cannabis during pregnancy is linked to lower birth weight in the offspring, some evidence suggests. However, the relationship with other pregnancy and childhood outcomes is unclear. Challenges and Barriers in Conducting Cannabis ResearchIn addition to recommending more research on the beneficial and harmful effects of cannabis and cannabinoid use, the committee emphasized several challenges and barriers in conducting such research.  For instance, specific regulatory barriers, including the classification of cannabis as a Schedule I substance, impede the advancement of research.  Researchers also often find it difficult to gain access to the quantity, quality, and type of cannabis product necessary to address specific research questions.  The committee said a diverse network of funders is needed to support cannabis and cannabinoid research.   ", "meeting": "", "keywords": ["Medicine/Health"]}