{"journal": "Canadian Medical Association Journal Open", "url": "http://www.eurekalert.org/pub_releases/2017-01/pho-top011017.php", "description": "An analysis of over 40,000 commonly available packaged foods and beverages in Canada has found that 66 percent of these products -- including some infant formulas and baby food products and many so-called 'healthier' foods such as yogurt, juice, breakfast cereals, and snack bars -- have at least one added sugar in their ingredients list, according to new research from Public Health Ontario and the University of Waterloo.", "article_link": null, "date": "Thu, 12 Jan 2017 05:00:00 GMT", "funder": "", "title": "Two-thirds of packaged foods and drinks in Canada have added sugars", "region": "namerica", "source_link": null, "institution": "Public Health Ontario", "text": "An analysis of over 40,000 commonly available packaged foods and beverages in Canada has found that 66 per cent of these products - including some infant formulas and baby food products and many so-called 'healthier' foods such as yogurt, juice, breakfast cereals, and snack bars - have at least one added sugar in their ingredients list, according to new research from Public Health Ontario (PHO) and the University of Waterloo.Published in CMAJ Open, the research examined the ingredients of 40,829 packaged foods and beverages sold at national supermarket chains of a major Canadian grocery retailer. The researchers searched for 30 different added sugar terms - everything from 'sugar' to dextrose, high-fructose corn syrup, glucose, fructose and fruit juice concentrate. Excluded from the analysis were fresh fruits or vegetables, fresh meat, raw ingredients (water, baking ingredients, coffee, tea, fats and oils, etc.) and non-food items (such as natural health products or nutrition and protein supplements).\"People may be surprised to learn how many packaged foods and beverages have sugars added to them, especially foods that most would consider 'healthier,'\" says Dr. Erin Hobin, a scientist in PHO's health promotion, chronic disease and injury prevention division and an author on the paper. \"Added sugars were highest in the expected food products such as candy, sweet bakery products and soda pop. But we also found that the majority of products frequently marketed as 'healthy' options, like granola bars or yogurt, also listed added sugars in their ingredients. In addition, almost half of all infant formulas and baby food we studied listed added sugars as part of their ingredients.\"In this study, 'added sugars' are defined as all sugars added to foods by the manufacturer plus the sugars naturally present in honey, syrups and fruit juices. These naturally-occurring sugars are considered 'added sugars' in this study because fibre slows down the absorption of sugar, and the fibre is removed during processing (e.g., fruit juices) or is never present in these types of foods (e.g., honey). Added sugars are particularly concerning as they tend to be consumed in much larger quantities than naturally-occurring sugars found in foods such as bananas or a glass of milk. Added sugars can also be added to foods and beverages that normally contain little, if any, sugars, say the researchers.Eating and drinking excess amounts of sugars are associated with a variety of health problems. However, there is limited research detailing the amount of added sugars in Canada's food supply. This study provides a baseline snapshot of the added sugars in packaged products commonly found in grocery stores.A number of health organizations including the World Health Organization, United States Dietary Guidelines Committee, the UK Scientific Advisory Committee on Nutrition, and the Heart and Stroke Foundation of Canada have all recently recommended limiting intakes of added sugars to a maximum of five to 10 per cent of daily calories consumed.\"The number of products that contained added sugars was surprisingly high, particularly for beverages and baby foods,\" says Dr. David Hammond, of the University of Waterloo's School of Public Health and Health Systems and senior author on the research paper. \"At the moment, it is very difficult for consumers to identify the presence of added sugars using nutrition labels and impossible to identify amounts of added sugars in packaged foods. Health Canada recently proposed changes to nutrition labelling, which may include 'traffic lights' for high sugar labels on the front of packs, to help consumers to identify and avoid foods high in added sugars.\"Fast facts:\r\n", "meeting": "", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Olfactory/Taste", " Nutrition/Nutrients", " Public Health"]}