{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-01/tl-tls011017.php", "description": "Heightened activity in the amygdala -- a region of the brain involved in stress -- is associated with a greater risk of heart disease and stroke, according to a study published in The Lancet that provides new insights into the possible mechanism by which stress can lead to cardiovascular disease in humans.", "article_link": null, "date": "Wed, 11 Jan 2017 05:00:00 GMT", "funder": "", "title": "The Lancet: Study unveils how stress may increase risk of heart disease and stroke", "region": "namerica", "source_link": null, "institution": "The Lancet", "text": "Heightened activity in the amygdala - a region of the brain involved in stress - is associated with a greater risk of heart disease and stroke, according to a study published in The Lancet that provides new insights into the possible mechanism by which stress can lead to cardiovascular disease in humans. While more research and larger studies are needed to confirm the mechanism, the researchers suggest that these findings could eventually lead to new ways to target and treat stress-related cardiovascular risk. Smoking, high blood pressure and diabetes are well-known risk factors for cardiovascular disease and chronic psychosocial stress could also be a risk factor. Previously, animal studies identified a link between stress and higher activity in the bone marrow and arteries, but it has remained unclear whether this also applies to humans. Other research has also shown that the amygdala is more active in people with post-traumatic stress disorder (PTSD), anxiety and depression, but before this study no research had identified the region of the brain that links stress to the risk of heart attack and stroke. In this study, 293 patients were given a combined PET/CT scan to record their brain, bone marrow and spleen activity and inflammation of their arteries. The patients were then tracked for an average of 3.7 years to see if they developed cardiovascular disease. In this time 22 patients had cardiovascular events including heart attack, angina, heart failure, stroke and peripheral arterial disease. Those with higher amygdala activity had a greater risk of subsequent cardiovascular disease and developed problems sooner than those with lower activity. The researchers also found that the heightened activity in the amygdala was linked to increased bone marrow activity and inflammation in the arteries, and suggest that this may cause the increased cardiovascular risk. The authors suggest a possible biological mechanism, whereby the amygdala signals to the bone marrow to produce extra white blood cells, which in turn act on the arteries causing them to develop plaques and become inflamed, which can cause heart attack and stroke.In a small sub-study, 13 patients who had a history of PTSD also had their stress levels assessed by a psychologist, underwent a PET scan and had their levels of C-reactive protein - a protein that indicates levels of inflammation in the body - measured. Those who reported the highest levels of stress had the highest levels of amygdala activity along with more signs of inflammation in their blood and the walls of their arteries.\"Our results provide a unique insight into how stress may lead to cardiovascular disease. This raises the possibility that reducing stress could produce benefits that extend beyond an improved sense of psychological wellbeing,\" said lead author Dr Ahmed Tawakol, Massachusetts General Hospital and Harvard Medical School, USA. \"Eventually, chronic stress could be treated as an important risk factor for cardiovascular disease, which is routinely screened for and effectively managed like other major cardiovascular disease risk factors.\" [1]The researchers note that the activity seen in the amygdala may contribute to heart disease through additional mechanisms, since the extra white blood cell production and inflammation in the arteries do not account for the full link. They also say that more research is needed to confirm that stress causes this chain of events as the study was relatively small. Writing in a linked Comment, Dr Ilze Bot, Leiden Academic Centre for Drug Research, Leiden University, The Netherlands, said: \"In the past decade, more and more individuals experience psychosocial stress on a daily basis. Heavy workloads, job insecurity, or living in poverty are circumstances that can result in chronically increased stress, which in turn can lead to chronic psychological disorders such as depression.\" She says that more research is needed to confirm the mechanism but concludes: \"These clinical data establish a connection between stress and cardiovascular disease, thus identifying chronic stress as a true risk factor for acute cardiovascular syndromes, which could, given the increasing number of individuals with chronic stress, be included in risk assessments of cardiovascular disease in daily clinical practice.\"", "meeting": "", "keywords": ["Medicine/Health"]}