{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-01/mgh-sft010917.php", "description": "A study led by Massachusetts General Hospital and Icahn School of Medicine at Mount Sinai investigators has linked, for the first time in humans, activity in a stress-sensitive structure within the brain to the risk of subsequent cardiovascular disease.", "article_link": "http://dx.doi.org/10.1016/S0140-6736(16)31714-7", "date": "Wed, 11 Jan 2017 05:00:00 GMT", "funder": "", "title": "Study first to connect stress-associated brain activity with cardiovascular risk", "region": "namerica", "source_link": null, "institution": "Massachusetts General Hospital", "text": "A study led by Massachusetts General Hospital (MGH) and Icahn School of Medicine at Mount Sinai (ISSMS) investigators has linked, for the first time in humans, activity in a stress-sensitive structure within the brain to the risk of subsequent cardiovascular disease. The team's findings, being published in the journal The Lancet, also reveals a pathway leading from activation of that structure -- the amygdala -- through elevated immune system activity to an increased incidence of cardiovascular events. \"While the link between stress and heart disease has long been established, the mechanism mediating that risk has not been clearly understood,\" says Ahmed Tawakol, MD, co-director of the Cardiac MR PET CT Program in the MGH Division of Cardiology and lead author of the paper. \"Animal studies have shown that stress activates bone marrow to produce white blood cells, leading to arterial inflammation, and this study suggests an analogous path exists in humans. Moreover, this study identifies, for the first time in animal models or humans, the region of the brain that links stress to the risk of heart attack and stroke.\" The paper reports on two complementary studies. The first, conducted at MGH, analyzed imaging and medical records data from almost 300 individuals who had PET/CT brain imaging, primarily for cancer screening, using a radiopharmaceutical called FDG that both measures the activity of areas within the brain and also reflects inflammation within arteries. All participants in that study had no active cancer or cardiovascular disease at the time of imaging and each had information in their medical records on at least three additional clinical visits in the two to five years after imaging. The second study, conducted at the Translational and Molecular Imaging Institute (TMII) at ISMMS in New York, enrolled 13 individuals with a history of post-traumatic stress disorder, who were evaluated for their current levels of perceived stress and received FDG-PET scanning to measure both amygdala activity and arterial inflammation. Among participants in the larger, longitudinal study, 22 experienced a cardiovascular event -- such as a heart attack, stroke or episodes of angina -- in the follow-up period; and the prior level of activity in the amygdala strongly predicted the risk of a subsequent cardiovascular event. That association remained significant after controlling for traditional cardiovascular risk factors, and after controlling for presence of symptom-free atherosclerosis at the time of imaging. The association became even stronger when the team used a more stringent definition of cardiovascular events -- major adverse cardiovascular events. Amygdalar activity was also associated with the timing of events, as those with the highest levels of activity had events sooner than those with less extreme elevation, and greater amygdalar activity was also linked to elevated activity of the blood-cell-forming tissue in the bone marrow and spleen and to increased arterial inflammation. In the smaller study, participants' current stress levels were strongly associated with both amygdalar activity and arterial inflammation. Co-senior author Zahi A. Fayad, PhD, vice-chair for Research in the Department of Radiology and the director of TMII at ISMMS in New York, says, \"This pioneering study provides more evidence of a heart-brain connection, by elucidating a link between resting metabolic activity in the amygdala, a marker of stress, and subsequent cardiovascular events independently of established cardiovascular risk factors. We also show that amygdalar activity is related to increased associated perceived stress and to an increased vascular inflammation and hematopoeitic activity.\"Tawakol adds, \"These findings suggest several potential opportunities to reduce cardiovascular risk attributable to stress. It would be reasonable to advise individuals with increased risk of cardiovascular disease to consider employing stress-reduction approaches if they feel subjected to a high degree of psychosocial stress. However, large trials are still needed to confirm that stress reduction improves cardiovascular disease risk. Further, pharmacological manipulation of the amygdalar-bone marrow-arterial axis may provide new opportunities to reduce cardiovascular disease. In addition, increased stress associates with other diseases, such as cancer and inflammatory conditions, including rheumatoid arthritis and psoriasis. So it will be important to evaluate whether calming this stress mechanism produces benefits in those diseases as well.\" ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Neurobiology"]}