{"journal": "The Joint Commission Journal on Quality and Patient Safety", "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-cth011117.php", "description": "A new study from University of Missouri Health Care has found that using electronic health records can improve the care patients on warfarin receive after they leave the hospital and eliminate potential confusion among care providers and pharmacists.", "article_link": null, "date": "Wed, 11 Jan 2017 05:00:00 GMT", "funder": "", "title": "Changes to hospital electronic health records could improve care of patients on warfarin", "region": "namerica", "source_link": "http://medicine.missouri.edu/news/20170110-changes-to-hospital-electronic-health.php", "institution": "University of Missouri-Columbia", "text": "COLUMBIA, Mo. (Jan. 11, 2017) -- Warfarin is a commonly prescribed blood thinner used to prevent harmful blood clots. However, the drug requires frequent monitoring, daily dosing and can result in serious negative effects when mixed with vitamin K, a vitamin commonly found in vegetables such as lettuce or broccoli. Now, a new study from University of Missouri Health Care has found that using electronic health records (EHR) can improve the care patients receive after they leave the hospital and eliminate potential confusion among care providers and pharmacists.  \"Previous research indicates that adverse effects of warfarin accounted for 33 percent of annual emergency hospitalizations for patients 65 or older in the United States,\" said Margaret Day, M.D., a primary care physician and medical director at MU Health Care's Family Medicine-Keene Clinic. \"At MU Health Care, we designed the 'Outpatient Warfarin Management Order' record in response to The Joint Commission's call for institutions to reduce possible patient harm associated with the use of warfarin.\"Day said that before the intervention, physicians would give patients warfarin management plans on paper forms, which made it difficult for providers to later obtain that information later. Paper forms also sometimes caused confusion among pharmacists, physicians and patients since the warfarin plans could change frequently, according to Day.MU Health Care currently uses an EHR that generates a comprehensive health summary for each admitted patient. Day said that her team found the discharge summary to be a valuable tool to communicate the key elements needed for patients and health providers to manage warfarin therapy. \"The information entered is visible to the patients and their community health care providers,\" Day said. \"In addition, the record also coordinates communication to pharmacy services for any dosage updates.\"Before implementing the new record, Day's team found that 42 percent of patients' discharge charts included key elements for discharging patients on warfarin. After the intervention, the team found that percentage nearly doubled, to 78 percent. In addition, physicians and pharmacists who used the new record were surveyed. \"Of the 28 physicians and pharmacists who took part in the survey, 61 percent said that the new warfarin order was 'user friendly and accessible,'\" Day said. Day said that this study demonstrates the EHR's potential value in assisting with warfarin or anti coagulation therapy between outpatient and inpatient settings and across multiple providers. In addition, Day said the new process not only provides notification about the transition care to patients' referring health providers in their communities, but also facilitates collaborative care with pharmacies. The project, \"Improving Transitions of Care for Hospitalized Patients on Warfarin,\" was published in The Joint Commission Journal on Quality and Patient Safety.\r\n\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Pharmaceutical Science"]}