{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-01/aaon-ngo010617.php", "description": "Before epilepsy surgery, doctors may consider using brain imaging to locate language and memory functions in the brain instead of the more invasive procedure that is commonly used, according to a guideline published by the American Academy of Neurology in the Jan. 11, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. It is the first evidence-based guideline that systematically reviewed all evidence for such an evaluation.", "article_link": null, "date": "Wed, 11 Jan 2017 05:00:00 GMT", "funder": "", "title": "New guideline on how to map brain prior to epilepsy surgery", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Before epilepsy surgery, doctors may consider using brain imaging to locate language and memory functions in the brain instead of the more invasive procedure that is commonly used, according to a guideline published by the American Academy of Neurology in the January 11, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. It is the first evidence-based guideline that systematically reviewed all evidence for such an evaluation.Guideline authors noted, however, that the evidence for the recommendations is weak, since many of the studies had relatively small numbers of patients with similar types of epilepsy and were conducted at only one institution, so the results may not be generalizable to everyone with epilepsy. Epilepsy surgery is considered when medication does not control seizures. Doctors may either remove the area of the brain where seizures begin or use various surgical techniques to limit the spread of seizure activity. It's important to map the brain prior to surgery to prevent damage to language and memory abilities.For the guideline, authors compared evidence for fMRI and the more commonly used procedure, intracarotid amobarbital procedure, also known as the Wada test, which is performed during angiography. For the Wada test, one side of the brain is put to sleep by injecting a medication into the carotid artery, the main artery in the neck. Because the test is invasive, there are risks and discomforts. Functional MRI is an imaging procedure that detects brain activity by measuring blood flow. It is non-invasive and considered safe. The purpose of both tests is to ensure language and memory abilities will not be affected as a result of surgery.\"Because fMRI is becoming more widely available, we wanted to see how it compares to the Wada test,\" said lead author Jerzy Szaflarski, MD, PhD, of the University of Alabama at Birmingham and Fellow of the American Academy of Neurology. \"While the risks associated with the Wada test are rare, they can be serious, including stroke and injury to the carotid artery.\"The guideline found weak evidence that fMRI may be a possible alternative for the Wada test to evaluate the language functions in the brain for people with medial temporal lobe epilepsy, temporal epilepsy in general or extratemporal epilepsy. There was not enough evidence to make a recommendation for people with temporal neocortical epilepsy or temporal tumors.There was moderate evidence that fMRI of verbal memory or language encoding should be considered for predicting verbal memory outcome for people who are being evaluated for left medial temporal lobe surgery.The guideline found weak evidence that fMRI using nonverbal memory encoding may be considered for predicting visuospatial memory outcomes for people being evaluated for temporal lobe surgery.\"Larger studies need to be conducted to increase the quality of available evidence,\" said Szaflarski. \"Plus, neither fMRI nor the Wada test have standardized procedures. Doctors should carefully advise patients of the risks and benefits of fMRI versus the Wada test.\"", "meeting": "", "keywords": ["Medicine/Health", " Diagnostics", " Internal Medicine", " Neurobiology", " Surgery"]}