{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-01/jhm-ucs011017.php", "description": "Experts at Johns Hopkins and New York's Mount Sinai Health System have published a suggested new plan for a five-stage system of classifying the risk of heart attack in those with heart disease, one they say puts much-needed and long-absent focus on the risks faced by millions of Americans who pass so-called stress tests or have less obvious or earlier-stage danger signs.", "article_link": null, "date": "Wed, 11 Jan 2017 05:00:00 GMT", "funder": "", "title": "Updated classification system captures many more people at risk for heart attack", "region": "namerica", "source_link": "https://content.onlinejacc.org/article.aspx?articleID=2588657", "institution": "Johns Hopkins Medicine", "text": "Experts at Johns Hopkins and New York's Mount Sinai Health System have published a suggested new plan for a five-stage system of classifying the risk of heart attack in those with heart disease, one they say puts much-needed and long-absent focus on the risks faced by millions of Americans who pass so-called stress tests or have less obvious or earlier-stage danger signs.In a report in the Dec. 6 issue of the Journal of the American College of Cardiology, the authors estimate there are several million adults with concerning symptoms of heart disease who currently are clinically excluded as being at serious risk of heart attack because the current classification systems doctors use are heavily focused on so-called obstructive coronary heart disease criteria.The article is accompanied by an audio commentary by author Valentin Fuster, M.D., Ph.D., of Mount Sinai.Current classifications issued by American and European cardiology societies look mostly for evidence that fatty plaques have narrowed blood vessels that nourish the heart by 50 percent or even 70 percent or more, which may restrict blood flow to the heart muscle during exertion. Only when that benchmark 50 percent is reached are cardiologists and other physicians likely to formally diagnose patients with obstructive heart disease and deem them at high-enough risk for a heart attack to warrant preventive interventions with statins or other drugs. Women are twice as likely to have nonobstructive heart disease compared to men, and make up much of the undertreated population.But based on data from a 2012 study by researchers in Denmark that looked at survival rates in 4,711 women and 6,512 men after analyzing the severity of blocked arteries through coronary angiography, the Johns Hopkins and Mount Sinai specialists say there is evidence that people with less than 50 percent blockage of their heart's arteries, with so-called nonobstructive heart disease, are at just about the same risk of death due to heart attack, stroke or heart failure (congestive heart disease) -- about 14 percent over five years for men and 8 percent for women -- as people with an artery with a 50 percent or greater blockage. Based on a 2013 review from the United Kingdom looking at angiography data among 41,960 patients evaluated for suspected heart disease from the U.S. and other countries, they say, individuals with nonobstructive heart disease account for an estimated third of people who visit their physician complaining of chest pain in the U.S. each year, or about 5 million to 7 million people.\"What we and others can conclude from such evidence is that far less severe blockages can cause trouble because the sticky plaques can lead to the clumping of blood cells in coronary arteries, producing small clots that may cause chest pain and ultimately may lead to a heart attack,\" says Armin Zadeh, M.D., Ph.D., M.P.H., associate professor of medicine and member of the Heart and Vascular Institute at the Johns Hopkins University School of Medicine. \"But because our current diagnostic criteria don't point to an immediate problem, we aren't always treating people who may have the same risk for heart attack as those with greater blockages.\" That gap in diagnosis and preventive therapy, Zadeh says, led them to undertake development of an updated classification system better able to capture those with nonobstructive heart disease.At the heart of the new system are \"earlier\" stages, dubbed stage 1 and stage 2, that encompass the previously underrecognized and untreated population, and including patients with several moderate blockages in the high-risk category. In practice, the researchers say, that population is composed of people complaining about chest pain or unexplained shortness of breath during mild exertion. To diagnose heart disease with mild or moderate blockages -- stages 1, 2 or even 3 -- such individuals could undergo a cardiac CT or MRI scan.Current and widely used guidelines call for anyone with chest pain to undergo a cardiac exercise or chemical stress test. Those who \"fail\" the test then generally undergo coronary angiography by cardiac catheterization, a form of invasive imaging with a dye injected into a catheter threaded into the heart's blood vessel system, which visualizes blockages.\"The problem with this approach is that stress tests accurately detect only heart disease that is very advanced,\" says Zadeh. \"And cardiac catheterization, which can give an accurate reading about the percentage of blockage, is invasive, so we don't want to be routinely doing that for people who do all right on a stress test or for those with borderline results.\"The suggested new system has five stages, which, Zadeh acknowledges, depend far more heavily on cardiac CT or MRI rather than stress testing.Traditional treadmill stress tests, which use an EKG to measure the electric activity of the heart, run under $200 but go up to $500 if done with ultrasound imaging. Nuclear stress tests that use radioactive dyes to image the heart can cost around $950. Cardiac CT scans run between $400 and $600, and cardiac MRI scans cost a little over $800. Stage 0 is defined as no visible heart disease based on a heart scan, meaning no visible plaque buildup in the heart's arteries. Stage 1 would be considered mild heart disease, in which one to two blood vessels may be blocked less than 30 percent. Stage 2 is defined as moderate heart disease, with blockage between 30 and 49 percent in one to two vessels, or mild blockage in three blood vessels. At stage 3, a person would be considered to have severe heart disease, meaning one to two coronary arteries show more than 50 percent narrowing of the vessels diameter, or three blood vessels are moderately blocked in the 30 to 49 percent range. Very severe heart disease, or stage 4, has three or more vessels with over 50 percent blockage.Based on data from the U.K. review and many others, Zadeh says, at each increasing stage, the risk of heart attack or death per year goes up, starting from a less than 0.1 percent risk a year among those at stage 0, 0.1 to 0.9 percent risk within a year at stage 1, 1 to 1.9 percent risk at stage 2, 2 to 3.9 percent risk at stage 3, and 4 percent or greater risk of heart attack or death for those at stage 4. The risks in these stages were established by coronary angiography from both cardiac catheterization and noninvasive CT scanning data.\"Heart disease deaths have dropped substantially thanks to better diagnosis and treatment, but particularly due to improved preventive measures, including treating risk factors such as high blood pressure and cholesterol,\" says Zadeh. \"However, heart disease will remain a leading cause of death until we achieve better population health and identify earlier the millions of people whose risks of heart attack are being missed, underdiagnosed and untreated. Expanding our diagnostic criteria for heart disease is a good first step, and we think there's enough evidence to do so.\"In the U.S., according to government statistics, heart disease remains the leading cause of all adult deaths, killing more than 600,000 people each year, although the cancer death rate is rapidly closing the gap.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}