{"journal": "Journal of Medicinal Food", "url": "http://www.eurekalert.org/pub_releases/2017-01/mali-nse011117.php", "description": "A new study shows that a rat model of metabolic syndrome fed a high-sugar and high-cholesterol diet and given blue maize extract showed significant improvement in systolic blood pressure, high density lipoprotein (HDL) cholesterol, and triglyceride levels compared to those not given the extract.", "article_link": "http://dx.doi.org/10.1089/jmf.2016.0087", "date": "Wed, 11 Jan 2017 05:00:00 GMT", "funder": "", "title": "New study examines the health benefits of blue corn", "region": "namerica", "source_link": "http://www.liebertpub.com", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "text": "New Rochelle, NY, Jan. 11, 2017--A new study shows that a rat model of metabolic syndrome fed a high-sugar and high-cholesterol diet and given blue maize extract showed significant improvement in systolic blood pressure, high density lipoprotein (HDL) cholesterol, and triglyceride levels compared to those not given the extract. The natural antioxidants present in blue maize may help protect against metabolic syndrome, cardiovascular disease, diabetes, and cancer, raising interest in using blue maize as a component of functional foods and nutraceuticals, according to an article published in Journal of Medicinal Food, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Journal of Medicinal Food/a> website until February 13, 2017.In the article \"Blue Maize Extract Improves Blood Pressure, Lipid Profiles and Adipose Tissue on High-Sucrose Diet-Induced Metabolic Syndrome in Rats,\" Rosa Isela Guzman-Geronimoa and coauthors from Universidad Veracruzana, Instituto Tecnologico de Veracruz, and Unidad Oaxaca/Calle Hornos, Mexico, report that the animals fed a high-sugar and high-cholesterol diet that received blue maize extract had a significantly smaller increase in abdominal fat compared to the abdominal fat gain in rats that did not receive the extract. \"Anti-obesity food materials are always in demand, and this study brings out not only the importance of blue maize in controlling adipocity, but also the potential role of cholesterol in the development of obesity,\" says Journal of Medicinal Food Editor-in-Chief Sampath Parthasarathy, MBA, PhD, Florida Hospital Chair in Cardiovascular Sciences and Interim Associate Dean, College of Medicine, University of Central Florida. ", "meeting": "", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Research/Development"]}