{"journal": "Annals of Pharmacotherapy", "url": "http://www.eurekalert.org/pub_releases/2017-01/bumc-nat011017.php", "description": "New performance measures have been developed for patients on warfarin that may save lives and money.", "article_link": null, "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "Quality Enhancement Research Initiative", "title": "New approach to managing warfarin patients improves care, cuts costs", "region": "namerica", "source_link": null, "institution": "Boston University Medical Center", "text": "(Boston) -- New performance measures have been developed for patients on warfarin that may save lives and money.Warfarin is a commonly prescribed anticoagulant (blood thinner) used by millions of Americans to treat or prevent blood clots and/or strokes.  Warfarin management can be measured by the proportion of time patients spend in the therapeutic range -- the range in which they are protected from blood clots and not at excessive risk of bleeding.  Previous research has shown that hospitals and physician offices vary in terms of how skillfully they manage their patients on this drug. Researchers from Boston University School of Medicine (BUSM) have now developed several performance measures intended to help hospitals and clinicians improve the management of warfarin in their patients. These findings appear in the Annals of Pharmacotherapy.Patients on warfarin in the eight medical centers in the VA's New England region were compared to patients receiving warfarin in other parts of the country. \"Patients who used these measures did better clinically than those in the control group,\" explained corresponding author Adam Rose, MD, associate professor of medicine at BUSM. According to the researchers while previous studies have intervened to improve warfarin management at a single site or practice, this is the first such study to improve care across an entire health network.\"This study serves as a model for how other sites and health networks could feasibly approach improving the management of warfarin in their systems. If all anticoagulation clinics in the VA were to achieve this level of improvement, it would prevent 48 strokes and 68 major bleeding events each year, with a savings to the VA system of more than $4 million annually,\" he added.Rose believes that if a similar approach were adopted by other large health systems, there could also be improvement of patient outcomes and savings due to averted adverse events. \"Insufficient attention has been given in the past to how we can improve the management of warfarin; this study demonstrates that a relatively simple approach can have a large impact.\"", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}