{"journal": "The BMJ", "url": "http://www.eurekalert.org/pub_releases/2017-01/b-sgf010917.php", "description": "In The BMJ this week, experts debate whether gluten-free prescriptions for people with coeliac disease should be removed.", "article_link": null, "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "", "title": "Should gluten-free foods be available on prescription?", "region": "europe", "source_link": null, "institution": "BMJ", "text": "In The BMJ this week, experts debate whether gluten-free prescriptions for people with coeliac disease should be removed.Removing prescriptions for gluten-free products unfairly discriminates against people with coeliac disease, argue gastroenterology experts David Sanders and Matthew Kurien, and Sarah Sleet, Chief Executive of Coeliac UK.They explain the NHS is facing unprecedented financial pressures, and gluten-free food prescriptions might seem like an easy target for clinical commissioning groups (CCGs) trying to make savings.However, annual prescriptions costs for gluten-free foods were £25.7m in England last year - just 0.3% of the total NHS prescribing budget.They argue that \"a gluten-free diet is the only treatment for coeliac disease and adhering to this diet is challenging.\"The average cost of gluten-free products are 3-4 times the price of standard equivalent products, and there is limited availability of such products in shops.The National Institute for Health and Care Excellence's quality standards for coeliac disease highlight the role of prescriptions to ensure that the diet is affordable and accessible for all patients.Despite this, around 40% of CCGs in England are restricting or removing these prescriptions, while Scotland, Wales, and Northern Ireland are not following suit.  The experts say there is no other example in the NHS of a disease having its treatment costs cut by 50-100%, and ask if CCGs would consider this if the treatment for coeliac disease were an immunosuppressive drug and not food?The alternative gluten free products being suggested by CCGs contain nutritional deficiencies - an isocalorific portion of rice contains 90% less iron and 82% less calcium than bread. They warn that \"targeting gluten-free food prescriptions may reduce costs in the short term but there will be long term costs in terms of patient outcomes.\"On the other hand, James Cave, a general practitioner, argues that \"it's ludicrous for the NHS to be treating a food product as a drug and to require GPs and pharmacists to behave as grocers.\"He says the \"complex rules\" imposed by the NHS governing what can be prescribed and how often are stressful for people with coeliac disease and their GPs.\"It's a time-consuming rigmarole and, for the NHS, a very expensive one,\" he argues.\"The eight basic gluten-free staples advised for people with coeliac disease are all cheaper from a supermarket than the NHS price,\" he explains. \"This is a scandal.\"The NHS pays up to £6.73 for 500g of pasta, yet 500g of gluten free pasta will cost £1.20 at a supermarket. Additionally, there is a dispensing fee which is charged on top of all prescriptions.\"If we stopped prescribing gluten-free products tomorrow GPs would shout for joy and the NHS would stop being ripped off,\" he says.He suggests an alternative would be a national voucher scheme or a personalised health budget for patients so they receive the difference between the cost of gluten free products and the prescription.\"This could be funded from the money saved by no longer paying for overpriced NHS gluten-free food,\" he says, and \"the price of gluten-free food might fall further once proper market forces were in play.\"\"Most importantly, people with coeliac disease who currently struggle with the logistics of a lifelong gluten-free diet and a cumbersome and antiquated supply system, would have the convenience and choice we all enjoy,\" he concludes.", "meeting": "", "keywords": ["Medicine/Health"]}