{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-roe010517.php", "description": "An analysis that included 8.7 million participants finds that the rate of elevated systolic blood pressure (SBP) increased substantially globally between 1990 and 2015, and that in 2015 an estimated 3.5 billion adults had systolic blood pressure of at least 110 to 115 mm Hg, and 874 million adults had SBP of 140 mm Hg or higher, according to a study appearing in the Jan. 10 issue of JAMA.", "article_link": null, "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "", "title": "Rate of elevated systolic blood pressure increases globally, along with associated deaths", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "An analysis that included 8.7 million participants finds that the rate of elevated systolic blood pressure (SBP) increased substantially globally between 1990 and 2015, and that in 2015 an estimated 3.5 billion adults had systolic blood pressure of at least 110 to 115 mm Hg, and 874 million adults had SBP of 140 mm Hg or higher, according to a study appearing in the January 10 issue of JAMA.Systolic blood pressure of at least 110 mm Hg has been related to multiple cardiovascular and kidney outcomes, including ischemic heart disease, cerebrovascular disease and chronic kidney disease. The global obesity epidemic may further increase SBP in some populations. Quantifying the levels of SBP is important to guide prevention policies and interventions. Christopher J. L. Murray, D.Phil., of the Institute for Health Metrics and Evaluation, University of Washington, Seattle, and colleagues estimated the association between SBP of at least 110 to 115 mm Hg and SBP of 140 mm Hg or higher and the burden of different causes of death and disability by age and sex, based on 844 studies from 154 countries (published 1980-2015) of 8.69 million participants.The researchers found that the rate of elevated SBP (110-115 or greater and 140 mm Hg or greater) increased substantially between 1990 and 2015, and disability-adjusted life-years (DALYs) and deaths associated with elevated SBP also increased. Systolic blood pressure of at least 110 to 115 mm Hg was associated with more than 10 million deaths and more than 212 million DALYs in 2015, a 1.4-fold increase since 1990. Compared with all other specific risks quantified in a 2015 study, SBP of at least 110 to 115 mm Hg was the leading global contributor to preventable death in 2015.\"These estimates are concerning given that in 2015, an estimated 3.5 billion individuals had an SBP level of at least 110 to 115 mm Hg,\" the authors write.The largest numbers of SBP-related deaths were caused by ischemic heart disease (4.9 million), hemorrhagic stroke (2 million), and ischemic stroke (1.5 million). Five countries accounted for more than half of global DALYs associated with SBP of at least 110 to 115 mm Hg: China, India, Russia, Indonesia, and the United States. \"Both the projected number and prevalence rate of SBP of at least 110 to115 mm Hg are likely to continue to increase globally. These findings support increased efforts to control the burden of SBP of at least 110 to 115 mm Hg to reduce disease burden,\" the researchers write.", "meeting": "", "keywords": ["Medicine/Health", " Death/Dying"]}