{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-01/mgh-dp010417.php", "description": "A Massachusetts General Hospital research team has developed a way to avoid ischemia/reperfusion injury of the kidney with a new monoclonal antibody that binds its target receptor in a way that is 'just right.'", "article_link": "http://dx.doi.org/10.1038/NCOMMS13899", "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "National Institutes of Health", "title": "'Goldilocks' drug prevents chronic kidney disease in primates", "region": "namerica", "source_link": null, "institution": "Massachusetts General Hospital", "text": "Cells in any organ will die if their blood supply is cut off - such as during a heart attack, stroke, or organ transplant - but restoring circulation can also cause damage. Now a Massachusetts General Hospital (MGH) research team, using the kidney as an example, has developed a way to avoid this so-called ischemia/reperfusion injury with a new monoclonal antibody that binds its target in a way that is \"just right.\" They describe their work in the online journal Nature Communications.\"Ischemia/reperfusion injury is the leading cause of acute kidney injury, which is a strong predictor of chronic kidney failure in humans and a growing health care burden,\" says M. Amin Arnaout, MD, chief emeritus of the Division of Nephrology at MGH and senior author of the study. \"Ischemia/reperfusion injury is also a major cause of delayed graft function and transplant rejection, not just in kidneys but in other organs as well. Over the years we've learned that the problem is inflammation - which is caused by the white blood cells called leukocytes - so we set out to block those cells in a way that prevents ischemia/reperfusion injury while avoiding inadvertent side effects.\" Arnaout directs both the Leukocyte Biology Program and the Inflammation and Structural Biology Program at MGH.Leukocytes respond to tissue damage by causing inflammation. If damage is mild, inflammation is limited and can be beneficial, helping cells and tissues to heal. However, if damage is serious or takes place in tissue that is already diseased, inflammation can run rampant and cause further damage, impairing organ function or leading to rejection of a transplanted organ. Ischemia/reperfusion injury induces the release of pro-inflammatory molecules that attract leukocytes, which then release more pro-inflammatory molecules in a vicious cycle that can lead to the loss of the organ.Previous attempts to suppress ischemia/reperfusion injury by targeting these pro-inflammatory molecules seemed to work in mouse models but failed in humans. The reason, Arnaout's team suspected, has to do with the biology of how leukocytes signal to propagate tissue damage. The majority of inflammatory leukocytes that enter an ischemic organ after reperfusion communicate via a receptor molecule called CD11b/CD18, one of a group of membrane proteins called integrins. The signaling role of CD11b/CD18 has made this receptor a tempting target for drug development, particularly the use of antibodies that specifically bind to the receptor and block its function. However, in previous attempts using mouse models, antibodies that bound to CD11b/CD18 could inadvertently activate it, triggering the very damage they were supposed to prevent. Arnaout says, \"Just like Goldilocks wanted a chair that wasn't too soft or too hard, we needed to find an antibody that bound enough to block receptor function but not enough to activate it.\"Arnaout's research has focused on how the structure of integrins affects their signaling function, and his team was the first to describe how integrins change their shape when they are activated. To hit the \"sweet spot\" by blocking CD11b/CD18 on inflammatory leukocytes without activating the receptor, the team developed a new monoclonal antibody called mAb107. To get a better idea of whether mAb107 might prevent kidney damage following severe ischemia/reperfusion injury in humans, they tested it in cynomolgus monkeys instead of mice. The team's experiments showed that administering mAb107 at the outset and during ischemia/reperfusion injury of the monkeys' kidneys halted fibrotic kidney failure, which was otherwise irreversible in an untreated control group. The use of mAb107 successfully blocked the site where pro-inflammatory molecules bind to CD11b/CD18 without activating the receptor. \"The mechanisms underlying ischemia/reperfusion injury in the kidney are similar to those in the heart and brain, so we think mAb107 could also be useful in treating heart attack and stroke,\" says Arnaout, who is a professor of Medicine at Harvard Medical School. \"Furthermore, because ischemia/reperfusion injury affects organ transplants, treating organ donors and/or recipients with a humanized version of mAb107 could have widespread benefit for the 30,000 patients who receive transplants each year.\" Arnaout's team is now investigating in animal models the use of mAb107 to block ischemia/reperfusion injury in kidney transplants and evaluating its ability to reduce heart failure after a major heart attack.", "meeting": "", "keywords": ["Medicine/Health", " Internal Medicine", " Transplantation"]}