{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/chla-chl011017.php", "description": "The USC University Center of Excellence on Developmental Disabilities at Children's Hospital Los Angeles was awarded $880,000 from the Los Angeles County Department of Public Health with funding from the California Department of Public Health and the United States Department of Agriculture. The grant will support the Champions for Change - Healthy Communities Initiative, which aims to reduce the prevalence of obesity among low-income Supplemental Nutrition Assistance Program-Education eligible populations by providing nutrition education, physical activity promotion.", "article_link": null, "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "Los Angeles County Department of Public Health, California Department of Public Health, United States Department of Agriculture", "title": "Children's Hospital Los Angeles awarded nearly $1 million from Department of Health", "region": "namerica", "source_link": null, "institution": "Children's Hospital Los Angeles", "text": "(Los Angeles, Calif.) - The USC University Center of Excellence on Developmental Disabilities (UCEDD) at Children's Hospital Los Angeles was awarded $880,000 from the Los Angeles County Department of Public Health with funding from the California Department of Public Health and the United States Department of Agriculture. The grant will support the Champions for Change - Healthy Communities Initiative, which aims to reduce the prevalence of obesity among low-income Supplemental Nutrition Assistance Program-Education eligible populations by providing nutrition education, physical activity promotion, and working to create healthier environments for low-income individuals and families where they live, learn, work, play, pray, and shop. Key efforts under the initiative include teaching fundamental skills such as cooking, reading food labels, shopping on a budget, growing fruits and vegetables, and introducing low-cost and fun ways to be physically active. In addition, champions in communities throughout the County will be identified to help improve access to healthier foods and increase opportunities to be physical active in a variety of settings, including schools, worksites and neighborhoods. \"We are pleased to be a part of this county-wide initiative, as we are uniquely positioned to reach children and their families in the underserved communities in West Los Angeles,\" explained Larry Yin, MD, MSPH, program director and director of the USC UCEDD at CHLA. \"We are working toward making healthier foods more affordable and available as well as identifying ways to integrate daily physical activity to improve the overall health of families in West Los Angeles.\"  According to the LA County: A Cities and Communities Health Report, obesity-related chronic illnesses continue to rank among the top ten leading causes of premature death, including heart disease, stroke, and diabetes.  While the obesity epidemic continues to impact virtually all population groups, 15.3% of children in grades 5, 7, and 9 are obese and an estimated 10% and 33.5% of adults are obese and overweight, respectively, in West Los Angeles. Of those adults who are overweight or obese, 69.8% are Latino, 47.5% are African American and 40% are Caucasian.  \"Reducing obesity is a priority of Public Health and a key objective of the Champions for Change - Healthy Communities Initiative,\" said Jeffrey Gunzenhauser, interim health officer of Los Angeles County. \"By investing in our communities and the people that we serve, we are hopeful that we can make impactful, long-lasting changes for better health outcomes.\"", "meeting": "", "keywords": ["Medicine/Health", " Diet/Body Weight"]}