{"journal": "FASEB Journal", "url": "http://www.eurekalert.org/pub_releases/2017-01/foas-pbm011017.php", "description": "A recent review article published online in The FASEB Journal points to the 'trigger' for the inflammatory response, caused by the immune system, that precedes Alzheimer's disease and other neurological conditions.", "article_link": "http://dx.doi.org/10.1096/fj.201601184", "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "", "title": "Protein build-up may trigger inflammation associated with Alzheimer's and other conditions", "region": "namerica", "source_link": null, "institution": "Federation of American Societies for Experimental Biology", "text": "A recent review article published online in The FASEB Journal points to the \"trigger\" for the inflammatory response, caused by the immune system, that precedes Alzheimer's disease and other neurological conditions. Specifically, the authors show that an increase in aggregated, damaged proteins within neurons, which is a normal part of the aging brain, sets off these inflammatory responses. This observation was published online in The FASEB Journal. \"We hope that the future development of therapies aimed at preventing or removing the accumulation of aggregated proteins within the aging brain will lead to healthy lifestyles in the elderly by maintaining their cognitive capabilities,\" said Antonio Currais, Ph.D., a co-author of the work and senior research associate at the Salk Institute for Biological Studies in La Jolla, California. \"Our laboratory is very focused on developing therapies for the treatment of neurodegenerative diseases by targeting pathological processes that occur with aging and that we believe are the primary cause of those diseases. This is in direct contrast to the pharmaceutical companies that have focused their drug discovery approaches on very rare genetic forms of these diseases, basically ignoring aging.\"In the review, scientists suggest that because nerve cells do not divide and cannot dilute out damaged proteins by distributing them between two new cells, the proteins accumulate and become toxic, causing inflammatory responses within neurons themselves. This also suggests that the link between protein aggregation and the initiation of inflammatory responses may not be exclusive to the brain, but rather a common denominator of aging in other tissues and organs. Therefore, therapies that promote the removal of aggregated proteins that accumulate inside cells with aging or prevent the consequential activation of inflammatory signals hold great potential to prevent and treat neurodegenerative diseases, including Alzheimer's, Parkinson's, Huntington's, and even stroke.\"This insightful review, the first in a special series organized by Joel Buxbaum of our editorial board, integrates studies by the authors and other teams that are increasingly pointing to an inflammatory axis of Alzheimer's, either on the pathogenic arm or in response to the actual disease trigger\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"The inflammation dimension of AD cannot be ignored.\"", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Alzheimer's Disease"]}