{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-01/kift-nmt011017.php", "description": "A team of researchers at Karlsruhe Institute of Technology shake at the foundations of a dogma of cell biology. By detailed series of experiments, they proved that blood vessel growth is modulated by neurons and not, as assumed so far, through a control mechanism of the vessel cells among each other. The results are groundbreaking for research into and treatment of vascular diseases, tumors, and neurodegenerative diseases. The study will be published in the prestigious journal Nature Communications.", "article_link": null, "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "", "title": "Neurons modulate the growth of blood vessels", "region": "europe", "source_link": "http://www.kit.edu/kit/english/pi_2017_002_neurons-modulate-the-growth-of-blood-vessels.php", "institution": "Karlsruher Institut für Technologie (KIT) ", "text": "A team of researchers at Karlsruhe Institute of Technology (KIT) shake at the foundations of a dogma of cell biology. By detailed series of experiments, they proved that blood vessel growth is modulated by neurons and not, as assumed so far, through a control mechanism of the vessel cells among each other. The results are groundbreaking for research into and treatment of vascular diseases, tumors, and neurodegenerative diseases. The study will be published in the prestigious journal Nature Communications.\"Our work is pure basic research,\" Professor Ferdinand le Noble of KIT's Zoological Institute says, \"but provides a completely new perspective on how blood vessels grow, branch out, or are inhibited in their growth.\" For decades, researchers have been looking for ways to promote or impede the formation of new blood vessels. Whereas heart attack and stroke patients would profit from new arteries, cancer patients would benefit from tumor starving by putting a stop to ingrowing blood vessels.The key figures in the newly discovered extremely finely balanced process are signaling molecules: the brake on growth \"soluble FMS-like tyrosine kinase-1\", referred to as 1sFlt1, and the \"vascular endothelial growth factor\", referred to as VEGF. Even though, so far, it has been largely unknown how VEGF is regulated by the body, inhibition of this growth factor has been applied for years already in the treatment of cancer patients and of certain eye diseases. The therapy, however, is successful only in part of the patients and has several undesired side effects.\"So far, research assumed the blood vessels to more or less regulate their own growth,\" explains le Noble. \"In case of oxygen deficiency,\" he points out, \"tissue, among others, releases the growth factor VEGF, thus attracting the blood vessels carrying VEGF receptors on their surfaces. We wanted to know how this blood vessel growth is regulated at the time of a creature's birth.\" The team around le Noble hence studied the continuous growth of nerve tracts and circulatory vessels in zebrafish model organisms. The eggs of zebrafish are transparent and develop outside of the mother's body, allowing researchers to watch and observe the development of organs or even individual cells without injuring the growing animal.  By means of fluorescent dyes, postgraduate Raphael Wild in a first step documented colonization of neuronal stem cells and subsequent vascular budding in the vertebral canal of zebrafish. To understand the exact process, the team started a detailed biochemical and genetic analysis.The researchers proved that at different development stages, the nerve cells of the spinal cord produce more or less sFlt1 and VEGF and, in this way, modulate the development of blood vessels. At the early development stage, neuronal sFlt1 brakes blood vessel growth by binding and inactivating the growth factor VEGF. In the spinal cord, this creates an environment poor in oxygen, which is essential to the early development of the neuronal stem cells. With increasing nerve cell differentiation, concentration of the soluble sFlt1 decreases continuously, and the brake on vascular growth is loosened because more active VEGF is now available. Subsequently, blood vessels grow into the young spinal cord to provide it with oxygen and nutrients.In addition, Raphael Wild and his colleague Alina Klems show that the concentration of the growth factor is crucial as regards the density of the developing blood vessel network. Whereas, when the \"brake\" sFlt1 in nerve cells was switched off completely, a dense network of blood vessels formed which even grew into the vertebral canal, the growth of blood vessels was suppressed when sFIt1 was increased. Even small variations in substance concentration thus led to severe vascular developmental disorders.Since vascular cells also have own forms of sFlt1 and VEGF, the question arose as to whether blood vessel growth may, to a certain degree, regulate itself. To find out, the researchers applied the still young and extremely elegant CRISPR/Cas method: Whereas there was no effect when sFlt1 was switched off only in vascular cells, an intensive growth of blood vessels was observed when the production of sFlt1 was switched off in the nerve cells only.\"From the results we conclude that by a fine modulation of sFlt1 and VEGF, nerve cells very dynamically regulate the density of their blood vessel network according to requirements or according to the respective development stage,\" le Noble points out. \"The previous assumption that growing blood vessel cells control the succeeding vascular cells is a cell biology dogma whose foundations are being shaken.\"", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Nanotechnology/Micromachines"]}