{"journal": "BMJ", "url": "http://www.eurekalert.org/pub_releases/2017-01/tuhs-nsr010617.php", "description": "A new global study projects that a government-supported intervention to reduce national salt consumption by 10 percent over 10 years would be a highly cost-effective 'best buy' for preventing cardiovascular disease across 183 countries worldwide.", "article_link": "http://dx.doi.org/10.1136/bmj.i6699", "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "", "title": "National salt reduction strategy is cost-effective 'best buy' for 183 countries worldwide", "region": "namerica", "source_link": null, "institution": "Tufts University, Health Sciences Campus", "text": "BOSTON (Jan. 10, 2017, 6:30 p.m. ET)--A new global study projects that a government-supported policy to reduce salt consumption would be highly cost-effective across the world. Based on costs and a 10 percent reduction in salt over 10 years, such a program would save nearly 6 million life-years currently lost to cardiovascular disease each year, at an average cost of $204 per life-year saved.The study, published today in The BMJ, modeled the effects and costs in 183 countries of a government-supported policy combining food industry agreements and public education to reduce salt consumption.\"We know that excess dietary salt causes hundreds of thousands of cardiovascular deaths each year,\" said senior and corresponding author Dariush Mozaffarian, M.D., Dr.P.H., dean of the Friedman School of Nutrition Science and Policy at Tufts University in Boston. \"The trillion-dollar question has been how to start to bring salt down, and how much such an effort would cost.\"The investigators developed a statistical model for 183 countries using data from 2010 to analyze sodium intake, blood pressure levels, the effects of sodium on blood pressure, the effects of blood pressure on cardiovascular disease, and cardiovascular disease rates. These were combined with costs of the sodium reduction program using the World Health Organization's Costing Tool on noncommunicable diseases, including, for example, costs of human resources, training, meetings, supplies, equipment and mass media. Costs in each country were normalized to differences in currencies and purchasing power. The overall effectiveness of the intervention was based on recent efforts in the United Kingdom and Turkey, which showed that such a government-supported program can reduce salt consumption by at least 10 percent over 10 years.The researchers found that such a modest, gradual reduction in salt intake could save an average of 5.8 million disability-adjusted life years (DALY) each year that would otherwise be lost to cardiovascular disease. Of these, about 42 percent were attributable to coronary heart disease, 40 percent to stroke and 18 percent to other types of cardiovascular disease. In examining the cost-effectiveness of DALYs saved per year, the team found that a sodium-reduction policy could be many times more cost-effective than many medical interventions.\"In the U.S., common standards to judge cost-effectiveness of medical interventions use thresholds of either less than $50,000 per DALY or less than $100,000 per DALY. Statin drugs, one of the most cost-effective therapies to prevent cardiovascular disease, currently have an estimated cost-effectiveness of about $37,000 per DALY in the U.S. The sodium reduction, on the other hand, would have a cost-effectiveness of $332 per DALY,\" said Mozaffarian.By world region, the average DALYs averted per year and the cost-effectiveness, measured as the cost per DALY saved, were estimated to be:* \tAustralia and New Zealand: 11,254 DALYs/year saved; cost-effectiveness:  $880/DALY \r\n* \tCanada and United States: 238,357;  $350/DALY \r\n* \tCentral Asia and Eastern and Central Europe: 944,059;  $211/DALY\r\n* \tEast and Southeast Asia: 2,139,880;  $123/DALY\r\n* \tLatin America and Caribbean: 325,607;  $236/DALY\r\n* \tNorth Africa and Middle East: 367,829;  $300/DALY\r\n* \tSouth Asia: 1,136,614;  $116/DALY\r\n* \tSub-Saharan Africa: 335,053;  $255/DALY\r\n* \tWestern Europe: 282,541;  $477/DALY\"We found that a government-supported national plan to reduce salt would be cost-effective in nearly every country in the world,\" said first author Michael Webb, a Ph.D. student in economics at Stanford University. \"This was true even if we assumed the estimated costs were much greater or the benefits less strong.\"The researchers note that their findings should be considered in the context of some limitations, including that they used raw data from 2010 covering a majority but not all of the global population; their estimates of health benefits only considered cardiovascular disease and not other diseases that might benefit from salt reduction; and their model was based on a 10-year intervention period including planning, development and staged implementation. \"However you slice it, national salt reduction programs that combine industry targets and public education are a 'best buy' for governments and policy makers,\" said Mozaffarian.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Nutrition/Nutrients", " Public Health"]}