{"journal": "International Journal of Epidemiology", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoe-nsb010917.php", "description": "As many seek to battle festive bulge in January, new research challenges previous findings that any single aspect of diet or lifestyle can be targeted to reduce the risk of obesity in adults with a high genetic risk of putting on weight.", "article_link": null, "date": "Tue, 10 Jan 2017 05:00:00 GMT", "funder": "", "title": "No silver bullet to beating obesity, study finds", "region": "europe", "source_link": null, "institution": "University of Exeter", "text": "As many seek to battle festive bulge in January, new research challenges previous findings that any single aspect of diet or lifestyle can be targeted to reduce the risk of obesity in adults with a high genetic risk of putting on weight. The study, led by the University of Exeter Medical School, finds instead that many fattening aspects of the environment, lifestyle and behaviour interact with a person's genes to influence his or her waistline - and that the strongest influence is from poverty. The findings contradict some studies, which have concluded that concentrating obesity policy on specific aspects such as the consumption of fizzy drinks or fried food could make a meaningful difference to help decrease waistlines, especially in those of us at high genetic risk of obesity. The new research challenges this, and concludes that it is premature to suggest that specific aspects of behaviour or the environment can be targeted to reduce obesity levels effectively in people at high risk due to their genes. Dr Jessica Tyrrell, who led the research, said: \"Our findings suggest that it is premature to target any particular aspect of the environment or behaviour to try to reduce obesity. There is no 'silver bullet' to reducing obesity risk. It is misleading to suggest public health measures should be targeted specifically at fried food reduction, fizzy drink consumption or TV watching in those genetically predisposed to obesity, as some previous studies in leading medical journals have suggested. Instead, the data are consistent with proposals that public health measures should aim to alter all aspects of these fattening factors in small ways to have more impact in lowering levels of obesity and type 2 diabetes.\"A person's genes can mean they are more susceptible to becoming obese or developing type 2 diabetes in today's modern world of plentiful food and sedentary lifestyles.  However, until now, little has been known about how genes interact with the modern environment and human behaviour to mean some people with this predisposition become obese, while others remain slim.The study, published in the International Journal of Epidemiology, used 120,000 individuals from the UK Biobank, and could influence future policy on reducing obesity, one of today's greatest global health challenges. In the UK, obesity affects around one in every four adults and one in every five children aged 10-11, according to the NHS. Being obese increases risk of developing type 2 diabetes, coronary heart disease, some cancers and stroke. The study concludes that poverty is likely to be related to many different factors, reflecting socioeconomic influences on diet and activity levels. Previous studies have shown that in high income countries people from more deprived social backgrounds are more likely to be obese, but this study provides the strongest evidence yet that these effects are even stronger in people at the highest genetic risk of obesity. This type of study was not possible until recently, when large numbers of genetic variants altering BMI, a measure of weight, were discovered.  The team found the first robust evidence that people experiencing less favourable socioeconomic circumstances and at high genetic risk were overweight to a greater extent than would be expected by simply adding up the two risk factors. The differences do not push people from normal weight to obesity but add a few kilograms of weight -- enough to make an important additional contribution to the strain placed on healthcare systems.The authors found that, within the poorest half of the population, carrying 10 additional genetic risk factors for obesity was associated with approximately 3.8kg extra weight in someone 1.73m tall. In contrast, being of the same height and carrying the same number of obesity risk genetic factors was associated with just 2.9kg extra weight in the richest half of the population.Professor Tim Frayling, of the University of Exeter Medical School, oversaw the study. He said: \"In order to inform evidence-based policy decisions around obesity, we need to understand more about the complex mix of genes, environment, behaviour and lifestyle. Our study suggests that genes and environment can interact to provide a \"double whammy\" type effect, but, critically, it is really hard to narrow down which parts of the environment and lifestyle are the most critical. Large genetic datasets from resources like the UK Biobank are helping us pick the problem apart.\" ", "meeting": "", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Health Professionals", " Nutrition/Nutrients", " Public Health"]}