{"journal": "Journal of Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-01/mcog-bcp010917.php", "description": "Cell powerhouses are typically long and lean, but with brain injury such as stroke or trauma, they can quickly become bloated and dysfunctional, say scientists who documented the phenomena in real time for the first time in a living brain.", "article_link": null, "date": "Mon, 09 Jan 2017 05:00:00 GMT", "funder": "Academy of Finland, Jane and Aatos Erkko Foundation, National Institutes of Health", "title": "Brain cell powerhouses appear good treatment target for stroke, TBI recovery", "region": "namerica", "source_link": null, "institution": "Medical College of Georgia at Augusta University", "text": "AUGUSTA, Ga. (Jan. 9, 2017) - Cell powerhouses are typically long and lean, but with brain injury such as stroke or trauma, they can quickly become bloated and dysfunctional, say scientists who documented the phenomena in real time for the first time in a living brain.The scientists also found that without giving these mitochondria anything but time, they often resume their usual healthy shape once blood and oxygen were restored to mild or moderately damaged tissue, said Dr. Sergei Kirov, neuroscientist in the Department of Neurosurgery at the Medical College of Georgia at Augusta University.  \"We believe this is good evidence that mitochondria can recover their normal form following  brief periods of ischemia from stroke or trauma and that drugs that enhance their recovery may improve overall recovery from these sorts of brain injuries,\" Kirov said. Even following a brief period of global ischemia, where the entire body is getting no oxygen like in cardiac arrest, mitochondria quickly recovered if blood and oxygen supplies were restored within five minutes. Three minutes longer and mitochondria did not regain their usual high-functioning lean state. Previous studies in cultures of neurons and brain slices have provided evidence that form is Kirov and Dr. Leonard Khiroug, neuroscientist at the Neuroscience Center at the University of Helsinki, Finland, are co-corresponding authors of the work in living brains published in the Journal of Neuroscience. They used the power of two-photon laser scanning microscopy that enables long-term observation within living tissue coupled with transgenic mice with fluorescent mitochondria to document the cell powerhouses in the minutes, hours and days after mild, moderate and severe injury. They focused on pyramid-shaped neurons in the cortex, the furrowed outer portion of the brain associated with higher cognitive function that is one of the first areas injured in stroke and traumatic brain injury. They looked specifically at mitochondria in these neurons' dendrites, tree-like outgrowths with high-energy demands that are constantly receiving signals from other neurons. These typically also long and lean dendrites, which are jam-packed with mitochondria, become fragmented by these types of brain injuries. But the scientists saw the destructive mitochondrial transformation actually happened first and within minutes. Kirov calls mitochondria dynamic structures that can maneuver around a dendrite to support the point of highest energy need at that moment. They also are connected to each other, much like power lines connect high-voltage electrical substations. Like most things in life, they also are double-edged swords that supply energy needed for cells to live and function but also can trigger cell death. Noxious events like a stroke or TBI could trigger that deadly signal. \r\nOne way they typically protect cells is by capturing calcium, an important signaling molecule in the brain that can be lethal at excess levels, which tend to occur with injury. \"When they become injured or fragmented, they cannot do these functions anymore,\" Kirov said. Mitochondria also can split and form new mitochondria to replace old ones, and part of the work ahead for the scientists is determining whether these are actually new mitochondria - rather than repaired ones - emerging particularly after a prolonged recovery from severe injury. They also want to look at energy output of recovered mitochondria and existing drugs that might enhance that recovery. Of particular interest is the impact on the so-called penumbra, the brain area surrounding the focal point of a stroke or other brain injury, where injured brain cells might recover or die in the hours and days following the event.   Neurons and muscle cells are two of the biggest energy users and tend to have more mitochondria than other cell types. In a healthy brain scenario, if mitochondria happen to create too many new mitochondria, they will recycle them just like they do with old ones they replace. ", "meeting": "", "keywords": ["Cell Biology", " Medicine/Health", " Stroke", " Neurobiology"]}