{"journal": "Nature Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-01/embl-nck010917.php", "description": "From fighting the urge to hit someone to resisting the temptation to run off stage instead of giving that public speech, we are often confronted with situations where we have to curb our instincts. Scientists at EMBL have traced exactly which neuronal projections prevent social animals like us from acting out such impulses. The study, published online today in Nature Neuroscience, could have implications for schizophrenia and mood disorders like depression.", "article_link": "http://dx.doi.org/10.1038/nn.4470", "date": "Mon, 09 Jan 2017 05:00:00 GMT", "funder": "", "title": "Neural connection keeps instincts in check", "region": "europe", "source_link": "http://s.embl.org/pr090117", "institution": "European Molecular Biology Laboratory", "text": "Monterotondo, 9 January 2016 - From fighting the urge to hit someone to resisting the temptation to run off stage instead of giving that public speech, we are often confronted with situations where we have to curb our instincts. Scientists at EMBL have traced exactly which neuronal projections prevent social animals like us from acting out such impulses. The study, published online today in Nature Neuroscience, could have implications for schizophrenia and mood disorders like depression.\"Instincts like fear and sex are important, but you don't want to be acting on them all the time,\" says Cornelius Gross, who led the work at EMBL. \"We need to be able to dynamically control our instinctive behaviours, depending on the situation.\"The driver of our instincts is the brainstem - the region at the very base of your brain, just above the spinal chord. Scientists have known for some time that another brain region, the prefrontal cortex, plays a role in keeping those instincts in check [see box]. But exactly how the prefrontal cortex puts a break on the brainstem has remained unclear.Now, Gross and colleagues have literally found the connection between prefrontal cortex and brainstem. The EMBL scientists teamed up with Tiago Branco's lab at MRC LMB, and traced connections between neurons in a mouse brain. They discovered that the prefrontal cortex makes prominent connections directly to the brainstem.Gross and colleagues went on to confirm that this physical connection was the brake that inhibits instinctive behaviour. They found that in mice that have been repeatedly defeated by another mouse - the murine equivalent to being bullied - this connection weakens, and the mice act more scared. The scientists found that they could elicit those same fearful behaviours in mice that had never been bullied, simply by using drugs to block the connection between prefrontal cortex and brainstem. These findings provide an anatomical explanation for why it's much easier to stop yourself from hitting someone than it is to stop yourself from feeling aggressive. The scientists found that the connection from the prefrontal cortex is to a very specific region of the brainstem, called the PAG, which is responsible for the acting out of our instincts. However, it doesn't affect the hypothalamus, the region that controls feelings and emotions. So the prefrontal cortex keeps behaviour in check, but doesn't affect the underlying instinctive feeling: it stops you from running off-stage, but doesn't abate the butterflies in your stomach.The work has implications for schizophrenia and mood disorders such as depression, which have been linked to problems with prefrontal cortex function and maturation.\"One fascinating implication we're looking at now is that we know the pre-frontal cortex matures during adolescence. Kids are really bad at inhibiting their instincts; they don't have this control,\" says Gross, \"so we're trying to figure out how this inhibition comes about, especially as many mental illnesses like mood disorders are typically adult-onset.\"Tiago Branco is now at the Sainsbury Wellcome Centre.Background information: from metal rods to Pac-man\nNeuroscience textbooks have long carried the story of Phineas Gage. In 1848, while he was packing explosives into a rock to clear the way for a railroad, a premature explosion shot a metal rod through Gage's head. Remarkably, he survived. But his personality appears to have changed - although accounts and interpretations vary over what exactly the changes were, and how long they lasted. Nevertheless, Gage's case was instrumental in proving that there was a connection between brain and personality. Exactly which parts of Gage's brain were damaged has also been the subject of intense debate. The frontal lobes of his brain were certainly affected, and computer-based reconstructions of Gage's injury, as well as studies of other patients - injured in accidents or by stroke - have pointed to the prefrontal cortex as a likely seat for our inhibitions.\r\nA study of people trying to avoid injury - albeit in a simulated environment - hinted at how that inhibition might come about. Looking at the brains of people as they played a Pac-man-like game in an MRI scanner, scientists found that while players were 'running away' from 'Pac-man', their pre-frontal cortex was active, but in the moments just before their character was eaten, players' pre-frontal cortex would shut down and a region of the brainstem called the PAG became active. This study suggested a link between those two brain regions, and inspired Gross and colleagues to investigate.\r\n", "meeting": "", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Neurobiology", " Coping/Phobias", " Personality/Attitude", " Depression/Anger", " Stress/Anxiety"]}