{"title": "Could mutations and inherited genes play a role in cerebral palsy? | EurekAlert! Science News", "year": "Thu, 03 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txhemiplegic", "cerebral", "palsy", "hampers", "movement", "one", "side", "person", "body", "first", "genetic", "study", "kind", "exclusively", "focus", "hemiplegic", "cerebral", "palsy", "group", "26", "canadian", "researchers", "investigated", "genetic", "differences", "hereditary", "factors", "involved", "neurodevelopmental", "condition", "mutations", "specific", "parts", "individual", "genetic", "identified", "variations", "inherited", "others", "according", "lead", "authors", "mehdi", "zarrei", "stephen", "scherer", "hospital", "sick", "children", "toronto", "darcy", "fehlings", "holland", "bloorview", "kids", "rehabilitation", "hospital", "university", "toronto", "results", "published", "genetics", "medicine", "official", "journal", "american", "college", "medical", "genetics", "genomics", "published", "springer", "nature", "approximately", "three", "every", "1000", "children", "diagnosed", "year", "cerebral", "palsy", "cp", "developmental", "disorders", "related", "brain", "role", "genetics", "increasingly", "recognised", "important", "factor", "occurrence", "however", "lack", "adequate", "information", "far", "made", "difficult", "use", "genetics", "part", "etiologic", "hemiplegia", "forms", "cerebral", "authors", "study", "previously", "established", "percent", "individuals", "cerebral", "palsy", "inherited", "specific", "genome", "copy", "number", "variants", "cnvs", "parents", "cnv", "type", "structural", "alteration", "found", "typical", "genome", "relates", "way", "sections", "genome", "deleted", "duplicated", "dna", "study", "research", "group", "set", "identify", "additional", "cnvs", "mutations", "specific", "hemiplegic", "cerebral", "palsy", "medical", "conditions", "often", "associated", "saliva", "samples", "source", "dna", "collected", "97", "children", "hemiplegic", "cp", "parents", "genetic", "data", "compared", "people", "control", "group", "done", "identify", "rare", "cnvs", "relevant", "hemiplegia", "genes", "affected", "cnvs", "highlighted", "process", "also", "sequenced", "look", "smaller", "mutations", "parents", "interviewed", "establish", "possible", "risk", "factors", "pregnancy", "delivery", "neonatal", "period", "could", "played", "role", "hemiplegia", "children", "findings", "suggest", "newly", "identified", "cnvs", "may", "contributing", "various", "subtypes", "cerebral", "palsy", "including", "hemiplegia", "says", "97", "participants", "percent", "inherited", "rare", "cnv", "alternations", "one", "parents", "variations", "found", "specific", "genes", "associated", "neurodevelopmental", "functioning", "known", "genomic", "disorders", "de", "novo", "new", "variations", "cnvs", "sex", "chromosomes", "percent", "participants", "hemiplegic", "cp", "also", "identified", "many", "play", "important", "developmental", "genes", "relate", "autism", "learning", "mutations", "novo", "inherited", "someone", "mom", "dad", "appear", "first", "time", "person", "genetic", "typically", "fault", "egg", "sperm", "gave", "rise", "explains", "findings", "help", "researchers", "better", "understand", "heredity", "factors", "behind", "occurrence", "cp", "clinically", "provides", "support", "including", "genomic", "testing", "microarray", "advanced", "testing", "part", "etiologic", "children", "hemiplegic", "cp", "research", "also", "shows", "promise", "helping", "answer", "important", "question", "parents", "child", "developed", "cp", "says", "scherer"], "url": "http://www.eurekalert.org/pub_releases/2017-08/s-cma080317.php", "date": "2018-01-19_21:15:51", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHemiplegic cerebral palsy hampers movement in one side of a person's body. In the first genetic study of its kind to exclusively focus on those with hemiplegic cerebral palsy, a group of 26 Canadian researchers has investigated the genetic differences and hereditary factors involved in this neurodevelopmental condition. Mutations in specific parts of an individual's genetic make-up were identified. Some of these variations are inherited, while others are not, according to lead authors Mehdi Zarrei and Stephen Scherer of The Hospital for Sick Children in Toronto, and Darcy Fehlings of Holland Bloorview Kids Rehabilitation Hospital and the University of Toronto. The results are published in Genetics in Medicine, which is the official journal of the American College of Medical Genetics and Genomics and is published by Springer Nature. Approximately three in every 1000 children are diagnosed each year with cerebral palsy (CP).  As with other developmental disorders related to the brain, the role of genetics is increasingly recognised as an important factor in its occurrence. However, a lack of adequate information has so far made it difficult to use genetics as part of an etiologic work-up for hemiplegia and other forms of cerebral palsy.The authors of this study previously established that 9.6 percent of individuals with cerebral palsy inherited specific genome copy number variants (CNVs) from their parents. A CNV is a type of structural alteration found in a typical genome. It relates to the way that sections of the genome are deleted or duplicated in a DNA molecule.In this study, the research group set out to identify additional CNVs or mutations specific to hemiplegic cerebral palsy or the medical conditions often associated with it. Saliva samples as a source of DNA were collected from 97 children with hemiplegic CP and their parents. Their genetic data were compared to those of 10,851 people in a control group. This was done to identify any rare CNVs relevant to hemiplegia. The genes affected by the CNVs highlighted in the process were then also sequenced to look for smaller sequence-level mutations.  The parents were interviewed to establish possible risk factors during the pregnancy, delivery, and neonatal period that could have played a role in hemiplegia in their children.\"The findings suggest that newly identified CNVs may be contributing to various subtypes of cerebral palsy, including hemiplegia,\" says Zarrei.Of the 97 participants, 18.6 percent inherited rare CNV alternations from one of their parents. These variations are found in specific genes associated with neurodevelopmental functioning or known genomic disorders.  So-called de novo or new variations in the CNVs and sex chromosomes of a further 7.2 percent of the participants with hemiplegic CP were also identified. Many of these play in on important developmental genes that relate to autism and language-based learning. \"Mutations that are 'de novo'\" have not been inherited from someone's mom or dad, but appear for the first time in that person's genetic make-up, typically because of a fault in the egg or sperm that gave rise to him or her,\" explains Fehlings.The findings help researchers to better understand heredity factors behind the occurrence of CP.  \"Clinically it provides support for including genomic testing (microarray or more advanced testing) as part of the etiologic work-up for children with hemiplegic CP.  This research also shows promise in helping to answer an important question for parents - that of 'WHY' their child has developed CP,\" says Scherer. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHemiplegic cerebral palsy hampers movement in one side of a person's body.", "In the first genetic study of its kind to exclusively focus on those with hemiplegic cerebral palsy, a group of 26 Canadian researchers has investigated the genetic differences and hereditary factors involved in this neurodevelopmental condition.", "Mutations in specific parts of an individual's genetic make-up were identified.", "Some of these variations are inherited, while others are not, according to lead authors Mehdi Zarrei and Stephen Scherer of The Hospital for Sick Children in Toronto, and Darcy Fehlings of Holland Bloorview Kids Rehabilitation Hospital and the University of Toronto.", "The results are published in Genetics in Medicine, which is the official journal of the American College of Medical Genetics and Genomics and is published by Springer Nature.", "Approximately three in every 1000 children are diagnosed each year with cerebral palsy (CP).", "As with other developmental disorders related to the brain, the role of genetics is increasingly recognised as an important factor in its occurrence.", "However, a lack of adequate information has so far made it difficult to use genetics as part of an etiologic work-up for hemiplegia and other forms of cerebral palsy.The authors of this study previously established that 9.6 percent of individuals with cerebral palsy inherited specific genome copy number variants (CNVs) from their parents.", "A CNV is a type of structural alteration found in a typical genome.", "It relates to the way that sections of the genome are deleted or duplicated in a DNA molecule.In this study, the research group set out to identify additional CNVs or mutations specific to hemiplegic cerebral palsy or the medical conditions often associated with it.", "Saliva samples as a source of DNA were collected from 97 children with hemiplegic CP and their parents.", "Their genetic data were compared to those of 10,851 people in a control group.", "This was done to identify any rare CNVs relevant to hemiplegia.", "The genes affected by the CNVs highlighted in the process were then also sequenced to look for smaller sequence-level mutations.", "The parents were interviewed to establish possible risk factors during the pregnancy, delivery, and neonatal period that could have played a role in hemiplegia in their children.", "\"The findings suggest that newly identified CNVs may be contributing to various subtypes of cerebral palsy, including hemiplegia,\" says Zarrei.Of the 97 participants, 18.6 percent inherited rare CNV alternations from one of their parents.", "These variations are found in specific genes associated with neurodevelopmental functioning or known genomic disorders.", "So-called de novo or new variations in the CNVs and sex chromosomes of a further 7.2 percent of the participants with hemiplegic CP were also identified.", "Many of these play in on important developmental genes that relate to autism and language-based learning.", "\"Mutations that are 'de novo'\" have not been inherited from someone's mom or dad, but appear for the first time in that person's genetic make-up, typically because of a fault in the egg or sperm that gave rise to him or her,\" explains Fehlings.The findings help researchers to better understand heredity factors behind the occurrence of CP.", "\"Clinically it provides support for including genomic testing (microarray or more advanced testing) as part of the etiologic work-up for children with hemiplegic CP.", "This research also shows promise in helping to answer an important question for parents - that of 'WHY' their child has developed CP,\" says Scherer."], "source": "Springer"}