{"title": "A protein involved in Alzheimer's disease may also be implicated in cognitive abilities | EurekAlert! Science News", "year": "Wed, 02 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "rare", "mutations", "amyloid", "precursor", "protein", "app", "previously", "shown", "strongly", "associated", "alzheimer", "disease", "ad", "view", "university", "bergen", "norway", "august", "2", "2017", "rare", "mutations", "amyloid", "precursor", "protein", "app", "previously", "shown", "strongly", "associated", "alzheimer", "disease", "ad", "common", "genetic", "variants", "protein", "may", "also", "linked", "intelligence", "iq", "children", "according", "recent", "research", "performed", "university", "bergen", "norway", "results", "research", "published", "online", "today", "journal", "alzheimer", "disease", "senior", "author", "tetyana", "zayats", "researcher", "kgjebsen", "centre", "neuropsychiatric", "disorders", "university", "study", "analyzed", "genetic", "markers", "iq", "collected", "children", "avon", "longitudinal", "study", "parents", "children", "genetic", "findings", "followed", "genetic", "data", "two", "adult", "datasets", "1", "cases", "ad", "controls", "2", "individuals", "assessed", "general", "cognitive", "functioning", "function", "genetic", "markers", "analysed", "using", "reporter", "assays", "cells", "brain", "cells", "communicate", "via", "synapses", "containing", "hundreds", "specialized", "proteins", "mutations", "proteins", "lead", "dysfunctional", "synapses", "brain", "diseases", "epilepsy", "intellectual", "disability", "autism", "ad", "zayats", "university", "bergen", "examined", "subgroup", "proteins", "implicated", "synaptic", "plasticity", "learning", "arc", "complex", "found", "variation", "dna", "sequence", "within", "gene", "encoding", "member", "group", "proteins", "amyloid", "beta", "precursor", "protein", "app", "associated", "fluid", "intelligence", "children", "reflects", "capacity", "reason", "solve", "problems", "adults", "variation", "revealed", "association", "ad", "overall", "genetic", "variation", "within", "app", "gene", "appeared", "correlated", "efficiency", "information", "processing", "reaction", "time", "study", "potential", "implications", "understanding", "normal", "function", "synaptic", "proteins", "well", "involvement", "disease", "said", "encodes", "precursor", "protein", "forms", "neuritic", "plaques", "accumulation", "one", "key", "pathological", "hallmarks", "ad", "brains", "however", "unclear", "plaques", "affect", "brain", "functions", "whether", "lead", "ad", "understanding", "biological", "processes", "underlying", "synaptic", "functioning", "could", "expanded", "examining", "human", "genetics", "throughout", "lifespan", "genetic", "influences", "may", "driving", "force", "behind", "stability", "cognitive", "functioning", "zayats", "correlation", "intelligence", "ad", "also", "found", "analyses", "general", "cognitive", "ability", "adults", "several", "genes", "involved", "general", "intelligence", "previously", "reported", "associated", "ad", "related", "dementias", "overlap", "also", "noted", "app", "gene", "coding", "variant", "shown", "protective", "ad", "cognitive", "decline", "elderly", "exploratory", "study", "functional", "association", "follow", "examinations", "needed", "zayats", "noted", "examining", "genetic", "overlap", "cognitive", "functioning", "ad", "children", "adults", "presents", "us", "new", "avenue", "understanding", "role", "synaptic", "plasticity", "cognitive", "functioning", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ip-api080117.php", "date": "2018-01-19_21:16:01", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE:  Rare mutations in the amyloid precursor protein (APP) have previously been shown to be strongly associated with Alzheimer's disease (AD).\n       view more University of Bergen, Norway, August 2, 2017 - Rare mutations in the amyloid precursor protein (APP) have previously been shown to be strongly associated with Alzheimer's disease (AD). Common genetic variants in this protein may also be linked to intelligence (IQ) in children, according to recent research performed at the University of Bergen, Norway. Results of the research were published online today in the Journal of Alzheimer's Disease. Senior author Dr. Tetyana Zayats is a researcher at the KGJebsen Centre for Neuropsychiatric Disorders at the University of Bergen.The study analyzed genetic markers and IQ collected from 5,165 children in the Avon Longitudinal Study of Parents and Children. The genetic findings were followed up in the genetic data from two adult datasets (1) 17,008 cases with AD and 37,154 controls, and (2) 112,151 individuals assessed for general cognitive functioning. The function of the genetic markers was analysed using reporter assays in cells.   Brain cells communicate via synapses containing hundreds of specialized proteins. Mutations in some of these proteins lead to dysfunctional synapses and brain diseases such as epilepsy, intellectual disability, autism or AD. Dr. Zayats and co-workers at the University of Bergen examined a subgroup of these proteins that have been implicated in synaptic plasticity and learning (the ARC complex). They found that a variation in DNA sequence within the gene encoding a member of this group of proteins, amyloid beta precursor protein (APP) was associated with non-verbal (fluid) intelligence in children, which reflects our capacity to reason and solve problems. In adults, this variation revealed association with AD, while the overall genetic variation within the APP gene itself appeared to be correlated with the efficiency of information processing (reaction time).\"This study has potential implications for our understanding of the normal function of these synaptic proteins as well as their involvement in disease\" said Dr. Zayats.APP encodes the amyloid-β precursor protein that forms amyloid-β-containing neuritic plaques, the accumulation of which is one of the key pathological hallmarks in AD brains. However, it is unclear how these plaques affect brain functions and whether they lead to AD.    \"Our understanding of biological processes underlying synaptic functioning could be expanded by examining human genetics throughout the lifespan as genetic influences may be the driving force behind the stability of our cognitive functioning,\" Dr. Zayats commented.Genetic correlation between intelligence and AD has also been found in large-scale genome-wide analyses on general cognitive ability in adults. Several genes involved in general intelligence have previously reported to be associated with AD or related dementias. Such overlap has also been noted for the APP gene, where a coding variant was shown to be protective against both AD and cognitive decline in elderly. \"While this is only an exploratory study, in-depth functional and association follow up examinations are needed,\" Dr. Zayats noted. \"Examining genetic overlap between cognitive functioning and AD in children - not only adults - presents us with a new avenue to further our understanding of the role of synaptic plasticity in cognitive functioning and disease.\"   ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE:  Rare mutations in the amyloid precursor protein (APP) have previously been shown to be strongly associated with Alzheimer's disease (AD).", "view more University of Bergen, Norway, August 2, 2017 - Rare mutations in the amyloid precursor protein (APP) have previously been shown to be strongly associated with Alzheimer's disease (AD).", "Common genetic variants in this protein may also be linked to intelligence (IQ) in children, according to recent research performed at the University of Bergen, Norway.", "Results of the research were published online today in the Journal of Alzheimer's Disease.", "Senior author Dr. Tetyana Zayats is a researcher at the KGJebsen Centre for Neuropsychiatric Disorders at the University of Bergen.The study analyzed genetic markers and IQ collected from 5,165 children in the Avon Longitudinal Study of Parents and Children.", "The genetic findings were followed up in the genetic data from two adult datasets (1) 17,008 cases with AD and 37,154 controls, and (2) 112,151 individuals assessed for general cognitive functioning.", "The function of the genetic markers was analysed using reporter assays in cells.", "Brain cells communicate via synapses containing hundreds of specialized proteins.", "Mutations in some of these proteins lead to dysfunctional synapses and brain diseases such as epilepsy, intellectual disability, autism or AD.", "Dr. Zayats and co-workers at the University of Bergen examined a subgroup of these proteins that have been implicated in synaptic plasticity and learning (the ARC complex).", "They found that a variation in DNA sequence within the gene encoding a member of this group of proteins, amyloid beta precursor protein (APP) was associated with non-verbal (fluid) intelligence in children, which reflects our capacity to reason and solve problems.", "In adults, this variation revealed association with AD, while the overall genetic variation within the APP gene itself appeared to be correlated with the efficiency of information processing (reaction time).", "\"This study has potential implications for our understanding of the normal function of these synaptic proteins as well as their involvement in disease\" said Dr. Zayats.APP encodes the amyloid-β precursor protein that forms amyloid-β-containing neuritic plaques, the accumulation of which is one of the key pathological hallmarks in AD brains.", "However, it is unclear how these plaques affect brain functions and whether they lead to AD.", "\"Our understanding of biological processes underlying synaptic functioning could be expanded by examining human genetics throughout the lifespan as genetic influences may be the driving force behind the stability of our cognitive functioning,\" Dr. Zayats commented.Genetic correlation between intelligence and AD has also been found in large-scale genome-wide analyses on general cognitive ability in adults.", "Several genes involved in general intelligence have previously reported to be associated with AD or related dementias.", "Such overlap has also been noted for the APP gene, where a coding variant was shown to be protective against both AD and cognitive decline in elderly.", "\"While this is only an exploratory study, in-depth functional and association follow up examinations are needed,\" Dr. Zayats noted.", "\"Examining genetic overlap between cognitive functioning and AD in children - not only adults - presents us with a new avenue to further our understanding of the role of synaptic plasticity in cognitive functioning and disease.\""], "source": "IOS Press"}