{"title": "Effects of cognitive behavior therapy on parents of children with autism | EurekAlert! Science News", "year": "Tue, 01 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "jessica", "jannarone", "parent", "involved", "york", "u", "faculty", "health", "study", "parental", "outcomes", "following", "participation", "cognitive", "behavior", "therapy", "children", "autism", "spectrum", "disorder", "led", "professor", "view", "toronto", "august", "1", "2017", "parents", "children", "autism", "experience", "greater", "impact", "child", "therapy", "thought", "according", "new", "research", "york", "university", "faculty", "health", "jonathan", "weiss", "associate", "professor", "department", "psychology", "faculty", "health", "cihr", "chair", "autism", "spectrum", "disorders", "asd", "treatment", "care", "research", "discovered", "parents", "participate", "cognitive", "therapy", "children", "autism", "also", "experience", "real", "benefit", "improves", "family", "experience", "approximately", "70", "per", "cent", "children", "autism", "struggle", "emotional", "behavioural", "problems", "may", "benefit", "cognitive", "behaviour", "therapy", "improve", "ability", "manage", "emotions", "time", "parents", "bring", "kids", "cognitive", "behaviour", "therapy", "separate", "room", "learning", "children", "said", "weiss", "unique", "studied", "happens", "parents", "partners", "process", "start", "finish", "increasingly", "know", "helpful", "kids", "autism", "specifically", "proven", "helpful", "parents", "parents", "took", "part", "study", "involved", "randomized", "controlled", "trial", "asked", "complete", "surveys", "treatment", "compared", "parents", "begun", "therapy", "weiss", "student", "andrea", "maughan", "examined", "changes", "parent", "mental", "health", "mindfulness", "perceptions", "children", "trial", "cognitive", "behaviour", "therapy", "57", "children", "asd", "aged", "intellectual", "disability", "study", "published", "journal", "autism", "developmental", "disorders", "showed", "parents", "participated", "cognitive", "therapy", "children", "experienced", "improvements", "depression", "emotion", "regulation", "mindful", "parenting", "research", "showed", "parents", "improved", "abilities", "handle", "emotions", "see", "positive", "light", "said", "weiss", "helped", "become", "aware", "parenting", "good", "parents", "study", "parents", "child", "therapist", "tasked", "employing", "strategies", "alongside", "children", "allowed", "parents", "learn", "help", "process", "parents", "required", "write", "children", "thoughts", "activities", "parent", "participating", "sas", "program", "grown", "much", "son", "used", "use", "one", "size", "fits", "strategy", "son", "many", "tools", "manage", "difficult", "moments", "said", "jessica", "jannarone", "parent", "involved", "study", "ability", "talk", "feelings", "identify", "triggers", "think", "proactively", "approaches", "brought", "positivity", "comfort", "lives", "watching", "son", "develop", "program", "find", "way", "start", "handling", "feelings", "greatest", "gift", "weiss", "added", "findings", "also", "speak", "importance", "health", "care", "providers", "involve", "parents", "process", "delivering", "care", "children", "autism", "know", "parents", "children", "autism", "addition", "positive", "experiences", "also", "experience", "high", "levels", "distress", "something", "reduce", "responsibility", "try"], "url": "http://www.eurekalert.org/pub_releases/2017-08/yu-eoc080117.php", "date": "2018-01-19_21:16:05", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Jessica Jannarone, a parent involved in the York U Faculty of Health study, Parental Outcomes Following Participation in Cognitive Behavior Therapy for Children with Autism Spectrum Disorder, led by Professor...\n     view more TORONTO, August 1, 2017 - Parents of children with autism experience a greater impact from their child's therapy than once thought, according to new research out of York University's Faculty of Health. \r\n  \r\nJonathan Weiss, Associate Professor in the Department of Psychology, Faculty of Health and CIHR Chair in Autism Spectrum Disorders (ASD) Treatment and Care Research, discovered that parents who participate in cognitive therapy with their children with autism also experience a real benefit that improves the family experience. \r\n  \r\nApproximately 70 per cent of children with autism struggle with emotional or behavioural problems, and may benefit from cognitive behaviour therapy to improve their ability to manage their emotions. \r\n  \r\n\"Most of the time when parents bring in their kids for cognitive behaviour therapy, they are in a separate room learning what their children are doing, and are not being co-therapists,\" said Weiss. \"What's unique about what we studied is what happens when parents are partners in the process from start to finish. Increasingly we know that it's helpful for kids with autism, specifically, and now we have proven that it's helpful for their parents too.\" \r\n  \r\nParents who took part in the study were involved in a randomized controlled trial. They were asked to complete surveys before and after the treatment and were compared to parents who had not begun therapy. \r\n  \r\nWeiss and Ph.D student Andrea Maughan, examined changes in parent mental health, mindfulness, and perceptions of their children, during a trial of cognitive behaviour therapy for 57 children with ASD aged 8-12 who did not have an intellectual disability. The study, published in the Journal of Autism and Developmental Disorders, showed that parents who participated in cognitive therapy with their children, experienced improvements in their own depression, emotion regulation, and mindful parenting. \r\n  \r\n\"The research showed that parents improved their abilities to handle their own emotions and to see themselves in a more positive light,\" said Weiss. \"It helped them to become more aware of their parenting and all of the good they do as parents.\" \r\n  \r\nIn the study, parents were co-therapists with their child's therapist and were tasked with employing the same strategies alongside their children. This allowed the parents to learn to help themselves in the process. Parents were required to write down their children's thoughts during activities. \r\n  \r\n\"As a parent participating in the SAS:OR Program, I have grown as much as my son did. I used to use a \"one size fits all\" strategy with my son - now he and I have many tools to manage through difficult moments,\" said Jessica Jannarone, a parent involved in study. \"The ability to talk about our feelings, identify triggers, and think proactively about approaches has brought both positivity and comfort to our lives. Watching my son develop in this program and find a way to start handling his feelings has been the greatest gift of all.\" \r\n  \r\nWeiss added the findings also speak to the importance for health care providers to involve parents in the process of delivering care to children with autism. \r\n  \r\n\"We know parents of children with autism, in addition to all the positive experiences they have, also experience high levels of distress. So if we can do something to reduce that, we have a responsibility to try to do so.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Jessica Jannarone, a parent involved in the York U Faculty of Health study, Parental Outcomes Following Participation in Cognitive Behavior Therapy for Children with Autism Spectrum Disorder, led by Professor...\n     view more TORONTO, August 1, 2017 - Parents of children with autism experience a greater impact from their child's therapy than once thought, according to new research out of York University's Faculty of Health.", "Jonathan Weiss, Associate Professor in the Department of Psychology, Faculty of Health and CIHR Chair in Autism Spectrum Disorders (ASD) Treatment and Care Research, discovered that parents who participate in cognitive therapy with their children with autism also experience a real benefit that improves the family experience.", "Approximately 70 per cent of children with autism struggle with emotional or behavioural problems, and may benefit from cognitive behaviour therapy to improve their ability to manage their emotions.", "\"Most of the time when parents bring in their kids for cognitive behaviour therapy, they are in a separate room learning what their children are doing, and are not being co-therapists,\" said Weiss.", "\"What's unique about what we studied is what happens when parents are partners in the process from start to finish.", "Increasingly we know that it's helpful for kids with autism, specifically, and now we have proven that it's helpful for their parents too.\"", "Parents who took part in the study were involved in a randomized controlled trial.", "They were asked to complete surveys before and after the treatment and were compared to parents who had not begun therapy.", "Weiss and Ph.D student Andrea Maughan, examined changes in parent mental health, mindfulness, and perceptions of their children, during a trial of cognitive behaviour therapy for 57 children with ASD aged 8-12 who did not have an intellectual disability.", "The study, published in the Journal of Autism and Developmental Disorders, showed that parents who participated in cognitive therapy with their children, experienced improvements in their own depression, emotion regulation, and mindful parenting.", "\"The research showed that parents improved their abilities to handle their own emotions and to see themselves in a more positive light,\" said Weiss.", "\"It helped them to become more aware of their parenting and all of the good they do as parents.\"", "In the study, parents were co-therapists with their child's therapist and were tasked with employing the same strategies alongside their children.", "This allowed the parents to learn to help themselves in the process.", "Parents were required to write down their children's thoughts during activities.", "\"As a parent participating in the SAS:OR Program, I have grown as much as my son did.", "I used to use a \"one size fits all\" strategy with my son - now he and I have many tools to manage through difficult moments,\" said Jessica Jannarone, a parent involved in study.", "\"The ability to talk about our feelings, identify triggers, and think proactively about approaches has brought both positivity and comfort to our lives.", "Watching my son develop in this program and find a way to start handling his feelings has been the greatest gift of all.\"", "Weiss added the findings also speak to the importance for health care providers to involve parents in the process of delivering care to children with autism.", "\"We know parents of children with autism, in addition to all the positive experiences they have, also experience high levels of distress.", "So if we can do something to reduce that, we have a responsibility to try to do so.\""], "source": "York University"}