{"title": "'Code Blue' equals lower survival for cancer patients", "text": "Patients with advanced cancer who suffer cardiac arrest in the hospital have a survival rate of less than 10 percent--half the rate of other patients without cancer, according to a nationwide study led by the University of Rochester Medical Center.\r\nThe data helps to clear up some myths in medicine about cardiac arrest survival and can be used as a guidepost when hospitalized cancer patients and their families consider do-not-resuscitate (DNR) orders, said Jeffrey T. Bruckel, M.D., a third-year postdoctoral fellow in cardiology at URMC, who led the research.\r\n\"We're hopeful that our study in some way will help doctors and cancer patients make more informed decisions about the end of life,\" Bruckel said. \"It's very important to have early, frank, discussions around the goals of care.\"\r\nThe study was published by the Journal of Oncology Practice in a special end-of-life care edition.  \r\nResearchers from Rochester and collaborating institutions used a nationwide resuscitation registry to evaluate survival after cardiac arrest of more than 47,000 people at 369 hospitals. Patients who were in for surgery (before, during, and after), emergency room treatment, rehabilitation, or treatment from cardiac catheterization labs or interventional radiology were excluded from the study, as were patients with implantable defibrillators. Of the 47,157 patients who experienced cardiac arrest, 6,585 or 14 percent had advanced cancer at the time of the arrest.\r\nResearchers also looked at how resuscitation efforts occurred. Another myth in medicine is that patients with advanced cancer receive less aggressive resuscitation care, but researchers found no evidence of that happening, Bruckel said.\r\nIn fact, the average time that doctors worked to resuscitate all patients (cancer and non-cancer) ranged from about 22 to 24 minutes, the study showed. \r\nHowever, after cancer patients were successfully resuscitated, they more often signed DNR orders during the next 48 hours. \r\nWhen outcomes of cancer and non-cancer patients were compared, results showed that 57.5 percent of the cancer patients were resuscitated successfully but only 9.6 percent survived to be discharged from the hospital; whereas 63 percent of the non-cancer patients were successfully resuscitated and 19.2 percent survived to the time of discharge. \r\nResearchers reported several limitations to the study, including a lack of detailed data on the types of advanced cancer and cancer treatments being given used at the time of cardiac arrest. \r\n", "journal": "Journal of Oncology Practice", "funder": "NIH/National Heart Lung and Blood Institute, Veterans Administration", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/uorm-be080117.php", "institution": "University of Rochester Medical Center", "meeting": "", "description": "Patients with advanced cancer who suffer cardiac arrest in the hospital have a survival rate of less than 10 percent --\r\n half the rate of other patients without cancer, according to a nationwide study led by the University of Rochester Medical Center.", "article_link": null, "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Critical Care/Emergency Medicine", " Death/Dying", " Mortality/Longevity", " Hematology", " Behavior", " Death/Dying"], "source_link": "https://www.urmc.rochester.edu/news/story/5110/code-blue-equals-lower-survival-for-cancer-patients.aspx", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}