{"title": "Study finds parallels between unresponsive honey bees, human autism | EurekAlert! Science News", "year": "Mon, 31 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "socially", "unresponsive", "bees", "share", "something", "fundamental", "autistic", "humans", "new", "research", "finds", "view", "champaign", "honey", "bees", "consistently", "fail", "respond", "obvious", "social", "cues", "share", "something", "fundamental", "autistic", "humans", "researchers", "report", "new", "study", "genes", "closely", "associated", "autism", "spectrum", "disorders", "humans", "regulated", "differently", "unresponsive", "honey", "bees", "responsive", "nest", "mates", "study", "found", "findings", "reported", "proceedings", "national", "academy", "sciences", "appear", "unique", "genes", "associated", "autism", "behavioral", "disorders", "humans", "study", "first", "glimpse", "molecular", "heritage", "shared", "across", "animal", "kingdom", "researchers", "say", "offers", "tantalizing", "clues", "evolution", "social", "behavior", "honey", "bees", "active", "others", "appear", "indifferent", "intruders", "threaten", "hive", "unusual", "said", "university", "illinois", "entomology", "professor", "gene", "robinson", "led", "new", "analysis", "honey", "bees", "take", "different", "roles", "different", "stages", "lifecycle", "every", "bee", "function", "guard", "postdoctoral", "researcher", "hagai", "shpigler", "observed", "bees", "also", "unmoved", "presence", "queen", "larvae", "stimulus", "typically", "spurs", "diligent", "action", "nurse", "bees", "suggested", "something", "unusual", "going", "said", "robinson", "directs", "carl", "woese", "institute", "genomic", "biology", "given", "task", "honey", "bees", "fall", "somewhere", "highly", "engaged", "moderately", "engaged", "camp", "robinson", "said", "typically", "honey", "bees", "respond", "robustly", "one", "stimulus", "another", "small", "subset", "bees", "tested", "robinson", "colleagues", "either", "always", "energetically", "responding", "intruders", "queen", "larvae", "always", "unresponsive", "bees", "lack", "social", "awareness", "might", "seen", "similar", "social", "difficulties", "faced", "people", "autism", "robinson", "said", "comparing", "behavior", "enough", "said", "analyzing", "genes", "drive", "behavior", "genes", "regulated", "key", "understanding", "whether", "two", "phenomena", "get", "question", "team", "analyzed", "246", "groups", "bees", "seven", "genetically", "distinct", "honey", "bee", "colonies", "carefully", "testing", "bee", "various", "social", "contexts", "analyzing", "levels", "gene", "expression", "brains", "found", "genes", "regulated", "differently", "unresponsive", "bees", "nurse", "bees", "researchers", "next", "turned", "list", "genes", "gene", "expression", "profiles", "associated", "autism", "humans", "goal", "determine", "whether", "significant", "proportion", "genes", "also", "played", "role", "unresponsive", "bees", "figured", "way", "make", "unbiased", "statistical", "test", "tell", "us", "whether", "human", "gene", "list", "honey", "bee", "gene", "list", "overlap", "less", "expected", "chance", "said", "michael", "saul", "postdoctoral", "researcher", "led", "statistical", "analysis", "statistics", "professor", "sihai", "zhao", "test", "revealed", "significant", "overlap", "unresponsive", "honey", "bees", "gene", "expression", "profile", "genes", "closely", "associated", "autism", "humans", "analyses", "found", "significant", "overlap", "human", "genes", "associated", "depression", "schizophrenia", "several", "mental", "disorders", "bee", "gene", "lists", "data", "telling", "us", "social", "unresponsiveness", "common", "molecular", "characteristics", "distantly", "related", "species", "robinson", "said", "important", "point", "caveats", "said", "humans", "big", "bees", "bees", "little", "humans", "social", "responsiveness", "depends", "context", "different", "two", "cases", "autism", "spectrum", "disorder", "complex", "unresponsiveness", "behavior", "associated", "social", "behavior", "likely", "evolved", "independently", "honey", "bees", "humans", "robinson", "said", "data", "reveal", "make", "use", "common", "toolkits", "common", "building", "blocks", "really", "excites", "study", "appears", "kernel", "similarity", "us", "honey", "bees", "common", "animal", "inheritance", "potentially", "drives", "social", "behavior", "similar", "ways", "saul", "said", "proved", "work", "telling", "us", "look", "future"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uoia-sfp072817.php", "date": "2018-01-19_21:16:14", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Socially unresponsive bees share something fundamental with autistic humans, new research finds.\n     view more CHAMPAIGN, Ill. --  Honey bees that consistently fail to respond to obvious social cues share something fundamental with autistic humans, researchers report in a new study. Genes most closely associated with autism spectrum disorders in humans are regulated differently in unresponsive honey bees than in their more responsive nest mates, the study found. The findings, reported in the Proceedings of the National Academy of Sciences, appear to be unique to genes associated with autism and not to other behavioral disorders in humans. The study is a first glimpse of the molecular heritage shared across the animal kingdom, the researchers say, and offers tantalizing clues about the evolution of social behavior.\"Some honey bees are more active than others, and some appear indifferent to intruders that threaten the hive. This, in itself, is not unusual,\" said University of Illinois entomology professor Gene Robinson, who led the new analysis. \"Honey bees take on different roles at different stages of their lifecycle, and not every bee can - or should - function as a guard.\"But when postdoctoral researcher Hagai Shpigler observed that some of those same bees also were unmoved by the presence of queen larvae - a stimulus that typically spurs diligent action in nurse bees - it suggested something unusual was going on, said Robinson, who directs the Carl R. Woese Institute for Genomic Biology at the U. of I. \"For any given task, most honey bees fall somewhere in the highly engaged to moderately engaged camp,\" Robinson said. \"Typically, honey bees will respond more robustly to one stimulus than to another.\"But a small subset of bees tested by Robinson and his colleagues were either always on - energetically responding both to intruders and to queen larvae - or always off, he said.The unresponsive bees' lack of social awareness might be seen as similar to the social difficulties faced by some people with autism, Robinson said. But comparing behavior is not enough, he said. Analyzing the genes that drive behavior and how those genes are regulated is key to understanding whether the two phenomena are related.To get at this question, the team analyzed 246 groups of bees from seven genetically distinct honey bee colonies, carefully testing each bee in various social contexts, then analyzing levels of gene expression in their brains. They found that more than 1,000 genes were regulated differently between unresponsive bees, nurse bees and guards.The researchers next turned to a list of genes and gene expression profiles associated with autism in humans. Their goal was to determine whether a significant proportion of the autism-related genes also played a role in the unresponsive bees.\"We figured out a way to make an unbiased statistical test that will tell us whether a human gene list and a honey bee gene list overlap more or less than expected by chance,\" said Michael Saul, a postdoctoral researcher who led the statistical analysis with statistics professor Sihai D. Zhao. That test revealed significant overlap between the unresponsive honey bees' gene expression profile and genes closely associated with autism in humans. Further analyses found no significant overlap with human genes associated with depression, schizophrenia or several other mental disorders, or with other bee gene lists.\"Our data are telling us that social unresponsiveness does have some common molecular characteristics in these distantly related species,\" Robinson said.\"It's important to point out some caveats,\" he said. \"Humans are not big bees and bees are not little humans. The social responsiveness depends on context, and is different in the two cases. Autism spectrum disorder is very complex, and unresponsiveness is not the only behavior associated with it.\"While social behavior likely evolved independently in honey bees and humans, Robinson said, \"our data reveal that they make use of common toolkits, common building blocks.\"\"What really excites me about this study is that there appears to be this kernel of similarity between us and honey bees, a common animal inheritance that potentially drives social behavior in similar ways,\" Saul said. \"We haven't proved this, but this work is telling us where to look for that in the future.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Socially unresponsive bees share something fundamental with autistic humans, new research finds.", "view more CHAMPAIGN, Ill. --  Honey bees that consistently fail to respond to obvious social cues share something fundamental with autistic humans, researchers report in a new study.", "Genes most closely associated with autism spectrum disorders in humans are regulated differently in unresponsive honey bees than in their more responsive nest mates, the study found.", "The findings, reported in the Proceedings of the National Academy of Sciences, appear to be unique to genes associated with autism and not to other behavioral disorders in humans.", "The study is a first glimpse of the molecular heritage shared across the animal kingdom, the researchers say, and offers tantalizing clues about the evolution of social behavior.", "\"Some honey bees are more active than others, and some appear indifferent to intruders that threaten the hive.", "This, in itself, is not unusual,\" said University of Illinois entomology professor Gene Robinson, who led the new analysis.", "\"Honey bees take on different roles at different stages of their lifecycle, and not every bee can - or should - function as a guard.", "\"But when postdoctoral researcher Hagai Shpigler observed that some of those same bees also were unmoved by the presence of queen larvae - a stimulus that typically spurs diligent action in nurse bees - it suggested something unusual was going on, said Robinson, who directs the Carl R. Woese Institute for Genomic Biology at the U. of I.", "\"For any given task, most honey bees fall somewhere in the highly engaged to moderately engaged camp,\" Robinson said.", "\"Typically, honey bees will respond more robustly to one stimulus than to another.", "\"But a small subset of bees tested by Robinson and his colleagues were either always on - energetically responding both to intruders and to queen larvae - or always off, he said.The unresponsive bees' lack of social awareness might be seen as similar to the social difficulties faced by some people with autism, Robinson said.", "But comparing behavior is not enough, he said.", "Analyzing the genes that drive behavior and how those genes are regulated is key to understanding whether the two phenomena are related.To get at this question, the team analyzed 246 groups of bees from seven genetically distinct honey bee colonies, carefully testing each bee in various social contexts, then analyzing levels of gene expression in their brains.", "They found that more than 1,000 genes were regulated differently between unresponsive bees, nurse bees and guards.The researchers next turned to a list of genes and gene expression profiles associated with autism in humans.", "Their goal was to determine whether a significant proportion of the autism-related genes also played a role in the unresponsive bees.", "\"We figured out a way to make an unbiased statistical test that will tell us whether a human gene list and a honey bee gene list overlap more or less than expected by chance,\" said Michael Saul, a postdoctoral researcher who led the statistical analysis with statistics professor Sihai D. Zhao.", "That test revealed significant overlap between the unresponsive honey bees' gene expression profile and genes closely associated with autism in humans.", "Further analyses found no significant overlap with human genes associated with depression, schizophrenia or several other mental disorders, or with other bee gene lists.", "\"Our data are telling us that social unresponsiveness does have some common molecular characteristics in these distantly related species,\" Robinson said.", "\"It's important to point out some caveats,\" he said.", "\"Humans are not big bees and bees are not little humans.", "The social responsiveness depends on context, and is different in the two cases.", "Autism spectrum disorder is very complex, and unresponsiveness is not the only behavior associated with it.", "\"While social behavior likely evolved independently in honey bees and humans, Robinson said, \"our data reveal that they make use of common toolkits, common building blocks.", "\"\"What really excites me about this study is that there appears to be this kernel of similarity between us and honey bees, a common animal inheritance that potentially drives social behavior in similar ways,\" Saul said.", "\"We haven't proved this, but this work is telling us where to look for that in the future.\""], "source": "University of Illinois at Urbana-Champaign"}