{"title": "Shared housing, shared behavior in mouse model of autism | EurekAlert! Science News", "year": "Mon, 31 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "mice", "genetically", "modified", "model", "autism", "spectrum", "disorders", "asd", "cause", "changes", "behavior", "unmodified", "littermates", "unaffected", "males", "females", "increase", "anxiety", "modified", "male", "mice", "view", "mice", "genetically", "modified", "model", "autism", "spectrum", "disorders", "asd", "cause", "changes", "behavior", "unmodified", "littermates", "housed", "together", "findings", "published", "eneuro", "show", "social", "environment", "shapes", "behaviors", "characteristic", "mouse", "models", "asd", "implications", "interpretation", "results", "obtained", "mouse", "models", "psychiatric", "baudouin", "colleagues", "studied", "influence", "social", "hierarchy", "mice", "lacking", "x", "chromosome", "gene", "nlgn3", "deletion", "gene", "associated", "asd", "humans", "leads", "social", "behavior", "deficits", "authors", "report", "evidence", "increased", "submissive", "behavior", "social", "deficits", "adult", "male", "mice", "lacking", "nlgn3", "unaltered", "housemates", "compared", "unaltered", "mice", "housed", "animals", "genotype", "nlgn3", "genetically", "modified", "male", "mice", "normalized", "social", "behaviors", "well", "unaltered", "littermates", "environment", "young", "female", "mice", "without", "nlgn3", "affect", "social", "interaction", "finding", "could", "help", "explain", "autism", "common", "human", "boys", "authors", "conclude", "typical", "laboratory", "housing", "littermates", "unintended", "influences", "behavior", "control", "animals", "recommend", "use", "additional", "controls", "different", "litters"], "url": "http://www.eurekalert.org/pub_releases/2017-07/sfn-shs072417.php", "date": "2018-01-19_21:16:17", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Mice genetically modified to model autism spectrum disorders (ASD) cause changes in the behavior of their unmodified littermates. Unaffected males, but not females, increase anxiety in the modified male mice.\n       view more Mice genetically modified to model autism spectrum disorders (ASD) cause changes in the behavior of their unmodified littermates when housed together. The findings, published in eNeuro, show how social environment shapes behaviors characteristic of mouse models for ASD and have implications for the interpretation of results obtained from mouse models of psychiatric disorders.Stéphane Baudouin and colleagues studied the influence of social hierarchy on mice lacking the X chromosome gene Nlgn3. Deletion of this gene is associated with ASD in humans and leads to social behavior deficits in mice.The authors report evidence of increased submissive behavior and social deficits in both adult male mice lacking Nlgn3 and their unaltered housemates, compared to unaltered mice housed with animals of the same genotype. Re-expressing Nlgn3 in genetically modified male mice normalized their social behaviors as well as those of unaltered littermates from the same environment. Co-housing young female mice with and without Nlgn3 did not affect their social interaction, a finding that could help to explain why autism is more common in human boys than in girls.The authors conclude that typical laboratory housing of littermates can have unintended influences on the behavior of control animals, and they recommend the use of additional controls from different litters.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Mice genetically modified to model autism spectrum disorders (ASD) cause changes in the behavior of their unmodified littermates.", "Unaffected males, but not females, increase anxiety in the modified male mice.", "view more Mice genetically modified to model autism spectrum disorders (ASD) cause changes in the behavior of their unmodified littermates when housed together.", "The findings, published in eNeuro, show how social environment shapes behaviors characteristic of mouse models for ASD and have implications for the interpretation of results obtained from mouse models of psychiatric disorders.Stéphane Baudouin and colleagues studied the influence of social hierarchy on mice lacking the X chromosome gene Nlgn3.", "Deletion of this gene is associated with ASD in humans and leads to social behavior deficits in mice.The authors report evidence of increased submissive behavior and social deficits in both adult male mice lacking Nlgn3 and their unaltered housemates, compared to unaltered mice housed with animals of the same genotype.", "Re-expressing Nlgn3 in genetically modified male mice normalized their social behaviors as well as those of unaltered littermates from the same environment.", "Co-housing young female mice with and without Nlgn3 did not affect their social interaction, a finding that could help to explain why autism is more common in human boys than in girls.The authors conclude that typical laboratory housing of littermates can have unintended influences on the behavior of control animals, and they recommend the use of additional controls from different litters."], "source": "Society for Neuroscience"}