{"title": "Diesel pollution linked to heart damage", "text": "Prague, Czech Republic - 26 May 2017: Diesel pollution is linked with heart damage, according to research presented today at EuroCMR 2017.1\"There is strong evidence that particulate matter (PM) emitted mainly from diesel road vehicles is associated with increased risk of heart attack, heart failure, and death,\" said lead author Dr Nay Aung, a cardiologist and Wellcome Trust research fellow, William Harvey Research Institute, Queen Mary University of London, UK. \"This appears to be driven by an inflammatory response - inhalation of fine particulate matter (PM2.5) causes localised inflammation of the lungs followed by a more systemic inflammation affecting the whole body. \"The current study examined whether PM2.5 may damage the heart directly. The study included 4 255 participants from the UK Biobank, a large community-based cohort study. Cardiac magnetic resonance imaging was conducted to measure left ventricular volume (structure) and left ventricular ejection fraction (function). Annual average exposure to PM2.5 was calculated based on participants' home address.The association between PM2.5 exposure and heart structure and function was estimated using multivariable linear regression, a form of statistical modelling which adjusts for potential factors that could influence the relationship such as age, gender, diabetes and blood pressure.Participants were 62 years old on average and 47% were men. The annual average PM2.5 level was 10 μg/m3. The investigators found linear relationships between ambient PM2.5 level and heart structure and function. Every 5 μg/m3 increase in exposure was associated with a 4-8% increase in left ventricular volume and a 2% decrease in left ventricular ejection fraction.Dr Aung said: \"We found that as PM2.5 exposure rises, the larger the heart gets and the worse it performs. Both of these measures are associated with increased morbidity and mortality from heart disease.\"The researchers also looked for potential factors that could modify the relationship. They found that people with degree-level education were less prone to having a larger heart and had a smaller reduction in ejection fraction when exposed to PM2.5 than people with a lower level of education.Dr Aung said: \"People who were highly educated were less likely to have harmful effects on the heart from pollution. This could be due to a number of factors including better housing and workplace conditions, which reduce pollution exposure. Educated people may also be more aware of their health, have healthier lifestyles, and have better access to healthcare.\"Regarding how pollution might have these negative effects on the heart, Dr Aung said PM2.5 causes systemic inflammation, vasoconstriction and raised blood pressure. The combination of these factors can increase the pressure in the heart, which enlarges to cope with the overload. The heart chamber enlargement reduces the contractile efficiency leading to reduction in ejection fraction. Dr Aung said: \"We found that the average exposure to PM2.5 in the UK is about 10 μg/m3 in our study. This is way below the European target of less than 25 μg/m3 and yet we are still seeing these harmful effects. This suggests that the current target level is not safe and should be lowered.\"He continued: \"Our results suggest that PM2.5 is linked with negative changes in the heart structure and function that are associated with poor outcomes. Reducing PM2.5 emission should be an urgent public health priority and the worst offenders such as diesel vehicles should be addressed with policy measures.\"In terms of what individuals can do to decrease their risk, Dr Aung said: \"Avoid times and places where there is a high level of pollution. If you want to cycle into work and there is heavy traffic around that time then try to find a quieter route. Walk on the part of the pavement furthest from cars to reduce the amount of pollution you breathe in. Those with cardiorespiratory diseases should limit the time spent outdoors during highly polluted periods such as rush hours.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/esoc-dpl052417.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/diesel-pollution-linked-to-heart-damage?hit=wireek", "funder": "British Heart Foundation, Wellcome Trust", "meeting": "EuroCMR", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Care Systems/Services", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "Diesel pollution is linked with heart damage, according to research presented today at EuroCMR 2017.", "date": "Fri, 26 May 2017 04:00:00 GMT"}