{"title": "Latin-Americans with different Native-American ancestry show different health risks", "text": "Latin Americans originate from a mix of people with Native American, European and African ancestry. A new study finds that different types of original Native American ancestry can be associated to different causes of death. Justo Lorenzo Bermejo and Felix Boekstegers from Heidelberg University in Germany, and their Chilean colleagues report these findings in a new study published May 26th, 2017 in PLOS Genetics.Indigenous peoples in Latin America are genetically diverse. Genetic differences among Native Americans become obscured when researchers lump together the ancestry of all groups as \"Native American\" in biomedical studies. In the current study, researchers examined genetic data from 2,039 Chileans with mixed ancestry to investigate possible associations between top causes of death and the two major types of Native American ancestry in Chile, the Mapuche and the Aymara. They found and validated a link between Mapuche ancestry and gallbladder cancer, with each 1% increase in the Mapuche proportion representing a 3.7% increase in the risk of death from the disease. Mapuche ancestry was also associated with an increased risk of asthma, and with a decreased mortality by diabetes. Increasing proportions of Aymara ancestry were linked to greater risk of skin, bladder, larynx, bronchus and lung cancers.The findings highlight the importance of taking into account the genetic contributions of different ancestral groups when researching ethnically diverse populations. Mapuche and Aymara ancestry show associations with different diseases, and grouping them together cancels out differences in risk. By separately considering genetic contributions from individual indigenous populations, scientists can better estimate a patient's risk and identify genetic variants underlying certain diseases.Justo Lorenzo Bermejo adds: \"The genome of Latin Americans is the result of a genetic mixture between Europeans, Africans and Native Americans from different indigenous peoples. The identification of health disparities among ethnic groups may have important implications for personalized prevention and disease management. This study demonstrates that considering the origin of the Native American component of ancestry can be crucial to identify existing associations with human disease. We plan to exploit this finding in future studies on Latin American health, in particular common cancers and infectious diseases in South America.\"", "article_link": "http://dx.doi.org/10.1371/journal.pgen.1006756", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-law051817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Biodiversity", " Evolution", " Genetics", " Medicine/Health", " Cancer", " Epidemiology", " Public Health", " Genes", " Disease in the Developing World"], "journal": "PLOS Genetics", "description": "Latin-Americans originate from a mix of people with Native-American, European and African ancestry. A new study finds that different types of original Native-American ancestry can be associated to different causes of death. Justo Lorenzo Bermejo and Felix Boekstegers from Heidelberg University in Germany, and their Chilean colleagues report these findings in a new study published May 26, 2017, in PLOS Genetics.", "date": "Fri, 26 May 2017 04:00:00 GMT"}