{"title": "Scientists identify protein linked to chronic heart failure", "text": "Researchers in Japan have identified a receptor protein on the surface of heart cells that promotes chronic heart failure. The study, \"Corticotropin releasing hormone receptor 2 exacerbates chronic cardiac dysfunction,\" which will be published May 26 in The Journal of Experimental Medicine, suggests that inhibiting this protein could help treat a disease that affects more than 20 million people worldwide.Chronic heart failure is caused by a variety of conditions that damage the heart, including coronary heart disease, hypertension, and diabetes. Although the heart initially tries to compensate for this damage and maintain its function by, for example, growing larger, cardiac function gradually declines until the heart is no longer able to pump enough blood and oxygen around the body. According to the CDC, about 5.7 million adults in the US have heart failure, and around half of these patients die within 5 years of their initial diagnosis. Indeed, heart failure contributes to as many as one in nine deaths across the country.A team of researchers led by Mikito Takefuji from Nagoya University School of Medicine discovered that a signaling protein called corticotropin releasing hormone receptor 2 (Crhr2) is expressed on the surface of heart muscle cells, or cardiomyocytes, and that Crhr2 levels increase in mice suffering from heart failure.Crhr2 is a G protein-coupled receptor whose ability to alter cardiomyocyte function is activated by a protein called urocortin 2 (Ucn2). Ucn2 levels were elevated in the blood of both mice and human patients with chronic heart failure, the researchers found. Sustained treatment of otherwise healthy mice with Ucn2 was sufficient to reduce cardiac function.Takefuji and colleagues found that the activation of Crhr2 by Ucn2 stimulates several downstream signaling pathways that result in the expression of genes that impair heart function. Mice lacking Crhr2 were protected from the effects of Ucn2 and were resistant to developing heart failure. A small molecule that inhibits Crhr2 was similarly effective in maintaining cardiac function after damage to the heart.G protein-coupled receptors such as Crhr2 are considered to be relatively easy to target with specific drugs. \"Our results suggest that constitutive Crhr2 activation causes cardiac dysfunction and that Crhr2 blockade could be a promising therapeutic strategy for patients with chronic heart failure,\" Takefuji says.", "article_link": "http://dx.doi.org/10.1084/jem.20161924", "url": "http://www.eurekalert.org/pub_releases/2017-05/rup-sip052217.php", "region": "namerica", "source_link": null, "funder": "Ministry of Education Culture Sports Science and Technology of Japan, Takeda Science Foundation", "meeting": "", "institution": "Rockefeller University Press", "keywords": ["Cell Biology", " Physiology", " Medicine/Health", " Cardiology", " Physiology"], "journal": "Journal of Experimental Medicine", "description": "Researchers in Japan have identified a receptor protein on the surface of heart cells that promotes chronic heart failure. The study, 'Corticotropin releasing hormone receptor 2 exacerbates chronic cardiac dysfunction,' which will be published May 26 in the Journal of Experimental Medicine, suggests that inhibiting this protein could help treat a disease that affects more than 20 million people worldwide.", "date": "Fri, 26 May 2017 04:00:00 GMT"}