{"title": "HIV patients sticking with therapy longer, Medicaid data show", "text": "With antiretroviral drugs, HIV has become a manageable chronic condition, but only so long as patients continue to take the medication. A large new Brown University study finds substantial momentum in that direction. The study, which examined a national sample of Medicaid patients, showed that , the median duration of persisting with treatment increased by more than 50 percent over the decade 2001 to 2010.\"This represents a lot of people who are not dying and not infecting others,\" said Dr. Ira Wilson, corresponding author of the new study in AIDS and chair of Health Services Policy and Practice department in the Brown University School of Public Health.  \"These differences represent tremendous, very real benefit.\"Graduate student Bora Youn led the research, which tracked Medicaid claims to measure medication persistence among 43,598 HIV patients in 14 states over the decade. Persistence refers to the time from starting treatment to discontinuing it. The study also compared those rates to persistence with medications for other chronic conditions among hundreds of thousands more patients without HIV-infection.In 2001-2003, half of patients stopped taking HIV medications 23.9 months after starting them, but by 2004-2006 the median of persistence reached 35.4 months. In the final study period, 2007-2010, more than half the patients were still taking the medications by the study's end, so the median had not even been reached. Statistical analysis that adjusted for possible confounding factors confirmed that the last group of patients had a reduced risk of discontinuing their medications compared to patients at the beginning of the decade.A few other studies have shown a similar trend, but they have been based on data from advanced, individual clinics, Wilson said. This study is the first to show progress among a broad-based, low-income population.Youn and Wilson agreed that while results showing strong increases in treatment persistence over a decade were encouraging, they acknowledged that it's still a major problem that so many people apparently discontinue HIV medications after a few years. And for all the progress reported in the study, some crucial disparities remained. Everyone improved at about the same pace, but women, blacks and people living in certain states (e.g. Texas and Louisiana) remained more likely to discontinue therapy sooner than men, whites and people living in other states (e.g. Maryland and New Jersey), the researchers found.\"Although it is improving, it is still not optimal,\" Youn said. \"There is lots of room for further improvement. Still many people discontinue therapy in a short period of time.\"Wilson, who sees patients in addition to his teaching and research, said there are several reasons why patients discontinue HIV treatment even though it is life-sustaining in the long term. So long as patients are on the medication, many typically have no HIV-related symptoms. Instead what they perceive most immediately is the cost of medicines, and the sometimes significant side effects. There is also still a stigma around HIV that can make taking the drug difficult, for instance if people feel like they'll have to hide it.In general, adherence to medications for many chronic conditions is poor, Wilson said, yet rigorous persistence with HIV treatment is especially important. Not only does staying on medications preserve the health of patients, but also it reduces the likelihood that the virus will develop drug resistance and it reduces the possibility that a patient could transmit the virus to someone else. A unique persistence successA substantial portion of the improvement in HIV treatment persistence appeared to come from the fact that the drugs became much easier to take over the course of the decade. For one thing, some side effects have eased. Also, early in the decade patients might have had to take six pills a day but toward the end of the decade patients could take just one. People in the study on single-pill regimens had a 29 percent lower hazard of discontinuing medication than people on the six-pill regimen.But when the researchers statistically controlled for regimen, and a variety of patient demographic characteristics, they still saw improvements in persistence. That suggests that more is contributing to the improvement, Wilson and Youn said. The data don't show this, but they suspect that another important factor is a strong national push to emphasize persistence in HIV treatment. A hint of this comes from their comparison of persistence with HIV treatment and that of treatments for other chronic conditions such cholesterol, high blood pressure, and type 2 diabetes. The study showed that HIV treatment persistence has improved markedly at the same time that persistence with other treatments has not. Among hundreds of thousands of HIV-negative Medicaid recipients taking any of the three non-HIV medications, persistence changed very little between 2001-2010, the study showed. Yet at the same time, persistence with those medications did improve markedly among HIV-positive patients who were also on antiretroviral therapy (ART).\"There could be something about using ART or about HIV care settings that improves persistence with other medications,\" Youn, Wilson and their co-authors wrote in AIDS.Moreover, they added, \"these findings suggest that more systematic efforts to prioritize and support medication adherence at the practice level could improve adherence with chronic medications more generally.\"In future studies, the team will continue to update its data, to investigate the potential link between adherence counseling and better persistence and to also measure how consistently patients take their medications, not just whether they continue to take them at all. ", "article_link": "http://dx.doi.org/10.1097/QAD.0000000000001541", "url": "http://www.eurekalert.org/pub_releases/2017-05/bu-hps052617.php", "region": "namerica", "source_link": "http://news.brown.edu/articles/2017/05/HIV", "funder": "NIH/National Institute of Mental Health", "meeting": "", "institution": "Brown University", "keywords": ["Medicine/Health", " AIDS/HIV", " Epidemiology", " Pharmaceutical Science", " Public Health"], "journal": "AIDS", "description": "A large new study based on Medicaid data identifies a clear trend of people staying on their HIV medications longer than they used to.", "date": "Fri, 26 May 2017 04:00:00 GMT"}