{"title": "Study sweetens connection between cancer and sugar", "text": "In a new study, scientists at The University of Texas at Dallas have found that some types of cancers have more of a sweet tooth than others.\"It has been suspected that many cancer cells are heavily dependent on sugar as their energy supply, but it turns out that one specific type -- squamous cell carcinoma -- is remarkably more dependent,\" said Dr. Jung-whan \"Jay\" Kim, assistant professor of biological sciences and senior author of the study published May 26 in the online journal Nature Communications. Kim and his collaborators initially set out to investigate differences in metabolism between two major subtypes of non-small cell lung cancer -- adenocarcinoma (ADC) and squamous cell carcinoma (SqCC). About one quarter of all lung cancers are SqCC, which has been difficult to treat with targeted therapies, Kim said.The research team, which included a Dallas high school student who interned in Kim's lab, first tapped into a large government database called The Cancer Genome Atlas, which maps information about 33 types of cancer gathered from more than 11,000 patients.Based on that data, they found that a protein responsible for transporting glucose -- a kind of sugar -- into cells was present in significantly higher levels in lung SqCC than in lung ADC. The protein, called glucose transporter 1, or GLUT1, takes up glucose into cells, where the sugar provides a fundamental energy source and fuels cell metabolism. GLUT1 is also necessary for normal cell function, such as building cell membranes.\"Prior to this study, it was thought that the metabolic signatures of these two types of lung cancers would be similar, but we realized that they are very different,\" Kim said. \"These findings lend credence to the idea that cancer is not just one disease, but many diseases that have very different characteristics.\"With elevated GLUT1 implicated in SqCC's appetite for sugar, the researchers looked for additional evidence by examining human lung tissue and isolated lung cancer cells, as well as animal models of the disease.\"We looked at this from several different experimental angles, and consistently, GLUT1 was highly active in the squamous subtype of cancer. Adenocarcinoma is much less dependent on sugar,\" Kim said. \"Our study is the first to show systematically that the metabolism of these two subtypes are indeed distinct and unique.\"The researchers also investigated the effect of a GLUT1 inhibitor in isolated lung cancer cells and mice with both types of non-small cell lung cancer.\"When we gave GLUT1 inhibitors to mice with lung cancer, the squamous cancer diminished, but not the adenocarcinoma,\" Kim said. \"There was not a complete eradication, but tumor growth slowed. \"Taken in total, our findings indicate that GLUT1 could be a potential target for new lines of drug therapy, especially for the squamous subtype of cancer.\"In addition to squamous cell lung cancer, the team found that GLUT1 levels were much higher in four other types of squamous cell cancer: head and neck, esophageal and cervical.\"These are very different organs and tissues in the body, but somehow squamous cell cancers have a very similar commonality in terms of glucose uptake,\" Kim said. \"This type of cancer clearly consumes a lot of sugar. One of our next steps is to look at why this is the case.\"An upcoming study by Kim's group will examine the effect of a sugar-restricted diet on the progression of lung cancer in an animal model of the disease. The U.S. Department of Agriculture estimates that in 2015, on average, each American consumed more than 75 pounds of refined sugar, high fructose corn syrup and other sweeteners combined.  \"As a culture, we are very addicted to sugar,\" Kim said. \"Excessive sugar consumption is not only a problem that can lead to complications like diabetes, but also, based on our studies and others, the evidence is mounting that some cancers are also highly dependent on sugar. We'd like to know from a scientific standpoint whether we might be able to affect cancer progression with dietary changes.\"", "article_link": "http://dx.doi.org/10.1038/NCOMMS15503", "url": "http://www.eurekalert.org/pub_releases/2017-05/uota-ssc052317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Lung Association, Cancer Prevention and Research Institute of Texas", "meeting": "", "institution": "University of Texas at Dallas", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Cancer"], "journal": "Nature Communications", "description": "In a new study, scientists at the University of Texas at Dallas have found that some types of cancers have more of a sweet tooth than others. 'It has been suspected that many cancer cells are heavily dependent on sugar as their energy supply, but it turns out that one specific type -- squamous cell carcinoma -- is remarkably more dependent,' said Dr. Jung-whan 'Jay' Kim, senior author of the study.", "date": "Fri, 26 May 2017 04:00:00 GMT"}