{"title": "Why this IndyCar driver is outpacing diabetes", "text": "EAST LANSING, Mich. - New Michigan State University research is the first to help a professional race car driver with diabetes improve his performance during competition, helping him capture two top-5 finishes at the Indianapolis 500.The study focused on 31-year-old race car driver Charlie Kimball, but the implications could extend well beyond racing and help other elite-level athletes with the disease compete. \"Our research focused on tracking all the health variables of Charlie related to his diabetes in order to help him become a more powerful athlete,\" said David Ferguson, lead author of the study who has worked with Kimball for the past six years. \"Even though our study was tailored for racing, the idea of optimal blood sugar could really extend to any athlete with diabetes and help lay the foundation for all diabetics to engage in competitive sports based on our data.\" Kimball, one of two IndyCar drivers with Type 1 diabetes and one of four in elite-level racing overall, has to consider a lot more safety precautions than most other drivers when he gets behind the wheel. \"Monitoring blood sugar is one of the most obvious precautions someone like Charlie needs to consistently keep track of before getting on the racetrack,\" Ferguson said. \"If his blood sugar is too low, it may take him too long to make the right decision. If his sugar is too high, his reaction time may be fine, but the likelihood of him making the wrong choice increases.\"Ferguson's research-based regimen has Kimball's physical composition and health fluctuations down to a science, indicating optimum glucose levels for the professional driver at race time, as well as knowing how his body will respond to extreme forces and movements that occur while in the car.In addition to identifying blood sugar levels, the study monitored other physiological factors including body composition, strength, cardiovascular fitness and how much G-force his body could handle.\"Drivers are subjected to an increased gravitational force while racing,\" Ferguson said. \"Blood can pool in the legs on a high G-force track and impair performance.\"By helping Kimball manage his health and monitor many of the environmental factors he faces while racing, Ferguson said the research has put Charlie in the top 10 percent of physical fitness of the athletes he has tested. It's also given him the ability to compete equally with others. \"Technically, since Charlie doesn't have a functioning pancreas, all the other drivers have had an advantage over him,\" Ferguson said. \"We simply put him on a level playing field.\"Ferguson is presenting the study at the annual meeting of the American College of Sports Medicine on May 31.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/msu-wti052517.php", "region": "namerica", "source_link": "http://msutoday.msu.edu/news/2017/why-this-indycar-driver-is-outpacing-diabetes/", "funder": "", "meeting": "American College of Sports Medicine's (ACSM) annual meeting", "institution": "Michigan State University", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Physiology", " Sports Medicine", " Sports/Recreation"], "journal": "", "description": "New Michigan State University research is the first to help a professional race car driver with diabetes improve his performance during competition, helping him capture two top-5 finishes at the Indianapolis 500.", "date": "Thu, 25 May 2017 04:00:00 GMT"}