{"title": "Can fat 'feel' fat?", "text": "Researchers at the University of Iowa have discovered that a molecule which can sense the swelling of fat cells also controls a signaling pathway that allows fat cells to take up and store excess glucose. Mice missing this protein, known as SWELL1, gain less weight (fat) than normal mice on a high-fat diet, but also develop diabetes.\"Although we have created a mouse that is resistant to weight gain by removing the SWELL1 protein, the mouse is not healthy; it has insulin resistance and glucose intolerance,\" says Rajan Sah, MD, PhD, assistant professor of internal medicine at the University of Iowa Carver College of Medicine and senior author of the study.Type 2 diabetes is one of the more serious health problems associated with obesity. The disease makes cells less sensitive to insulin and causes blood sugar levels to become abnormally high. It is healthier for the body to store excess glucose as fat rather than have it circulating in the blood where it can damage blood vessels and nerves. In healthy people, insulin released in response to high glucose levels acts on many different tissues to coordinate use or storage of the glucose. It triggers fat cells to take up excess glucose and store it as fat.Sah's study, which was published recently in Nature Cell Biology, found that removing SWELL1 from fat cells in mice disrupts this insulin signaling pathway and prevents fat cells from taking up glucose.Sah and his team homed in on SWELL1 because of several pieces of converging evidence. Fat cells have a tremendous capacity to expand - up to 30 times their normal volume in the context of obesity. It's also long been known that changes in fat cell size alters fat cell signaling.Through exploratory experiments investigating cell swelling in fat cells from lean and obese mice as well as fat cells obtained from bariatric surgery patients, Sah and his team serendipitously identified SWELL1 protein as an essential component of fat cells' volume-sensing mechanism. From unrelated work by other researchers, they also knew that this protein was involved in a signaling pathway common to all cells. In fat cells this pathway regulates glucose uptake in response to insulin.\"We thought maybe this SWELL1 protein is what links the two pieces together - the size-sensing mechanism and the signaling pathway that responds to size changes by altering insulin sensitivity,\" explains Sah, who also is a member of the Fraternal Order of Eagles Diabetes Research Center, and the Abboud Cardiovascular Research Center at the UI.The team's study showed that swelling of mouse or human fat cells, either artificially in a petri dish, or because the cells have expanded due to obesity, activates SWELL1 signaling. Removing SWELL1 from mouse fat cells knocks out this volume-sensing signal and disrupts the insulin signaling pathway used by fat cells to take up and store excess glucose. Mice missing SWELL1 have smaller fat cells, but also develop insulin resistance and glucose intolerance. Interestingly, on a regular diet, mice missing SWELL1 had body weights, fat composition, and metabolism that were all essentially the same as a normal mouse. The only difference was they had no SWELL1 activity in their fat cells, as well as reduced ability to clear glucose from the blood and impaired insulin sensitivity (insulin resistance).When the mice were put on a high-fat diet, the mice missing SWELL1 did not gain weight as fast as the normal mice but the insulin resistance and glucose intolerance became worse.\"The idea that fat is bad is not necessarily true,\" Sah says. \"Too much fat is bad, and fat in the wrong places is bad, but fat in the right place and allowed to expand normally may be somewhat protective against diabetes.\"If fat cells can sense their own expansion, then SWELL1 protein might be the mechanism for that,\" he continues. \"What we see here is what the cell does with the information that it is getting bigger. It turns on a signaling pathway that modulates glucose uptake and insulin sensitivity. From this discovery, we can start to look at whether we can target this modulation of insulin sensitivity in a therapeutic way.\"", "article_link": "http://dx.doi.org/10.1038/ncb3514", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoih-cf052517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Roy J. Carver Trust, American Heart Association, American Cancer Society", "meeting": "", "institution": "University of Iowa Health Care", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Nature Cell Biology", "description": "Researchers at the University of Iowa have discovered that a molecule which can sense the swelling of fat cells also controls a signaling pathway that allows fat cells to take up and store excess glucose. Mice missing this protein, known as SWELL1, gain less weight (fat) than normal mice on a high-fat diet, but also develop diabetes.", "date": "Thu, 25 May 2017 04:00:00 GMT"}