{"title": "Georgia State receives $2.3 million renewal grant to study enzyme in diabetic vascular diseases", "text": "ATLANTA -- Dr. Ming-Hui Zou, director of the Center for Molecular & Translational Medicine and a Georgia Research Alliance Eminent Scholar in Molecular Medicine, has renewed a four-year, $2.3 million federal grant to study the role of an enzyme in causing diabetic vascular diseases and the molecular mechanism that leads to these diseases.This is the third competitive renewal for this grant from the National Heart, Lung and Blood Institute of the National Institutes of Health. The diabetes-related research was initially funded in 2005.Diabetes is the seventh leading cause of death in the United States. About 29.1 million Americans, one out of every 11 people, have diabetes, a disease in which blood glucose levels are above normal. Diabetes can cause serious health complications, including heart disease, blindness, kidney failure and lower-extremity amputations, according to the Centers for Disease Control and Prevention.The grant will help Zou determine if adenosine monophosphate-activated protein kinase (AMPK), an essential energy and redox homeostasis sensor, maintains the balance of mitochondrial fission and fusion by promoting the autophagic degradation (the natural, destructive mechanism of the cell that gets rid of unnecessary or dysfunctional components) of dynamin-related protein 1 (DRP1). The findings could lead to a new treatment for diabetic vascular diseases.Mitochondria are the power houses of cells, and a disruption in the balance between mitochondrial fusion and fission is associated with mitochondrial dysfunction in a variety of diseases, including neurodegenerative and cardiovascular diseases. Zou's preliminary data found that inhibiting AMPK is accompanied by increases in mitochondrial fission, oxidative stress and endothelial dysfunction.\"The completion of this study will assess whether the inhibition of mitochondrial fission, a crucial step in the initiation of cardiovascular disease, can be a new strategy to protect against the development of vascular disease in diabetic patients,\" Zou said.The project has two aims. Zou's research team will determine the essential role of AMPK in maintaining the balance between mitochondrial fission and fusion, and they will explain the molecular mechanisms by which AMPK inhibits DRP-1-dependent mitochondrial fission in endothelial cells, which line the inner walls of blood vessels and lymphatic vessels. The studies will be conducted in mice.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/gsu-gsr052517.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/05/25/grant-diabetic-vascular-diseases/", "funder": "NIH/National Heart, Lung and Blood Institute ", "meeting": "", "institution": "Georgia State University", "keywords": ["Molecular Biology", " Medicine/Health", " Cardiology", " Diabetes"], "journal": "", "description": "Dr. Ming-Hui Zou, director of the Center for Molecular & Translational Medicine and a Georgia Research Alliance Eminent Scholar in Molecular Medicine, has renewed a four-year, $2.3 million federal grant to study the role of an enzyme in causing diabetic vascular diseases and the molecular mechanism that leads to these diseases.", "date": "Thu, 25 May 2017 04:00:00 GMT"}