{"title": "Kidneys from diabetic donors may benefit many transplant candidates", "text": "HighlightsWashington, DC (May 25, 2017) -- A new study indicates that receiving donor kidneys from individuals with diabetes may offer a greater survival benefit than remaining on the waitlist for many transplant candidates. The findings, which appear in an upcoming issue of the Clinical Journal of the American Society of Nephrology (CJASN), may help address the growing organ shortage.As the demand for deceased donor kidneys increases, physicians and kidney transplant candidates need better information about the risks associated with using high risk donor kidneys--such as those from individuals with diabetes--to inform their decisions about whether to accept these organs.Jordana Cohen, MD, MSCE (Perelman School of Medicine at the University of Pennsylvania) performed an observational study of 437,619 kidney transplant candidates from the Organ Procurement and Transplantation Network database in the United States, including 8101 recipients of diabetic donor kidneys and 126,560 recipients of non-diabetic donor kidneys. The investigators evaluated patients' risk of dying after transplantation with diabetic donor kidneys compared with remaining on the kidney transplant waitlist.Among transplant recipients who were followed for a median of 8.9 years, the mortality rate was 35 deaths per 1000 person-years. (A person-year is the number of years of follow-up multiplied by the number of people in the study.) Compared with patients who remained on the waitlist or waited for a kidney from a non-diabetic donor, patients who received a diabetic donor kidney had a 9% lower risk of dying during the study. Kidney transplant candidates who were at high risk of dying on the waitlist, especially at centers with the longest average waiting times, benefitted most from transplantation with kidneys from diabetic donors. Poor quality diabetic donor kidneys provided no survival benefit. Also, young kidney transplant candidates (under age 40 years) did not benefit from transplantation with diabetic donor kidneys.\"As kidney disease has become increasingly common in the United States over the past few decades, the need for kidneys to be donated far exceeds the number of available kidneys. As a result, poorer quality kidneys are increasingly being used as a way to try to decrease transplant waiting times and thus decrease the number of people who die while waiting for a kidney transplant,\" said Dr. Cohen.In an accompanying editorial, Richard Formica Jr., MD (Yale University School of Medicine) noted that the study provides important data to support the use of deceased donor kidneys that are likely to be discarded. \"However, as important as this finding is, it is necessary to view it in the context of the larger problem facing the nephrology community as it struggles to care for patients with end stage renal disease [ESRD].\" He stressed that only a small percentage of money spent on ESRD-associated therapies is allocated to kidney transplantation despite the fact it is superior to dialysis. Moreover, when compared with dialysis, providing transplant care costs much less per year of treatment. \"Given the magnitude of the health care crisis posed by ESRD and its toll in terms of human and financial costs, it is unfortunate that despite spending 17.4% of its GDP on healthcare the United States does not focus more of its resources on solving the problem through increasing access to kidney transplantation.\"", "article_link": "http://dx.doi.org/10.2215/CJN.10280916", "url": "http://www.eurekalert.org/pub_releases/2017-05/ason-kfd051917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Clinical Journal of the American Society of Nephrology", "description": "Patients who received kidney transplants from donors with diabetes had better survival compared with those who remained on the waitlist. \r\nPatients at high risk of dying while on the waitlist and those at centers with long wait times may benefit the most from transplantation with kidneys from diabetic donors.", "date": "Thu, 25 May 2017 04:00:00 GMT"}