{"title": "Mechanisms of neuronal cell death in AGE-exposed retinas -- research and literature review", "text": "Gradual accumulation of glycated proteins, lipids and nucleic acid is a common process in normal aging, however rise in blood glucose levels, an increase of oxidative stress over time triggering further protein modification and resulting in impairment of defense mechanisms. AGEs accumulation in various tissues under diabetic conditions plays an important role in the development of neuronal and vascular complications such as diabetic retinopathy. Glycation plays a significant role in the pathogenesis of retinal diabetic neuropathy by triggering different mechanisms resulting in neuronal dysfunction.The death of retinal ganglion cells (RGCs) and their axons is the common pathological change in AGE-exposed retina. Identifying the mechanisms of the onset and progression of RGC death and axonal degeneration in patients with diseases associated with AGEs accumulation including diabetic retinopathy are represented in this review e.g. results of laboratory studies with the suggestion that AGEs play an important role in the pathogenesis of diabetic retinal neuropathy triggering different mechanisms that result in neuronal dysfunction.\r\nAdditionally new therapeutic approaches, the regenerative effect of different neurotrophic factors such as neurotrophin-4, hepatocyte growth factor, glial cell line-derived neurotrophic factor, and Tauroursodeoxycholic acid on RGCs are represented in this review.", "article_link": "http://dx.doi.org/10.2174/1573399812666160519111333", "url": "http://www.eurekalert.org/pub_releases/2017-05/bsp-mon052517.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Disease in the Developing World"], "journal": "Current Diabetes Reviews", "description": "Gradual accumulation of glycated proteins, lipids and nucleic acid is a common process in normal aging, however rise in blood glucose levels, an increase of oxidative stress over time triggering further protein modification and resulting in impairment of defense mechanisms. AGEs accumulation in various tissues under diabetic conditions plays an important role in the development of neuronal and vascular complications such as diabetic retinopathy.", "date": "Thu, 25 May 2017 04:00:00 GMT"}