{"title": "Designer worm spit supercharges healing", "text": "Every day 12 Australian diabetics have a limb amputated because of a non-healing wound. Globally, it's one every 30 seconds. A molecule produced by a Thai liver parasite could be the solution to those non-healing wounds - and scientists from the Australian Institute of Tropical Health and Medicine (AITHM) are now able to produce a version of the molecule on a large enough scale to make it available for laboratory tests and eventually clinical trials. The molecule is granulin, one of a family of protein growth factors involved with cell proliferation.\"It's produced by a parasitic liver fluke, Opisthorchis viverrini, which originally came to our attention because it causes a liver cancer that kills 26,000 people each year in Thailand,\" parasitologist Dr Michael Smout said. As part of their work on a potential vaccine to protect people from the parasite, Dr Smout and colleagues established that the granulin it produces has a hidden talent - it supercharges healing. \"We realised the molecule, discovered in worm spit, could offer a solution for non-healing wounds, which are a problem for diabetics, smokers and the elderly,\" he said.With fellow researchers from the AITHM at James Cook University in Cairns, Dr Smout has been investigating ways to produce granulin in sufficient quantities for larger-scale testing. The team first tried recombinant DNA techniques, effectively inserting granulin into bacteria, with the aim of producing plentiful supplies of a reliable copy of the molecule. \"Unfortunately, granulin didn't perform well when we introduced it to E. coli bacteria, so we couldn't use recombinant techniques to produce a testable supply,\" said Professor Norelle Daly, whose research involves exploring the potential of peptides as drug candidates for therapeutic applications.\"We had to go back to the drawing board and find a way to synthesize part of the molecule - to build our own version of designer worm spit,\" she said.The researchers worked to establish which parts of the molecule were critical to wound healing, and to find a way to reproduce the active parts of granulin molecules (peptides). Nuclear Magnetic Resonance (NMR) spectroscopy revealed the molecule's complex shape: a string of amino acids bent into a twisted 3D shape that includes hairpin bends. \"In biology the shape and fold of a molecule can be critical to its function,\" Dr Smout said. \"Getting the fold right is important - it can be like the difference between throwing a well folded paper plane, or tossing a crumpled ball of paper.\"After testing different segments and structures, the team concluded that those hairpin bends were the key.  \"They're held in the twisted 3-D shape by disulfide bonds, and surprisingly we've found that by introducing an extra, non-native, bond we can produce peptides that hold the right shape to promote healing,\" Professor Daly said. \"You could say we've found an extra fold that helps our peptide paper plane fly straight and target wounds.\"The lab-produced granulin peptides have shown great promise in tests, driving cell proliferation in human cells grown in lab plates, and demonstrating potent wound healing in mice. Now that they can mass-produce perfectly folded, wound-healing peptides, the researchers are looking for potential partners as they progress towards further testing and eventually clinical trials.  \"We have plenty of work to do before clinical trials, but we're confident we have a very strong contender for what could one day be a cream that a diabetic could apply at home, avoiding a lengthy hospital stay and possible amputation,\" said Professor Alex Loukas, whose work includes the investigation of hookworm proteins to treat autoimmune and allergic diseases. \"A take-home cream would be a great step forward for those with chronic wounds, and it would also save our health system a great deal of money. \"One in every seven diabetics in Australia will have a non-healing wound at some point, and many suffer amputations as a result. It's estimated the long hospital stays involved in treating chronic wounds cost our healthcare system AU$3.7 billion per year.\" The research is published in the latest edition of the Journal of Medicinal Chemistry.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/jcu-dws052317.php", "region": "africa", "source_link": "http://pubs.acs.org/doi/abs/10.1021/acs.jmedchem.7b00047 ", "funder": "", "meeting": "", "institution": "James Cook University", "keywords": ["Parasitology", " Pharmaceutical Sciences", " Medicine/Health", " Clinical Trials", " Diabetes"], "journal": "Journal of Medicinal Chemistry", "description": "Every day 12 Australian diabetics have a limb amputated because of a non-healing wound. Globally, it's one every 30 seconds. A molecule produced by a Thai liver parasite could be the solution to those non-healing wounds -- and scientists from the Australian Institute of Tropical Health and Medicine are now able to produce a version of the molecule on a large enough scale to make it available for laboratory tests and eventually clinical trials.", "date": "Thu, 25 May 2017 04:00:00 GMT"}