{"title": "Cellular stress in the brain may contribute to non-alcoholic fatty liver disease", "text": "WASHINGTON (May 25, 2017) -- Disruptions in a protein folding process occurring in the brain, known as endoplasmic reticulum (ER) stress, may cause non-alcoholic fatty liver disease, independent of other factors. A research team at the George Washington University (GW) published their results in the Journal of Clinical Investigation Insight.\"Nearly 75 percent of obese adults experience non-alcoholic fatty liver disease. However, its underlying causes are unclear,\" said Colin Young, Ph.D., senior author and assistant professor of pharmacology and physiology at the GW School of Medicine and Health Sciences. \"Recent findings have pointed to ER stress as central to its development. What our research shows is that ER stress in the brain is a key contributor.\"As the primary site of cellular protein folding, the ER plays a critical role in maintaining cellular function. When there is nutritional excess, the protein load exceeds the ER folding capacity and a collection of conserved signaling pathways, termed the unfolded protein response (UPR), are activated to preserve ER function. While beneficial in the short-term, chronic UPR activation, known as ER stress, is a major pathological mechanism in metabolic disease, such as obesity.Young's research team demonstrated that UPR activation in the brain, specifically in the forebrain, is causally linked to non-alcoholic fatty liver disease. Also known as hepatic steatosis, the research shows that brain ER stress can cause the disease independent of changes in body weight, food intake, and other factors.Non-alcoholic fatty liver disease impairs normal liver function and is linked to other diseases such as diabetes and cardiovascular disease. The next step is to determine how and why ER stress occurs in the brain and how it causes fat build up in the liver.\"Further research may give us another possible avenue for targeting fatty liver disease,\" said Young. \"The field has been focused on how we can improve the liver, for example, by developing drugs that target the liver. Our research suggests that we may also need to think about targeting the brain to treat non-alcoholic fatty liver disease.\"", "article_link": "http://dx.doi.org/10.1172/jci.insight.90170", "url": "http://www.eurekalert.org/pub_releases/2017-05/gwu-csi052517.php", "region": "namerica", "source_link": "https://smhs.gwu.edu/news/cellular-stress-brain-may-contribute-non-alcoholic-fatty-liver-disease", "funder": "", "meeting": "", "institution": "George Washington University", "keywords": ["Cell Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Internal Medicine", " Liver", " Neurobiology", " Pharmaceutical Science", " Physiology"], "journal": "Journal of Clinical Investigation Insight", "description": "Research published in the Journal of Clinical Investigation Insight shows that cellular stress in the brain may contribute to development of nonalcoholic fatty liver disease.", "date": "Thu, 25 May 2017 04:00:00 GMT"}