{"title": "New hair growth mechanism discovered", "text": "In experiments in mice, UC San Francisco researchers have discovered that regulatory T cells (Tregs; pronounced \"tee-regs\"), a type of immune cell generally associated with controlling inflammation, directly trigger stem cells in the skin to promote healthy hair growth. Without these immune cells as partners, the researchers found, the stem cells cannot regenerate hair follicles, leading to baldness.\"Our hair follicles are constantly recycling: when a hair falls out, the whole hair follicle has to grow back,\" said Michael Rosenblum, MD, PhD, an assistant professor of dermatology at UCSF and senior author on the new paper. \"This has been thought to be an entirely stem cell-dependent process, but it turns out Tregs are essential. If you knock out this one immune cell type, hair just doesn't grow.\"The new study - published online May 26 in Cell -- suggests that defects in Tregs could be responsible for alopecia areata, a common autoimmune disorder that causes hair loss, and could potentially play a role in other forms of baldness, including male pattern baldness, Rosenblum said. Since the same stem cells are responsible for helping heal the skin after injury, the study raises the possibility that Tregs may play a key role in wound repair as well.Normally Tregs act as peacekeepers and diplomats, informing the rest of the immune system of the difference between friend and foe. When Tregs don't function properly, we may develop allergies to harmless substances like peanut protein or cat dander, or suffer from autoimmune disorders in which the immune system turns on the body's own tissues.Like other immune cells, most Tregs reside in the body's lymph nodes, but some live permanently in other tissues, where they seem to have evolved to assist with local metabolic functions as well as playing their normal anti-inflammatory role. In the skin, for example, Rosenblum and colleagues have previously shown that Tregs help establish immune tolerance to healthy skin microbes in newborn mice, and these cells also secrete molecules that help with wound healing into adulthood.Rosenblum, who is both an immunologist and a dermatologist, wanted to better understand the role of these resident immune cells in skin health. To do this, he and his team developed a technique for temporarily removing Tregs from the skin. But when they shaved patches of hair from these mice to make observations of the affected skin, they made a surprising discovery. \"We quickly noticed that the shaved patches of hair never grew back, and we thought, 'Hmm, now that's interesting,'\" Rosenblum said. \"We realized we had to delve into this further.\"In the new research, led by UCSF postdoctoral fellow and first author Niwa Ali, PhD, several lines of evidence suggested that Tregs play a role in triggering hair follicle regeneration.First, imaging experiments revealed that Tregs have a close relationship with the stem cells that reside within hair follicles and allow them to regenerate: the number of active Tregs clustering around follicle stem cells typically swells by three-fold as follicles enter the growth phase of their regular cycle of rest and regeneration. Also, removing Tregs from the skin blocked hair regrowth only if this was done within the first three days after shaving a patch of skin, when follicle regeneration would normally be activated. Getting rid of Tregs later on, once the regeneration had already begun, had no effect on hair regrowth. Tregs' role in triggering hair growth did not appear related to their normal ability to tamp down tissue inflammation, the researchers found. Instead, they discovered that Tregs trigger stem cell activation directly through a common cell-cell communication system known as the Notch pathway. First, the team demonstrated that Tregs in the skin express unusually high levels of a Notch signaling protein called Jagged 1 (Jag1), compared to Tregs elsewhere in the body. They then showed that removing Tregs from the skin significantly reduced Notch signaling in follicle stem cells, and that replacing Tregs with microscopic beads covered in Jag1 protein restored Notch signaling in the stem cells and successfully activated follicle regeneration. \"It's as if the skin stem cells and Tregs have co-evolved, so that the Tregs not only guard the stem cells against inflammation but also take part in their regenerative work,\" Rosenblum said. \"Now the stem cells rely on the Tregs completely to know when it's time to start regenerating.\"Rosenblum said the findings may have implications for alopecia areata, an autoimmune disease that interferes with hair follicle regeneration and causes patients to lose hair in patches from their scalp, eyebrows, and faces. Alopecia is among the most common human autoimmune diseases - it's as common as rheumatoid arthritis, and more common than type 1 diabetes - but scientists have little idea what causes it. After his team first observed hair loss in Treg-deficient mice, Rosenblum learned that the genes associated with alopecia in previous studies are almost all related to Tregs, and treatments that boost Treg function have been shown to be an effective treatment for the disease. Rosenblum speculates that better understanding Tregs' critical role in hair growth could lead to improved treatments for hair loss more generally.The study also adds to a growing sense that immune cells play much broader roles in tissue biology than had previously been appreciated, said Rosenblum, who plans to explore whether Tregs in the skin also play a role in wound healing, since the same follicle stem cells are involved in regenerating skin following injury.\"We think of immune cells as coming into a tissue to fight infection, while stem cells are there to regenerate the tissue after it's damaged,\" he said. \"But what we found here is that stem cells and immune cells have to work together to make regeneration possible.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--nhg052317.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/05/407121/new-hair-growth-mechanism-discovered", "funder": "National Institutes of Health, Burroughs Wellcome Fund, Scleroderma Research Foundation grant, National Psoriasis Foundation, Dermatology Foundation", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Biology", " Cell Biology"], "journal": "Cell", "description": "In experiments in mice, UC San Francisco researchers have discovered that regulatory T cells (Tregs; pronounced 'tee-regs'), a type of immune cell generally associated with controlling inflammation, directly trigger stem cells in the skin to promote healthy hair growth. Without these immune cells as partners, the researchers found, the stem cells cannot regenerate hair follicles, leading to baldness.", "date": "Thu, 25 May 2017 04:00:00 GMT"}