{"title": "Scientists capture the first cryo-EM images of cellular target for type 2 diabetes in action", "text": "ANN ARBOR--Researchers at the University of Michigan, Stanford University and biotech company ConfometRx have captured the first cryo-electron microscopy snapshots of a key cellular receptor in action.The findings, which were published online May 24 in the journal Nature, reveal new information about workings of G protein-coupled receptors--which are intermediaries for molecular messages related to nearly every function within the human body.G protein-coupled receptors, often shorthanded as GPCRs, reside in the membrane of cells, where they detect signals from outside of the cell and convey them to the inside to be acted upon. They respond to signals including sensory input like light, taste and smell, as well as to hormones and neurotransmitters.The new, near atomic-resolution images provide an incredibly detailed look at how these important receptors bind to and transmit signals from peptide hormones.The team revealed how the hormone GLP-1 (Glucagon-like peptide-1) binds to its receptor on the outside of a cell, and how this causes changes to the arrangement of the part extending into the cell--which then engages and activates the G protein.GLP-1 plays an important role in regulating insulin secretion, carbohydrate metabolism and appetite. It binds to the B family of G protein-coupled receptors, though information about their precise interactions have heretofore been limited by a lack of images of the complex in action.\"It's hard to overstate the importance of G protein-coupled receptors,\" said Georgios Skiniotis, a researcher at the U-M Life Sciences Institute and Medical School, and a senior author of the study. \"GPCRs are targeted by about half of all drugs, and getting such structures by cryo-electron microscopy will be crucial for further drug discovery efforts. The GLP-1 receptor is an important drug target for Type 2 diabetes and obesity.\"The size and fragility of GPCR complexes have made them notoriously difficult to capture using the longtime gold-standard of imaging: X-ray crystallography. It took Brian Kobilka, a professor of molecular and cellular physiology at Stanford University Medical School and a senior collaborator on the paper, many years to obtain the first one--which led to a Nobel Prize for Kobilka in 2012.The current study was done using a cryo-electron microscopy, or cryo-EM. Cryo-EM is an evolving, cutting-edge imaging technology that involves freezing proteins in a thin layer of solution and then bouncing electrons off of them to reveal their shape. Because the frozen proteins are oriented every which way, computer software can later combine the thousands of individual snapshots into a 3-D picture at near-atomic resolution.Advances in cryo-EM now make it possible to capture protein complexes with similar resolution to X-ray crystallography, without having to force the proteins into neat, orderly crystals--which limits the variety of arrangements and interactions that are possible.\"Using cryo-EM, we can also uncover more information about how GPCRs flex and move,\" said Yan Zhang, a postdoctoral researcher in Skiniotis' lab and a co-lead author of the paper. \"And we can observe functional changes in complexes that are difficult, if not impossible, to crystallize.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uom-sct052417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Michigan", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"], "journal": "Nature", "description": "Researchers at the University of Michigan, Stanford University and biotech company ConfometRx have captured the first cryo-electron microscopy snapshots of a key cellular receptor in action.", "date": "Wed, 24 May 2017 04:00:00 GMT"}