{"title": "Too little sleep may raise death risk in people with cluster of heart disease risk factors", "text": "DALLAS, May 24, 2017 -- People with a common cluster of risk factors for heart disease and diabetes were approximately twice as likely to die of heart disease or stroke as people without the same set of risk factors if they failed to get more than six hours of sleep, according to a new observational study published in the association's open access publication Journal of the American Heart Association. For those who got more sleep, the risk of death was more modest.The study, funded in part by the American Heart Association, is the first to measure sleep duration in the laboratory rather than rely on patient reports and the first to examine the impact of sleep duration on the risk of death in those with a common cluster of heart disease risk factors.The researchers randomly selected 1,344 adults (average age 49 years, 42 percent male) who agreed to spend one night in a sleep laboratory as part of the Penn State Adult Cohort. Based on their test results, 39.2 percent of the participants were found to have at least three of the risk factors, that when clustered together are known as the metabolic syndrome. For this study, the cluster included body mass index (BMI) higher than 30 and elevated total cholesterol, blood pressure, fasting blood sugar and triglyceride levels.During an average follow-up of 16.6 years, 22 percent of the participants died.  Compared to people without the same cluster of risk factors, those with metabolic syndrome who clocked more than six hours of sleep time in the lab were about 1.49 times more likely to die of stroke during the 16.6-year follow-up period, while those who slept less than six hours in the lab were about 2.1 times more likely to die of heart disease or stroke. The short sleepers with metabolic syndrome were also 1.99 times more likely to die from any cause compared to those without metabolic syndrome.The relationship was particularly striking because the researchers adjusted for sleep apnea - sleep interrupted by pauses in breathing that is a known heart disease risk.\"If you have several heart disease risk factors, taking care of your sleep and consulting with a clinician if you have insufficient sleep is important if you want to lower your risk of death from heart disease or stroke,\" said study lead author Julio Fernandez-Mendoza, Ph.D., an assistant professor at Penn State College of Medicine and sleep psychologist at the Sleep Research & Treatment Center of the Penn State Health Milton S. Hershey Medical Center in Hershey, Pennsylvania.He noted that sleep lab studies are often used to rule out sleep apnea, but physicians should also note insufficient sleep in the lab because it may signal a higher risk of death in patients with risk factors for heart disease. A recent scientific statement from the American Heart Association on sleep duration and quality noted that an increasing number of Americans suffer from sleep difficulties or choose to curtail sleep in favor of other social, leisure, or work-related activities and this may be associated with adverse cardiovascular risks and outcomes.As the Fernandez-Mendoza research was an observational study, the results cannot establish a cause-and-effect, only an association between short sleep and mortality in people with the metabolic syndrome. Additional limitations include that the study used only one day of sleep lab results and enrolled too few minority patients to determine whether there are racial differences in the relationship between short sleep times and mortality.\"Future clinical trials are needed to determine whether lengthening sleep, in combination with lowering blood pressure and glucose, improves the prognosis of people with the metabolic syndrome\" said Fernandez-Mendoza.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.005479", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-tls051917.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/too-little-sleep-may-raise-risk-of-death-in-people-with-cluster-of-heart-disease-risk-factors?preview=314b69fcc22ea4c99c54d5bd142f689f", "funder": "American Heart Association, NIH/National Heart, Lung, and Blood Institute", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAHA: Journal of the American Heart Association", "description": "Sleeping less than six hours was associated with higher risk of death in people with metabolic syndrome, a cluster of several heart disease and diabetes risk factors. This effect was particularly strong in those with elevated blood pressure or poor glucose metabolism.", "date": "Wed, 24 May 2017 04:00:00 GMT"}