{"title": "Regenerative medicine researcher's startup companies give hope to patients", "text": "Sometimes it takes a researcher with a flair for entrepreneurship to translate a laboratory breakthrough into a medical treatment that will help patients in the clinic.One such scientist is Rob Gourdie, the director of the Virginia Tech Carilion Research Institute's Center for Heart and Regenerative Medicine Research.In 2005, he founded a company,  FirstString Research Inc., with his then-postdoctoral fellow, Gautam Ghatnekar. After 12 years of work, FirstString Research is on the verge of commercializing a treatment to help heal foot ulcers in patients with diabetes.On top of that, the business has recently received a prestigious 2017 Tibbetts Award from the U.S. Small Business Administration, recognizing it among \"the best of the best from the thousands of firms\" in the Small Business Innovation Research program. The award was presented at the White House in Washington, D.C.\"I'd call myself an 'intrapreneur,' rather than entrepreneur,\" said Gourdie, who is also the Commonwealth Research Commercialization Fund Eminent Scholar in Heart and Regenerative Medicine at Virginia Tech. \"I work within the university, but try to take discoveries beyond the lab bench, and that involves a different kind of thinking than is traditionally associated with the publish-or-perish motivation of academia.\"Gourdie's entrepreneurial touch is now reaching into Roanoke. With Samy Lamouille, a research assistant professor at the Virginia Tech Carilion Research Institute, he founded a second biotech company, Acomhal Research Inc., to develop treatments for cancer patients.\"Dr. Gourdie's achievements demonstrate how National Institutes of Health support for basic research translates into improved human health and measurable economic impact,\" said Michael J. Friedlander, executive director of the Virginia Tech Carilion Research Institute and Virginia Tech's vice president for health sciences and technology.Friedlander recruited Gourdie to the Virginia Tech Carilion Research Institute in 2012.\"He is a great example of the type of entrepreneurial faculty member who is able to secure National Institutes of Health funding for research, make fundamental biomedical discoveries, publish the findings in top peer-reviewed journals, translate them into applications to improve human health, and commercialize the work into a successful business,\" Friedlander said.FirstString's technology grew out of pioneering work in Gourdie's lab on connexins -- channels that enable direct communication between cells that not only are well-established by Gourdie and others as the key elements of bridges for electrical signaling in the heart but also play a potential role in wound healing and tissue repair.  The research led to a treatment to combat foot ulcers in patients with diabetes that's in the final stage of clinical testing. The treatment may soon become a care option for patients.\"The technology was initially developed as a tool for basic research,\" said Gourdie, who continues to serve on FirstString's scientific advisory board. \"We were looking at how the electrical connections of heart muscle cells were regulated and developed a tool to carry out our experiments. About the same time, we became aware of another research group studying wound healing, and we realized the same tool we developed might have some therapeutic potential.\"In 2006, Gourdie and colleagues patented their discoveries and secured their first small business grant. That seed money led to a series of grants involving the Small Business Technology Transfer program, which provides opportunities for small businesses and nonprofit research institutions.The socioeconomic impact of the company's work helped it earn the Tibbetts Award, named for Roland Tibbetts, the acknowledged father of the Small Business Innovation Research program, overseen by the Small Business Administration.The award is based on the economic impact of the company's technological innovation, as well as the extent to which that innovation served federal research and development needs and increased the commercialization of federal research.\"I was fortunate to be there at the beginning and am pleased to see how the company has blossomed,\" Gourdie said.Meanwhile, work is under way to develop new approaches to target cancer-causing cells at his new startup, Acomhal Research Inc.\"Acomhal Research studies a compound that has potential to target cancer stem cells, which are the seeds from which a number of different tumors are thought to grow,\" Gourdie said. \"We imagine a drug that might be used for treating glioblastoma, which is a deadly type of brain tumor.\"In addition, Gourdie said colon and other types of cancer besides brain tumors may be effectively targeted through their cancer stem cell techniques. If so, it could be another candidate therapy for commercialization.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/vt-rmr052417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Virginia Tech", "keywords": ["Biology", " Business/Economics", " Medicine/Health", " Cancer", " Diabetes", " Biotechnology"], "journal": "", "description": "Virginia Tech Carilion Research Institute scientist takes commercial route to develop new treatments for wound healing and cancer.", "date": "Wed, 24 May 2017 04:00:00 GMT"}