{"title": "Feinstein Institute presents Cerami Award to Sir Paul Nurse for cancer research", "text": "MANHASSET, NY - Northwell Health's Feinstein Institute for Medical Research and Molecular Medicine announced today that the seventh Anthony Cerami Award in Translational Medicine will be awarded to Sir Paul Nurse, PhD, director of The Francis Crick Institute. The award is in recognition of his research, which identified protein molecules that control the division (duplication) of cells in the cell cycle currently being examined as a therapy to stop or prevent cancer cell growth.Dr. Nurse's research led to the critical discovery that the protein, cyclin-dependent protein kinase (CDK), found both in yeast and in human genes, controls the cell cycle or cell growth process. Knowledge of the cell cycle is critical to the treatment of cancer. Most cancers are caused by the uncontrolled cell division due to damage to the controls regulating cell growth and reproduction, or by damage to how the cell replicates and grows. Leading drug companies are utilizing the understanding of the role that CDK plays in cell growth to test new therapies to stop cancer cell growth. \"The Anthony Cerami Award in Translational Medicine was established to recognize investigators who provide the crucial early knowledge that inspires further research and leads to new therapies,\" said Kevin J. Tracey, MD, president and CEO of the Feinstein Institute, editor emeritus of Molecular Medicine, and Cerami Award committee member. \"Dr. Nurse's discovery of CDK is a fundamental advance that is now helping the development of targeted treatments for cancer.\"The Cerami Award, which includes a $20,000 prize, is conferred semi-annually by the editors of Molecular Medicine, a peer-reviewed, open-access journal published by the Feinstein Institute. A monograph authored by Dr. Nurse titled, \"A Journey in Science: Cell Cycle Control,\" has been published on the Molecular Medicine website.\"It is an honor to be recognized as an Anthony Cerami Award winner for my work on CDK and its impact on cancer,\" said Dr. Nurse. \"When deciding on a course of study, it has been my belief that it is essential to tackle a significant research problem, one that if solved could make a difference. I'm happy to tell my story to inspire investigators on their path to making a difference.\"The Feinstein Institute is committed to celebrating the stewardship of the scientific process and imparting that perspective to young scientists. It also recognizes that the story behind making a discovery in medicine or health care should be cherished and broadly shared. The goal of the Cerami Award and its associated monographs is to document the thinking leading to such innovations and discoveries so that these stories can endure and inspire future generations of investigators.The Anthony Cerami Award in Translational Medicine was made possible by the generosity of Dr. Cerami and the Ann Dunne Foundation for World Health. Dr. Cerami's breakthrough translational work includes the identification of anti-TNF's potential to treat a number of inflammatory diseases, including rheumatoid arthritis, and the development of the HbA1c Diagnostic Test, currently the gold standard for the diagnosis and control of diabetes. He is currently working on a potential treatment of diabetes as CEO of Araim Pharmaceuticals.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nh-fip052417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Northwell Health", "keywords": ["Cell Biology", " Molecular Biology", " Medicine/Health", " Cancer", " Researchers/Scientists/Awards"], "journal": "", "description": "Northwell Health's Feinstein Institute for Medical Research and Molecular Medicine announced today that the seventh Anthony Cerami Award in Translational Medicine will be awarded to Sir Paul Nurse, Ph.D., director of The Francis Crick Institute.", "date": "Wed, 24 May 2017 04:00:00 GMT"}