{"title": "Harvard Medical School expert calls for protection of critical gains made in cancer care under ACA", "text": "Cancer -- the second leading cause of death in the United States -- claims more than 600,000 lives each year. Beyond the devastating human toll on individuals and families, the disease can drain a person's financial resources and strain the healthcare system as a whole.Since its passing in 2010, the Affordable Care Act -- commonly known as Obamacare -- has helped assuage some of the most devastating medical and financial burdens associated with cancer by improving insurance coverage and access to critical services.These are some of the findings in a series of newly published studies in a special May-June edition of The Cancer Journal documenting the effects of the law on cancer care in America.As the White House moves forward with its efforts to repeal Obamacare, it should strive to preserve -- and further boost -- these important advances, according to an introduction penned by Harvard Medical School professor health care  policy expert Nancy Keating, who served as guest editor for the issue.\"The ACA has improved access to and affordability of cancer-related care for millions of Americans,\" Keating said. \"But some critical gaps remain and more needs to be done to ensure that all Americans with cancer have access to affordable cancer care of high quality. Efforts to repeal and replace the ACA must not lose sight of that goal.\"Each year more than 1.6 million Americans are diagnosed with cancer, a number projected to increase to 2.6 million by 2050. The ACA has provided access to health insurance for more than 20 million previously uninsured Americans. The act made it illegal for insurers to deny coverage based on current or previous cancer diagnosis and removed the limits on lifetime insurance coverage that a person can receive.The evidence so far suggests that key provisions of the ACA have improved access to screening and led to earlier diagnoses, particularly among people with lower education and income. By expanding eligibility for coverage under Medicaid -- the joint federal-state health insurance program for low-income people, women, children and those with disabilities -- the ACA has also ensured access to cancer treatments for more people and broadened access to clinical trials, Keating added.The Obamacare provision that made it possible for young adults to remain on their parents' insurance until age 26 has also led to higher rates of HPV vaccination--a critical preventive measure for cervical cancer--and greater use of effective treatments for women diagnosed with the disease, the research shows.In 2010, total spending on oncology care was $124 billion, and that number continues to rise.As more and more Americans live into older age, the number of cancer diagnoses will rise in coming years, Keating said. Coupled with ballooning spending on cancer care fueled by newer, more expensive treatments, this is bound to create financial turmoil for both individuals and the health care system as a whole.Out-of-pocket costs for individuals with cancer can lead to \"financial toxicity,\" which experts now recognize as a side effect of cancer. The consequences of this financial burden, which are well-documented, include high rates of bankruptcy and delays in receiving cancer care and treatment. Higher costs bring devastating financial consequences. Cancer patients are more than twice as likely to experience bankruptcy than people without cancer, which can in turn lead to higher mortality rates.In light of this troubling trend, Keating said, it is ever more critical to preserve and enhance ACA provisions that can help curb the spending growth and reduce out-of-pocket expenses for cancer patients. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hms-hms052417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Cancer", " Health Care Systems/Services"], "journal": "The Cancer Journal", "description": "As the White House moves forward with its efforts to repeal Obamacare, it should strive to preserve -- and further boost -- these important advances, according to an introduction penned by Harvard Medical School professor health care \r\npolicy expert Nancy Keating, who served as guest editor for the issue.", "date": "Wed, 24 May 2017 04:00:00 GMT"}