{"title": "Helping plants pump iron", "text": "LA JOLLA -- (May 24, 2017) Just like people, plants need iron to grow and stay healthy. But some plants are better at getting this essential nutrient from the soil than others. Now, a study led by a researcher at the Salk Institute has found that variants of a single gene can largely determine a plant's ability to thrive in environments where iron is scarce.The work, which appears in Nature Communications on May 24, 2017, could lead to improved crop yields for farmers and richer dietary sources of iron for animals and humans. \"Almost all life on Earth is based on plants--animals eat plants and we eat animals or plants,\" says Wolfgang Busch, an associate professor in Salk's Plant Molecular and Cellular Biology Laboratory and senior author of the new paper. \"It's very important for us to understand how plants solve the problem of getting iron because even though it's generally abundant on Earth, the form that plants can use is actually scarce.\"The current work, led by Busch and including researchers from Austria's Gregor Mendel Institute of Molecular Plant Biology (where Busch was formerly based) focused on the well-studied weed Arabidopsis thaliana, a relative of cabbage and mustard. They obtained Arabidopsis seeds from strains that naturally occur all over Sweden, which has a variety of soils including some that are very low in iron. The team was particularly interested in strains that have adapted to low-iron soils and can grow a long root (a marker of health) even in those poor conditions.The researchers grew the seeds in low-iron conditions, measuring their root growth along the way. They then employed a cutting-edge method called a Genome Wide Association Study (GWAS), which associates genes with a trait of interest -- in this case root length. A gene called FRO2 stood out as having a strong connection to root length. Different versions of the FRO2 gene (\"variants\") fell into two groups, those that were associated with a short root and those that were associated with a long root.To find out whether variants of FRO2 were actually causing the difference\r\n(rather than merely being associated with it), the team grew seeds whose\r\nFRO2 gene had been deactivated. All plants in which the FRO2 gene had been\r\ndeactivated now had stunted roots. The team then put either one variant or\r\nthe other variant of the gene back in and again grew the plants in\r\nlow-iron conditions. Variants for long roots grew better than variants for\r\nshort roots. Together, the experiments showed that, indeed, genetic\r\nvariants that confer higher activity of the FRO2 gene can largely be\r\nresponsible for root growth and plant health in low-iron conditions.\r\n(Under normal conditions, FRO2 is not activated.)\r\n\t\r\n\t\r\n\t\"We thought by using a geographically restricted set of Arabidopsis thaliana strains, we could address local plant adaptations with respect to root growth under iron deficiency--and we did,\" says Santosh Satbhai, a Salk research associate and first author of the paper. \"We hope the agricultural community can benefit from this information.\" The FRO2 gene is common to all plants, so boosting its expression in food crops or finding variants that thrive in poor soils could be important for increasing crop yields in the face of population growth and global warming's threats to arable land.\"At least two billion people worldwide currently suffer from iron malnutrition. Anything we can do to improve the iron content of plants will help a lot of people,\" adds Busch.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/si-hpp052417.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/helping-plants-pump-iron/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Genetics", " Molecular Biology", " Nutrition/Nutrients", " Plant Sciences"], "journal": "Nature Communications", "description": "Salk researchers identify genetic variants that help plants grow in low-iron environments, which could improve crop yields.", "date": "Wed, 24 May 2017 04:00:00 GMT"}