{"title": "Secret weapon of smart bacteria tracked to 'sweet tooth'", "text": "COLLEGE STATION -- Researchers have figured out how a once-defeated bacterium has re-emerged to infect cotton in a battle that could sour much of the Texas and U.S. crop.\r\nAnd it boils down to this: A smart bacteria with a sweet tooth. \r\n\"It's a food fight between the bacterium and the cotton plant,\" said Dr. Libo Shan, Texas A&M AgriLife Research plant pathologist in College Station. \"The bacterium tricks the host to produce food for itself. But once the bacterium is in the plant, it saves its own resources and switches the plant's transportation of sugar to itself. The host plant is deprived of sugar needed for energy, can't get rid of the bacteria and the disease progresses. This bacterium is very smart.\"\r\nThe discovery is in the May 24 edition of the journal Nature Communications. \r\nThe disease is bacterial blight caused by Xanthomonas citri subspecies malvacearum, otherwise known as Xcm. Decades ago, it wiped out thousands of cotton acres annually, showing up first as brown spots on leaves, stems and even bolls then spreading until a plant - indeed entire fields of plants - dropped leaves and stopped growing. It's equally devastating on rice and cassava, Shan said.\r\n\tScientists long ago identified Xcm as the culprit but didn't know how or why the bacterium went on its warpath. Meanwhile, plant breeders tested types of cotton that were less susceptible and developed varieties that were more resistant to the disease. That worked from the late 20th Century until about six years ago when Xcm bacterial blight again showed up in force on the cotton crop in Texas and other states, wasting even varieties that previously could ward it off.\r\n\tAgriLife Research scientists in Lubbock began searching the fields and plants for answers to help farmers cope, while another team in College Station took a deep look at the bacterium and cotton interaction at the cellular level and discovered its covert operations.\r\n\t\"This  bacteria causes disease in cotton by using a secret weapon, a sort of needle-like structure, to inject the protein effectors into cotton cells,\" Shan said. \"One of these effectors  mimics the host transcription factors, directly targeting and activating the host gene transcription of a plant sugar transporter. The plant then begins to pump energizing sugar from within the cell to the apoplast or pathway of the cell, thus feeding the bacteria.\"\r\n\tThe discovery was made in part by Kevin Cox, a Texas A&M doctoral student from St. Louis, Missouri, who has been working with Shan for nearly four years and is lead author on the paper.\r\n\t\"My part of it  was basically to  identify what gene was being activated by a particular effector from the bacteria in order to cause disease,\" he said. \"When we found out what the target of that effector was, that's when we got excited. That was pretty cool.\"\r\n\tShan said the excitement reverberated among researchers for several reasons.\r\n\t\"First it will provide a mechanistic understanding of how the bacterium causes disease in cotton, and second  it provides a potential strategy for control of this cotton disease and resistance against the bacteria,\" she said. \"Third, it may provide potential tools to do earlier diagnostic for the presence of this disease before symptoms show in the field.\"\r\nThat's important, Shan said, because once a farmer sees the disease in the field, it's too late.\r\n\"It is very hard to control. Up to 40 percent of cotton yield can be affected,\" she added. \"So though this is a fundamental discovery of this mechanism how the bacterium causes disease, it provides a lot of potential for field application.\"\r\nShan said isolates of the early strain and current strain of the Xcm bacterium -- and the sequencing of their genomes -- indicated there are polymorphisms genetically slightly different but acting the same in their attack on cotton.\r\n\"We compared the genetic differences in trying to pin down a reason for the disease's rampant reemergence in recent years,\" she said. \"It is likely that rapid evolvement of new bacterial effectors contributed to the resurgence of this disease.\"\r\nThe team will continue to explore bacterial blight in cotton, as well as study the implications of these finds on rice and cassava.\r\n  \t\"We want to implement the tools for cotton diagnostics by working with engineers to develop a very sensitive probe, perhaps like a doctor would use for diagnosing diabetes in humans,\" Shan said. \"It would be useful to have a probe able to detect sugar content in the field for cotton, particularly in the early seedling stage.\"\r\n \tShe said the team may also explore \"gene editing technologies\" to take out the portion of the gene that allows the bacteria to take the plant's food, which would make the cotton more resistant.\r\n\r\n", "article_link": "http://dx.doi.org/10.1038/NCOMMS15588", "url": "http://www.eurekalert.org/pub_releases/2017-05/taac-swo052217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Texas A&M AgriLife Communications", "keywords": ["Agriculture", " Plant Sciences", " Biology", " Bacteriology", " Cell Biology", " Plant Sciences"], "journal": "Nature Communications", "description": "Researchers have figured out how a once-defeated bacterium has re-emerged to infect cotton in a battle that could sour much of the Texas and US crop.\r\nAnd it boils down to this: A smart bacteria with a sweet tooth.", "date": "Wed, 24 May 2017 04:00:00 GMT"}