{"title": "Food is not just the sum of its nutrients", "text": "Traditionally investigations of a foodstuff's implications for human health focus on the content of individual nutrients such as proteins, fats, carbohydrates, etc. However, newer research shows that the health effects of a food product cannot be determined on the basis on the individual nutrients it contains. The food must be evaluated as a whole - together with other foods eaten at the same time. The findings of the expert panel have been published in the highly respected scientific journal the American Journal of Clinical Nutrition.We consume foods and meals - not nutrientsPostdoc Tanja Kongerslev Thorning, PhD, from the Department of Nutrition, Exercise and Sports at the University of Copenhagen, is first author of the report. Tanja explains that scientists have long wondered why the actual effects of a food are at variance with the effects expected on the basis of its nutrition content. They have therefore started to look at things in a wider context:\"Researchers have become more skilful over the years, and we have acquired more methods for exploring what specific nutrients mean for digestion and health,\" Tanja continues \"But when we eat, we do not consume individual nutrients. We eat the whole food. Either alone or together with other foods in a meal. It therefore seems obvious that we should assess food products in context.\"Ultimately this means that the composition of a food can alter the properties of the nutrients contained within it, in ways that cannot be predicted on the basis of an analysis of the individual nutrients. For example, dairy products such as cheese have a lesser effect on blood cholesterol than would be predicted on the basis of their content of saturated fat. There are interactions between the nutrients in a food that are significant for its overall effect on health.Tanja Kongerslev Thorning explains further \"Another example is almonds, which contain a lot of fat, but which release less fat than expected during digestion. Even when chewed really well. The effects on health of a food item are probably a combination of the relationship between its nutrients, and also of the methods used in its preparation or production. This means that some foods may be better for us, or less healthy, than is currently believed.\"Some of the precepts of current nutrition science need to be reconsideredThe expert panel behind these conclusions consists of 18 experts in epidemiology, food, nutrition and medical science. They were brought together for a workshop organized by the University of Copenhagen in collaboration with the University of Reading in September 2016. Discussions focussed on dairy products, and on how the complex mixture of nutrients and bioactive substances, such as minerals and vitamins, can affect digestion and ultimately change the overall nutritional and health properties of a particular food.The panel concluded, among other things, that yoghurt and cheese have a different and more beneficial effect on bone health, body weight, the risk of developing cardiovascular diseases, than would be expected on the basis of their saturated fat and calcium content.Head of Department of Nutrition, Exercise and Sports at the University of Copenhagen, professor Arne Astrup, who chaired the workshop, explains  that the example of cheese is good to illustrate that a food's health effects cannot be judged by single nutrients e.g. sodium and saturated fat:\"In contrast to current recommendations that essentially ban full-fat cheese, current research clearly demonstrate important health benefits of cheese for prevention of type 2 diabetes, cardiovascular disease and cancers. All the positive effects are due to a complex interaction between beneficial bacteria, minerals and bio-active cheese ingredients.\"Professor of Food Chain Nutrition Ian Givens at the University of Reading, co-chair of the meeting, concludes:\"More studies are needed, but ultimately it seems that some areas of nutrition science need to be rethought. We cannot focus on a nutrient without looking at how it is consumed and what else is eaten at the same time.\"The findings are published in the article Whole dairy matrix or single nutrients in assessment of health effects: current evidence and knowledge gaps in the American Journal of Clinical Nutrition.", "article_link": "http://dx.doi.org/10.3945/ajcn.116.151548", "url": "http://www.eurekalert.org/pub_releases/2017-05/fos--fin052217.php", "region": "europe", "source_link": "http://nexs.ku.dk/english/news/2017/food-is-not-just-the-sum-of-its-nutrients.-it-is-time-to-rethink-nutrition-labelling/", "funder": "", "meeting": "", "institution": "Faculty of Science - University of Copenhagen", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Public Health"], "journal": "American Journal of Clinical Nutrition", "description": "The nutritional value of a food should be evaluated on the basis of the foodstuff as a whole, and not as an effect of the individual nutrients. This is the conclusion of an international expert panel of epidemiologists, physicians, food and nutrition scientists and brought together by the University of Copenhagen and University of Reading. Their conclusion reshapes our understanding of the importance of nutrients and their interaction.", "date": "Tue, 23 May 2017 04:00:00 GMT"}