{"title": "11th Annual Canadian Neuroscience Meeting, Montreal, May 28-31, 2017", "text": "The Canadian Association for Neuroscience is pleased to announce it will hold its eleventh annual meeting in Montreal, Canada, from May 28th to 31st. The meeting will gather neuroscientists from Canada and around the world and offer the chance to share their research on the brain and nervous system. The scope of topics to be presented is wider than ever, ranging from the mechanistic to the clinical.\r\nFreda Miller, President of the Canadian Association for Neuroscience, is excited about this conference.  \"The progress in brain research has been truly amazing over the past decade.  Our annual meeting provides Canadian brain researchers the chance to learn the 'latest and greatest' from each other, to make important connections and collaborations, and to jointly address some of our greatest health concerns, many of which appear in the media almost daily.\"\r\nTo highlight the connection between research and the major issue of mental health in Canada, Freda Miller is pleased to welcome Margaret Trudeau as our opening night speaker. \"Madame Trudeau's commitment to improving mental health for all Canadians is an inspiration to all of us.  It is individual Canadians like her who provide one of the prime reasons why researchers at all stages of their careers devote so much of their time and effort to research.  By working together, brain researchers and concerned Canadians like Madame Trudeau will raise awareness about brain disorders today, something that will hopefully ultimately result in better treatment and care for the one in three Canadians that currently suffer from a brain or nervous system disorder.\" \r\nThe meeting is not only a scientific affair. A different type of connection will be made between science and art. A public lecture will be presented by Dr. Sonia Lupien, the Founder and Director of the Centre for Studies on Human Stress, entitled, \"Le stress: Ou comment chasser le mammouth sans y laisser sa peau.\" This examination of the effects of stress on our everyday lives will surely connect with those in the audience. After the lecture, an art exhibit by the Convergence Initiative will present pieces based on discoveries from neuroscience research.  \r\nhttp://can-acn.org/2017-public-lecture-and-exhibit\nAward presentations \nThe Canadian Association for Neuroscience is proud to announce it will be awarding two Young Investigator Awards in 2017.  The laureates are Przemyslaw (Mike) Sapieha, from Université de Montréal, and Tuan Trang, from University of Calgary.  Both winners have developed a strong program of basic, curiosity-driven research that has led to discoveries that can be used to improve the lives of Canadians.\r\nMike Sapieha has already made impactful discoveries about the mechanisms underlying age and diabetes related loss of vision.  Dr Sapieha's research is especially timely in Canada as loss of vision is increasing exponentially with the rapidly aging population, and the increasing prevalence of diabetes.\r\nTuan Trang's research has led to a better understanding of the fundamental mechanisms underlying chronic pain and the mechanism of action of opioids.  Apart from impacting the close to 20% of Canadians who suffer from chronic pain, Trang's work has direct connection to the current opioid crisis facing this country. \r\nhttp://can-acn.org/two-can-young-investigator-awards-in-2017-przemyslaw-mike-sapieha-from-universite-de-montreal-and-tuan-trang-from-university-of-calgary\nThe CAN Advocacy prizes celebrate the efforts of one organization and one individual to increase awareness of neuroscience and to ensure that a connection between the lab and the public is maintained. This year's winners are the Manitoba Neuroscience Network (Group category) and Midori Nediger  (Best Individual Initiative). \r\nhttp://can-acn.org/2017-can-advocacy-and-outreach-prizes-announced\nThe full program of the meeting is available online at: http://can-acn.org/meeting-2017\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cafn-1ac052317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "11th Canadian Neuroscience Meeting", "institution": "Canadian Association for Neuroscience", "keywords": ["Medicine/Health", " Neurobiology", " Pain", " Addiction", " Behavior", " Mental Health", " Researchers/Scientists/Awards"], "journal": "", "description": "The Canadian Association for Neuroscience is pleased to announce it will hold its eleventh annual meeting in Montreal, Canada, from May 28-31. The meeting will gather neuroscientists from Canada and around the world and offer the chance to share their research on the brain and nervous system. The scope of topics to be presented is wider than ever, ranging from the mechanistic to the clinical.", "date": "Tue, 23 May 2017 04:00:00 GMT"}