{"title": "Immunotherapy target suppresses pain to mask cancer", "text": "DURHAM, N.C. -- Once hailed as a breakthrough in cancer treatment, immunotherapies are now raising concerns as doctors note new side effects like severe allergic reactions, acute-onset diabetes and heart damage. These drugs, which work by unleashing the immune system to fight cancer, are only effective in about a fifth of cases, prompting many patients to wonder if they are worth the risk. But a new study from Duke University researchers suggests there may be a quick and easy way to predict which cancer patients are likely to benefit from immunotherapy treatments. The researchers showed that a molecule called PD-L1, which is blocked by the popular immunotherapy drug nivolumab, acts not only on immune cells but also on the nerve cells that signal pain. That insight could lead to a simple test that measures subtle differences in pain sensitivity to gauge whether or not the body is responding to treatment.The findings, published May 22 in Nature Neuroscience, underscore the surreptitious nature of cancer, which uses a variety of tricks to evade detection by the body's natural defense mechanisms. \"Cancer cells are smart. We already knew that they produced PD-L1 to suppress the immune system,\" said senior study author Ru-Rong Ji, Ph.D., professor of anesthesiology and neurobiology at Duke University School of Medicine. \"But there's another defense system at play as well, and that is pain. We showed that this well-known molecule can mask pain, so that cancers can grow without setting off any alarms before metastasis.\" In its early stages, when cancer cells are just starting to grow and multiply in a given tissue or organ, the disease is not usually painful. But as the cancer becomes more aggressive and spreads throughout the body, these cells secrete thousands of pain-inducing chemicals, which either trigger pain-sensing nerve fibers or, in the case of molecules like nerve growth factor, generate entirely new ones. The pain can become so unbearable that some cancer patients die from opioid overdoses.Ji has been studying pain for over twenty years. Recently, his group noticed that mouse models of melanoma didn't show the typical signs of pain that he observed in mice with other kinds of cancer, which would flinch or lick their hind paws whenever they were in discomfort. Ji also knew that melanoma cells could produce a molecule called PD-L1, which latched onto a receptor called PD-1 on the surface of white blood cells, effectively putting the brakes on the immune response. Ji wondered whether there was a connection. So his team treated mice with nivolumab, a drug that prevents PD-L1 from binding to PD-1. Then they poked the animals' hind paws with a calibrated filament and measured how much force it took for them to withdraw their hind paws. They found that the mice responded to much lower forces than before treatment, indicating they had become more sensitive to pain. In addition, they also found that nivolumab caused spontaneous pain in mice with melanoma, which made them tend to their affected hindpaws like never before. Next, the researchers performed the opposite experiment. They injected PD-L1 -- the pain-masking factor in this equation -- into the hind paws or spinal cord of mouse models of three different kinds of pain -- inflammatory, neuropathic and bone cancer pain. In every case, the injections of PD-L1 had an analgesic effect, deadening the mice's sensitivity to pain. \"The effect was surprisingly fast,\" said Ji. \"We saw a reduction of pain in under half an hour.\" To figure out the mechanism behind this quick response, Ji's team examined the sensory neurons of the dorsal root ganglion (DRG), a collection of nerves and neurons near the top of the spinal cord. They isolated these cells from mouse DRGs as well as human DRGs from donors and cultured them in a dish, with or without PD-L1, and then recorded their electrical activity. The researchers found that PD-L1 impaired the ability of sodium channels to fire neurons (action potentials) in response to pain.Ji believes the finding could potentially lead to new treatments for pain, as well as new ways to predict the efficacy of already existing treatments based on PD-1 and PD-L1. \"The response to cancer drugs can take a long time, weeks to months,\" he said. \"The response to pain happens in minutes to hours.\" In the future, Ji would like to explore whether the mechanism uncovered in this study also applies to other immunotherapy treatments. He is also interested in working with clinicians to measure changes in patients' pain sensitivity after treatment, a first step toward developing a diagnostic test. ", "article_link": "http://dx.doi.org/10.1038/nn.4571", "url": "http://www.eurekalert.org/pub_releases/2017-05/du-its052317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Science Fund of China, National Research Foundation of Korea", "meeting": "", "institution": "Duke University", "keywords": ["Genetics", " Molecular Biology", " Medicine/Health", " Cancer", " Pain", " Genes"], "journal": "Nature Neuroscience", "description": "Duke University researchers found that a molecule called PD-L1, which is blocked by the immunotherapy drug nivolumab, acts not only on immune cells but also on the nerve cells that signal pain. That insight could lead to a simple test that measures subtle differences in pain sensitivity to gauge whether or not a cancer patient is responding to immunotherapy. This study also identifies PD-L1 as a previously unrecognized neuromodulator and pain inhibitor.", "date": "Tue, 23 May 2017 04:00:00 GMT"}