{"title": "Success of stem cell therapy for diabetes depends on pre-transplant immune condition", "text": "An innovative method for treating type 1 diabetes based on the transplantation of hematopoietic stem cells taken from the patient's own bone marrow began undergoing testing in Brazil 13 years ago. The results were highly variable. While some of the volunteers were able to stop self-injecting insulin for more than a decade, others had to resume use of the medication only a few months after receiving the experimental treatment.A possible explanation for this discrepancy in the clinical outcome for the 25 patients included in the study was presented in an article published recently in the journal Frontiers in Immunology. According to the authors, the duration of the therapeutic effect was shorter in the patients whose immune systems had attacked the pancreatic cells more aggressively in the pre-transplantation period.From the beginning, this research has been conducted at the Center for Cell-Based Therapy (CTC), which is one of the Research, Innovation and Dissemination Centers (RIDCs) funded by FAPESP and is based at the University of São Paulo's Ribeirão Preto Medical School (FMRP-USP) in Brazil. Initially led by immunologist Julio Voltarelli, who died in March 2012, it is proceeding under the coordination of researchers Maria Carolina de Oliveira Rodrigues and Belinda Pinto Simões.\"Because type 1 diabetes is an autoimmune disease, the aim of the treatment is to 'switch off' the immune system temporarily using chemotherapy drugs and 'restart' it by means of the transplantation of autologous hematopoietic stem cells, which can differentiate into every kind of blood cell,\" Rodrigues explained.By the time the symptoms of type 1 diabetes appear, she added, around 80% of the patient's pancreatic islets have already been damaged. If the autoimmune aggression is interrupted at this point, and the remaining cells are protected, the patient can produce an amount of insulin that is small but nevertheless very important.\"Studies with animals and diabetic humans suggest the percentage of insulin-producing cells declines sharply, reaching almost zero between six and eight weeks after diagnosis. Our center has therefore set a six-week limit for patients to start the transplantation process,\" Rodrigues said.Twenty-five volunteers aged between 12 and 35 were initially included in the study. The therapeutic effect has lasted an average of 42 months (3.5 years) but ranges overall from six months to 12 years, the longest follow-up period so far. Three patients remain completely insulin-free. One has been insulin-free for ten years, another for 11, and the third for 12.\"In this more recent study, we compared the profiles of the volunteers who remained insulin-free for less than and more than 42 months, which was our cutoff point,\" Rodrigues said.The variables considered included age, time between diagnosis and transplantation, pre-treatment insulin dose, and post-transplant recovery of defense cells.\"We observed no significant differences between the groups for any of these factors,\" Rodrigues said. \"The only exception was the degree of pancreatic inflammation before the transplant, which did vary significantly.\"This discovery was made possible by collaboration with Dutch researcher Bart Roep, Professor of Diabetology & Immunopathology and Head of the Autoimmune Diseases Section at the Leiden University Medical Center. Roep's analysis of blood samples taken from all 25 patients before treatment and once per year after the transplant enabled him to quantify their autoreactive T-lymphocytes, white cells that recognize and specifically attack proteins secreted by pancreatic islets.\"This method enabled us to evaluate the extent to which the immune system was attacking the pancreas,\" Rodrigues said. \"We observed a clear association between a larger number of autoreactive lymphocytes before transplantation and a worse response to treatment.\"In the group of patients who responded well, Rodrigues went on, stem cell therapy rebalanced the immune system thanks to an increase in the proportion of regulatory T-cells (Tregs), a type of white cell with immunosuppressive action that helps combat autoimmunity.\"In patients with more autoreactive lymphocytes before transplantation, this balance didn't occur,\" she said. \"Despite the increase in the number of Tregs due to the treatment, they were still outnumbered by autoreactive lymphocytes. What we don't yet know is whether these were new cells that differentiated from transplanted stem cells or were a remnant of the autoreactive lymphocytes that weren't destroyed by chemotherapy and resumed multiplication.\"Data from the scientific literature show that the latter hypothesis is more plausible, so the group at CTC has begun a second study in which patients are being subjected to more aggressive chemotherapy with the aim of ensuring that no vestiges of autoreactive T-lymphocytes remain.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/fda-sos052217.php", "region": "samerica", "source_link": null, "funder": "São Paulo Research Foundation", "meeting": "", "institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "keywords": ["Medicine/Health", " Alternative Medicine", " Hematology", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health", " Transplantation"], "journal": "Frontiers in Immunology", "description": "Researchers at the Center for Cell-Based Therapy at University of São Paulo (USP) show that the therapeutic effect is relatively short-lived in patients with more autoreactive lymphocytes before treatment.", "date": "Mon, 22 May 2017 04:00:00 GMT"}