{"title": "New research could help develop drugs to better address heart problems in diabetics", "text": "Research published in Experimental Physiology shows that diabetes-induced changes in heartbeat are primarily regulated by the β1-adrenoceptor. This discovery, once confirmed in humans, may lead to better treatment of heart problems in diabetics by enabling more targeted drugs to be produced.\r\nPatients with type 2 diabetes can have problems with the regulation of their heartbeat. The heartbeat is partly regulated by receptors called beta-adrenoceptors. There are two different forms, the β1 and β2, and each has a different function. The study found that the diabetes-induced changes in heartbeat are predominantly regulated by the β1-adrenoceptor, and not the β2-adrenoceptor.\r\nBeta-blockers block hormones like adrenaline and can used to decrease heart rate and blood pressure in the treatment of conditions such as angina or high blood pressure. Some beta-blockers are not effective in reducing the heartbeat of diabetics and can even worsen the blood glucose levels of patients. It is not known which beta-adrenoceptor type is responsible for these effects. This study suggests that beta-blockers targeting the β1-adrenoceptor would be more effective for diabetics. \r\nThe researchers implanted two devices into a rat model of diabetes. The first device measured blood pressure and heartbeat, and the second device injected drugs that reduce heartbeat by targeting the beta-adrenoceptors. This approach allowed the researchers to distinguish between the contributions of the two different beta-adrenoceptors (β1 and ?2). \r\nRegis Lamberts, corresponding author said, \r\n'This study provides novel insight into the pathological basis of heart rate dysregulation in type 2 diabetes. This could help us develop drugs to better address heart problems in diabetics.'\r\n", "article_link": "http://dx.doi.org/10.1113/EP086293", "url": "http://www.eurekalert.org/pub_releases/2017-05/tps-nrc051817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "The Physiological Society", "keywords": ["Physiology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Experimental Physiology", "description": "Research published in Experimental Physiology shows that diabetes-induced changes in heartbeat are primarily regulated by the β1-adrenoceptor. This discovery, once confirmed in humans, may lead to better treatment of heart problems in diabetics by enabling more targeted drugs to be produced.", "date": "Mon, 22 May 2017 04:00:00 GMT"}