{"title": "Discovery of an alga's 'dictionary of genes' could lead to advances in biofuels, medicine", "text": "Plant biologists and biochemists from UCLA, UC Berkeley and UC San Francisco have produced a gold mine of data by sequencing the genome of a green alga called Chromochloris zofingiensis.Scientists have learned in the past decade that the tiny, single-celled organism could be used as a source of sustainable biofuel and that it produces a substance called astaxanthin, which may be useful for treating certain diseases. The new research could be an important step toward improving production of astaxanthin by algae and engineering its production in plants and other organisms.The study is published online in the journal Proceedings of the National Academy of Sciences.Chromochloris zofingiensis is one of the most prolific producers of a type of lipids called triacylglycerols, which are used in producing biofuels.Knowing the genome is like having a \"dictionary\" of the alga's approximately 15,000 genes, said co-senior author Sabeeha Merchant, a UCLA professor of biochemistry. \"From there, researchers can learn how to put the 'words' and 'sentences' together, and to target our research on important subsets of genes.\"  C. zofingiensis provides an abundant natural source for astaxanthin, an antioxidant found in salmon and other types of fish, as well as in some birds' feathers. And because of its anti-inflammatory properties, scientists believe astaxanthin may have benefits for human health; it is being tested in treatments for cancer, cardiovascular disease, neurodegenerative diseases, inflammatory diseases, diabetes and obesity. Merchant said the natural version has stronger antioxidant properties than chemically produced ones, and only natural astaxanthin has been approved for human consumption.The study also revealed that an enzyme called beta-ketolase is a critical component in the production of astaxanthin.Algae absorb carbon dioxide and derive their energy from sunlight, and C. zofingiensis in particular can be cultivated on non-arable land and in wastewater. Harnessing it as a source for renewable and sustainable biofuels could lead to new ways to produce clean energy, said Krishna Niyogi, co-senior author of the paper and a scientist at the Department of Energy's Lawrence Berkeley National Laboratory.Over the past decade-plus, Merchant said, research with algae, a small plant called rockcress, fruit flies and nematode worms -- all so-called \"model organisms\" -- has been advanced by other scientists' determining their genome sequences.\"They are called model organisms because we use what we learn about the operation of their cells and proteins as a model for understanding the workings of more complex systems like humans or crops,\" she said. \"Today, we can sequence the genome of virtually any organism in the laboratory, as has been done over the past 10 to 15 years with other model organisms.\"Merchant, Niyogi and Matteo Pellegrini, a UCLA professor of molecular, cell and developmental biology and a co-author of the study, maintain a website that shares a wealth of information about the alga's genome.During the study, the scientists also used soft X-ray tomography, a technique similar to a CT scan, to get a 3-D view of the algae cells [video], which gave them more detailed insights about their biology.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--doa052217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of California - Los Angeles", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Plant Sciences", " Medicine/Health", " Biomedical/Environmental/Chemical Engineering", " Genes"], "journal": "Proceedings of the National Academy of Sciences", "description": "A team of plant biologists and biochemists has produced a gold mine of data by sequencing the genome of a tiny, single-celled green alga that could be used as a source of sustainable biofuel and has health implications.", "date": "Mon, 22 May 2017 04:00:00 GMT"}