{"title": "Biofilm discovery suggests new way to prevent dangerous infections", "text": "Microbial biofilms--dense, sticky mats of bacteria that are hard to treat and can lead to dangerous infections--often form in medical equipment, such as flexible plastic tubing used in catheters or in tubes used to help patients breathe. By some estimates, more than 1 million people contract infections from medical devices in U.S. hospitals each year, many of which are due to biofilms. A study from The University of Texas at Austin suggests a possible new way to prevent such biofilms from forming, which would sharply reduce incidents of related hospital-borne infection.Vernita Gordon, an assistant professor of physics and senior author of the paper appearing today in the Proceedings of the National Academy of Sciences, detected the key mechanism that triggers biofilms to form. She next envisions creating coatings for medical devices and other surfaces that would block the trigger and keep bacteria from clustering to form intractable biofilms. \"It's important to prevent biofilms before they start,\" Gordon said. \"It's much easier to wipe out free-floating bacteria than a biofilm.\"Certain patients are especially susceptible to biofilm related infections. People with cystic fibrosis, diabetes and chronic obstructive pulmonary disease often develop serious and even life-threatening bacterial infections that are hard to treat, in large part because the bacteria--such as Pseudomonas aeruginosa--form biofilms that are resistant to the host's immune cells and to antibiotics. Earlier work had shown that before Pseudomonas bacteria form a biofilm, they have to sense that they are attached to a surface. But it wasn't clear what cues the bacteria sense. Now, according to the new study, the bacteria sense something called mechanical shear, which is a kind of stretching that happens when a bacterium is attached to a surface and the surrounding liquid is moving and/or it pulls itself along.So what is shear? Imagine you're in a river and you're trying to pull yourself along underwater by grabbing rocks on the bottom and pulling forward. Shear is the force that is stretching your body; it's what you feel in your arms and legs as you pull against the resistance of the water. You might not feel much shear if the water is still and you're moving slowly, or it might be high if the river is moving fast and you're going the opposite way. Let go of the rocks and just \"go with the flow\" of the river, and you won't feel any shear.Sensing shear tells Pseudomonas that it's no longer free-floating but attached to a surface and triggers it to start producing a biofilm. Gordon says the discovery paves the way for biomedical engineers to begin developing methods to stop bacteria from sensing shear. So far, most strategies being developed to prevent the formation of biofilms use one of two approaches: kill the bacteria outright or prevent them from attaching to the surface. Both those methods are problematic. Antimicrobials usually only work against certain types of bacteria under certain circumstances, and they can become ineffective if susceptible bacteria evolve resistance. It's also hard to develop a universal anti-stick surface because bacteria have many ways to attach to a surface.\"What we suggest is, if they are responding to a mechanical cue, then you could make a third class of biofilm-preventing surface,\" Gordon said. \"You could modulate the mechanics of the surface so they never get the signal that they are attached, and they never start making a biofilm.\"Gordon suggests that for maximum effectiveness, surfaces could be engineered with a combination of these three approaches.Because of inconsistent reporting and differences in analytical methods, it is difficult to measure exactly how many people in the U.S. each year acquire infections from biofilms forming on medical devices. Estimates range widely--from 185,000 infections (based on a 2014 CDC study) to 2.8 million (based on a 2007 study in the journal Clinical Infectious Diseases estimating up to 4 million health-care acquired infections (HAI's) and a 2008 study in the journal Biotechnology and Bioengineering estimating up to 70 percent of HAI's are associated with medical implants).", "article_link": "http://dx.doi.org/10.1073/pnas.1703255114", "url": "http://www.eurekalert.org/pub_releases/2017-05/uota-bds051917.php", "region": "namerica", "source_link": null, "funder": "The University of Texas at Austin, ExxonMobil", "meeting": "", "institution": "University of Texas at Austin", "keywords": ["Bacteriology", " Biomechanics/Biophysics", " Biomedical/Environmental/Chemical Engineering", " Microbiology", " Medicine/Health", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Public Health", " Biomedical/Environmental/Chemical Engineering"], "journal": "Proceedings of the National Academy of Sciences", "description": "By some estimates, more than 1 million people contract infections from medical devices in US hospitals each year, many of which are due to biofilms. A new study suggests a possible new way to prevent such biofilms from forming, which would sharply reduce incidents of related hospital-borne infection.", "date": "Mon, 22 May 2017 04:00:00 GMT"}