{"title": "Intensive blood pressure can reduce risk of harm to heart muscle", "text": "WINSTON-SALEM, N.C. - May 22, 2017 - A new study by researchers at Wake Forest Baptist Medical Center has shown that aggressive lowering of blood pressure in people with hypertension reduced the risk of left ventricular hypertrophy (LVH). This condition, the enlargement and thickening of the walls of the heart's main pumping chamber, is the most common complication of high blood pressure and greatly increases the risk of developing cardiovascular disease. The study is published in the early online edition of the journal Circulation.\"We know that high blood pressure could lead to LVH and we know that lowering this pressure to the recommended levels improves it, but we didn't know if intensive lowering of blood pressure beyond recommended would lead to more improvement in heart muscle,\" said Elsayed z. Soliman, M.D., lead author of the study and director of the epidemiological cardiology research center at Wake Forest School of Medicine, a part of Wake Forest Baptist.The objective of the study was to determine if lowering blood pressure below what is generally recommended would lead to more benefits to the heart muscle in terms of thickening (hypertrophy).  And if so, would it also prevent other cardiovascular events.The research team examined these questions through analysis of 8,164 participants from the National Institutes of Health's Systolic Blood Pressure Intervention (SPRINT) trial, which included patients with hypertension but not diabetes. Participants were randomized to the intensive blood pressure lowering group or the standard treatment group.  Study findings showed that lowering systolic blood pressure to less than120 mmHg compared to the standard recommendation of 140 mmHg prevented development of new LVH in those without it and caused regression of LVH in those who already had it.\"We thought that reducing heart muscle thickening would correlate with fewer heart incidents associated with intensive lowering of high blood pressure, but surprisingly that was not the case,\" Soliman said. \"However, this favorable impact on heart muscle did not explain most of the reduction in cardiovascular events associated with intensive blood pressure lowering. More research is needed to understand what factors determine which patients get the most benefits and less of the harm.\"These findings provide further evidence of the benefits of the intensive blood pressure lowering in patients with hypertension, and suggest that these benefits go beyond reducing the pressure and stress on the heart structure.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/wfbm-ibp052217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Department of Veterans Affairs", "meeting": "", "institution": "Wake Forest Baptist Medical Center", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Circulation: Journal of the American Heart Association", "description": "A new study by researchers at Wake Forest Baptist Medical Center has shown that aggressive lowering of blood pressure in people with hypertension reduced the risk of left ventricular hypertrophy (LVH). This condition, the enlargement and thickening of the walls of the heart's main pumping chamber, is the most common complication of high blood pressure and greatly increases the risk of developing cardiovascular disease.", "date": "Mon, 22 May 2017 04:00:00 GMT"}