{"title": "Predictive models may help determine which patients benefit from ICDs", "text": "Two predictive models may help cardiologists decide which patients would most benefit from an implantable cardioverter defibrillator (ICD), suggests a new study published today in the Journal of the American College of Cardiology. According to the researchers, confirming the findings in a larger, randomized trial could lead to new national guidelines for choosing patients who are good candidates for ICD implantation.An ICD is a small device placed in the chest or abdomen to treat life-threatening arrhythmias. The ICD has a lead -- or wire -- that connects to the bottom right chamber of the heart. This wire has coils, which deliver shocks to help treat life-threatening arrhythmias that can cause sudden cardiac arrest. Recent clinical trials have highlighted the need for better models to identify patients at higher risk for death from arrhythmias, known as sudden cardiac death.\"ICDs are very expensive, and there are also additional hospital and physician costs,\" said Kenneth Bilchick, MD, associate professor of medicine at the University of Virginia Health System in Charlottesville, Virginia, and the study's lead author. \"While implanting an ICD is a very safe procedure, there is a small risk of complications during the procedure, as well as a long-term risk of infection. In addition, about every six to 10 years the device's generator needs to be replaced.\"ICDs were first used in patients with prior cardiac arrest and arrhythmias. In recent years, they also have been used in patients with heart failure without prior cardiac arrest and arrhythmias. This study included 98,846 patients with heart failure. Of these patients, 87,914 had ICDs and had not previously experienced sudden cardiac arrest. They were part of the National Cardiovascular Data Registry (NCDR) ICD Registry, the world's largest registry of ICD patients. The remaining 10,932 patients did not have ICDs. The researchers evaluated all the patients using two predictive models: the Seattle Heart Failure Model (SHFM), which is widely used to predict overall death from any cause in patients receiving ICDs, and the newer Seattle Proportional Risk Model (SPRM), used to predict patients' proportional risk of sudden cardiac death. These models consider many factors, including patients' age, gender, history of heart failure, etiology of heart failure, overall heart function, heart failure class, electrocardiographic findings, blood pressure, diabetes, pulmonary disease, medication use and laboratory values.The study found that patients who underwent ICD implantation had a 25 percent lower risk of death over five years, compared with patients without ICDs. The researchers also found the combination of the two models effectively predicted the survival benefit from ICDs. The researchers identified a subgroup of 25 percent of patients with ICDs who had a 40 percent reduction in mortality during the five years of follow-up. Another 25 percent of ICD patients did not receive a significant survival benefit from the device. The remaining 50 percent of patients with ICDs received survival benefits somewhere in between.The study found that patients with a 5.7 percent or less predicted annual risk of death and with a predicted proportional risk of sudden death approximately 50 percent or less were the ones least likely to have a survival benefit from an ICD. In contrast, patients whose overall annual predicted risk of death was greater than 5.7 percent and whose predicted proportional risk of sudden death was greater than approximately 50 percent were the ones most likely to have their life saved by having an ICD. \"Patients with a low risk of death overall and a lower proportional risk of sudden death may be the ones who would do well with medical therapy alone rather than medical therapy with an ICD, but this will require further study in a randomized clinical trial,\" Bilchick said. These predictive models could help determine effective use of health care resources for the benefit of these patients if future studies confirm the researchers' findings in the current study.In an editorial accompanying the study, Scott D. Solomon, MD, and Neal A. Chatterjee, MD, of Brigham and Women's Hospital in Boston, wrote, \"By highlighting the need to look beyond absolute risk, Bilchick and colleagues have offered us an important step forward in sudden death prevention.\" They said the current \"'one size fits all' approach to ICD implantation does not appear to be a clinically or cost effective strategy in sudden death prevention.\" They concluded, \"this study leaves us with an important lesson: while you can only die once, there is more than one way to die--understanding the difference is key.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.03.568", "url": "http://www.eurekalert.org/pub_releases/2017-05/acoc-pmm051817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Mortality/Longevity"], "journal": "Journal of the American College of Cardiology", "description": "Two predictive models may help cardiologists decide which patients would most benefit from an implantable cardioverter defibrillator (ICD), suggests a new study published today in the Journal of the American College of Cardiology. According to the researchers, confirming the findings in a larger, randomized trial could lead to new national guidelines for choosing patients who are good candidates for ICD implantation.", "date": "Mon, 22 May 2017 04:00:00 GMT"}