{"title": "Harvard Pilgrim awards Quality Grant funding to 14 providers for 2017", "text": "Wellesley, MA - Physician practices in Massachusetts, Maine and New Hampshire will receive grant funding this year from Harvard Pilgrim Health Care's Quality Grants Program. Harvard Pilgrim's 18th annual grant program will fund 14 initiatives designed to improve care delivery and reduce costs within a variety of care delivery models.   Over the past 17 years, Harvard Pilgrim has funded over 270 initiatives totaling more than $19 million dollars. \r\n\t\"It is very encouraging to see how physicians are evolving the practice of medicine to meet the needs of their patients,\" said Dr. Michael Sherman, senior vice president and chief medical officer. \"While many of the concerns we hear about today have not been part of the traditional medical school curriculums, these practices are stepping up with innovative ideas for issues such as substance use management, medication adherence and improving the experience for LGBTQ patients. We commend these efforts and look forward to sharing the best practices that emerge from these efforts to improve patient care throughout our region,\" he said. \r\n\tPhysician leaders from the Harvard Pilgrim provider network helped select the winning proposals. Review criteria included demonstrated need, innovation in providing care, sustainability, care coordination for complex and chronic care and behavioral health integration. For more information, visit http://www.harvardpilgrim.org/qualitygrants. \r\n\tThe following provider groups received grants from Harvard Pilgrim for initiatives designed to improve care delivery and reduce costs:  \r\n\tMaineHealth Accountable Care Organization\t\r\nME\t\r\nImproving the health of patients with COPD through innovative partnerships between specialty and primary care \r\n\tSouthcoast Health Network\t\r\nMA\t\r\nUse of ambulatory pharmacy services to improve patient medication adherence and drug cost management\r\n\tMary Hitchcock Memorial Hospital\t\r\nNH\t\r\nPsychiatry eConsults:  Supporting behavioral health and substance use management in the Primary Care Medical Home\r\n\tEastern Maine Medical Center\t\r\nME\t\r\nReducing hospital readmission rates for ambulatory care sensitive conditions\r\n\tMt. Auburn Cambridge Independent Practice Association\t\r\n\tMA\t\r\n\tExpanding a pilot in population health management to target additional chronic diseases\r\n\tSteward Health Care Network\t\r\nMA\t\r\nRedesigning care delivery:  diabetes management in your community\r\n\tValley Medical Group\t\r\nMA\t\r\nImproving the healthcare experience for LGBTQ patients\r\n\tBoston Medical Center\t\r\nMA\t\r\nCancer transitions, behavioral health integration and population health management\r\n\tDFD Russell Medical Centers\t\r\nME\t\r\nCare transitions, behavioral health integration and population health management\r\n\tFoundation Medical Partners\t\r\nNH\t\r\nBehavioral health integration at primary care practices within Foundation Medical Partners\r\n\tInterMed\t\r\nME\t\r\nDiscussions about serious illness in the primary care setting\r\n\tAtrius Health\t\r\nMA\t\r\nTelemanagement of children with asthma and their caregivers\r\n\tFrisbie Memorial\t\r\nNH\t\r\nMobile Integrated Healthcare Program\r\n\tMaine Quality Counts\t\r\nME\t\r\nDeepening behavioral health integration to address Opioid Use Disorder in primary care\r\n\tAbout Harvard Pilgrim Health CareHarvard Pilgrim is a not-for-profit health services company that, along with its subsidiaries, is improving the well-being of its 2.7 million customers.  Harvard Pilgrim's flagship health plans in New England provide health coverage to 1.3 million members, while another 1.4 million individuals are served through Health Plans, Inc., a subsidiary that provides integrated care management, health coaching and plan administration solutions to self-funded employers nationwide.  Founded in 1969, Harvard Pilgrim has built its reputation on innovation and collaboration with a goal of lowering health care costs, improving care and enhancing the overall member experience. It is known for its excellent clinical programs, customer service, health improvement strategies and innovative tools that offer consumers greater transparency and empower them to make better decisions about their health care. Harvard Pilgrim is home to the Harvard Pilgrim Health Care Institute, a unique collaboration with Harvard Medical School. As Harvard Medical School's Department of Population Medicine, the Institute is the only appointing department of a U.S. medical school housed within a health plan.   Funded primarily through external government and private sources, it provides critical information to all levels of our health care system on issues affecting population health and health care delivery. Harvard Pilgrim is consistently among America's highest-rated health plans according to an annual ranking of the nation's best health plans by the National Committee for Quality Assurance (NCQA)*. \r\n\t*Harvard Pilgrim Health Care (private HMO/POS and PPO plans) and Harvard Pilgrim Health Care of New England (private HMO/POS plans) have been rated 4.5 out of 5 in NCQA's Private Health Insurance Plan Ratings 2016-17. NCQA's Private Health Insurance Plan Ratings 2015-16. NCQA's Private Health Insurance Plan Rankings, 2011-15, HMO/POS/PPO.\r\n\r\n\r\n\n\n\n              Mary Wallan\nmary_wallan@harvardpilgrim.org\n617-509-2419\n @@HarvardPilgrim\nhttp://www.populationmedicine.org ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hphc-hpa052217.php", "region": "namerica", "source_link": null, "funder": "Harvard Pilgrim Health Care", "meeting": "", "institution": "Harvard Pilgrim Health Care Institute", "keywords": ["Medicine/Health", " Internal Medicine", " Pharmaceutical Science", " Behavior"], "journal": "", "description": "Physician practices in Massachusetts, Maine and New Hampshire will receive grant funding this year from Harvard Pilgrim Health Care's Quality Grants Program. Harvard Pilgrim's 18th annual grant program will fund 14 initiatives designed to improve care delivery and reduce costs within a variety of care delivery models.   Over the past 17 years, Harvard Pilgrim has funded over 270 initiatives totaling more than $19 million dollars", "date": "Mon, 22 May 2017 04:00:00 GMT"}