{"title": "Investigational biologic appears to reduce oral corticosteroid use in severe asthma", "text": "ATS 2017, WASHINGTON, DC-- An investigational biologic may reduce the need for adults with severe asthma to take an oral corticosteroid to control their asthma, according to a randomized controlled trial presented at the ATS 2017 International Conference. Study findings are being reported simultaneously online, ahead of print in the New England Journal of Medicine.The biologic is benralizumab, an anti-interleukin-5 receptor α monoclonal antibody, that when delivered subcutaneously, rapidly depletes eosinophils, cells that at high concentrations in the blood and airways lead to frequent asthma exacerbations. Benralizumab was evaluated for patients whose asthma is not well-controlled by high dosages of the standard therapies of inhaled corticosteroids and long-acting β2-agonists and, therefore, were prescribed an add-on oral corticosteroid (prednisone) on a regular basis to boost control.\"Frequent or long-term use of systemic corticosteroids can lead to potentially life-threatening complications, including osteoporosis, diabetes, cardiovascular disease and adrenal suppression,\" said lead author Parameswaran Nair, MD, PhD, professor of medicine at the Firestone Institute for Respiratory Health, at McMaster University in Hamilton, Canada. \"We need new, safe therapies that would replace the need for systemic corticosteroids for patients with severe asthma.\"According to the authors, about 5 to 10 percent of people with asthma have a severe form of the disease, and studies have shown that 32 to 45 percent of these people require frequent or maintenance oral corticosteroids.In this double-blinded, Phase 3 trial, known as ZONDA (named for the dry, warm Andean wind), 220 patients, age 18 to 75,  were randomized into three arms: those receiving benralizumab every four weeks, those receiving benralizumab every eight weeks (after three initial four-week doses), and those receiving a placebo.At the end of 28 weeks, the investigators found:The researchers said that approximately 20 percent of patients did not respond to benralizumab and that future studies would be needed to determine which patients would benefit from the biologic. \"It is possible that these patients' asthma was not critically dependent on the eosinophils, or they may not have had significant airway eosinophil activity,\" Dr. Nair said, adding that \"longer term studies of patients with prednisone-dependent asthma are needed before definitive conclusions can be drawn about the long-term efficacy and safety of benralizumab and eosinophil depletion.\"Benralizumab is under regulatory review in the United States, European Union, Japan and several other countries.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-iba051517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ATS 2017 International Conference", "institution": "American Thoracic Society", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Pulmonary/Respiratory Medicine"], "journal": "New England Journal of Medicine", "description": "An investigational biologic may reduce the need for adults with severe asthma to take an oral corticosteroid to control their asthma, according to a randomized controlled trial presented at the ATS 2017 International Conference. Study findings are being reported simultaneously online, ahead of print in the New England Journal of Medicine.", "date": "Mon, 22 May 2017 04:00:00 GMT"}