{"title": "Antibiotic therapy for nearly 1 in 4 adults with pneumonia does not work", "text": "ATS 2017, WASHINGTON, DC -- Approximately one in four (22.1 percent) adults prescribed an antibiotic in an outpatient setting (such as a doctor's office) for community-acquired pneumonia does not respond to treatment, according to a new study presented at the 2017 American Thoracic Society International Conference.\"Pneumonia is the leading cause of death from infectious disease in the United States, so it is concerning that we found nearly one in four patients with community-acquired pneumonia required additional antibiotic therapy, subsequent hospitalization or emergency room evaluation,\" said lead author James A. McKinnell, MD, an LA BioMed (Los Angeles, CA) lead researcher and infectious disease specialist. \"The additional antibiotic therapy noted in the study increases the risk of antibiotic resistance and complications like C. difficile (\"C diff\") infection, which is difficult to treat and may be life-threatening, especially for older adults.\"Dr. McKinnell and colleagues conducted this study because current community-acquired pneumonia guidelines from the American Thoracic Society and the Infectious Disease Society of America, published in 2007, provide some direction, but large-scale, real-world data are needed to better understand and optimize antibiotic choices and to better define clinical risk factors that may be associated with treatment failure.The researchers examined databases containing records for 251,947 adult patients who were treated between 2011 and 2015 with a single class of antibiotics (beta-lactam, macrolide, tetracycline, or fluoroquinolone) following a visit to their physician for treatment for community-acquired pneumonia.  The scientists defined treatment failure as either the need to refill antibiotic prescriptions, antibiotic switch, ER visit or hospitalization within 30 days of receipt of the initial antibiotic prescription.  The total antibiotic failure rate was 22.1 percent, while patients with certain characteristics -- such as older age, or having certain other diseases in addition to pneumonia -- had higher rates of drug failure.  After adjusting for patient characteristics, the failure rates by class of antibiotic were:  beta-lactams (25.7 percent), macrolides (22.9 percent), tetracyclines (22.5 percent), and fluoroquinolones (20.8 percent).\"Our findings suggest that the community-acquired pneumonia treatment guidelines should be updated with more robust data on risk factors for clinical failure,\" said Dr. McKinnell. \"Our data provide numerous insights into characteristics of patients who are at higher risk of complications and clinical failure. Perhaps the most striking example is the association between age and hospitalization:  Patients over the age of 65 were nearly twice as likely to be hospitalized compared to younger patients when our analysis was risk adjusted and nearly three times more likely in unadjusted analysis. Elderly patients are more vulnerable and should be treated more carefully, potentially with more aggressive antibiotic therapy.\"Dr. McKinnell also stated that his study found substantial regional variations in treatment outcomes, which are not addressed in a specific way in the community-acquired pneumonia guidelines. In addition, the study showed that thousands of patients who suffer from other conditions - such as chronic obstructive pulmonary disease, cancer or diabetes - were not treated with combination antibiotic therapy or respiratory fluoroquinolone, as the guidelines recommend. \"While certain aspects of the guidelines need to be updated, some prescribers also have room for improvement and should implement the current guidelines,\" he concluded.    ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-atf051517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ATS 2017 International Conference", "institution": "American Thoracic Society", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Pulmonary/Respiratory Medicine"], "journal": "", "description": "Approximately one in four (22.1 percent) adults prescribed an antibiotic in an outpatient setting (such as a doctor's office) for community-acquired pneumonia does not respond to treatment, according to a new study presented at the 2017 American Thoracic Society International Conference.", "date": "Sun, 21 May 2017 04:00:00 GMT"}