{"title": "Study finds gene variant increases risk for depression", "text": "A University of Central Florida study has found that a gene variant, thought to be carried by nearly 25 percent of the population, increases the odds of developing depression.People with apolipoprotein-E4, called ApoE4 for short, have a 20 percent greater chance of developing clinically significant depressive symptoms later in life compared to those who don't have the gene variant, said Rosanna Scott, lead author of the study published in The Journal of Clinical Psychiatry. She will present her work at the International Association of Gerontology and Geriatrics conference in San Francisco next week. \r\nScott, a Ph.D. candidate in clinical psychology, found the link while working on her thesis. \"Some genes are deterministic, like the one that causes Huntington's disease -- where if you've got it, you'll get the disease. This isn't one of those genes,\" said Daniel Paulson, Scott's faculty advisor and an assistant professor of psychology who co-authored the study.\"Her thesis addressed a critical gap in the theoretical framework of this area of study,\" Paulson said. \"Now we can more systematically move forward with research on causes and treatments for late-life depression.\"Her research concluded that ApoE4 and poor vascular health do not create a compounded risk, but both independently increase the likelihood of depression.Scott's findings add clarity to the literature that's already out in the scientific community on this topic, Paulson said. Prior research findings were inconsistent regarding ApoE4 and its risks for depression, and were done with small sample groups, too young a sample, or with data that wasn't collected during a long period of time, she said.Scott aspires to specialize in neuropsychology after completing her Ph.D. She'd like to work in academia to help guide student researchers like herself, and she'd also like to provide neuropsychological assessment and therapy services to the community. She's particularly interested in chronic health conditions and how they impact mood in older adults. \"Bottom line, you do statistically have a higher risk of developing depression if you have ApoE4, but it's not deterministic. You can't change your genes, but you do have some control over improving your health,\" she said. \"That should be encouraging.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uocf-sfg072017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "International Association of Gerontology and Geriatrics 2017 World Congress", "institution": "University of Central Florida", "keywords": ["Insurance", " Social/Behavioral Science", " Mental Health", " Depression/Anger"], "journal": "Journal of Clinical Psychiatry", "description": "A University of Central Florida study has found that a gene variant, thought to be carried by nearly 25 percent of the population, increases the odds of developing depression.\r\nPeople with apolipoprotein-E4, called ApoE4 for short, have a 20 percent greater chance of developing clinically significant depressive symptoms later in life compared to those who don't have the gene variant, said Rosanna Scott, lead author of the study published in The Journal of Clinical Psychiatry.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}