{"title": "Weight gain from early to middle adulthood linked to increased risk of major chronic diseases, death", "text": "Weight gain from early adulthood (age 18 or 21 years) to age 55 was associated with an increased risk of major chronic diseases, such as type 2 diabetes, hypertension, cardiovascular disease, and death, and a decreased odds of healthy aging, according to a study published by JAMA.Obesity is a major global health challenge. Among U.S. adults, the average weight gain is 1.1 to 2.2 pounds per year from early to middle adulthood and this modest yearly accumulation of weight eventually leads to obesity over time. It is unclear how weight gain during the transition from early to middle adulthood, when most weight gain occurs, relates to subsequent health consequences.Frank B. Hu, M.D., Ph.D., of the Harvard T. H. Chan School of Public Health, Boston, and colleagues analyzed data from the Nurses' Health Study and the Health Professionals Follow-Up Study of participants who recalled weight during early adulthood (at age 18 years in women; 21 years in men), and reported current weight during middle adulthood (at age of 55 years).A total of 92,837 women (average weight gain, 27.8 pounds over 37 years) and 25,303 men (average weight gain, 21.4 pounds over 34 years) were included in the analysis.Among the findings, weight gain of as little as 11 pounds from early to middle adulthood was associated with a significantly elevated incidence of a composite measure of major chronic diseases, consisting of type 2 diabetes, cardiovascular disease, cancer, and nontraumatic death. Higher amounts of weight gain were associated with greater risks of major chronic diseases and lower likelihood of healthy aging.A limitation of the study was that weight at early adulthood was recalled at a later age, and some misclassifications of weight change were inevitable.\"These findings may help counsel patients regarding the risks of weight gain,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-wgf071317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Death/Dying", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "JAMA", "description": "Weight gain from early adulthood (age 18 or 21 years) to age 55 was associated with an increased risk of major chronic diseases, such as type 2 diabetes, hypertension, cardiovascular disease, and death, and a decreased odds of healthy aging, according to a study published by JAMA.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}