{"title": "Plan A is to get patients to stick to their blood pressure pills", "text": "There is value in starting off patients with high blood pressure on an all-in-one pill. In the long run, it may help them stick to taking the potentially life-saving medicines prescribed to them. This advice is given to clinicians by Julie Lauffenburger and colleagues of the Brigham and Women's Hospital and Harvard Medical School. In a paper¹ in the Journal of General Internal Medicine², published by Springer, the researchers found more value in fixed-dose combination pills that contain more than one type of medication, rather than separate pills for each drug. The researchers evaluated data from claims submitted to a large national health insurer between 2009 and 2013. It included information from patients who had started using anti-hypertensive medication during this period to help lower their blood pressure.  In all, 78,958 of those in the sample of 484,493 patients were started off on fixed-dose combinations (meaning that they took a single pill containing multiple drugs). A further 383,269 were prescribed a single therapy (only one type of medicine per pill), and 22,266 multi-pill combinations (two or more different anti-hypertensive tablets or capsules).Fixed-dose combinations were found to work best to help patients keep on taking their anti-hypertensive medicines regularly. Such patients were 9 percent more likely to be persistent in taking their blood pressure pill, while they were also 13 percent more likely to regularly use the treatment prescribed to them than patients who began using single anti-hypertensive therapy. The findings also highlighted other factors that play a role in the type of treatment being prescribed, and the chances of people ultimately adhering to and persevering in taking their medication. Patients who started off on single therapies or multi-pill combinations were, for instance, generally sicker and more likely to regularly seek further medical help than those on fixed-dose combinations. They were also slightly less likely to refill their prescriptions. Those being prescribed fixed-dose combinations were generally older and female. \"Fixed-dose combination pills appear to enhance adherence and persistence to anti-hypertensive medications among commercially insured patients starting treatment compared with single therapy,\" says Lauffenburger, in summarizing the findings. \"For patients beginning anti-hypertensive treatment, clinicians may therefore want to consider starting patients on a fixed-dose combination pill rather than a single therapy.\"", "article_link": "http://dx.doi.org/10.1007/s11606-016-3972-z", "url": "http://www.eurekalert.org/pub_releases/2017-01/s-pai011917.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/plan-a-is-to-get-patients-to-stick-to-their-blood-pressure-pills-/12006836", "funder": "", "meeting": "", "institution": "Springer", "keywords": ["Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Cardiology", " Clinical Trials", " Mortality/Longevity", " Behavior"], "journal": "Journal of General Internal Medicine", "description": "There is value in starting off patients with high blood pressure on an all-in-one pill. This advice is given to clinicians by Julie Lauffenburger and colleagues of the Brigham and Women's Hospital and Harvard Medical School. In a paper in the Journal of General Internal Medicine, published by Springer, the researchers found more value in fixed-dose combination pills that contain more than one type of medication, rather than separate pills for each drug.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}