{"title": "Northwell Health's Feinstein Institute discovers cancer treatment for transplant patients", "text": "Kenar D. Jhaveri, MD, and Richard Barnett, MD, Feinstein Institute for Medical Research scientists and Northwell Health Department of Internal Medicine nephrologists, published a Letter to the Editor in the prestigious New England Journal of Medicine, which profiles a novel drug combination with the potential to help prevent rejection of a donor kidney in transplant patients undergoing cancer treatment. The novel drug combination allows the rapidly emerging cancer therapies called immune checkpoint inhibitors to be incorporated into a transplant patient's cancer treatment regimen. This observation shows promise for people undergoing cancer therapy who have also had a kidney transplant. The goal of any course of cancer treatment is to prevent and/or kill future growth of malignant cells. Sometimes this can be challenging as some cancer cells \"trick\" the immune system into thinking they are healthy cells. Doctors are seeing promise in a group of drugs called immune checkpoint inhibitors, which activate the immune system to attack the cancer. While effective in most cancer patients, this course of treatment has been less successful in kidney transplant patients because if the immune system is activated, it causes the patient's body to start rejecting their donor kidney. Dr. Jhaveri and Dr. Barnett observed during the treatment of a patient living with cancer who had a kidney transplant that the combination of steroids and sirolimus, an immunosuppressant that has anti-cancer properties, could prevent a patient's body from rejecting the organ during cancer treatment with immune checkpoint inhibitors.   In the case that Drs. Jhaveri and Barnett outline in their Letter to the Editor, they observed the treatment of a 70 year-old Caucasian male who received a kidney transplant in 2010 and recently underwent treatment for small bowel cancer which had spread to the liver. The patient was given prednisone, a steroid, and an immunosuppressant (sirolimus) prior to incorporating an immune checkpoint inhibitor (nivolumab). The patient's kidney did not experience any rejection and the cancer regressed as well. In addition, the patient was able to receive the full benefit of this immunotherapy, which attacked the cancer cells without having an effect on the transplant organ. Eight months later, the patient is enjoying his day-to-day life and able to fight his cancer without any rejection of his transplanted kidney. \"In reviewing this patient's case, I think we might have found a novel strategy of using pre-emptive steroids and sirolimus to mitigate organ rejection in transplant patients receiving cancer treatment involving PD-1 inhibitors,\" said Dr. Jhaveri, associate chief of the Division of Kidney Diseases and Hypertension in Northwell Health's Department of Internal Medicine. \"This letter highlights the use of a novel regimen and may give the patients with a kidney transplant and cancer hope of treating the cancer while keeping the kidney and thereby avoiding dialysis.\" Thomas McGinn, MD, MPH, center head for the Feinstein Institute's Merinoff Center for Patient-Oriented Research and chair of Northwell Health's Department of Internal Medicine, said: \"This work will be important as the use of these cancer agents increases. I commend the authors on a bold and innovative approach in management of a very tough clinical situation.\" \"Important discoveries begin with a novel observation,\" said Kevin J. Tracey, MD, president and CEO of the Feinstein Institute. \"I hope that the medical science community now will build on Dr. Jhaveri's discovery so that patients with cancer who must also undergo a kidney transplant can benefit.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nh-nhf011817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Northwell Health", "keywords": ["Medicine/Health", " Internal Medicine"], "journal": "New England Journal of Medicine", "description": "Kenar D. Jhaveri, M.D., and Richard Barnett, M.D., Feinstein Institute for Medical Research scientists and Northwell Health Department of Internal Medicine nephrologists, published a Letter to the Editor in the prestigious New England Journal of Medicine, which profiles a novel drug combination with the potential to help prevent rejection of a donor kidney in transplant patients undergoing cancer treatment.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}