{"title": "More with mental illness and substance use disorders have health insurance", "text": "Significantly more people with mental illness and substance use disorders had insurance coverage in 2014 due to the expansion of health insurance under the Affordable Care Act (ACA), but many barriers to treatment remain, new Johns Hopkins Bloomberg School of Public Health research suggests.The findings, published Jan. 17 in the journal Psychiatric Services, come just as Congressional leaders and the president-elect vow to repeal the ACA. A rollback of the law, which included an expansion of Medicaid in 31 states and the District of Columbia, would likely eliminate the gains in insurance among this group. Medicaid expansion under the ACA covers individuals with incomes below 138 percent of the federal poverty line in participating states and the law also provides subsidies for individuals with moderate incomes to purchase insurance plans.\"The Affordable Care Act has been very effective in reducing the uninsured rate in this vulnerable population where there is a real need to get people into services,\" says study leader Brendan Saloner, PhD, an assistant professor in the Department of Health Policy and Management at the Bloomberg School. \"But having insurance is just the first step. We need to find ways to get this population treated, whether that means prescriptions for psychotropic drugs, counseling or placements in drug treatment programs.\"  Saloner says that repealing funding for the ACA, and Medicaid expansion in particular, would leave many people without access to services and add a burden to state and local budgets. \"Amidst a national crisis in opioid overdoses, now is a particularly critical moment to extend services to people with mental health and substance use disorders,\" Saloner says.Overall, the U.S. Department of Health and Human Services reports that provisions of the Affordable Care Act have resulted in an estimated 20 million people gaining health insurance between the passage of the law in 2010 and early 2016. An Urban Institute report estimates that as many as 30 million people could lose their insurance should the ACA be repealed.\r\nAside from expanding Medicaid and providing subsidies to make it more affordable to buy insurance, the ACA required insurers to cover people with pre-existing medical condition and allowed parents to keep their children on their policies until the age of 26.For the new study, Saloner and his colleagues analyzed data from the National Survey on Drug Use and Health, identifying 29,962 adults ages 18 to 64 with mental illness and 19,243 with substance use disorders for two periods: 2011-2013, before the ACA was implemented, and 2014, the first year it was in place.While the researchers found increases in the number of people with mental illness and substance use disorder obtaining insurance coverage, these changes did not lead to dramatic increases in use of services to treat these conditions. Use of mental health treatment increased by 2.2 percentage points and the number of people in substance use treatment did not change. The researchers did find, however, that Medicaid payment for substance use treatment increased by 7.7 percentage points, suggesting that people who had been paying out-of-pocket for services were uninsurable or who had another form of insurance switched to the newly expanded Medicaid program when it became available. Most of the increased coverage for people with mental illness and substance use disorders came from increased access to Medicaid for poor people who previously were not eligible for the program.Insurance isn't the only barrier to getting treatment for these disorders. In 2014, less than half of people with mental illness in the United States and fewer than one in 10 people with a substance use disorder received treatment, the researchers found.\"We got more people covered, but we didn't make dramatic progress in closing the under-treatment gap,\" Saloner says. \"We need to find ways to take the next step and ensure people are seeing the providers who can help them.\"Among the barriers to treatment are that psychiatrists have the lowest Medicaid acceptance rate of any medical specialty, Saloner says. He says that while newly insured people may visit a primary care provider, those physicians may be better equipped to manage diseases like diabetes and hypertension than depression and drug addiction. Primary care providers may fail to refer their patients for appropriate treatment for mental illness and substance use disorders. Meanwhile, there continues to be a shortage of evidence-based treatment options for drug addiction in many communities, a problem that has been made worse in the context of the crippling opioid crisis in the United States. The recently passed 21st Century Cares Act that provides funding for opioid use disorder though building an addiction treatment workforce won't happen overnight, he says.Federal law requires that insurance coverage for mental health and addiction treatment be offered on an equal basis with coverage for other medical care. Saloner says that before the recent election, many were hoping that one way to get closer to that goal would be to expand Medicaid to more states. After the November election, that seems unlikely.\"2017 is not likely to be a year when additional states opt to expand their Medicaid programs,\" Saloner says. \"Instead, it could be a year of massive retraction. Loss of insurance would surely be a step backward for people with mental illness and substance use disorders.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/jhub-mwm011717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Johns Hopkins University Bloomberg School of Public Health", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Addiction", " Public Health", " Addiction", " Mental Health"], "journal": "Psychiatric Services", "description": "Significantly more people with mental illness and substance use disorders had insurance coverage in 2014 due to the expansion of health insurance under the Affordable Care Act, but many barriers to treatment remain, new Johns Hopkins Bloomberg School of Public Health research suggests.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}