{"title": "ACP and AAFP release new hypertension recommendations", "text": "1. ACP and AAFP release guideline for treatment of hypertension in adults 60 years old and older\r\nFor otherwise healthy adults, a less aggressive treatment target is recommendedThe American College of Physicians (ACP) and the American Academy of Family Physicians (AAFP) have published an evidence-based clinical practice guideline on the appropriate systolic blood pressure (the top number in a reading) target for adults 60 years old and older with hypertension. The physicians' groups say that a less aggressive target provides a good balance of benefits and harms for older adults who are otherwise healthy. The joint guideline is published in Annals of Internal Medicine and a summary of the guideline will be published in Annals of Family Medicine.ACP and AAFP recommend that physicians initiate treatment in adults aged 60 years old and older with persistent systolic blood pressure at or above 150 millimeters of mercury (mmHg) to reduce the risk of mortality, stroke, and cardiac events. The evidence suggests that any additional benefit from aggressive blood pressure control is small, with a lower magnitude of benefit and inconsistent results across outcomes. Some patients may have falsely elevated readings in clinical settings, which is known as \"white coat hypertension,\" therefore, it is important for physicians to ensure that they are accurately measuring blood pressure before initiating or changing treatment. The most accurate measurements come from multiple blood pressure measurements made over time in clinical settings or at home.The guidelines recommend that physicians consider initiating or intensifying drug therapy in adults aged 60 years old and older with a history of stroke or transient ischemic attack to achieve a target systolic blood pressure of less than 140 mm Hg to reduce the risk of recurrent stroke. Physicians should also consider initiating or intensifying pharmacological treatment in some adults aged 60 years old and older at high cardiovascular risk, based on individualized assessment, to achieve a target systolic blood pressure of less than 140 mm Hg to reduce the risk of stroke or cardiac events.Hypertension, an elevation of systemic arterial blood pressure, is one of the most common chronic diseases in the United States. About 65 percent of adults in the U.S. over the age of 60 have hypertension, and the disease affects about 29 percent of all adults in the nation. ACP and AAFP are two of the largest physician organizations in the U.S. representing primary care doctors. Their combined 420,900 members, including internal medicine physicians (internists) and family physicians, treat the majority of patients in the U.S. with hypertension.Note: For an embargoed PDF, please contact Cara Graeff. To speak with someone from ACP, please contact Steve Majewski at SMajewski@acponline.org or 215-351-2514. To speak with someone from the AAFP, please contact Stephanie Wilken at SWilken@aafp.org or 800-274-2237 , ext. 5221.2. Patient and provider interventions no better than usual care for osteoarthritisFindings contradict previous study showing modest improvements from combined interventionsAbstract: http://annals.org/aim/article/doi/10.7326/M16-1245 URLs go live when the embargo liftsNo intervention, whether patient-based, provider-based, or a combination of the two, provided improvements over usual care for patients with knee osteoarthritis. These findings contradict conclusions from an earlier study suggesting that a combined intervention provided modest improvements in function and activity compared with usual care. The results of a cluster randomized trial are published in Annals of Internal Medicine.Managing pain and function associated with hip or knee osteoarthritis requires both medical and behavioral strategies, but recommended therapies are underused. A single-site study conducted in a Department of Veterans Affairs medical center showed that a combined patient and provider intervention improved outcomes for patients with knee osteoarthritis, but it did not assess separate effects of the interventions. To examine whether patient-based, provider-based, and patient-provider interventions improve osteoarthritis outcomes, researchers randomly assigned 537 outpatients with symptomatic hip or knee osteoarthritis at 10 Duke University Health System community-based primary care clinics to receive care using one of the three interventions. The telephone-based patient intervention focused on weight management, physical activity, and cognitive behavioral pain management. The provider intervention involved delivery of patient-specific osteoarthritis treatment recommendations to primary care providers through electronic medical records. The patient-provider intervention combined both approaches. At 12 months, none of the osteoarthritis intervention groups showed greater improvements in outcomes compared with usual care. The authors note that the intervention was low-intensity. The authors suggest that higher-intensity interventions are needed to make more meaningful improvements in outcomes.Note: For an embargoed PDF, please contact Cara Graeff. For an interview with the lead author, Dr. Kelli Allen, please contact Bradd Pavur at Bradd_Pavur@med.unc.edu or 919-843-7868. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/acop-aaa011017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Public Health"], "journal": "Annals of Internal Medicine", "description": "The American College of Physicians (ACP) and the American Academy of Family Physicians (AAFP) have published an evidence-based clinical practice guideline on the appropriate systolic blood pressure (the top number in a reading) target for adults 60 years old and older with hypertension.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}