{"journal": "Science", "url": "http://www.eurekalert.org/pub_releases/2017-01/su-sss010417.php", "description": "A central tenet in neuroscience has been that the amount of brain tissue goes in one direction throughout our lives -- from too much to just enough. A new study finds that in some cases the brain can add tissue as well.", "article_link": null, "date": "Thu, 05 Jan 2017 05:00:00 GMT", "funder": "NIH/National Eye Institute, European Union, NIH/National Institute for Biomedical Imaging and Bioengineering, NIH/National Institute on Aging, NIH/National Institute for Neurological Disorders and Stroke", "title": "Stanford study shows development of face recognition entails brain tissue growth", "region": "namerica", "source_link": "http://news.stanford.edu/press/view/12056", "institution": "Stanford University", "text": "People are born with brains riddled with excess neural connections. Those are slowly pruned back until early childhood when, scientists thought, the brain's structure becomes relatively stable.Now a pair of studies, published in the Jan. 6, 2017, issue of Science and Nov. 30, 2016, in Cerebral Cortex, suggest this process is more complicated than previously thought. For the first time, the group found microscopic tissue growth in the brain continues in regions that also show changes in function.The work overturns a central thought in neuroscience, which is that the amount of brain tissue goes in one direction throughout our lives - from too much to just enough. The group made this finding by looking at the brains of an often-overlooked participant pool: children.\"I would say it's only in the last 10 years that psychologists started looking at children's brains,\" said Kalanit Grill-Spector, a professor of psychology at Stanford and senior author of both papers. \"The issue is, kids are not miniature adults and their brains show that. Our lab studies children because there's still a lot of very basic knowledge to be learned about the developing brain in that age range.\"Grill-Spector and her team examined a region of the brain that distinguishes faces from other objects. In Cerebral Cortex, they demonstrate that brain regions that recognize faces have a unique cellular make-up. In Science, they find that the microscopic structures within the region change from childhood into adulthood over a timescale that mirrors improvements in people's ability to recognize faces.\"We actually saw that tissue is proliferating,\" said Jesse Gomez, graduate student in the Grill-Spector lab and lead author of the Science paper. \"Many people assume a pessimistic view of brain tissue: that tissue is lost slowly as you get older. We saw the opposite - that whatever is left after pruning in infancy can be used to grow.\"Microscopic brain changesThe group studied regions of the brain that recognize faces and places, respectively, because knowing who you are looking at and where you are is important for everyday function. In adults, these parts of the brain are close neighbors, but with some visible structural differences.\"If you could walk across an adult brain and you were to look down at the cells, it would be like walking through different neighborhoods,\" Gomez said. \"The cells look different. They're organized differently.\"Curious about the deeper cellular structures not visible by magnetic resonance imaging (MRI), the Stanford group collaborated with colleagues in the Institute of Neuroscience and Medicine, Research Centre Jülich, in Germany, who obtained thin tissue slices of post-mortem brains. Over the span of a year, this international collaboration figured out how to match brain regions identified with functional MRI in living brains with the corresponding brain slices. This allowed them to extract the microscopic cellular structure of the areas they scanned with functional MRI, which is not yet possible to do in living subjects. The microscopic images showed visible differences in the cellular structure between face and place regions.\"There's been this pipe dream in the field that we will one day be able to measure cellular architecture in living humans' brains and this shows that we're making progress,\" said Kevin Weiner, a Stanford social science research associate, co-author of the Science paper and co-lead author of the Cerebral Cortex paper with Michael Barnett, a former research assistant in the lab.Neighborhoods of the brainThis work established that the two parts of the brain look different in adults, but Grill-Spector has been curious about these areas in brains of children, particularly because the skills associated with the face region improve through adolescence. To further investigate how development of these skills relates to brain development, the researchers used a new type of imaging technique.They scanned 22 children (ages 5 to 12) and 25 adults (ages 22 to 28) using two types of MRI, one that indirectly measures brain activity (functional MRI) and one that measures the proportion of tissue to water in the brain (quantitative MRI). This scan has been used to show changes in the fatty insulation surrounding the long neuronal wires connecting brain regions over a person's lifetime, but this study is the first to use this method to directly assess changes in the cells' bodies.What they found, published in Science, is that, in addition to seeing a difference in brain activity in these two regions, the quantitative MRI showed that a certain tissue in the face region grows with development. Ultimately, this development contributes to the tissue differences between face and place regions in adults. What's more, tissue properties were linked with functional changes in both brain activity and face recognition ability, which they evaluated separately. There is no indication yet of which change causes the other or if they happen in tandem.A test bedBeing able to identify familiar faces and places, while clearly an important skillset, may seem like an odd choice for study. The reason these regions are worth some special attention, said Grill-Spector, is because we can identify them in each person's brain, even a 5-year-old child, which means research on these regions can include large pools of participants and produce results that are easy to compare across studies. This research also has health implications, as approximately 2 percent of the adult population is poor at recognizing faces, a disorder sometimes referred to as facial blindness.What's more, the fusiform gyrus, an anatomical structure in the brain that contains face-processing regions, is only found in humans and great apes (gorillas, chimps, bonobos and orangutans).\"If you had told me five or 10 years ago that we'd be able to actually measure tissue growth in vivo, I wouldn't have believed it,\" Grill-Spector said. \"It shows there are actual changes to the tissue that are happening throughout your development. I think this is fantastic.\"", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Neurobiology"]}