{"journal": "Journal of the American Society of Nephrology", "url": "http://www.eurekalert.org/pub_releases/2017-01/ason-sok123016.php", "description": "Hemodialysis patients tend to have denser blood clots than individuals without kidney disease.\r\nDense blood clots were linked to an increased risk of premature death from cardiovascular and other causes.", "article_link": "http://dx.doi.org/10.1681/ASN.2016030336", "date": "Thu, 05 Jan 2017 05:00:00 GMT", "funder": "", "title": "Structure of kidney failure patients' blood clots may increase their risk of early death", "region": "namerica", "source_link": null, "institution": "American Society of Nephrology", "text": "Highlights\nWashington, DC (January 5, 2017) -- Dialysis patients may have altered blood clots that increase their risk of dying prematurely, according to a study appearing in an upcoming issue of the Journal of the American Society of Nephrology (JASN).Kidney failure patients on dialysis have an elevated risk of dying early, especially from cardiovascular causes. Their blood also has altered coagulation properties, which increases their risk of both bleeding and thrombotic events such as stroke. Because of these risks, a team led by Katharina Schütt, MD and Georg Schlieper, MD (RWTH University Aachen, in Germany) investigated the impact of clot structure on health outcomes in hemodialysis patients. When the researchers analyzed the blood of 171 chronic hemodialysis patients, they found that the patients tended to have a denser clot structure than individuals without kidney disease. In addition, patients with such compact clots had an increased risk of dying from cardiovascular causes as well as an increased risk of dying from other causes. Finally, dialysis patients' fibrinogen--a protein that is converted into fibrin during blood clot formation--exhibited certain modifications that were different from fibrinogen from patients without kidney disease. \"Whether better dialysis treatment or medication could improve clot structure needs to be investigated in future studies,\" said Dr. Schütt.", "meeting": "", "keywords": ["Medicine/Health"]}