{"journal": "American Journal of Public Health", "url": "http://www.eurekalert.org/pub_releases/2017-01/jhub-iil010317.php", "description": "State laws requiring ignition interlocks for all drunk driving offenders appear to reduce the number of fatal drunk driving crashes, a new study by Johns Hopkins Bloomberg School of Public Health and Colorado School of Public Health researchers suggests.", "article_link": null, "date": "Thu, 05 Jan 2017 05:00:00 GMT", "funder": "US Centers for Disease Control and Prevention", "title": "Ignition interlock laws reduce alcohol-involved fatal crashes", "region": "namerica", "source_link": null, "institution": "Johns Hopkins University Bloomberg School of Public Health", "text": "State laws requiring ignition interlocks for all drunk driving offenders appear to reduce the number of fatal drunk driving crashes, a new study by Johns Hopkins Bloomberg School of Public Health and Colorado School of Public Health researchers suggests.The study -- published Jan. 5 in the American Journal of Preventive Medicine -- found that mandatory interlock laws were associated with a seven percent decrease in the rate of fatal crashes with at least one driver with a blood alcohol content over the legal limit. The decrease translates into an estimated 1,250 prevented fatal crashes in states with mandatory interlock laws since states first started passing such laws in 1993. An ignition interlock is an alcohol-sensing device, connected to the ignition of a vehicle, which detects alcohol in the driver's breath. If alcohol in excess of a preset limit is detected by the sensor, the vehicle will not start. While all 50 states have some type of ignition interlock laws, 26 have mandatory laws requiring all individuals convicted of a DUI offense to use an interlock in order to drive legally, as of March 2016. This is the first study to look at all the different types of interlock laws across all 50 states. The researchers found that interlock laws which are mandatory for all DUI offenders were much more effective than those applicable to only some offenders,  such as only repeat offenders or those with a very high blood alcohol content.In the United States in 2014, alcohol-involved fatal motor vehicle crashes caused approximately 10,000 deaths, about one-third of all motor vehicle crash deaths.\"Our study demonstrates the value of mandatory ignition interlock laws across the United States,\" says study leader Emma E. \"Beth\" McGinty, PhD, MS, deputy director at the Johns Hopkins Center for Mental Health and Addiction Policy Research at the Bloomberg School. \"We already know that alcohol plays a tragic role in the number of motor vehicle crash fatalities each year. Interlock laws which are mandatory for all DUI offenders save lives. \"To estimate the effects of existing ignition interlock laws, the researchers studied the effects of interlock laws on trends in alcohol-involved fatal crashes over a 32-year period, 1982 to 2013, and controlled for other motor vehicle safety laws and trends in crashes over time. The team assessed changes in pre- and post-interlock law rates of alcohol-involved fatal crashes with crash data obtained from the National Highway Traffic Safety Administration's Fatality Analysis Reporting System (FARS), and measured them against the different categories of interlock laws: permissive (at the discretion of a judge), partial (applicable to only some DUI offenders), and mandatory for all.The researchers used two measures based on FARS data: alcohol-involved fatal crashes with a driver having a blood alcohol level of  0.08--the legal limit--and a second data set with a driver with a blood alcohol level greater than 0.15. \"Until recently, there hasn't been any evidence on whether these laws prevent alcohol-involved fatal crashes, and specifically whether mandatory/all laws are more effective than permissive and partial laws,\" McGinty says. \"Our study suggests that they are effective, and it's encouraging to see more and more states moving towards this evidence-based policy change. Since 2005, we've seen over 20 states adopt interlock laws for all drunk-driving offenses. We'd like to see the remaining states follow suit.\"", "meeting": "", "keywords": ["Medicine/Health", " Public Health", " Alcohol"]}