{"journal": "JAMA Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-01/uomh-maa010417.php", "description": "Anticoagulant therapy is important for stroke prevention in people with atrial fibrillation, but a new study shows many people don't stick with it.", "article_link": "http://dx.doi.org/10.1001/jamacardio.2016.5041", "date": "Wed, 04 Jan 2017 05:00:00 GMT", "funder": "Blue Cross Blue Shield of Michigan", "title": "Medication adherence a problem in atrial fibrillation patients", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/lab-report/medication-adherence-a-problem-atrial-fibrillation-patients", "institution": "University of Michigan Health System", "text": "For patients with atrial fibrillation, the most common form of heart arrhythmia, a main goal of treatment is stroke prevention.Which is why most Afib patients are prescribed a blood thinner such as warfarin, also known by the brand name Coumadin, to combat the potential for blood clots that could lead to stroke.But warfarin is tough to manage, and some patients have trouble adhering to any medication.A new research letter published in JAMA Cardiology finds Afib patients are even more likely to discontinue warfarin therapy if they've had a recent procedure done to address their arrhythmia.\"We don't know if changing the heart to a normal rhythm, by either cardioversion or ablation, always removes the risk of stroke,\" says Geoffrey Barnes, M.D., M.Sc., one of the University of Michigan researchers and a cardiologist at the U-M Frankel Cardiovascular Center. \"It's an ongoing debate, whether to continue the patient on blood thinners after a procedure.\"Afib procedures as predictors of warfarin discontinuationResearchers from U-M and other institutions that are part of the Michigan Anticoagulation Quality Improvement Initiative analyzed 734 Afib patients across the state who started warfarin therapy between 2011 and 2013.The researchers found 36.8 percent of subjects were off warfarin within one year of starting it.\"When we took into account whether the patient had undergone a recent Afib procedure, the numbers look very different,\" says James Froehlich, M.D., M.P.H., also a researcher with the collaborative and a Frankel center cardiologist. \"This may or may not be good news, because when someone's had a recent procedure, there may be good reason to interrupt anticoagulant therapy.\"When either electrical cardioversion or radiofrequency ablation was performed, more than half of subjects (54.1 percent) were not on warfarin after a year. Electrical cardioversion shocks the heart back into a regular rhythm. Radiofrequency ablation scars the damaged parts of the heart to prevent the dangerous rhythm.Subjects who did not undergo an Afib procedure were much more likely to continue warfarin therapy, with less than one-third (29.5 percent) discontinuing it.Although the numbers are much higher for those who underwent a procedure, 29.5 percent is still a sizable proportion of Afib patients discontinuing warfarin therapy, Barnes says. Reasons may vary, from advice from a physician to side effects such as bruising or a patient's desire to avoid having blood drawn.\"We need to understand why they are stopping warfarin and figure out what other medications might be better adhered to in order to prevent strokes,\" Froehlich says.A need for consensus\"Once someone has Afib, we don't yet know when it is safe to stop anticoagulation therapy,\" Froehlich says.Yet every day, cardiologists must make recommendations to their patients with the condition.\"We need more data to help us understand what the risk of stroke is after cardioversion or ablation, to inform physician decision-making and guidelines,\" Barnes says.In the past couple of decades, it was typical to stop anticoagulants after a patient underwent cardioversion, Froehlich says, but new data are needed -- along with more data about ablation.The facts from the anticoagulation collaborative allowed the researchers to identify practice patterns statewide, working toward improving the care of patients across Michigan who are taking anticoagulants.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Internal Medicine", " Surgery"]}