{"journal": "American Journal of Public Health", "url": "http://www.eurekalert.org/pub_releases/2017-01/du-ans010417.php", "description": "A Drexel University-led study found that significant increases in cardiovascular disease was linked to black residents of neighborhood with lower socioeconomic status and higher levels of violence and disorder.", "article_link": "http://dx.doi.org/10.2105/AJPH.2016.303471", "date": "Wed, 04 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute of Minority Health and Health Disparities", "title": "As neighborhood status falls, cardiovascular disease risk among black residents spikes", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/January/Neighborhood-States-Declines-Cardiovascular-Risk-Rises-for-Black-Residents/", "institution": "Drexel University", "text": "The lower a neighborhood's socioeconomic status is, the more likely its black residents are to develop heart disease and stroke, according to a new Drexel University-led public health study.While many neighborhood-level public health studies focus on physical aspects of a neighborhood -- such as the availability of affordable, healthy foods or the walkability of the location -- this study examined how a neighborhood's social and economic makeup was linked to the development of cardiovascular disease.\"This is an important contribution because it is the largest study among blacks to look at the link between neighborhood socioeconomic status and adverse neighborhood conditions such as violence and disorder in relation to cardiovascular disease,\" said Sharrelle Barber, ScD, a research fellow at Drexel's Dornsife School of Public Health, who led the study published in the American Journal of Public Health.Barber and her team -- which included Dornsife School of Public Health Dean Ana Diez-Roux, MD, PhD -- looked at heart disease and stroke incidence from 2000 to 2011 among black men and women who participated in a National Institutes of Health project called the Jackson (Mississippi) Heart Study.  This information was linked to data on neighborhood poverty, unemployment and other socioeconomic indicators from the 2000 U.S. Census, along with other data on violence and disorder.   Barber and her team found that every step down on an established disadvantage scale resulted in a 25 percent increase in risk of cardiovascular disease.When they measured violence and disorder levels in neighborhoods, there was a similar increase in risk of cardiovascular disease for each negative step on the scale.\"For decades, centuries, even, researchers have linked adverse neighborhood economic and social conditions to health,\" Barber said. \"For example, in 'The Philadelphia Negro,' a groundbreaking study conducted by W.E.B. DuBois, mortality rates among Blacks in Philadelphia at the turn of the 20th century were higher in the poorest wards of the city.\"When it comes to examining chronic disease risk, Barber feels it is \"critical\" to delve deeper and identify true root causes so that policies and strategies can be as effective as possible.Among the issues that clearly need addressing are violence and disorder.\"These are symptoms of the broader issues of racial and economic inequality that is rampant in urban areas across the United States,\" Barber said. \"These issues arise from decades of persistent, concentrated poverty and disinvestment in communities of color, including limited opportunities for good jobs, proper education and other resources necessary for the full wellbeing of individuals and communities.\"\"One way of addressing this issue is to invest in economic and social policies at the neighborhood level -- such as creating jobs and educational opportunities -- in tandem with evidence-based efforts to reduce violence,\" Barber concluded.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Public Health"]}