{"journal": "Science", "url": "http://www.eurekalert.org/pub_releases/2017-01/ru-ros010317.php", "description": "Scientists have discovered the signaling pathways that help hair follicles and sweat glands form during development, and identified the mechanism that allows both of these features to coexist in human skin. The findings may improve the methods used to grow tissue used in grafting procedures.", "article_link": "http://dx.doi.org/10.1126/science.aah6102", "date": "Tue, 03 Jan 2017 05:00:00 GMT", "funder": "National Institutes of Health, Robertson Therapeutic Development Fund", "title": "Research on sweat glands suggests a route to better skin grafts", "region": "namerica", "source_link": "http://newswire.rockefeller.edu/2016/12/23/research-on-sweat-glands-suggests-a-route-to-better-skin-grafts/", "institution": "Rockefeller University", "text": "As early humans shed the hairy coats of their closest evolutionary ancestors, they also gained a distinct feature that would prove critical to their success: a type of sweat gland that allows the body to cool down quickly. Those tiny glands are enormously useful, allowing us to live in a wide variety of climates, and enabling us to run long distances.Now, scientists at Rockefeller University have identified the molecular underpinnings that guide the formation of both hair follicles and sweat glands, finding that two opposing signaling pathways--which can suppress one other--determine what developing skin cells become. Published in Science on December 23, the findings have potential to improve methods for culturing human skin tissue used in grafting procedures. Currently, people undergoing the procedure receive new skin lacking the ability to sweat.\"Sweat glands are vital for regulating temperature and water balance in the body, but we know very little about them,\" says Elaine Fuchs, Rebecca C. Lancefield Professor and head of the Robin Chemers Neustein Laboratory of Mammalian Cell Biology and Development. People with damaged sweat glands, which is seen in burn victims and in some genetic disorders, suffer a life-threatening condition--they must remain in temperature-controlled environments and cannot exercise, because it could result in heat stroke and brain damage.Sweat glands have posed a formidable challenge to researchers because in contrast to humans, where sweat glands and hair follicles coexist, sweat glands in most mammals, including the laboratory mouse, are restricted to tiny regions that are hairless, like the paw. \"We took advantage of this regional separation in mice, and compared the gene expression levels in each region to see which signals were active,\" says research associate Catherine Lu.In a developing embryo, small indentations called placodes form in the layer of cells that will become the skin. The fate of these placodes, whether they turn into hair follicles or sweat glands, depends on the molecular signals they receive.The researchers identified two major signaling pathways, and found that they antagonize, or suppress, one another to specify which fate the placode will become. For a hair follicle to form in mice, a signaling protein called sonic hedgehog (SHH) needs to be present and overpower another signaling protein known as bone morphogenetic protein (BMP). In the sweat gland case, the opposite occurs: BMP is elevated, triggering a cascade of downstream signaling events that results in the silencing of SHH.Once they understood how the signaling pathways worked in mice, Fuchs and colleagues took one step further to look into human skin.\"At first we were quite puzzled about how this might work in humans, because in mice these signals are regionally separated, allowing one signaling pathway to dominate,\" says Lu. \"But since these are opposing forces and they cannot happen in the same place at the same time, it wasn't clear how hair follicles and sweat glands develop within the same region in humans.\"By looking at different developmental stages of human embryonic skin, the researchers discovered that in humans, the signals are similar, but separated by time-- hair follicles are born first, followed by a burst in BMP that allows sweat glands to emerge.\"This recent evolutionary event that broadened the late embryonic burst of BMP to most skin sites endowed humans with a greater capacity than their hairy cousins to cool their body and therefore live in diverse environments,\" explains Fuchs. \"The downside is that we have to put on a coat to stay warm!\"\r\n", "meeting": "", "keywords": ["Biology", " Developmental/Reproductive Biology", " Molecular Biology", " Medicine/Health", " Dermatology", " Developmental/Reproductive Biology"]}