{"journal": "Molecular Therapy", "url": "http://www.eurekalert.org/pub_releases/2017-01/uomh-igt010417.php", "description": "In a new University of Michigan study, gene therapy deployed with immune checkpoint inhibitors demonstrates potential benefit for devastating brain cancer.", "article_link": "http://dx.doi.org/10.1016/j.ymthe.2016.10.003", "date": "Wed, 04 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Leah's Happy Hearts, University of Michigan Department of Neurosurgery", "title": "Immunotherapy, gene therapy combination shows promise against glioblastoma", "region": "namerica", "source_link": "http://umhealth.me/2iLzY1U", "institution": "University of Michigan Health System", "text": "\"Devastating\" and \"dismal.\"That's how leading researchers describe the present outlook for malignant brain tumors. The median survival rate for patients with glioblastoma multiforme, or GBM, is a mere 14.2 months.New research out of the University of Michigan supports combining two approaches to fight back against gliomas: attacking the tumor with gene therapy while enhancing the immune system's ability to fight it, too.The paper was recently published in Molecular Therapy, the official journal of the American Society of Gene & Cell Therapy.\"We hope the implementation of our gene therapy strategy for gliomas, used in combination with immune checkpoint blockade, will eventually provide successful treatment for patients with this devastating brain cancer,\" says Maria Castro, Ph.D., co-senior author and U-M professor of neurosurgery and cell and developmental biology.Interrupting the cancer cells' planTumors escape from the fighter T-cells that would otherwise attack them, by tricking the immune system and making an environment ripe for tumor growth.The goal of cancer immunotherapy, with several treatment options now approved by the FDA, is to spark the immune system back into action. Once the immune cells recognize the cancer cells, they're empowered to attack and kill them.\"Immune checkpoint inhibitors amplify T-cell responses and are currently being tested in the clinic to increase T-cell-mediated tumor killing,\" says Pedro Lowenstein, M.D., Ph.D., co-senior author.The U-M team used immune checkpoint blockade combined with gene therapy to block the cancer cells from hijacking the host immune system.Researchers report the accumulation of immunosuppressive cells, MDSCs, within the glioma environment is one of the ways glioblastomas block the immune system. The team also set out to deplete the large supply of MDSCs, and to explore whether that would allow immune-mediated gene therapy to eradicate glioblastoma in mouse models.\"For the first time, we proved that a type of immunosuppressive cells within the tumor environment play a major role in determining the impact of immunotherapies,\" Castro says.Addition of gene therapyCastro and Lowenstein's team combined the immune checkpoint blockade approach with gene therapy.This entailed injecting adenovirus vectors carrying herpes simplex 1 thymidine kinase into the tumor, followed by an antiviral, to elicit tumor cell death. This was used in combination with another adenovirus vector carrying an immune stimulatory protein, cytokine, to recruit immune cells into the tumor.Researchers found the gene therapy approach had stronger results when used in combination with either depletion of immunosuppressive cells from the tumor mass or with immune checkpoint blockade.A formidable pairCastro and Lowenstein's team used what's called the \"Sleeping Beauty\" technique to insert mutated genes known to be involved in cancer into stem cells in the brains of newborn mice. These cancer stem cells were used to create preclinical models relevant to human glioblastoma.\"We report much higher therapeutic efficacy in preclinical brain tumor models using the combination of both therapies, leading to an increase in median survival,\" Lowenstein says. \"This effect is not seen with either approach on its own.\"Testing the approach\"Our work has shown that overcoming brain tumor-induced immune suppression is critical for enhancing efficacy of anti-tumor immunotherapies,\" says first author Neha Kamran, Ph.D., a U-M neurosurgery research fellow in the Castro/Lowenstein Lab. \"This knowledge will help us in guiding the development of immunotherapies for patients with this dismal disease.\"Implementation is straightforward, the authors say. It would involve gene therapy delivered at the time of surgery and systemic delivery of the immune checkpoint inhibitors, such as through IV injection.A clinical trial is active at U-M in adults with glioblastoma, testing a combination approach with a different form of immunosuppressive treatment. And immune checkpoint inhibitors have FDA approval and continue to rise in popularity, although they are cost-prohibitive for many patients who are not part of a trial that provides the medication. Patients also have to deal with side effects of a very active immune system such as rashes and diarrhea.Castro hopes these recent advances will mean a quick progression toward submission for FDA approval of her team's novel combination approach.", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Neurobiology"]}