{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-01/bch-zas010217.php", "description": "For more than two decades, researchers have tried to regenerate the injured optic nerve using different growth factors and/or agents that overcome natural growth inhibition. But at best, these approaches get only about 1 percent of the injured nerve fibers to regenerate and reconnect to the brain; most of the cells eventually die.", "article_link": null, "date": "Mon, 02 Jan 2017 05:00:00 GMT", "funder": "NIH/National Eye Institute, NIH/National Institute of Neurological Diseases and Stroke, NIH/National Institute of Mental Health, US Department of Defense, The Dr. Miriam and Sheldon G. Adelson Medical Research Foundation, and others", "title": "Zinc: A surprise target in regenerating the optic nerve after injury", "region": "namerica", "source_link": null, "institution": "Boston Children's Hospital", "text": "Top row: Cross-sections through the mouse retina show very little free zinc (Zn2+) in normal mice (purple staining, left panel), but high levels after the optic nerve is injured (right...\n       view more For more than two decades, researchers have tried to regenerate the injured optic nerve using different growth factors and/or agents that overcome natural growth inhibition. But at best, these approaches get only about 1 percent of the injured nerve fibers to regenerate and reconnect to the brain; most of the cells eventually die. Researchers at Boston Children's Hospital now show that a completely new approach -- chelating zinc that is released as a result of the injury -- gets cells to live longer, perhaps indefinitely, with dramatic levels of axon regeneration in a mouse model.If proven to work similarly well in humans, such treatment could greatly benefit patients with optic nerve injury, glaucoma, and perhaps other types of nerve fiber (axon) injury within the central nervous system, such as spinal cord injury. Zinc chelators already exist and could potentially be given either systemically or through injection into the eye, the researchers say. Their findings were published online by the Proceedings of the National Academy of Sciences during the week of January 2. The optic nerve, which carries visual information from the eye to brain, is made up of axons projecting from neurons known as retinal ganglion cells. Normally, when the optic nerve is damaged, these cells die, but what actually kills them hasn't been known.\"At least 200 studies, including some done here, have tried to understand what makes these cells die,\" says Larry Benowitz, PhD, of the F.M. Kirby Neurobiology Center and Department of Neurosurgery at Boston Children's Hospital, co-senior author on the paper. \"And even if the cells survive, they usually cannot regrow their connections.\"Paul Rosenberg, MD, PhD, co-senior author and of the Kirby Center and Department of Neurology, had been studying the role of zinc in cell death. He suggested investigating zinc in the retina, the part of the eye where visual signals are received, processed and sent to the brain. His lab and the Benowitz lab began collaborating in 2010, an effort led by Yiqing Li, MD, PhD, the paper's first author.A spike in zincZinc is essential for many cell functions. In many neurons, zinc is packaged in the synapses in tiny vesicles, together with the neurotransmitters that these cells use to communicate with other cells. Zinc release is normally tightly controlled, because high levels are toxic to cells. In mouse experiments, the researchers saw a dramatic elevation of zinc after injury to the optic nerve -- surprisingly, not in the damaged retinal ganglion cells themselves but in cells that communicate with them, interneurons known as amacrine cells. This spike in zinc occurred within an hour after the injury. Two or three days later, the zinc transferred to the retinal ganglion cells -- and only then did the cells begin to die.Promoting survival and regenerationWhile zinc has previously been linked to cell death, this is the first study to demonstrate that targeting zinc can protect damaged neurons in the eye and help regenerate axons through the optic nerve and among the first to show the effects of targeting zinc in a live animal model.\"When we used agents that bind zinc -- chelators -- we enabled about 40 percent of the injured cells to survive for months and possibly indefinitely,\" says Benowitz. \"Growth factors and survival factors only have a transient effect; they don't really stop the cell death process. If you hit the right dosage and deliver zinc chelators continuously, you might have half of the retinal ganglion cells surviving.\"The researchers also saw substantial regeneration of the cells' axons. Hundreds of axons extended well past the site of nerve injury, compared to just a handful in the untreated mice. Regeneration was further enhanced when chelators were combined with deletion of the pten gene to decrease natural growth inhibition.For these studies, the authors used multiple agents to visualize the increase in free zinc within cells of the retina and to chelate zinc, including some newly developed compounds Stephen Lippard, PhD in the Department of Chemistry at MIT, a coauthor on the paper.In addition to chelation, Benowitz, Rosenberg and Li tested several other genetic and pharmacologic ways of preventing zinc from getting into the retinal ganglion cells. These methods also increased cell survival. \"All you have to do is prevent zinc from getting across the synapse into the ganglion cells,\" says Li. Therapeutic possibilitiesThe researchers note that the delay before zinc floods into the retinal ganglion cells means that chelation can be effective even if not delivered immediately after injury. They observed robust cell survival and axon regeneration even if treatment was delayed for five days.\"Although various groups have found ways to induce regeneration, generally this involves altering gene expression before or just after the injury,\" says Rosenberg. \"Understanding that zinc is the block to nerve regeneration has allowed us to devise approaches that could be used after the injury.\"They hope to get further funding to develop a slow-release formulation that would chelate zinc over a period of time, potentially allowing patients to receive just a single injection in the eye.Benowitz, Rosenberg and Li are also interested in exploring how zinc causes cell death and blocks regeneration.\"The next step is to find those mechanisms,\" says Rosenberg. \"We think more ideas for new therapeutic approaches could come out of these investigations.\"Zinc: The new calcium?This is the first study to demonstrate the role of zinc in optic nerve injury, but zinc has also been shown to have a role in stroke injury, and has been implicated in Alzheimer's disease and amyotrophic lateral sclerosis. In fact, neurons in the rest of the brain contain higher levels of reactive zinc than are found in the normal retina. \"Very little is known about the role of zinc in the healthy nervous system or its role in brain injury, although through the work of many groups around the world we are beginning to appreciate its significance,\" says Rosenberg. \"Everyone has thought of calcium as the master regulator in health and disease. We think zinc will come to share that role in the 21st century.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Ophthalmology"]}