{"words": ["executive", "functions", "processing", "control", "behaviour", "pertinent", "safe", "driving", "patients", "mild", "cognitive", "impairment", "dementia", "abilities", "impaired", "addition", "impairments", "driving", "ability", "compromised", "early", "stage", "neurologists", "psychiatrists", "play", "important", "role", "examination", "counseling", "required", "issuing", "medical", "driving", "ban", "mistakes", "process", "may", "ensue", "forensic", "sequelae", "involved", "physicians", "present", "article", "presents", "relevant", "conditions", "associated", "cognitive", "impairments", "gives", "recommendations", "neuropsychological", "workup", "communication", "patients", "relatives", "concerning", "leistungen", "denken", "und", "verhaltenskontrolle", "sind", "für", "das", "sichere", "autofahren", "wesentliche", "geistige", "leistungen", "bei", "demenz", "und", "leichter", "kognitiver", "störung", "treten", "defizite", "dieser", "leistungen", "auf", "die", "sich", "zu", "altersbedingten", "defiziten", "addieren", "sie", "können", "durch", "eine", "angepasste", "fahrweise", "nicht", "immer", "ausreichend", "kompensiert", "werden", "und", "führen", "ggf", "schon", "im", "frühen", "stadium", "zur", "aufhebung", "der", "fahrtauglichkeit", "neurologen", "und", "psychiater", "kommt", "eine", "wichtige", "rolle", "bei", "der", "untersuchung", "aufklärung", "und", "ggf", "aussprache", "eines", "ärztlichen", "fahrverbotes", "zu", "fehler", "und", "unterlassungen", "können", "hier", "unter", "umständen", "juristische", "konsequenzen", "nach", "sich", "ziehen", "der", "vorliegende", "beitrag", "stellt", "die", "relevanten", "erkrankungen", "und", "die", "mit", "ihnen", "assoziierten", "kognitiven", "störungen", "dar", "gibt", "empfehlungen", "für", "die", "neuropsychologische", "untersuchung", "und", "die", "kommunikation", "mit", "patienten", "und", "angehörigen"], "authors": [["Schmidtke", "Klaus", "K", "Rehaklinik Klausenbach, Nordrach."]], "title": "[Driving ability in mild cognitive impairment and dementia].", "year": null, "sentences": ["Executive functions, visuo-spatial processing and control of behaviour are pertinent for safe driving.", "In patients with mild cognitive impairment and dementia, these abilities can be impaired, in addition to age-related impairments, and driving ability can be compromised at an early stage.", "Neurologists and psychiatrists play an important role in the examination, counseling and, if required, the issuing of a medical driving ban.", "Mistakes in this process may ensue forensic sequelae for the involved physicians.", "The present article presents the relevant conditions and associated cognitive impairments, and gives some recommendations on the neuropsychological workup and on the communication with patients and relatives concerning driving.Exekutive Leistungen, visuell-räumliches Denken und Verhaltenskontrolle sind für das sichere Autofahren wesentliche geistige Leistungen.", "Bei Demenz und Leichter Kognitiver Störung treten Defizite dieser Leistungen auf, die sich zu altersbedingten Defiziten addieren.", "Sie können durch eine angepasste Fahrweise nicht immer ausreichend kompensiert werden und führen ggf.", "schon im frühen Stadium zur Aufhebung der Fahrtauglichkeit.", "Neurologen und Psychiater kommt eine wichtige Rolle bei der Untersuchung, Aufklärung und ggf.", "Aussprache eines ärztlichen Fahrverbotes zu.", "Fehler und Unterlassungen können hier unter Umständen juristische Konsequenzen nach sich ziehen.", "Der vorliegende Beitrag stellt die relevanten Erkrankungen und die mit ihnen assoziierten kognitiven Störungen dar, gibt Empfehlungen für die neuropsychologische Untersuchung und die Kommunikation mit Patienten und Angehörigen."], "id": "29342485", "text": "Executive functions, visuo-spatial processing and control of behaviour are pertinent for safe driving. In patients with mild cognitive impairment and dementia, these abilities can be impaired, in addition to age-related impairments, and driving ability can be compromised at an early stage. Neurologists and psychiatrists play an important role in the examination, counseling and, if required, the issuing of a medical driving ban. Mistakes in this process may ensue forensic sequelae for the involved physicians. The present article presents the relevant conditions and associated cognitive impairments, and gives some recommendations on the neuropsychological workup and on the communication with patients and relatives concerning driving.Exekutive Leistungen, visuell-räumliches Denken und Verhaltenskontrolle sind für das sichere Autofahren wesentliche geistige Leistungen. Bei Demenz und Leichter Kognitiver Störung treten Defizite dieser Leistungen auf, die sich zu altersbedingten Defiziten addieren. Sie können durch eine angepasste Fahrweise nicht immer ausreichend kompensiert werden und führen ggf. schon im frühen Stadium zur Aufhebung der Fahrtauglichkeit. Neurologen und Psychiater kommt eine wichtige Rolle bei der Untersuchung, Aufklärung und ggf. Aussprache eines ärztlichen Fahrverbotes zu. Fehler und Unterlassungen können hier unter Umständen juristische Konsequenzen nach sich ziehen. Der vorliegende Beitrag stellt die relevanten Erkrankungen und die mit ihnen assoziierten kognitiven Störungen dar, gibt Empfehlungen für die neuropsychologische Untersuchung und die Kommunikation mit Patienten und Angehörigen.", "doi": "10.1055/s-0043-119988", "journal": ["Fortschritte der Neurologie-Psychiatrie", "Fortschr Neurol Psychiatr"], "date": "2018-01-18_23:40:33"}