{"authors": [["Jiang", "Julie M", "JM", "Saul R. Korey Department of Neurology, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Seng", "Elizabeth K", "EK", "Saul R. Korey Department of Neurology, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Zimmerman", "Molly E", "ME", "Saul R. Korey Department of Neurology, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Kim", "Mimi", "M", "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Lipton", "Richard B", "RB", "Saul R. Korey Department of Neurology, Albert Einstein College of Medicine, Bronx, NY, United States."]], "date": "2017-07-24", "id": "29372111", "text": "To examine the cross-sectional associations of the separate subscales of the Perceived Stress Scale (PSS) and tests measuring cognitive domains in older adults.897 adults over the age of 70 free of amnestic mild cognitive impairment and dementia and enrolled in the Einstein Aging Study made up the study sample. The PSS-14 was used to measure stress. Three cognitive domains (language, episodic memory, and frontal-executive) had previously been found using principle component analysis. Linear regression analyses were used to determine the relationship between the PSS subscales and cognitive domain function.The study sample had a mean age of 79.1 years and 62.8% were female. Bivariate correlations show that the PSS-14 positively worded subscale of the PSS (PSS-PW) was significantly associated with all three cognitive domains (language: r = -0.15, p < 0.001; episodic memory: r = -0.16, p < 0.001; frontal-executive: r = -0.21, p <0.001) while the negatively worded subscale of the PSS (PSS-NW) was not significantly associated with any cognitive domain. In linear regression analyses adjusted for age, white race, gender, years of education, and depressive symptoms, the PSS-PW remained significantly associated with each of the cognitive domains. The PSS-NW was not associated with any cognitive domains in any model. The PSS-14 was significantly associated with language and episodic memory, but not the frontal-executive domain.Worse PSS-PW scores are associated with reduced cognitive function in the executive, memory, and language domains in nondemented older adults. The PSS-PW subscale correlated better with cognitive function than the overall PSS-14. Future research should evaluate the temporality of the association and if stress reduction therapies improve cognitive performance.", "doi": "10.4236/jbbs.2017.77023", "title": "Positively worded subscale score of the Perceived Stress Scale is associated with cognitive domain function.", "journal": ["Journal of behavioral and brain science", "J Behav Brain Sci"]}