{"words": ["language", "memory", "impairments", "affect", "everyday", "interactions", "individuals", "dementia", "communication", "partners", "impaired", "topic", "management", "compromises", "individuals", "construction", "relevant", "meaningful", "discourse", "commonly", "reported", "amongst", "individuals", "dementia", "currently", "limited", "empirical", "evidence", "describes", "sequential", "patterns", "behaviour", "comprising", "practices", "everyday", "conversation", "individuals", "dementia", "communication", "describe", "sequential", "patterns", "behaviour", "relating", "manifestation", "impairments", "facilitative", "behaviours", "everyday", "interactions", "individuals", "dementia", "familiar", "communication", "partners", "fcps", "conversations", "individuals", "moderate", "severe", "dementia", "fcps", "recorded", "conversation", "analysis", "used", "examine", "sequences", "appeared", "behaviours", "reflected", "difficulty", "contributing", "talk", "pervasive", "talk", "three", "individuals", "dementia", "fcps", "responded", "conversational", "difficulties", "using", "two", "categories", "facilitative", "behaviours", "first", "involved", "responding", "individual", "dementia", "explicit", "performing", "repair", "second", "category", "explicit", "absent", "instead", "distance", "conversational", "difficulty", "prior", "turn", "mediated", "form", "outcome", "fcps", "facilitative", "behaviours", "category", "successfully", "facilitated", "individual", "dementia", "contribute", "findings", "contribute", "growing", "understanding", "abilities", "everyday", "interactions", "involving", "individuals", "dementia", "individuals", "dementia", "took", "proactive", "role", "eliciting", "support", "fcps", "responded", "turns", "facilitated", "individuals", "dementia", "talk", "clinically", "results", "support", "extend", "current", "recommendations", "available", "communication", "partner", "training", "programmes", "promote", "conversations", "attend", "personhood", "individual", "dementia"], "authors": [["Hall", "Karinna", "K", "Speech Pathology and Audiology, Flinders University, Bedford Park, SA, Australia."], ["Lind", "Christopher", "C", "Speech Pathology and Audiology, Flinders University, Bedford Park, SA, Australia."], ["Young", "Jessica A", "JA", "Speech Pathology and Audiology, Flinders University, Bedford Park, SA, Australia."], ["Okell", "Elise", "E", "Speech Pathology and Audiology, Flinders University, Bedford Park, SA, Australia."], ["van Steenbrugge", "Willem", "W", "Speech Pathology and Audiology, Flinders University, Bedford Park, SA, Australia."]], "title": "Familiar communication partners' facilitation of topic management in conversations with individuals with dementia.", "year": null, "sentences": ["Language and memory impairments affect everyday interactions between individuals with dementia and their communication partners.", "Impaired topic management, which compromises individuals' construction of relevant, meaningful discourse, is commonly reported amongst individuals with dementia.", "Currently, limited empirical evidence describes the sequential patterns of behaviour comprising topic-management practices in everyday conversation between individuals with dementia and their communication partners.To describe the sequential patterns of behaviour relating to the manifestation of topic-management impairments and facilitative behaviours in everyday interactions between individuals with dementia and their familiar communication partners (FCPs).Three 20-min conversations between individuals with moderate to severe dementia and their FCPs were recorded.", "Conversation Analysis was used to examine sequences in which topic-management appeared to be impaired.Conversational behaviours that reflected a difficulty in contributing on-topic talk were pervasive in the talk of the three individuals with dementia.", "FCPs responded to these conversational difficulties by using two categories of facilitative behaviours.", "The first involved responding to an individual with dementia's explicit repair-initiation by performing repair.", "In the second category, explicit repair-initiation was absent; instead, the distance of the conversational difficulty from the prior topic-shifting turn mediated the form and outcome of the FCPs' facilitative behaviours.", "Each category successfully facilitated the individual with dementia to contribute on-topic talk.The findings contribute to a growing understanding of topic-management abilities in everyday interactions involving individuals with dementia.", "Individuals with dementia took a proactive role in eliciting topic-management support.", "The FCPs responded with turns that facilitated the individuals with dementia to talk on-topic.", "Clinically, the results support and extend the current topic-management recommendations available in communication partner training programmes, and promote conversations which attend to the personhood of the individual with dementia."], "id": "29341359", "text": "Language and memory impairments affect everyday interactions between individuals with dementia and their communication partners. Impaired topic management, which compromises individuals' construction of relevant, meaningful discourse, is commonly reported amongst individuals with dementia. Currently, limited empirical evidence describes the sequential patterns of behaviour comprising topic-management practices in everyday conversation between individuals with dementia and their communication partners.To describe the sequential patterns of behaviour relating to the manifestation of topic-management impairments and facilitative behaviours in everyday interactions between individuals with dementia and their familiar communication partners (FCPs).Three 20-min conversations between individuals with moderate to severe dementia and their FCPs were recorded. Conversation Analysis was used to examine sequences in which topic-management appeared to be impaired.Conversational behaviours that reflected a difficulty in contributing on-topic talk were pervasive in the talk of the three individuals with dementia. FCPs responded to these conversational difficulties by using two categories of facilitative behaviours. The first involved responding to an individual with dementia's explicit repair-initiation by performing repair. In the second category, explicit repair-initiation was absent; instead, the distance of the conversational difficulty from the prior topic-shifting turn mediated the form and outcome of the FCPs' facilitative behaviours. Each category successfully facilitated the individual with dementia to contribute on-topic talk.The findings contribute to a growing understanding of topic-management abilities in everyday interactions involving individuals with dementia. Individuals with dementia took a proactive role in eliciting topic-management support. The FCPs responded with turns that facilitated the individuals with dementia to talk on-topic. Clinically, the results support and extend the current topic-management recommendations available in communication partner training programmes, and promote conversations which attend to the personhood of the individual with dementia.", "doi": "10.1111/1460-6984.12369", "journal": ["International journal of language & communication disorders", "Int J Lang Commun Disord"], "date": "2018-01-18_23:40:33"}