{"authors": [["Yuan", "Zhenhua", "Z", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China."], ["Jiao", "Bin", "B", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Central South University, Changsha, China; Key Laboratory of Hunan Province in Neurodegenerative Disorders, Central South University, Changsha, China."], ["Hou", "Lihua", "L", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China."], ["Xiao", "Tingting", "T", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China."], ["Liu", "Xixi", "X", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China."], ["Wang", "Junling", "J", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Central South University, Changsha, China; Key Laboratory of Hunan Province in Neurodegenerative Disorders, Central South University, Changsha, China."], ["Xu", "Jun", "J", "Department of Neurology, Brain Center, Neurological Institute, Northern Jiangsu Province Hospital, Yangzhou, China."], ["Zhou", "Lin", "L", "National Clinical Research Center for Geriatric Disorders, Central South University, Changsha, China; Department of Geriatrics Neurology, Xiangya Hospital, Central South University, Changsha, China."], ["Yan", "Xinxiang", "X", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Central South University, Changsha, China; Key Laboratory of Hunan Province in Neurodegenerative Disorders, Central South University, Changsha, China."], ["Tang", "Beisha", "B", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Central South University, Changsha, China; Key Laboratory of Hunan Province in Neurodegenerative Disorders, Central South University, Changsha, China; Parkinson's Disease Center of Beijing Institute for Brain Disorders, Beijing, China; Collaborative Innovation Center for Brain Science, Shanghai, China; Collaborative Innovation Center for Genetics and Development, Shanghai, China."], ["Shen", "Lu", "L", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, China; National Clinical Research Center for Geriatric Disorders, Central South University, Changsha, China; Key Laboratory of Hunan Province in Neurodegenerative Disorders, Central South University, Changsha, China; Key Laboratory of Organ Injury, Aging and Regenerative Medicine of Hunan Province, Changsha, China. Electronic address: shenlu@csu.edu.cn."]], "date": "2017-12-27", "id": "29370934", "text": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease characterized by the progressive loss of motor neurons in the brain and spinal cord. Frontotemporal dementia (FTD) is a group of dementia syndromes characterized by the progressive deterioration of behaviors, executive dysfunction, and verbal impairment. Increasing evidence indicates that these 2 diseases share a common genetic etiology and pathophysiological mechanism. Recently, rare mutations in the low-complexity domain of the RNA-binding protein T-cell-restricted intracellular antigen-1 (TIA1) gene were identified in Caucasian ALS and ALS-FTD patients. However, no comprehensive mutation analysis of the TIA1 gene has been performed in Chinese patients with ALS and FTD. In this study, we screened the low-complexity domain of TIA1 in a cohort of 241 ALS and 51 FTD patients in mainland China. As a result, 2 novel missense mutations (p.P352L and p.I300T) were identified in 2 sporadic patients with ALS, while no mutation was found in FTD cases. To the best of our knowledge, this report presented the first mutation analysis of the TIA1 gene in patients with ALS and FTD in Chinese population. Our findings broaden the known mutational spectrum in patients with ALS and further confirm TIA1 as a novel causative gene of ALS.", "doi": "10.1016/j.neurobiolaging.2017.12.017", "title": "Mutation analysis of the TIA1 gene in Chinese patients with amyotrophic lateral sclerosis and frontotemporal dementia.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}