{"words": ["average", "memory", "capacity", "significantly", "higher", "populations", "year", "olds", "populations", "80", "year", "olds", "define", "superagers", "individuals", "80", "older", "whose", "episodic", "memory", "capacity", "least", "good", "cognitively", "average", "individuals", "50s", "60s", "superagers", "therefore", "memory", "capacity", "superior", "age", "previous", "work", "showed", "superagers", "greater", "cortical", "volumes", "greater", "resistance", "cortical", "atrophy", "average", "individuals", "age", "report", "cognitive", "personality", "neuropathologic", "characteristics", "first", "10", "autopsy", "cases", "northwestern", "superaging", "program", "period", "seven", "superagers", "maintained", "episodic", "memory", "performance", "within", "average", "range", "norms", "10", "superagers", "maintained", "episodic", "memory", "scores", "within", "normal", "limits", "age", "extraversion", "scores", "tended", "high", "measure", "personality", "10", "autopsy", "specimens", "showed", "variable", "findings", "within", "spectrum", "alzheimer", "pathology", "hippocampus", "entorhinal", "cortex", "contained", "neurofibrillary", "degeneration", "mostly", "braak", "stages", "however", "even", "limbic", "areas", "contained", "many", "healthy", "appearing", "neurons", "neocortex", "generally", "free", "neurofibrillary", "degeneration", "contrast", "neocortical", "areas", "least", "5", "cases", "contained", "moderate", "high", "densities", "neuritic", "plaques", "findings", "need", "placed", "context", "comparing", "neuropathology", "cognitively", "average", "individuals", "age", "future", "research", "superagers", "likely", "offer", "insights", "factors", "either", "prevent", "emergence", "involutional", "changes", "brain", "makes", "cognitive", "function", "resistant", "consequences", "article", "protected", "copyright", "rights", "reserved"], "authors": [["Rogalski", "Emily", "E", "Cognitive Neurology and Alzheimer's Disease Center."], ["Gefen", "Tamar", "T", "Cognitive Neurology and Alzheimer's Disease Center."], ["Mao", "Qinwen", "Q", "Cognitive Neurology and Alzheimer's Disease Center."], ["Connelly", "Maureen", "M", "Cognitive Neurology and Alzheimer's Disease Center."], ["Weintraub", "Sandra", "S", "Cognitive Neurology and Alzheimer's Disease Center."], ["Geula", "Changiz", "C", "Cognitive Neurology and Alzheimer's Disease Center."], ["Bigio", "Eileen H", "EH", "Cognitive Neurology and Alzheimer's Disease Center."], ["Mesulam", "M-Marsel", "MM", "Cognitive Neurology and Alzheimer's Disease Center."]], "title": "Cognitive trajectories and spectrum of neuropathology in SuperAgers: The first ten cases.", "year": null, "sentences": ["On average, memory capacity is significantly higher in populations of 50-60 year olds than in populations of 80 year olds.", "We define SuperAgers as individuals 80 or older whose episodic memory capacity is at least as good as that of cognitively average individuals in their 50s and 60s.", "SuperAgers therefore have memory capacity that is superior for age.", "Previous work showed that SuperAgers have greater cortical volumes and greater resistance to age-related cortical atrophy than 'cognitively average' individuals of the same age.", "Here we report on the cognitive, personality, and neuropathologic characteristics of the first 10 autopsy cases in the Northwestern SuperAging Program.", "During the follow-up period, seven SuperAgers maintained episodic memory performance within or above the average range for 50-65 year-old norms and all 10 SuperAgers maintained episodic memory scores within normal limits for their own age.", "Extraversion scores tended to be high on the NEO-PI-R measure of personality.", "The 10 autopsy specimens showed variable findings within the spectrum of Alzheimer pathology.", "The hippocampus and entorhinal cortex contained neurofibrillary degeneration mostly in the Braak II-III stages.", "However, even these limbic areas contained many healthy appearing neurons and the neocortex was generally free of neurofibrillary degeneration.", "In contrast, neocortical areas in at least 5 of the cases contained moderate to high densities of neuritic plaques.", "These findings need to be placed in context by comparing them to the neuropathology of cognitively average individuals of the same age.", "Future research on SuperAgers is likely to offer insights into factors that either prevent the emergence of involutional changes in the brain or that makes cognitive function more resistant to their consequences.", "This article is protected by copyright.", "All rights reserved."], "id": "29341318", "text": "On average, memory capacity is significantly higher in populations of 50-60 year olds than in populations of 80 year olds. We define SuperAgers as individuals 80 or older whose episodic memory capacity is at least as good as that of cognitively average individuals in their 50s and 60s. SuperAgers therefore have memory capacity that is superior for age. Previous work showed that SuperAgers have greater cortical volumes and greater resistance to age-related cortical atrophy than 'cognitively average' individuals of the same age. Here we report on the cognitive, personality, and neuropathologic characteristics of the first 10 autopsy cases in the Northwestern SuperAging Program. During the follow-up period, seven SuperAgers maintained episodic memory performance within or above the average range for 50-65 year-old norms and all 10 SuperAgers maintained episodic memory scores within normal limits for their own age. Extraversion scores tended to be high on the NEO-PI-R measure of personality. The 10 autopsy specimens showed variable findings within the spectrum of Alzheimer pathology. The hippocampus and entorhinal cortex contained neurofibrillary degeneration mostly in the Braak II-III stages. However, even these limbic areas contained many healthy appearing neurons and the neocortex was generally free of neurofibrillary degeneration. In contrast, neocortical areas in at least 5 of the cases contained moderate to high densities of neuritic plaques. These findings need to be placed in context by comparing them to the neuropathology of cognitively average individuals of the same age. Future research on SuperAgers is likely to offer insights into factors that either prevent the emergence of involutional changes in the brain or that makes cognitive function more resistant to their consequences. This article is protected by copyright. All rights reserved.", "doi": "10.1002/hipo.22828", "journal": ["Hippocampus", "Hippocampus"], "date": "2018-01-18_23:40:34"}