{"authors": [["Kaur", "Jaspreet", "J", "Pharmacology Division, Chandigarh College of Pharmacy, Landran, Mohali 140307, Punjab, India."], ["Sodhi", "Rupinder Kaur", "RK", "Pharmacology Division, Chandigarh College of Pharmacy, Landran, Mohali 140307, Punjab, India. Electronic address: itsrupinder@yahoo.com."], ["Madan", "Jitender", "J", "Pharmacology Division, Chandigarh College of Pharmacy, Landran, Mohali 140307, Punjab, India."], ["Chahal", "Simerjeet Kaur", "SK", "Pharmacology Division, Chandigarh College of Pharmacy, Landran, Mohali 140307, Punjab, India."], ["Kumar", "Ravinder", "R", "Pharmacology Division, Chandigarh College of Pharmacy, Landran, Mohali 140307, Punjab, India."]], "date": "2017-07-22", "id": "29367103", "text": "Studies have signified that high serum cholesterol plays an intriguing role in amyloid β metabolism and accumulation. Ligand activation of pregnane x receptors (PXRs), up-regulates the expression of P- glycoprotein and has a crucial role in amyloid β efflux. The present study has been undertaken to investigate the effect of forskolin, a PXR agonist in experimental dementia.Wistar rats were allowed free access to cholesterol-rich High Fat Diet (HFD) for 90 days to induce dementia. HFD rats were then treated with forskolin (10 mg/kg; 20 mg/kg) followed by exposure to Morris water maze (MWM) test to deconvolute the mechanistic of learning and memory. An array of biochemical and histopathological tests were performed to demonstrate the extent of damage induced by HFD.HFD-treated rats exhibited marked accentuation in brain thiobarbituric acid reactive species, Interleukin-1β, tumor necrosis factor-α levels, myeloperoxidase and acetylcholinestrase activity in addition to attenuation of glutathione levels and superoxide dismutase activity as compared to rats fed on normal chow diet. Consistent rise in serum cholesterol level was also indicated. Histopathological examination of cerebral cortex using hematoxylin and eosin and congo red staining methods demonstrated significant neutrophilic incursion and amyloid deposition. Administration of forskolin to HFD treated rats improved memory functions, biochemical and histopathological alterations. Concomitant administration of ketoconazole, a PXR antagonist with forskolin prevented the observed protective effects.Our findings signify that forskolin defends HFD induced cognitive deficits. Current plethora of results also defines the potential of PXR in neuroprotective action of forskolin in dementia.", "doi": "10.1016/j.pharep.2017.07.009", "title": "Forskolin convalesces memory in high fat diet-induced dementia in wistar rats-Plausible role of pregnane x receptors.", "journal": ["Pharmacological reports : PR", "Pharmacol Rep"]}