{"words": ["study", "explored", "feasibility", "randomised", "controlled", "withdrawal", "trial", "antihypertensive", "medication", "normotensive", "people", "dementia", "feasibility", "aspects", "included", "response", "recruitment", "exclusion", "rates", "suitability", "outcome", "measures", "acceptability", "study", "procedures", "indicative", "economic", "evaluation", "randomised", "controlled", "cohort", "study", "attempting", "withdrawal", "antihypertensive", "drugs", "appropriate", "feasibility", "study", "blood", "pressure", "monitoring", "people", "dementia", "treated", "hypertension", "undertaken", "interviews", "participants", "carers", "indicative", "economic", "evaluation", "also", "hundred", "primary", "care", "practices", "east", "midlands", "contacted", "41", "11", "95", "ci", "agreed", "support", "study", "41", "practices", "posted", "940", "letters", "potential", "participants", "thirty", "participants", "enrolled", "cohort", "study", "9", "eligible", "antihypertensive", "withdrawal", "programme", "20", "participated", "home", "blood", "pressure", "monitoring", "analysis", "12", "took", "part", "interview", "study", "enrolled", "cohort", "study", "followed", "6", "months", "withdrawal", "programme", "acceptable", "participants", "general", "practitioners", "gps", "study", "procedures", "including", "assessments", "home", "blood", "pressure", "monitoring", "acceptable", "participants", "carers", "economic", "evaluation", "withdrawal", "trial", "antihypertensive", "medication", "normotensive", "people", "dementia", "may", "feasible", "uk", "low", "recruitment", "rates"], "authors": [["van der Wardt", "Veronika", "V", "Division of Rehabilitation and Ageing, School of Medicine, University of Nottingham, Nottingham, NG7 2UH UK."], ["Burton", "Jennifer K", "JK", "Centre for Cognitive Ageing and Cognitive Epidemiology & The Alzheimer Scotland Dementia Research Centre, Royal Infirmary of Edinburgh, Edinburgh, EH16 4SA UK."], ["Conroy", "Simon", "S", "Department of Health Sciences, University of Leicester, Leicester, LE1 6TP UK."], ["Welsh", "Tomas", "T", "Research Institute for the Care of Older People, Combe Parke, Bath, BA1 3NG UK."], ["Logan", "Pip", "P", "Division of Rehabilitation and Ageing, School of Medicine, University of Nottingham, Nottingham, NG7 2UH UK."], ["Taggar", "Jaspal", "J", "Division of Primary Care School of Medicine, University of Nottingham, Nottingham, NG7 2UH UK."], ["Tanajewski", "Lukasz", "L", "Department of Economics, Kozminski University, Warsaw, Poland."], ["Gladman", "John", "J", "Division of Rehabilitation and Ageing, School of Medicine, University of Nottingham, Nottingham, NG7 2UH UK."]], "title": "Withdrawal of antihypertensive therapy in people with dementia: feasibility study.", "year": null, "sentences": ["This study explored the feasibility of a randomised controlled withdrawal trial of antihypertensive medication in normotensive people with dementia.", "Feasibility aspects included response, recruitment, exclusion and drop-out rates, suitability of outcome measures, acceptability of study procedures and an indicative economic evaluation for a randomised controlled trial.A cohort study attempting the withdrawal of antihypertensive drugs where appropriate and a feasibility study of home-based blood pressure monitoring, in people with dementia treated for hypertension, was undertaken.", "Interviews with participants and carers and an indicative economic evaluation were also undertaken.Three hundred and sixty-two primary care practices in the East Midlands were contacted of which only 41 (11% (95%CI 8-15%)) agreed to support the study.", "These 41 practices posted 940 letters to potential participants.", "Thirty participants were enrolled in the cohort study of whom 9 were eligible for the antihypertensive withdrawal programme, 20 participated in a home blood pressure monitoring sub-group analysis and 12 took part in an interview study.", "Twenty-two of those enrolled in the cohort study were followed up at 6 months.", "The withdrawal programme was acceptable to participants and general practitioners (GPs).", "The study procedures including assessments and home blood pressure monitoring were acceptable to the participants and their carers.", "The economic evaluation was not possible.A withdrawal trial of antihypertensive medication in normotensive people with dementia may not be feasible in the UK because of low recruitment rates."], "id": "29340166", "text": "This study explored the feasibility of a randomised controlled withdrawal trial of antihypertensive medication in normotensive people with dementia. Feasibility aspects included response, recruitment, exclusion and drop-out rates, suitability of outcome measures, acceptability of study procedures and an indicative economic evaluation for a randomised controlled trial.A cohort study attempting the withdrawal of antihypertensive drugs where appropriate and a feasibility study of home-based blood pressure monitoring, in people with dementia treated for hypertension, was undertaken. Interviews with participants and carers and an indicative economic evaluation were also undertaken.Three hundred and sixty-two primary care practices in the East Midlands were contacted of which only 41 (11% (95%CI 8-15%)) agreed to support the study. These 41 practices posted 940 letters to potential participants. Thirty participants were enrolled in the cohort study of whom 9 were eligible for the antihypertensive withdrawal programme, 20 participated in a home blood pressure monitoring sub-group analysis and 12 took part in an interview study. Twenty-two of those enrolled in the cohort study were followed up at 6 months. The withdrawal programme was acceptable to participants and general practitioners (GPs). The study procedures including assessments and home blood pressure monitoring were acceptable to the participants and their carers. The economic evaluation was not possible.A withdrawal trial of antihypertensive medication in normotensive people with dementia may not be feasible in the UK because of low recruitment rates.", "doi": "10.1186/s40814-017-0221-0", "journal": ["Pilot and feasibility studies", "Pilot Feasibility Stud"], "date": "2018-01-18_23:40:34"}