{"authors": [["Parizkova", "Martina", "M", "Memory Clinic, Department of Neurology, Charles University, 2nd Faculty of Medicine and Motol University Hospital, Prague, Czech Republic."], ["Lerch", "Ondrej", "O", "Memory Clinic, Department of Neurology, Charles University, 2nd Faculty of Medicine and Motol University Hospital, Prague, Czech Republic; International Clinical Research Center, St. Anne's University Hospital Brno, Brno, Czech Republic."], ["Moffat", "Scott Douglas", "SD", "School of Psychology, Georgia Institute of Technology, Atlanta, GA, USA."], ["Andel", "Ross", "R", "International Clinical Research Center, St. Anne's University Hospital Brno, Brno, Czech Republic; School of Aging Studies, University of South Florida, Tampa, FL, USA."], ["Mazancova", "Adela Fendrych", "AF", "Memory Clinic, Department of Neurology, Charles University, 2nd Faculty of Medicine and Motol University Hospital, Prague, Czech Republic; International Clinical Research Center, St. Anne's University Hospital Brno, Brno, Czech Republic."], ["Nedelska", "Zuzana", "Z", "Memory Clinic, Department of Neurology, Charles University, 2nd Faculty of Medicine and Motol University Hospital, Prague, Czech Republic; International Clinical Research Center, St. Anne's University Hospital Brno, Brno, Czech Republic."], ["Vyhnalek", "Martin", "M", "Memory Clinic, Department of Neurology, Charles University, 2nd Faculty of Medicine and Motol University Hospital, Prague, Czech Republic; International Clinical Research Center, St. Anne's University Hospital Brno, Brno, Czech Republic."], ["Hort", "Jakub", "J", "Memory Clinic, Department of Neurology, Charles University, 2nd Faculty of Medicine and Motol University Hospital, Prague, Czech Republic; International Clinical Research Center, St. Anne's University Hospital Brno, Brno, Czech Republic."], ["Laczó", "Jan", "J", "Memory Clinic, Department of Neurology, Charles University, 2nd Faculty of Medicine and Motol University Hospital, Prague, Czech Republic; International Clinical Research Center, St. Anne's University Hospital Brno, Brno, Czech Republic. Electronic address: JanLaczo@gmail.com."]], "date": "2017-12-29", "id": "29358117", "text": "Hippocampal and basal forebrain (BF) atrophy is associated with allocentric navigation impairment in Alzheimer's disease (AD) and may lead to recruitment of compensatory navigation strategies. We examined navigation strategy preference, its association with allocentric navigation, and the role of hippocampal and BF volumes in this association in early clinical stages of AD. Sixty nine participants-amnestic mild cognitive impairment (aMCI) due to AD (n = 28), AD dementia (n = 21), and cognitively normal (CN) older adults (n = 20)-underwent virtual Y-maze strategy assessment, real-space navigation testing, cognitive assessment, and hippocampal and BF volumetry. Preference for egocentric over allocentric strategy increased with AD severity (aMCI: 67% vs. 33%; dementia: 94% vs. 6%), which contrasted with preference in the CN group (39% vs. 61%). Those with aMCI who preferred egocentric strategy had worse allocentric navigation. Among those with aMCI, hippocampal and BF atrophy explained up to 25% of the association between strategy preference and allocentric navigation. The preference for egocentric strategy in AD may reflect recruitment of compensatory extrahippocampal navigation strategies as adaptation to hippocampal and BF neurodegeneration.", "doi": "10.1016/j.neurobiolaging.2017.12.019", "title": "The effect of Alzheimer's disease on spatial navigation strategies.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}