{"authors": [["Nooka", "Shruthi", "S", "Institute for Molecular Medicine, University of North Texas Health Science Center, Fort Worth, TX, USA."], ["Ghorpade", "Anuja", "A", "Institute for Molecular Medicine, University of North Texas Health Science Center, Fort Worth, TX, USA."]], "date": "2017-12-04", "id": "29354290", "text": "Antiretroviral (ARV) therapy (ART) has effectively suppressed the incidence of human immunodeficiency virus (HIV)-associated dementia in HIV-1 positive individuals. However, the prevalence of more subtle forms of neurocognitive dysfunction continues to escalate. Recently, endoplasmic reticulum (ER) stress has been linked to many neurological diseases; yet, its role in HIV/neuroAIDS remains largely unexplored. Furthermore, upregulation of astrocyte elevated gene-1 (AEG-1), a novel HIV-1 inducible gene, along with ER stress markers in a Huntington's disease model, suggests a possible role in HIV-associated ER stress. The current study is focused on unfolded protein responses (UPRs) and AEG-1 regulation in primary human astrocytes exposed to HIV-associated neurocognitive disorders (HAND)-relevant stimuli (HIV-1 virions, inflammation and ARV drugs). Interleukin (IL)-1β and the nucleoside reverse transcriptase inhibitor abacavir upregulated expression of ER stress markers in human astrocytes, including binding immunoglobulin protein (BiP), C/EBP homologous protein (CHOP), and calnexin. In addition, IL-1β activated all three well-known UPR pathways: protein kinase RNA-like ER kinase (PERK); activating transcription factor 6 (ATF-6); and inositol-requiring enzyme 1α (IRE1α). AEG-1 upregulation correlated to ER stress and demonstrated astrocyte AEG-1 interaction with the calcium-binding chaperone, calnexin. IL-1β and abacavir enhanced intracellular calcium signaling in astrocytes in the absence of extracellular calcium, illustrating ER-associated calcium release. Alternatively, calcium evoked in response to HAND-relevant stimuli led to mitochondrial permeability transition pore (mPTP) opening in human astrocytes. Importantly, IL-1β- and abacavir-induced UPR and mPTP opening were inhibited by the intracellular calcium chelation, indicating the critical role of calcium signaling in HAND-relevant ER stress in astrocytes. In summary, our study highlights that ARV drugs and IL-1β induced UPR, AEG-1 expression, intracellular calcium, and mitochondrial depolarization in astrocytes. This study uncovers astrocyte ER stress as a novel therapeutic target in the management of HIV-1-associated neurotoxicity and possibly in the treatment of neuroAIDS.", "doi": "10.1038/cddiscovery.2017.61", "title": "HIV-1-associated inflammation and antiretroviral therapy regulate astrocyte endoplasmic reticulum stress responses.", "journal": ["Cell death discovery", "Cell Death Discov"]}