{"authors": [["Piras", "Federica", "F", "IRCSS Santa Lucia Foundation - Department of Clinical and Behavioral Neurology, Neuropsychiatry Laboratory Rome, Lazio, Italy."], ["Carbone", "Elena", "E", "Department of General Psychology, University of Padova, Veneto, Italy."], ["Faggian", "Silvia", "S", "Centro Servizi Anni Sereni Scorzè (VE), Veneto, Italy."], ["Salvalaio", "Elisa", "E", "Centro Servizi Anni Sereni Scorzè (VE), Veneto, Italy."], ["Gardini", "Simona", "S", "University of Parma, Italy."], ["Borella", "Erika", "E", "Department of General Psychology, University of Padova, Veneto, Italy."]], "date": null, "id": "29354225", "text": "Cognitive stimulation therapy (CST) is an evidence-based psychosocial intervention for people with mild-to-moderate dementia due to various etiological factors.The aim of the present study was to assess the efficacy of the CST program, Italian adaptation -CST-IT-, in individuals who have vascular dementia (VaD).Older adults with mild-to-moderate VaD (N = 35) were assigned to one of two programs: one group (N = 21) attended the 14 sessions of the CST-IT program, while the other, active control group (N = 14) took part in alternative activities. The following domains were examined: cognitive functioning, quality of life, mood, behavior, functional activities of daily living.Compared with the active controls, the CST-IT group showed a greater improvement in general cognitive functioning after the intervention (i.e. score increase on the Mini-Mental State Examination and decrease on the Alzheimer's Disease Assessment Scale - Cognitive subscale). A trend towards improvement was also identified in short-term/working memory - the backward digit span task- and perceived quality of life (Quality of Life - Alzheimer's Disease scale). No significant differences emerged between the two groups for the other domains considered.The present results support the efficacy of CST in people with vascular dementia.A terapia de estimulação cognitiva (TSC) é uma intervenção psicossocial baseada em evidências para pessoas com demência leve a moderada resultante de vários fatores etiológicos.O objetivo do presente estudo foi avaliar a eficácia do programa TSC, adaptação italiana -TSC-IT-, com indivíduos com demência vascular (DV).Os idosos com DV leve a moderada (N = 35) foram atribuídos a um dos dois programas: um grupo (N = 21) frequentou as 14 sessões do programa TSC-IT, enquanto o outro, grupo de controle ativo (N = 14) participaram de atividades alternativas. Os seguintes domínios foram examinados: funcionamento cognitivo, qualidade de vida, humor, comportamento, atividades funcionais da vida diária.Em comparação com os controles ativos, o grupo TSC-IT mostrou uma maior melhora no funcionamento cognitivo geral após a intervenção (ou seja, um aumento nos escores de Mini-exame do estado mental e uma diminuição na Escala de avaliação da doença de Alzheimer – subescala cognitiva). Uma tendência para uma melhoria também foi identificada na memória de curto prazo/trabalho – a tarefa de extensão de dígitos atrasados ​​– e a qualidade de vida percebida (Quality of Life - escala da doença de Alzheimer). Não houve diferenças significativas entre os dois grupos nos outros domínios considerados.Os resultados atuais suportam a eficácia do TSC em pessoas com demência vascular.", "doi": "10.1590/1980-57642016dn11-040014", "title": "Efficacy of cognitive stimulation therapy for older adults with vascular dementia.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}