{"authors": [["Radanovic", "Márcia", "M", "Laboratório de Neurociencias LIM27, Departamento e Instituto de Psiquiatria, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."], ["Stella", "Florindo", "F", "Laboratório de Neurociencias LIM27, Departamento e Instituto de Psiquiatria, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."], ["Silva", "Lis Gomes", "LG", "Laboratório de Neurociencias LIM27, Departamento e Instituto de Psiquiatria, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."], ["Talib", "Leda L", "LL", "Laboratório de Neurociencias LIM27, Departamento e Instituto de Psiquiatria, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."], ["Forlenza", "Orestes V", "OV", "Laboratório de Neurociencias LIM27, Departamento e Instituto de Psiquiatria, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."]], "date": null, "id": "29354223", "text": "Cognitive impairment includes mild cognitive decline and dementia, such as Alzheimer's disease (AD) and cerebrovascular-related pathologies.To investigate the profile of AD-related CSF biomarkers in a sample of cognitively impaired and unimpaired older adults with concomitant subcortical cerebrovascular burden.Seventy-eight older adults attending an outpatient psychogeriatric clinic were enrolled. Diagnoses were based on clinical, neuropsychological, laboratory, and neuroimaging data. Participants were classified into: cognitively normal (controls, n = 30), mild cognitive impairment (MCI, n = 34), and dementia (AD, n = 14). All subjects were submitted to CSF analyses for determination of amyloid-beta (Aβ1-42), total tau (t-tau), phosphorylated tau (p-tau) and Aβ1-42/p-tau ratio according to the Luminex method. MRI was performed in all individuals, and was scored independently by two experts according to Fazekas scale. Statistical analyses were conducted with the aid of general linear model procedures, and the Chi-squared test.T-tau levels were significantly associated with subcortical lesion pattern when Fazekas was considered as a group factor. CSF biomarkers were not associated with MCI, AD, or controls when considered separately. There was a tendency for reduction in CSF Aβ1-42 together with increasing Fazekas scores, but without statistical significance. Comparisons of Aβ1-42 and t-tau with each clinical group or with each neuroimaging pattern did not reach statistical differences. Likewise, Fazekas scores had no impact on CAMCOG scores.We found a significant association between t-tau levels and subcortical lesions when all Fazekas classifications were considered as a single group; comparisons of Fazekas subgroups and CSF biomarkers did not reach significance.O comprometimento cognitivo inclui alterações leves da cognição e demência, como doença de Alzheimer (DA) e patologias vasculares associadas.Investigar o perfil de biomarcadores da DA no líquor e doença cerebrovascular concomitante em idosos com e sem alterações cognitivas.Foram incluídos 78 sujeitos de um ambulatório de psicogeriatria. Efetuaram-se os diagnósticos com base em dados clínicos, neuropsicológicos, laboratoriais e neuroimagem. Os participantes foram classificados em: cognitivamente normais (controles, n = 30), comprometimento cognitivo leve (CCL, n = 34) e demência (DA, n = 14). Todos foram submetidos ao exame liquórico para determinação de β-amiloide (Aβ1-42), tau total (t-tau), tau fosforilada (p-tau) e razão Aβ1-42/p-tau, segundo o método de Luminex. RM foi efetuada em todos os indivíduos. Dois especialistas independentes avaliaram as imagens segundo a escala de Fazekas. As análises estatísticas basearam-se em modelo linear geral e teste qui-quadrado.T-tau foi significantemente associada ao padrão de lesão subcortical quando o grau de Fazekas foi considerado como fator grupal. Não houve associação entre biomarcadores e diagnóstico clínico de CCL, DA e grupo controle, considerados individualmente. Observou-se uma tendência de redução de Aβ1-42 concomitante com elevação dos escores de Fazekas, sem correlação significante. Comparações entre Aβ1-42 e tau e diagnóstico clínico ou neuroimagem não foram significantes. Os resultados de Fazekas não influenciaram os escores do CAMCOG.Como principal resultado, observou-se associação significante entre os níveis de t-tau e lesões subcorticais quando as classificações de Fazekas foram incluídas em um único grupo. As comparações dos subgrupos de Fazekas e biomarcadores liquóricos não foram significantes.", "doi": "10.1590/1980-57642016dn11-040012", "title": "Increased CSF levels of total Tau in patients with subcortical cerebrovascular pathology and cognitive impairment.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}