{"authors": [["Matioli", "Maria Niures Pimentel Dos Santos", "MNPDS", "Department of Neurology, University of São Paulo Medical School , São Paulo, SP, Brazil."], ["Suemoto", "Claudia Kimie", "CK", "Division of Geriatrics, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Rodriguez", "Roberta Diehl", "RD", "Department of Neurology, University of São Paulo Medical School , São Paulo, SP, Brazil."], ["Farias", "Daniela Souza", "DS", "Aging Brain Study Group from the University of São Paulo Medical School - LIM/22, São Paulo, SP, Brazil."], ["da Silva", "Magnólia Moreira", "MM", "Aging Brain Study Group from the University of São Paulo Medical School - LIM/22, São Paulo, SP, Brazil."], ["Leite", "Renata Elaine Paraizo", "REP", "Division of Geriatrics, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Ferretti-Rebustini", "Renata Eloah Lucena", "REL", "Aging Brain Study Group from the University of São Paulo Medical School - LIM/22, São Paulo, SP, Brazil."], ["Pasqualucci", "Carlos Augusto", "CA", "Aging Brain Study Group from the University of São Paulo Medical School - LIM/22, São Paulo, SP, Brazil."], ["Jacob", "Wilson", "W", "Division of Geriatrics, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Grinberg", "Lea Tenenholz", "LT", "Aging Brain Study Group from the University of São Paulo Medical School - LIM/22, São Paulo, SP, Brazil."], ["Nitrini", "Ricardo", "R", "Department of Neurology, University of São Paulo Medical School , São Paulo, SP, Brazil."]], "date": null, "id": "29354221", "text": "Diabetes mellitus is a risk factor for dementia, especially for vascular dementia (VaD), but there is no consensus on diabetes as a risk factor for Alzheimer's disease (AD) and other causes of dementia.To explore the association between diabetes and the neuropathological etiology of dementia in a large autopsy study.Data were collected from the participants of the Brain Bank of the Brazilian Aging Brain Study Group between 2004 and 2015. Diagnosis of diabetes was reported by the deceased's next-of-kin. Clinical dementia was established when CDR ≥ 1 and IQCODE > 3.41. Dementia etiology was determined by neuropathological examination using immunohistochemistry. The association of diabetes with odds of dementia was investigated using multivariate logistic regression.We included 1,037 subjects and diabetes was present in 279 participants (27%). The prevalence of dementia diagnosis was similar in diabetics (29%) and non-diabetics (27%). We found no association between diabetes and dementia (OR = 1.22; 95%CI = 0.81-1.82; p = 0.34) on the multivariate analysis. AD was the main cause of dementia in both groups, while VaD was the second-most-frequent cause in diabetics. Other mixed dementia was the second-most-common cause of dementia and more frequent among non-diabetics (p = 0.03).Diabetes was not associated with dementia in this large clinicopathological study.Diabetes mellitus é um fator de risco para a demência, especialmente para a demência vascular (DV), mas ainda não há consenso sobre diabetes como fator de risco para a doença de Alzheimer (DA) e outras causas de demência.Verificar a associação entre diabetes e demência e sua etiologia neuropatológica em um grande estudo de autópsia. Métodos: Os dados foram coletados do Banco de Encéfalos Humanos do Grupo de Estudos em Envelhecimento Cerebral da FMUSP entre 2004 e 2015. O diagnóstico de diabetes foi relatado por pelos parentes do falecido. A demência clínica foi estabelecida quando CDR ≥ 1 e IQCODE > 3,41. A etiologia da demência foi determinada pelo exame neuropatológico com imuno-histoquímica. A associação de diabetes com probabilidades de demência foi investigada usando regressão logística multivariada.Foram incluídos 1.037 sujeitos, diabetes esteve presente em 279 participantes (27%). A frequência de diagnóstico de demência foi semelhante entre diabéticos (29%) e não diabéticos (27%). Não encontramos associação entre diabetes e demência (OR = 1,22; IC 95% = 0,81-1,82; p = 0,34) na análise multivariada. DA foi a principal causa de demência em ambos os grupos, DV foi a segunda causa em diabéticos. A frequência de outra demência mista foi a segunda causa de demência e mais frequente entre os não diabéticos (p = 0,03).A diabetes não foi associada à demência neste grande estudo clínico-patológico.", "doi": "10.1590/1980-57642016dn11-040010", "title": "Association between diabetes and causes of dementia: Evidence from a clinicopathological study.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}