{"words": ["behavioural", "psychological", "symptoms", "dementia", "bpsd", "include", "agitation", "aggression", "people", "dementia", "bpsd", "common", "inpatient", "psychogeriatric", "units", "may", "prevent", "individuals", "living", "home", "home", "settings", "several", "drugs", "treatments", "shown", "effective", "reducing", "behavioural", "psychological", "symptoms", "dementia", "algorithmic", "treatment", "may", "address", "challenge", "synthesizing", "multidisciplinary", "team", "created", "algorithms", "treatment", "behavioural", "psychological", "symptoms", "dementia", "present", "drug", "treatment", "algorithms", "agitation", "aggression", "associated", "alzheimer", "mixed", "dementia", "drugs", "appraised", "psychiatrists", "based", "strength", "evidence", "efficacy", "time", "onset", "clinical", "effect", "tolerability", "ease", "use", "efficacy", "indications", "behavioural", "psychological", "symptoms", "baseline", "assessment", "discontinuation", "potentially", "exacerbating", "medications", "sequential", "trials", "recommended", "risperidone", "aripiprazole", "quetiapine", "carbamazepine", "citalopram", "gabapentin", "prazosin", "titration", "schedules", "proposed", "adjustments", "frailty", "additional", "guidance", "given", "use", "electroconvulsive", "therapy", "optimization", "existing", "cholinesterase", "use", "pro", "nata", "approach", "drug", "treatment", "dementia", "implemented", "several", "canadian", "hospital", "inpatient", "units", "impact", "assessed", "future", "research"], "authors": [["Davies", "Simon Jc", "SJ", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Burhan", "Amer M", "AM", "3 Dementia Integrated Pathway Working Group, Centre for Addiction and Mental Health, Toronto, Canada."], ["Kim", "Donna", "D", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Gerretsen", "Philip", "P", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Graff-Guerrero", "Ariel", "A", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Woo", "Vincent L", "VL", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Kumar", "Sanjeev", "S", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Colman", "Sarah", "S", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Pollock", "Bruce G", "BG", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Mulsant", "Benoit H", "BH", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Rajji", "Tarek K", "TK", "1 Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."]], "title": "Sequential drug treatment algorithm for agitation and aggression in Alzheimer's and mixed dementia.", "year": null, "sentences": ["Behavioural and psychological symptoms of dementia (BPSD) include agitation and aggression in people with dementia.", "BPSD is common on inpatient psychogeriatric units and may prevent individuals from living at home or in residential/nursing home settings.", "Several drugs and non-pharmacological treatments have been shown to be effective in reducing behavioural and psychological symptoms of dementia.", "Algorithmic treatment may address the challenge of synthesizing this evidence-based knowledge.A multidisciplinary team created evidence-based algorithms for the treatment of behavioural and psychological symptoms of dementia.", "We present drug treatment algorithms for agitation and aggression associated with Alzheimer's and mixed Alzheimer's/vascular dementia.", "Drugs were appraised by psychiatrists based on strength of evidence of efficacy, time to onset of clinical effect, tolerability, ease of use, and efficacy for indications other than behavioural and psychological symptoms of dementia.After baseline assessment and discontinuation of potentially exacerbating medications, sequential trials are recommended with risperidone, aripiprazole or quetiapine, carbamazepine, citalopram, gabapentin, and prazosin.", "Titration schedules are proposed, with adjustments for frailty.", "Additional guidance is given on use of electroconvulsive therapy, optimization of existing cholinesterase inhibitors/memantine, and use of pro re nata medications.This algorithm-based approach for drug treatment of agitation/aggression in Alzheimer's/mixed dementia has been implemented in several Canadian Hospital Inpatient Units.", "Impact should be assessed in future research."], "id": "29338602", "text": "Behavioural and psychological symptoms of dementia (BPSD) include agitation and aggression in people with dementia. BPSD is common on inpatient psychogeriatric units and may prevent individuals from living at home or in residential/nursing home settings. Several drugs and non-pharmacological treatments have been shown to be effective in reducing behavioural and psychological symptoms of dementia. Algorithmic treatment may address the challenge of synthesizing this evidence-based knowledge.A multidisciplinary team created evidence-based algorithms for the treatment of behavioural and psychological symptoms of dementia. We present drug treatment algorithms for agitation and aggression associated with Alzheimer's and mixed Alzheimer's/vascular dementia. Drugs were appraised by psychiatrists based on strength of evidence of efficacy, time to onset of clinical effect, tolerability, ease of use, and efficacy for indications other than behavioural and psychological symptoms of dementia.After baseline assessment and discontinuation of potentially exacerbating medications, sequential trials are recommended with risperidone, aripiprazole or quetiapine, carbamazepine, citalopram, gabapentin, and prazosin. Titration schedules are proposed, with adjustments for frailty. Additional guidance is given on use of electroconvulsive therapy, optimization of existing cholinesterase inhibitors/memantine, and use of pro re nata medications.This algorithm-based approach for drug treatment of agitation/aggression in Alzheimer's/mixed dementia has been implemented in several Canadian Hospital Inpatient Units. Impact should be assessed in future research.", "doi": "10.1177/0269881117744996", "journal": ["Journal of psychopharmacology (Oxford, England)", "J. Psychopharmacol. (Oxford)"], "date": "2018-01-18_23:40:36"}