{"words": ["dementia", "friendly", "community", "one", "informed", "dementia", "respectful", "inclusive", "people", "dementia", "families", "provides", "support", "promotes", "empowerment", "fosters", "quality", "life", "study", "presents", "data", "four", "cohorts", "undergraduate", "college", "students", "people", "dementia", "family", "members", "using", "intergenerational", "choir", "process", "begin", "create", "dementia", "friendly", "community", "accomplished", "breaking", "stereotypes", "misunderstandings", "young", "adults", "people", "dementia", "thus", "allowing", "commonalities", "strengths", "people", "living", "dementia", "become", "visible", "data", "gathered", "cohort", "students", "questions", "attitudes", "dementia", "experiences", "choir", "collected", "three", "points", "10", "weeks", "rehearsals", "data", "experiences", "choir", "collected", "cohort", "people", "dementia", "family", "members", "focus", "group", "results", "across", "four", "cohorts", "showed", "students", "changed", "attitudes", "increased", "understanding", "dementia", "lived", "experience", "reduced", "dementia", "stigma", "development", "meaningful", "social", "connections", "people", "dementia", "family", "members", "expressed", "feelings", "part", "community"], "authors": [["Harris", "Phyllis Braudy", "PB", "Department of Sociology & Criminology, John Carroll University, USA."], ["Caporella", "Cynthia Anne", "CA", "Department of Liturgical Music and Musical Arts, John Carroll University, USA."]], "title": "Making a university community more dementia friendly through participation in an intergenerational choir.", "year": null, "sentences": ["A dementia friendly community is one that is informed about dementia, respectful and inclusive of people with dementia and their families, provides support, promotes empowerment, and fosters quality of life.", "This study presents data from four cohorts of undergraduate college students and people with dementia and their family members, using an intergenerational choir as the process through which to begin to create a dementia friendly community.", "This was accomplished by breaking down the stereotypes and misunderstandings that young adults have about people with dementia, thus allowing their commonalities and the strengths of the people living with dementia to become more visible.", "Data were gathered for each cohort of students through semi-structured open-ended questions on attitudes about dementia and experiences in the choir, collected at three points over 10 weeks of rehearsals.", "Data about their experiences in the choir were collected from each cohort of people with dementia and their family members through a focus group.", "Results across all four cohorts showed in the students: changed attitudes, increased understanding about dementia and the lived experience, reduced dementia stigma, and the development of meaningful social connections.", "People with dementia and their family members expressed feelings of being part of a community."], "id": "29338329", "text": "A dementia friendly community is one that is informed about dementia, respectful and inclusive of people with dementia and their families, provides support, promotes empowerment, and fosters quality of life. This study presents data from four cohorts of undergraduate college students and people with dementia and their family members, using an intergenerational choir as the process through which to begin to create a dementia friendly community. This was accomplished by breaking down the stereotypes and misunderstandings that young adults have about people with dementia, thus allowing their commonalities and the strengths of the people living with dementia to become more visible. Data were gathered for each cohort of students through semi-structured open-ended questions on attitudes about dementia and experiences in the choir, collected at three points over 10 weeks of rehearsals. Data about their experiences in the choir were collected from each cohort of people with dementia and their family members through a focus group. Results across all four cohorts showed in the students: changed attitudes, increased understanding about dementia and the lived experience, reduced dementia stigma, and the development of meaningful social connections. People with dementia and their family members expressed feelings of being part of a community.", "doi": "10.1177/1471301217752209", "journal": ["Dementia (London, England)", "Dementia (London)"], "date": "2018-01-18_23:40:36"}