{"authors": [["Sudo", "Felipe Kenji", "FK", "Departamento de Psicologia, Pontifícia Universidade Católica do Rio de Janeiro, RJ, Brazil."], ["Amado", "Patricia", "P", "Instituto de Psiquiatria, Universidade Federal do Rio de Janeiro, RJ, Brazil."], ["Alves", "Gilberto Sousa", "GS", "Departamento de Medicina Interna, Universidade Federal do Ceará, CE, Brazil."], ["Laks", "Jerson", "J", "Instituto de Psiquiatria, Universidade Federal do Rio de Janeiro, RJ, Brazil."], ["Engelhardt", "Eliasz", "E", "Setor de Neurologia Cognitiva e do Comportamento, INDC/CDA/ IPUB, Universidade Federal do Rio de Janeiro, RJ, Brazil."]], "date": null, "id": "29354217", "text": "Subcortical Vascular Cognitive Impairment (SVCI) is a clinical continuum of vascular-related cognitive impairment, including Vascular Mild Cognitive Impairment (VaMCI) and Vascular Dementia. Deficits in Executive Function (EF) are hallmarks of the disorder, but the best methods to assess this function have yet to be determined. The insidious and almost predictable course of SVCI and the multidimensional concept of EF suggest that a temporal dissociation of impairments in EF domains exists early in the disorder.This study aims to review and analyze data from the literature about performance of VaMCI patients on the most used EF tests through a meta-analytic approach.Medline, Web of Knowledge and PsycINFO were searched, using the terms: \"vascular mild cognitive impairment\" OR \"vascular cognitive impairment no dementia\" OR \"vascular mild neurocognitive disorder\" AND \"dysexecutive\" OR \"executive function\". Meta-analyses were conducted for each of the selected tests, using random-effect models.Systematic review showed major discrepancies among the results of the studies included. Meta-analyses evidenced poorer performance on the Trail-Making Test part B and the Stroop color test by VaMCI patients compared to controls.A continuum of EF impairments has been proposed in SVCI. Early deficits appear to occur in cognitive flexibility and inhibitory control.O Comprometimento Cognitivo Vascular Subcortical (CCVS) é um contínuo clínico de comprometimento cognitivo de causa vascular, que inclui o Comprometimento Cognitivo Leve Vascular (CCLV) e a Demência Vascular. Déficits em Função Executiva (FE) são marcantes no quadro, mas a melhor metodologia para avaliar essa função ainda necessita ser determinada. A evolução insidiosa e quase previsível do CCVS e o conceito atual multidimensional de FE sugerem que uma dissociação temporal de comprometimentos dos domínios da FE exista nos estágios iniciais do transtorno.Visou-se a revisar e analisar dados da literatura sobre o desempenho de sujeitos com CCLV nos testes mais usados de FE através de uma abordagem metanalítica.Foram realizadas buscas no Medline, Web of Knowledge e PsycINFO, usando os seguintes termos: “comprometimento cognitivo vascular” OU “comprometimento cognitivo não demência vascular” OU “transtorno neurocognitivo leve vascular” E “função executiva” OU “disexecutiva”. Metanálises foram conduzidas para cada um dos testes, usando-se modelos de efeitos aleatórios.A revisão sistemática demonstrou grande discrepância entre os resultados dos estudos incluídos. A metanálise evidenciou desempenhos piores no Teste de Trilhas parte B e no teste de cores do Stroop em sujeitos com CCLV em comparação com controles.Um contínuo de comprometimentos em FE no CCVS foi proposto. Déficits iniciais parecem ocorrer em flexibilidade cognitive e controle inibitório.", "doi": "10.1590/1980-57642016dn11-040006", "title": "A continuum of executive function deficits in early subcortical vascular cognitive impairment: A systematic review and meta-analysis.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}