{"authors": [["Custodio", "Nilton", "N", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Perú."], ["Montesinos", "Rosa", "R", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Perú."], ["Lira", "David", "D", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Perú."], ["Herrera-Pérez", "Eder", "E", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Perú."], ["Bardales", "Yadira", "Y", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Perú."], ["Valeriano-Lorenzo", "Lucía", "L", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Perú."]], "date": null, "id": "29354216", "text": "Mixed dementia is the coexistence of Alzheimer's disease and cerebrovascular disease (CVD) in the same demented patient. Currently, its diagnosis and treatment remains a challenge for practitioners. To provide an overview of the epidemiology, pathogenesis, natural history, diagnosis, and therapy of Mixed Vascular-Alzheimer Dementia (MVAD). The literature was reviewed for articles published between 1990-2016 by using the keywords linked to MVAD. Neuropathological studies indicate that MVAD is a very common pathological finding in the elderly with a prevalence about of 22%. The distinction between Alzheimer's dementia and vascular dementia (VD) is complex because their clinical presentation can overlap. There are international criteria for the MVAD diagnosis. The pharmacologic therapy shows modest clinical benefits that are similar among all drugs used in patients with Alzheimer's dementia and VD. The non-pharmacologic therapy includes the rigorous management of cardiovascular risk factors (especially hypertension) and the promotion of a healthy diet. The diagnosis and treatment of MVAD cannot be improved without further studies. Currently available medications provide only modest clinical benefits once a patient has developed MVAD. In subjects at risk, the antihypertensive therapy and healthy diet should be recommend for preventing or slowing the progression of MVAD.Demência mista é denominação usual para a coexistência da doença de Alzheimer e doença cerebrovascular (DCV) no mesmo paciente demente. Atualmente, seu diagnóstico e tratamento continuam sendo um desafio. Fornecer uma visão geral da epidemiologia, patogênese, história natural, diagnóstico e terapia da Demência Mista Alzheimer-Vascular (DMAV). Foi realizada revisão da literatura buscando por artigos publicados entre 1990 e 2016 usando palavras-chave relacionadas ao DMAV. Estudos neuropatológicos indicam que DMAV é um achado patológico muito comum em idosos, com uma prevalência de cerca de 22%. A distinção entre demência de Alzheimer e demência vascular (DV) é complexa porque suas apresentações clínicas podem se sobrepor. Existem critérios internacionais para o diagnóstico DMAV. A terapia farmacológica mostra benefícios clínicos modestos que são semelhantes para todos os medicamentos utilizados em pacientes com demência de Alzheimer e DV. A terapia não-farmacológica inclui o manejo rigoroso dos fatores de risco cardiovascular (especialmente a hipertensão) e a promoção de uma dieta saudável. O diagnóstico e o tratamento do DMAV não podem ser melhorados sem outros estudos. Os medicamentos atualmente disponíveis fornecem apenas benefícios clínicos modestos, depois que DMAV instalou-se. Em indivíduos em risco, a terapia anti-hipertensiva e uma dieta saudável devem ser recomendadas para prevenir ou retardar a progressão da DMAV.", "doi": "10.1590/1980-57642016dn11-040005", "title": "Mixed dementia: A review of the evidence.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}