{"words": ["therapy", "adt", "remains", "cornerstone", "management", "patients", "metastatic", "prostate", "cancer", "although", "toxicities", "adt", "well", "established", "increasing", "controversy", "surrounding", "association", "cognitive", "dysfunction", "receipt", "adt", "evidence", "suggesting", "increased", "risk", "dementia", "authors", "conducted", "literature", "search", "identify", "pertinent", "clinical", "studies", "field", "general", "review", "outlines", "key", "findings", "discusses", "relative", "strengths", "weaknesses", "drawing", "conclusions", "risk", "cognitive", "dysfunction", "dementia", "adt", "use", "cancer", "2018", "2018", "american", "cancer", "society"], "authors": [["McHugh", "Deaglan J", "DJ", "Genitourinary Oncology Service, Memorial Sloan Kettering Cancer Center, New York, New York."], ["Root", "James C", "JC", "Neurocognitive and Research Laboratory, Department of Psychiatry and Behavioral Sciences, Memorial Sloan Kettering Cancer Center, New York, New York."], ["Nelson", "Christian J", "CJ", "Neurocognitive and Research Laboratory, Department of Psychiatry and Behavioral Sciences, Memorial Sloan Kettering Cancer Center, New York, New York."], ["Morris", "Michael J", "MJ", "Genitourinary Oncology Service, Memorial Sloan Kettering Cancer Center, New York, New York."]], "title": "Androgen-deprivation therapy, dementia, and cognitive dysfunction in men with prostate cancer: How much smoke and how much fire?", "year": null, "sentences": ["Androgen-deprivation therapy (ADT) remains the cornerstone of management for patients with metastatic prostate cancer.", "Although the toxicities of ADT are well established, there is increasing controversy surrounding the association between cognitive dysfunction and the receipt of ADT, with some evidence suggesting an increased risk of dementia.", "The authors conducted a literature search to identify pertinent clinical studies in this field.", "This general review outlines the key findings and discusses the relative strengths and weaknesses when drawing conclusions about the risk of cognitive dysfunction or dementia with ADT use.", "Cancer 2018.", "© 2018 American Cancer Society."], "id": "29338083", "text": "Androgen-deprivation therapy (ADT) remains the cornerstone of management for patients with metastatic prostate cancer. Although the toxicities of ADT are well established, there is increasing controversy surrounding the association between cognitive dysfunction and the receipt of ADT, with some evidence suggesting an increased risk of dementia. The authors conducted a literature search to identify pertinent clinical studies in this field. This general review outlines the key findings and discusses the relative strengths and weaknesses when drawing conclusions about the risk of cognitive dysfunction or dementia with ADT use. Cancer 2018. © 2018 American Cancer Society.", "doi": "10.1002/cncr.31153", "journal": ["Cancer", "Cancer"], "date": "2018-01-18_23:40:37"}