{"authors": [["Alves", "Gilberto Sousa", "GS", "Departamento de Medicina Interna, Universidade Federal do Ceará, CE, Brazil."], ["de Carvalho", "Luiza de Amorim", "LA", "Departamento de Medicina Interna, Universidade Federal do Ceará, CE, Brazil."], ["Sudo", "Felipe Kenji", "FK", "Departamento de Psicologia, Pontifícia Universidade Católica do Rio de Janeiro, RJ, Brazil."], ["Briand", "Lucas", "L", "Departamento de Medicina Interna, Universidade Federal do Ceará, CE, Brazil."], ["Laks", "Jerson", "J", "Instituto de Psiquiatria, Universidade Federal do Rio de Janeiro, RJ, Brazil."], ["Engelhardt", "Eliasz", "E", "Setor de Neurologia Cognitiva e do Comportamento, Instituto de Neurologia Deolindo Couto (INDC-CDA/IPUB), Rio de Janeiro, RJ, Brazil."]], "date": null, "id": "29354214", "text": "The last decade has witnessed substantial progress in acquiring diagnostic biomarkers for the diagnostic workup of cerebrovascular disease (CVD). Advanced neuroimaging methods not only provide a strategic contribution for the differential diagnosis of vascular dementia (VaD) and vascular cognitive impairment (VCI), but also help elucidate the pathophysiological mechanisms ultimately leading to small vessel disease (SVD) throughout its course.In this review, the novel imaging methods, both structural and metabolic, were summarized and their impact on the diagnostic workup of age-related CVD was analysed. Methods: An electronic search between January 2010 and 2017 was carried out on PubMed/MEDLINE, Institute for Scientific Information Web of Knowledge and EMBASE.The use of full functional multimodality in simultaneous Magnetic Resonance (MR)/Positron emission tomography (PET) may potentially improve the clinical characterization of VCI-VaD; for structural imaging, MRI at 3.0 T enables higher-resolution scanning with greater imaging matrices, thinner slices and more detail on the anatomical structure of vascular lesions.Although the importance of most of these techniques in the clinical setting has yet to be recognized, there is great expectancy in achieving earlier and more refined therapeutic interventions for the effective management of VCI-VaD.A última década vem testemunhando avanços substanciais na aquisição de marcadores biológicos para o diagnóstico da doença cerebrovascular (DCV). Os métodos de neuroimagem avançados não apenas fornecem uma contribuição estratégica para o diagnóstico diferencial do comprometimento cognitivo vascular (VCI) e demência vascular (VaD), mas contribuem substancialmente na elucidação dos mecanismos fisiopatológicos relacionados à doença de vasos pequenos (SVD) e sua progressão clínica.Nesta revisão, métodos de imagem estruturais e metabólicos foram descritos e sua importância diagnóstica analisada, particularmente na investigação da CVD relacionada ao envelhecimento. Métodos: uma pesquisa eletrônica de janeiro de 2010 a 2017 foi realizada através do PubMed/MEDLINE, do Instituto de Informação Científica Web of Knowledge e da EMBASE.O emprego de estudos de multimodalidade plenamente funcional com Ressonância Magnética (MR)/ Tomografia por Emissão de Pósitrons (PET) representa uma janela para a caracterização clínica mais detalhada da VCI-VaD; com relação à neuroimagem estrutural, a ressonância magnética em 3,0 T vem permitindo varreduras com maior resolução e matrizes de imagem mais elevadas, cortes mais delgados e maior detalhamento anatômico das lesões vasculares.Embora a importância da maior parte dessas técnicas no cenário clínico aguarde reconhecimento, há uma grande expectativa de que o seu uso favoreça intervenções terapêuticas progressivamente mais precoces e refinadas para o gerenciamento efetivo do VCI-VaD.", "doi": "10.1590/1980-57642016dn11-040003", "title": "A panel of clinical and neuropathological features of cerebrovascular disease through the novel neuroimaging methods.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}