{"words": ["physiological", "changes", "extensive", "drug", "treatment", "including", "use", "potentially", "inappropriate", "medications", "pims", "pose", "significant", "risk", "interactions", "adverse", "drug", "events", "among", "elderly", "people", "dementia", "study", "aimed", "analysing", "effects", "clinical", "pharmacists", "interventions", "use", "pims", "risk", "emergency", "department", "visits", "time", "institutionalization", "furthermore", "descriptive", "analysis", "conducted", "circumstances", "associated", "readmissions", "secondary", "analysis", "data", "randomized", "controlled", "intervention", "study", "conducted", "two", "hospitals", "northern", "sweden", "study", "included", "patients", "n", "460", "65", "years", "older", "dementia", "cognitive", "impairment", "intervention", "consisted", "comprehensive", "medication", "reviews", "conducted", "clinical", "pharmacists", "part", "healthcare", "team", "larger", "decrease", "pims", "intervention", "group", "compared", "control", "group", "p", "significant", "difference", "found", "time", "first", "emergency", "department", "visits", "hr", "95", "ci", "p", "simple", "cox", "regression", "time", "institutionalization", "hr", "95", "ci", "p", "simple", "cox", "regression", "within", "180", "days", "common", "reasons", "readmissions", "negative", "effects", "sedatives", "opioids", "antidepressants", "anticholinergic", "agents", "resulting", "confusion", "falling", "sedation", "readmissions", "associated", "living", "home", "heart", "failure", "diabetes", "interventions", "able", "reduce", "pims", "among", "elderly", "people", "dementia", "cognitive", "impairment"], "authors": [["Gustafsson", "Maria", "M", "Department of Pharmacology and Clinical Neuroscience, Umeå University, SE-90187 Umeå, Sweden. maria.gustafsson@umu.se."], ["Sjölander", "Maria", "M", "Department of Pharmacology and Clinical Neuroscience, Umeå University, SE-90187 Umeå, Sweden. maria.sjolander@umu.se."], ["Pfister", "Bettina", "B", "Department of Pharmacology and Clinical Neuroscience, Umeå University, SE-90187 Umeå, Sweden. bettina.pfister@vll.se."], ["Schneede", "Jörn", "J", "Department of Pharmacology and Clinical Neuroscience, Umeå University, SE-90187 Umeå, Sweden. jorn.schneede@umu.se."], ["Lövheim", "Hugo", "H", "Department of Community Medicine and Rehabilitation, Geriatric Medicine, Umeå University, SE-90187 Umeå, Sweden. hugo.lovheim@umu.se."]], "title": "Effects of Pharmacists' Interventions on Inappropriate Drug Use and Drug-Related Readmissions in People with Dementia-A Secondary Analysis of a Randomized Controlled Trial.", "year": null, "sentences": ["Age-associated physiological changes and extensive drug treatment including use of potentially inappropriate medications (PIMs) pose a significant risk of drug-drug interactions and adverse drug events among elderly people with dementia.", "This study aimed at analysing the effects of clinical pharmacists' interventions on use of PIMs, risk of emergency department visits, and time to institutionalization.", "Furthermore, a descriptive analysis was conducted of circumstances associated with drug-related readmissions.", "This is a secondary analysis of data from a randomized controlled intervention study conducted in two hospitals in Northern Sweden.", "The study included patients (n = 460) 65 years or older with dementia or cognitive impairment.", "The intervention consisted of comprehensive medication reviews conducted by clinical pharmacists as part of a healthcare team.", "There was a larger decrease in PIMs in the intervention group compared with the control group (p = 0.011).", "No significant difference was found in time to first all-cause emergency department visits (HR = 0.994, 95% CI = 0.755-1.307 p = 0.963, simple Cox regression) or time to institutionalization (HR = 0.761, 95% CI = 0.409-1.416 p = 0.389, simple Cox regression) within 180 days.", "Common reasons for drug-related readmissions were negative effects of sedatives, opioids, antidepressants, and anticholinergic agents, resulting in confusion, falling, and sedation.", "Drug-related readmissions were associated with living at home, heart failure, and diabetes.", "Pharmacist-provided interventions were able to reduce PIMs among elderly people with dementia and cognitive impairment."], "id": "29337859", "text": "Age-associated physiological changes and extensive drug treatment including use of potentially inappropriate medications (PIMs) pose a significant risk of drug-drug interactions and adverse drug events among elderly people with dementia. This study aimed at analysing the effects of clinical pharmacists' interventions on use of PIMs, risk of emergency department visits, and time to institutionalization. Furthermore, a descriptive analysis was conducted of circumstances associated with drug-related readmissions. This is a secondary analysis of data from a randomized controlled intervention study conducted in two hospitals in Northern Sweden. The study included patients (n = 460) 65 years or older with dementia or cognitive impairment. The intervention consisted of comprehensive medication reviews conducted by clinical pharmacists as part of a healthcare team. There was a larger decrease in PIMs in the intervention group compared with the control group (p = 0.011). No significant difference was found in time to first all-cause emergency department visits (HR = 0.994, 95% CI = 0.755-1.307 p = 0.963, simple Cox regression) or time to institutionalization (HR = 0.761, 95% CI = 0.409-1.416 p = 0.389, simple Cox regression) within 180 days. Common reasons for drug-related readmissions were negative effects of sedatives, opioids, antidepressants, and anticholinergic agents, resulting in confusion, falling, and sedation. Drug-related readmissions were associated with living at home, heart failure, and diabetes. Pharmacist-provided interventions were able to reduce PIMs among elderly people with dementia and cognitive impairment.", "doi": "10.3390/pharmacy6010007", "journal": ["Pharmacy (Basel, Switzerland)", "Pharmacy (Basel)"], "date": "2018-01-18_23:40:37"}