{"authors": [["Goldstein", "Orly", "O", "The Genetic Institute, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel. Electronic address: orlyg@tlvmc.gov.il."], ["Gana-Weisz", "Mali", "M", "The Genetic Institute, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Nefussy", "Beatrice", "B", "Neuromuscular Unit, Department of Neurology, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Vainer", "Batel", "B", "Neuromuscular Unit, Department of Neurology, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Nayshool", "Omri", "O", "The Genetic Institute, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Bar-Shira", "Anat", "A", "The Genetic Institute, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Traynor", "Bryan J", "BJ", "Laboratory of Neurogenetics, National Institute on Aging, Bethesda, MD, USA."], ["Drory", "Vivian E", "VE", "Neuromuscular Unit, Department of Neurology, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Orr-Urtreger", "Avi", "A", "The Genetic Institute, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."]], "date": "2017-12-27", "id": "29352617", "text": "We characterized the C9orf72 hexanucleotide repeat expansion (RE) mutation in amyotrophic lateral sclerosis (ALS) patients of 2 distinct origins, Ashkenazi and North Africa Jews (AJ, NAJ), its frequency, and genotype-phenotype correlations. In AJ, 80% of familial ALS (fALS) and 11% of sporadic ALS carried the RE, a total of 12.9% of all AJ-ALS compared to 0.3% in AJ controls (odds ratio [OR] = 44.3, p < 0.0001). In NAJ, 10% of fALS and 9% of sporadic ALS carried the RE, a total of 9.1% of all NAJ-ALS compared to 1% in controls (OR = 9.9, p = 0.0006). We identified a risk haplotype shared among all ALS patients, although an association with age at disease onset, fALS, and dementia were observed only in AJ. Variations were identified downstream the repeats. The risk haplotype and these polymorphisms were at high frequencies in alleles with 8 repeats or more, suggesting sequence instability. The different genotype-phenotype correlations and OR, together with the large range in age at onset, suggest that other modifiers and risk factors may affect penetrance and phenotype in ALS.", "doi": "10.1016/j.neurobiolaging.2017.12.015", "title": "High frequency of C9orf72 hexanucleotide repeat expansion in amyotrophic lateral sclerosis patients from two founder populations sharing the same risk haplotype.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}