{"words": ["2017", "highlights", "benefits", "prevention", "better", "control", "cardiovascular", "risk", "reduces", "incidence", "dementia", "monthly", "vitamin", "incidence", "respiratory", "infections", "nursing", "home", "geriatric", "assessment", "lowers", "20", "rate", "delirium", "surgery", "complications", "vascular", "surgery", "deleterious", "effects", "also", "reported", "vitamin", "triples", "rate", "falls", "supplemented", "residents", "improve", "gait", "speed", "sedentary", "men", "widely", "used", "cardiovascular", "prevention", "antithrombotic", "therapy", "associated", "astonishing", "risk", "subdural", "bleeding", "increases", "number", "drugs", "combined", "together", "finally", "management", "behavioral", "psychotic", "symptoms", "advanced", "dementia", "although", "effective", "reduce", "associated", "burden", "année", "de", "la", "prévention", "un", "meilleur", "contrôle", "des", "facteurs", "de", "risque", "cardiovasculaires", "réduit", "l", "incidence", "de", "la", "démence", "et", "des", "fortes", "doses", "mensuelles", "de", "vitamine", "diminuent", "l", "incidence", "des", "infections", "respiratoires", "en", "ems", "l", "évaluation", "gériatrique", "préopératoire", "diminue", "de", "20", "le", "taux", "de", "confusion", "postopératoire", "après", "chirurgie", "une", "fracture", "du", "col", "fémoral", "et", "de", "complications", "précoces", "en", "chirurgie", "vasculaire", "de", "hautes", "doses", "de", "vitamine", "multiplient", "par", "3", "le", "risque", "de", "chutes", "chez", "des", "résidents", "vivant", "en", "institution", "et", "n", "améliorent", "pas", "la", "vitesse", "de", "marche", "chez", "des", "hommes", "sédentaires", "très", "utilisés", "en", "prévention", "cardiovasculaire", "les", "médicaments", "antithrombotiques", "sont", "associés", "à", "un", "risque", "élevé", "hématomes", "ce", "risque", "augmente", "avec", "le", "nombre", "de", "médicaments", "prescrits", "enfin", "le", "traitement", "non", "pharmacologique", "des", "troubles", "dans", "les", "démences", "avancées", "réduit", "l", "intensité", "des", "troubles", "et", "aussi", "le", "fardeau", "des", "aidants"], "authors": [["Gold", "Gabriel", "G", "Service de gériatrie, Département de médecine interne, de réhabilitation et de gériatrie, HUG, 1211 Genève 14."], ["Büla", "Christophe", "C", "Service de gériatrie et réadaptation gériatrique, CHUV, 1011 Lausanne."], ["Lang", "Pierre Olivier", "PO", "Service de gériatrie et réadaptation gériatrique, CHUV, 1011 Lausanne."], ["Chassagne", "Philippe", "P", "Service de gériatrie et réadaptation gériatrique, CHUV, 1011 Lausanne."]], "title": "[Geriatric medicine].", "year": null, "sentences": ["2017 highlights benefits of prevention.", "Better control of cardiovascular risk reduces the incidence of dementia and monthly high-dose vitamin D the incidence of respiratory infections in nursing home.", "Pre-operative geriatric assessment lowers by 20% the rate of delirium after hip-fracture surgery and complications in vascular surgery.", "Deleterious effects are also reported.", "High-dose vitamin D triples the rate of falls in supplemented residents and doesn't improve gait speed in sedentary men.", "Widely used in cardiovascular prevention, antithrombotic therapy is associated with an astonishing risk of subdural bleeding that further increases with the number of drugs combined together.", "Finally, the non-pharmacological management of behavioral and psychotic symptoms in advanced dementia, although effective, doesn't reduce the associated burden for proxies.2017, année de la prévention.", "Un meilleur contrôle des facteurs de risque cardiovasculaires réduit l’incidence de la démence et des fortes doses mensuelles de vitamine D diminuent l’incidence des infections respiratoires en EMS.", "L’évaluation gériatrique préopératoire diminue de 20% le taux de confusion postopératoire après chirurgie d’une fracture du col fémoral et de complications précoces en chirurgie vasculaire.", "De hautes doses de vitamine D multiplient par 3 le risque de chutes chez des résidents vivant en institution et n’améliorent pas la vitesse de marche chez des hommes sédentaires.", "Très utilisés en prévention cardiovasculaire les médicaments antithrombotiques sont associés à un risque élevé d’hématomes sous-duraux.", "Ce risque augmente avec le nombre de médicaments prescrits.", "Enfin, le traitement non pharmacologique des troubles psycho-comportementaux dans les démences avancées réduit l’intensité des troubles et aussi le fardeau des aidants."], "id": "29337447", "text": "2017 highlights benefits of prevention. Better control of cardiovascular risk reduces the incidence of dementia and monthly high-dose vitamin D the incidence of respiratory infections in nursing home. Pre-operative geriatric assessment lowers by 20% the rate of delirium after hip-fracture surgery and complications in vascular surgery. Deleterious effects are also reported. High-dose vitamin D triples the rate of falls in supplemented residents and doesn't improve gait speed in sedentary men. Widely used in cardiovascular prevention, antithrombotic therapy is associated with an astonishing risk of subdural bleeding that further increases with the number of drugs combined together. Finally, the non-pharmacological management of behavioral and psychotic symptoms in advanced dementia, although effective, doesn't reduce the associated burden for proxies.2017, année de la prévention. Un meilleur contrôle des facteurs de risque cardiovasculaires réduit l’incidence de la démence et des fortes doses mensuelles de vitamine D diminuent l’incidence des infections respiratoires en EMS. L’évaluation gériatrique préopératoire diminue de 20% le taux de confusion postopératoire après chirurgie d’une fracture du col fémoral et de complications précoces en chirurgie vasculaire. De hautes doses de vitamine D multiplient par 3 le risque de chutes chez des résidents vivant en institution et n’améliorent pas la vitesse de marche chez des hommes sédentaires. Très utilisés en prévention cardiovasculaire les médicaments antithrombotiques sont associés à un risque élevé d’hématomes sous-duraux. Ce risque augmente avec le nombre de médicaments prescrits. Enfin, le traitement non pharmacologique des troubles psycho-comportementaux dans les démences avancées réduit l’intensité des troubles et aussi le fardeau des aidants.", "doi": null, "journal": ["Revue medicale suisse", "Rev Med Suisse"], "date": "2018-01-18_23:40:38"}