{"authors": [["So", "Eunsun", "E", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Kim", "Hyun Jeong", "HJ", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Karm", "Myong-Hwan", "MH", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Seo", "Kwang-Suk", "KS", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Chang", "Juhea", "J", "Special Care Clinic, Seoul National University Dental Hospital, Seoul, Korea."], ["Lee", "Joo Hyung", "JH", "Department of anesthesiology and pain medicine, CHA Bundang Medical Center, CHA University, Seongnam, Korea."]], "date": "2017-12-28", "id": "29349349", "text": "The number of patients with Alzheimer's disease is growing worldwide, and the proportion of patients requiring dental treatment under general anesthesia increases with increasing severity of the disease. However, outpatient anesthesia management for these patients involves great risks, as most patients with Alzheimer's disease are old and may show reduced cardiopulmonary functions and have cognitive disorders.This study retrospectively investigated 43 patients with Alzheimer's disease who received outpatient anesthesia for dental treatment between 2012-2017. Pre-anesthesia patient evaluation, dental treatment details, anesthetics dose, blood pressure, duration and procedure of anesthesia, and post-recovery management were analyzed and compared between patients who underwent general anesthesia or intravenous sedation.Mean age of patients was about 70 years; mean duration of Alzheimer's disease since diagnosis was 6.3 years. Severity was assessed using the global deterioration scale; 62.8% of patients were in level ≥ 6. Mean duration of anesthesia was 178 minutes for general anesthesia and 85 minutes for intravenous sedation. Mean recovery time was 65 minutes. Eleven patients underwent intravenous sedation using propofol, and 22/32 cases involved total intravenous anesthesia using propofol and remifentanil. Anesthesia was maintained with desflurane for other patients. While maintaining anesthesia, inotropic and atropine were used for eight and four patients, respectively. No patient developed postoperative delirium. All patients were discharged without complications.With appropriate anesthetic management, outpatient anesthesia was successfully performed without complications for dental treatment for patients with severe Alzheimer's disease.", "doi": "10.17245/jdapm.2017.17.4.271", "title": "A retrospective analysis of outpatient anesthesia management for dental treatment of patients with severe Alzheimer's disease.", "journal": ["Journal of dental anesthesia and pain medicine", "J Dent Anesth Pain Med"]}