{"words": ["glial", "cytoplasmic", "inclusions", "gcis", "commonly", "observed", "aggregates", "within", "oligodendrocytes", "pathological", "hallmark", "multiple", "system", "atrophy", "origin", "gcis", "uncertain", "little", "evidence", "endogenous", "expression", "oligodendrocyte", "lineage", "cells", "oligodendrocyte", "precursor", "cells", "opcs", "mature", "oligodendrocytes", "olgs", "based", "vitro", "analysis", "using", "primary", "rat", "cell", "cultures", "elucidated", "preformed", "fibrils", "pffs", "generated", "recombinant", "human", "trigger", "multimerization", "upsurge", "endogenous", "opcs", "attributable", "insufficient", "autophagic", "proteolysis", "analysis", "opcs", "revealed", "pffs", "interfered", "expression", "proteins", "associated", "neuromodulation", "myelination", "furthermore", "detected", "cytoplasmic", "inclusions", "olgs", "differentiation", "opcs", "pffs", "overall", "findings", "suggest", "possibility", "endogenous", "accumulation", "opcs", "contributes", "gci", "formation", "perturbation", "support", "multiple", "system", "atrophy", "brains"], "authors": [["Kaji", "Seiji", "S", "Department of Neurology, Graduate School of Medicine, Kyoto University, 54 Shogoin-Kawahara-cho, Sakyo-ku, 606-8397 Kyoto, Japan."], ["Maki", "Takakuni", "T", "Department of Neurology, Graduate School of Medicine, Kyoto University, 54 Shogoin-Kawahara-cho, Sakyo-ku, 606-8397 Kyoto, Japan. Electronic address: harutoma@kuhp.kyoto-u.ac.jp."], ["Kinoshita", "Hisanori", "H", "Department of Neurology, Graduate School of Medicine, Kyoto University, 54 Shogoin-Kawahara-cho, Sakyo-ku, 606-8397 Kyoto, Japan."], ["Uemura", "Norihito", "N", "Department of Neurology, Graduate School of Medicine, Kyoto University, 54 Shogoin-Kawahara-cho, Sakyo-ku, 606-8397 Kyoto, Japan."], ["Ayaki", "Takashi", "T", "Department of Neurology, Graduate School of Medicine, Kyoto University, 54 Shogoin-Kawahara-cho, Sakyo-ku, 606-8397 Kyoto, Japan."], ["Kawamoto", "Yasuhiro", "Y", "Department of Neurology, Graduate School of Medicine, Kyoto University, 54 Shogoin-Kawahara-cho, Sakyo-ku, 606-8397 Kyoto, Japan; Department of Neurology, Rakusai Shimizu Hospital, Nishikyo-ku, 610-1106 Kyoto, Japan."], ["Furuta", "Takahiro", "T", "Department of Morphological Brain Science, Graduate School of Medicine, Kyoto University, Kyoto, Japan."], ["Urushitani", "Makoto", "M", "Department of Neurology, Shiga University of Medical Science, Otsu, 520-2192 Shiga, Japan."], ["Hasegawa", "Masato", "M", "Department of Dementia and Higher Brain Function, Tokyo Metropolitan Institute of Medical Science, Setagaya-ku, 156-8506 Tokyo, Japan."], ["Kinoshita", "Yusuke", "Y", "Department of Developmental Neurobiology, KAN Research Institute, Inc., Kobe, 650-0047 Hyogo, Japan."], ["Ono", "Yuichi", "Y", "Department of Developmental Neurobiology, KAN Research Institute, Inc., Kobe, 650-0047 Hyogo, Japan."], ["Mao", "Xiaobo", "X", "Neuroregeneration and Stem Cell Program, Institute for Cell Engineering and the Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA."], ["Quach", "Tran H", "TH", "Neuroregeneration and Stem Cell Program, Institute for Cell Engineering and the Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA."], ["Iwai", "Kazuhiro", "K", "Department of Molecular and Cellular Physiology, Graduate School of Medicine, Kyoto University, Kyoto, Japan."], ["Dawson", "Valina L", "VL", "Neuroregeneration and Stem Cell Program, Institute for Cell Engineering and the Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Department of Physiology, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Solomon H. Snyder Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Adrienne Helis Malvin Medical Research Foundation, New Orleans, LA 70130-2685, USA."], ["Dawson", "Ted M", "TM", "Neuroregeneration and Stem Cell Program, Institute for Cell Engineering and the Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Solomon H. Snyder Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Department of Pharmacology & Molecular Sciences, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Adrienne Helis Malvin Medical Research Foundation, New Orleans, LA 70130-2685, USA."], ["Takahashi", "Ryosuke", "R", "Department of Neurology, Graduate School of Medicine, Kyoto University, 54 Shogoin-Kawahara-cho, Sakyo-ku, 606-8397 Kyoto, Japan. Electronic address: ryosuket@kuhp.kyoto-u.ac.jp."]], "title": "Pathological Endogenous α-Synuclein Accumulation in Oligodendrocyte Precursor Cells Potentially Induces Inclusions in Multiple System Atrophy.", "year": null, "sentences": ["Glial cytoplasmic inclusions (GCIs), commonly observed as α-synuclein (α-syn)-positive aggregates within oligodendrocytes, are the pathological hallmark of multiple system atrophy.", "The origin of α-syn in GCIs is uncertain; there is little evidence of endogenous α-syn expression in oligodendrocyte lineage cells, oligodendrocyte precursor cells (OPCs), and mature oligodendrocytes (OLGs).", "Here, based on in vitro analysis using primary rat cell cultures, we elucidated that preformed fibrils (PFFs) generated from recombinant human α-syn trigger multimerization and an upsurge of endogenous α-syn in OPCs, which is attributable to insufficient autophagic proteolysis.", "RNA-seq analysis of OPCs revealed that α-syn PFFs interfered with the expression of proteins associated with neuromodulation and myelination.", "Furthermore, we detected cytoplasmic α-syn inclusions in OLGs through differentiation of OPCs pre-incubated with PFFs.", "Overall, our findings suggest the possibility of endogenous α-syn accumulation in OPCs that contributes to GCI formation and perturbation of neuronal/glial support in multiple system atrophy brains."], "id": "29337114", "text": "Glial cytoplasmic inclusions (GCIs), commonly observed as α-synuclein (α-syn)-positive aggregates within oligodendrocytes, are the pathological hallmark of multiple system atrophy. The origin of α-syn in GCIs is uncertain; there is little evidence of endogenous α-syn expression in oligodendrocyte lineage cells, oligodendrocyte precursor cells (OPCs), and mature oligodendrocytes (OLGs). Here, based on in vitro analysis using primary rat cell cultures, we elucidated that preformed fibrils (PFFs) generated from recombinant human α-syn trigger multimerization and an upsurge of endogenous α-syn in OPCs, which is attributable to insufficient autophagic proteolysis. RNA-seq analysis of OPCs revealed that α-syn PFFs interfered with the expression of proteins associated with neuromodulation and myelination. Furthermore, we detected cytoplasmic α-syn inclusions in OLGs through differentiation of OPCs pre-incubated with PFFs. Overall, our findings suggest the possibility of endogenous α-syn accumulation in OPCs that contributes to GCI formation and perturbation of neuronal/glial support in multiple system atrophy brains.", "doi": "10.1016/j.stemcr.2017.12.001", "journal": ["Stem cell reports", "Stem Cell Reports"], "date": "2018-01-18_23:40:38"}