{"words": ["falls", "viewed", "preventable", "cause", "injury", "functional", "loss", "death", "older", "adults", "dementia", "used", "marker", "quality", "care", "care", "facilities", "despite", "intensive", "intervention", "around", "fall", "prevention", "settings", "falls", "injury", "remain", "frequent", "particularly", "among", "residents", "advanced", "stages", "dementia", "clinical", "review", "consider", "common", "challenges", "pitfalls", "management", "falls", "provision", "palliative", "care", "advanced", "dementia", "describe", "palliative", "approach", "falls", "advanced", "dementia", "involves", "identifying", "individuals", "would", "benefit", "care", "approach", "framing", "falls", "loss", "mobility", "quality", "life", "issue", "devising", "individualized", "symptom", "assessment", "management", "plan", "palliative", "approach", "lead", "recognition", "acceptance", "recurrent", "falls", "often", "symptomatic", "advanced", "dementia", "falls", "preventable", "conclude", "falls", "advanced", "stage", "dementia", "sentinel", "events", "indicating", "need", "palliative", "approach", "care", "rather", "replace", "falls", "prevention", "activities", "palliative", "approach", "falls", "prompts", "us", "select", "dementia", "interventions", "focus", "symptom", "management", "comfort", "dignity"], "authors": [["Iaboni", "Andrea", "A", "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada; Centre for Mental Health, University Health Network, Toronto, ON, Canada; Departments of Psychiatry, University of Toronto, Toronto, ON, Canada. Electronic address: andrea.iaboni@uhn.ca."], ["Van Ooteghem", "Karen", "K", "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada."], ["Marcil", "Meghan N", "MN", "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada."], ["Cockburn", "Amy", "A", "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada."], ["Flint", "Alastair J", "AJ", "Centre for Mental Health, University Health Network, Toronto, ON, Canada; Departments of Psychiatry, University of Toronto, Toronto, ON, Canada."], ["Grossman", "Daphna", "D", "Family and Community Medicine, University of Toronto, Toronto, ON, Canada; Freeman Centre for the Advancement of Palliative Care, North York General Hospital, Toronto, ON, Canada."], ["Keren", "Ron", "R", "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada; Centre for Mental Health, University Health Network, Toronto, ON, Canada; Departments of Psychiatry, University of Toronto, Toronto, ON, Canada."]], "title": "A Palliative Approach to Falls in Advanced Dementia.", "year": null, "sentences": ["Falls are viewed as a preventable cause of injury, functional loss, and death in older adults with dementia, and have been used as a marker of quality of care in long-term care facilities.", "Despite intensive intervention around fall prevention in these settings, falls and injury remain frequent, particularly among residents in the advanced stages of dementia.", "In this clinical review, we consider the common challenges and pitfalls in both the management of falls and the provision of palliative care in advanced dementia.", "We then describe a palliative approach to falls in advanced dementia that involves identifying individuals who would benefit from this care approach, framing falls and loss of mobility as a quality of life issue, and devising an individualized symptom assessment and management plan.", "A palliative approach can lead to recognition and acceptance that recurrent falls are often symptomatic of advanced dementia, and that not all falls are preventable.", "We conclude that falls in the advanced stage of dementia can be sentinel events indicating the need for a palliative approach to care.", "Rather than replace falls prevention activities, a palliative approach to falls prompts us to select dementia stage-appropriate interventions with a focus on symptom management, comfort, and dignity."], "id": "29336907", "text": "Falls are viewed as a preventable cause of injury, functional loss, and death in older adults with dementia, and have been used as a marker of quality of care in long-term care facilities. Despite intensive intervention around fall prevention in these settings, falls and injury remain frequent, particularly among residents in the advanced stages of dementia. In this clinical review, we consider the common challenges and pitfalls in both the management of falls and the provision of palliative care in advanced dementia. We then describe a palliative approach to falls in advanced dementia that involves identifying individuals who would benefit from this care approach, framing falls and loss of mobility as a quality of life issue, and devising an individualized symptom assessment and management plan. A palliative approach can lead to recognition and acceptance that recurrent falls are often symptomatic of advanced dementia, and that not all falls are preventable. We conclude that falls in the advanced stage of dementia can be sentinel events indicating the need for a palliative approach to care. Rather than replace falls prevention activities, a palliative approach to falls prompts us to select dementia stage-appropriate interventions with a focus on symptom management, comfort, and dignity.", "doi": "10.1016/j.jagp.2017.11.014", "journal": ["The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry", "Am J Geriatr Psychiatry"], "date": "2018-01-18_23:40:38"}