{"words": ["pilot", "study", "investigates", "usefulness", "dementia", "care", "training", "program", "developed", "interdisciplinary", "team", "address", "problem", "behaviors", "associated", "dementia", "staff", "members", "va", "community", "living", "center", "completed", "workshop", "covering", "fundamental", "knowledge", "dementia", "instruction", "skills", "use", "patients", "video", "lecture", "measures", "dementia", "knowledge", "perceived", "completed", "staff", "members", "workshop", "results", "revealed", "increases", "knowledge", "particular", "gains", "general", "knowledge", "dementia", "communicating", "patients", "younger", "staff", "members", "scored", "higher", "tests", "knowledge", "whereas", "staff", "members", "years", "work", "experience", "rated", "higher", "associated", "decrease", "assaultive", "behaviors", "patients", "dementia", "year", "workshop", "implemented", "results", "highlight", "benefit", "interdisciplinary", "collaboration", "developing", "educational", "content", "value", "providing", "staff", "training", "managing", "behaviors", "adjustments", "training", "program", "discussed"], "authors": [["Gerolimatos", "Lindsay A", "LA", "Washington DC VA Medical Center, Washington, DC. Electronic address: lgerolim@mix.wvu.edu."], ["Page", "Kyle S", "KS", "VA Central Iowa Healthcare System, Des Moines, IA."], ["Balestracci", "Phyllis", "P", "VA Boston Healthcare System, Brockton, MA."], ["Hinrichs", "Kate L M", "KLM", "VA Boston Healthcare System, Brockton, MA."]], "title": "Interdisciplinary development and implementation of a dementia skills training program in a VA community living center: a pilot study.", "year": null, "sentences": ["This pilot study investigates the usefulness of a dementia care training program developed by an interdisciplinary team to address problem behaviors associated with dementia.", "Staff members of a VA Community Living Center completed an 8-hour workshop covering fundamental knowledge about dementia and instruction in skills to use with patients through video, lecture, and role-plays.", "Measures on dementia knowledge and perceived self-efficacy were completed by staff members before and after the workshop.", "Results revealed increases in self-efficacy and knowledge, with particular gains in general knowledge of dementia and communicating with patients.", "Younger staff members scored higher on tests of knowledge at pre- and post-test, whereas staff members with more years of work experience rated their self-efficacy higher at post-test only.", "There was an associated decrease in assaultive behaviors by patients with dementia in the year this workshop was implemented.", "Results highlight the benefit of interdisciplinary collaboration in developing educational content and the value of providing staff training on managing dementia-related behaviors.", "Adjustments to this training program are discussed."], "id": "29336830", "text": "This pilot study investigates the usefulness of a dementia care training program developed by an interdisciplinary team to address problem behaviors associated with dementia. Staff members of a VA Community Living Center completed an 8-hour workshop covering fundamental knowledge about dementia and instruction in skills to use with patients through video, lecture, and role-plays. Measures on dementia knowledge and perceived self-efficacy were completed by staff members before and after the workshop. Results revealed increases in self-efficacy and knowledge, with particular gains in general knowledge of dementia and communicating with patients. Younger staff members scored higher on tests of knowledge at pre- and post-test, whereas staff members with more years of work experience rated their self-efficacy higher at post-test only. There was an associated decrease in assaultive behaviors by patients with dementia in the year this workshop was implemented. Results highlight the benefit of interdisciplinary collaboration in developing educational content and the value of providing staff training on managing dementia-related behaviors. Adjustments to this training program are discussed.", "doi": "10.1016/j.gerinurse.2017.12.012", "journal": ["Geriatric nursing (New York, N.Y.)", "Geriatr Nurs"], "date": "2018-01-18_23:40:38"}