{"authors": [["Young", "Juan Joseph", "JJ", "Department of Psychiatry, MetroHealth Medical Center, Cleveland, OH, USA Case Western Reserve University, Cleveland, OH, USA."], ["Lavakumar", "Mallika", "M", "Department of Psychiatry, MetroHealth Medical Center, Cleveland, OH, USA Case Western Reserve University, Cleveland, OH, USA."], ["Tampi", "Deena", "D", "Mercy Regional Medical Center, 3700 Kolbe Rd, Lorain, OH 44053, USA."], ["Balachandran", "Silpa", "S", "Department of Psychiatry, MetroHealth Medical Center, Cleveland, OH, USA Case Western Reserve University, Cleveland, OH, USA."], ["Tampi", "Rajesh R", "RR", "MetroHealth Medical Center, Case Western Reserve University School of Medicine, 2500 MetroHealth Drive, Cleveland, OH 44109, USA."]], "date": "2017-11-10", "id": "29344342", "text": "Frontotemporal dementia (FTD) describes a cluster of neurocognitive syndromes that present with impairment of executive functioning, changes in behavior, and a decrease in language proficiency. FTD is the second most common form of dementia in those younger than 65 years and is expected to increase in prevalence as the population ages. This goal in our review is to describe advances in the understanding of neurobiological pathology, classification, assessment, and treatment of FTD syndromes.PubMed was searched to obtain reviews and studies that pertain to advancements in genetics, neurobiology, neuroimaging, classification, and treatment of FTD syndromes. Articles were chosen with a predilection to more recent preclinical/clinical trials and systematic reviews.Recent reviews and trials indicate a significant advancement in the understanding of molecular and neurobiological clinical correlates to variants of FTD. Genetic and histopathologic markers have only recently been discovered in the past decade. Current therapeutic modalities are limited, with most studies reporting improvement in symptoms with nonpharmacological interventions. However, a small number of studies have reported improvement of behavioral symptoms with selective serotonin reuptake inhibitor (SSRI) treatment. Stimulants may help with disinhibition, apathy, and risk-taking behavior. Memantine and cholinesterase inhibitors have not demonstrated efficacy in ameliorating FTD symptoms. Antipsychotics have been used to treat agitation and psychosis, but safety concerns and side effect profiles limit utilization in the general FTD population. Nevertheless, recent breakthroughs in the understanding of FTD pathology have led to developments in pharmacological interventions that focus on producing treatments with autoimmune, genetic, and molecular targets.FTD is an underdiagnosed group of neurological syndromes comprising multiple variants with distinct neurobiological profiles and presentations. Recent advances suggest there is an array of potential novel therapeutic targets, although data concerning their effectiveness are still preliminary or preclinical. Further studies are required to develop pharmacological interventions, as there are currently no US Food and Drug administration approved treatments to manage FTD syndromes.", "doi": "10.1177/2045125317739818", "title": "Frontotemporal dementia: latest evidence and clinical implications.", "journal": ["Therapeutic advances in psychopharmacology", "Ther Adv Psychopharmacol"]}