{"authors": [["Cohen", "Philip R", "PR", "Dr. Cohen is from the Department of Dermatology at the University of California San Diego, La Jolla, California."]], "date": "2017-10-01", "id": "29344321", "text": "BACKGROUND: Fixed drug eruption is a cutaneous reaction to a systemic agent that typically presents as an annular or oval erythematous patch or blister and subsequently resolves with postinflammatory hyperpigmentation at the site. Ginkgo biloba leaf extract and vinpocetine are nutritional supplements used to enhance memory in patients with dementia and age-related memory impairment conditions such as Alzheimer's disease. PURPOSE: To describe a fixed drug eruption in a man who repeatedly developed pruritus and macular erythema on his distal penile shaft after ingesting a natural product containing Ginkgo biloba and vinpocetine. METHODS: The medical literature was retrospectively reviewed using PubMed, searching specifically for the terms cutaneous/skin adverse/side effects, fixed drug eruption, Ginkgo biloba, and vinpocetine. Patient reports and previous reviews of the subject were critically assessed, and the salient features of cutaneous adverse effects in patients receiving either Ginkgo biloba or vinpocetine are presented. RESULTS: Cutaneous adverse effects from Ginkgo biloba and vinpocetine are infrequent. Ginkgo biloba fruit can result in contact dermatitis (following topical exposure) and mucosal symptoms of the mouth and anus (following oral exposure); in addition, an erythematous maculopapular generalized eruption or possibly Steven-Johnson syndrome can occur after oral ingestion of the Ginkgo biloba leaf extract. Facial erythema has been associated with vinpocetine ingestion. Pruritus and an annular erythema localized to the distal penile shaft developed after initial and repeat ingestion of a Ginkgo biloba/vinpocetine product. CONCLUSION:Ginkgo biloba and vinpocetine should be added to the agents that can potentially cause a fixed drug eruption.", "doi": null, "title": "Fixed Drug Eruption to Supplement Containing Ginkgo Biloba and Vinpocetine: A Case Report and Review of Related Cutaneous Side Effects.", "journal": ["The Journal of clinical and aesthetic dermatology", "J Clin Aesthet Dermatol"]}