{"words": ["globally", "increase", "older", "population", "whose", "lives", "affected", "local", "cultural", "norms", "eastern", "mediterranean", "countries", "dementia", "conventionally", "hidden", "view", "dedicated", "services", "recognition", "diagnosis", "aim", "systematic", "review", "explore", "limited", "literature", "dementia", "cognitive", "impairment", "among", "older", "people", "eastern", "mediterranean", "countries", "present", "evaluation", "current", "practices", "consolidate", "knowledge", "future", "planning", "studies", "identified", "inclusion", "review", "four", "themes", "apparent", "firstly", "prevalence", "comorbidity", "gender", "eastern", "mediterranean", "countries", "many", "studies", "identify", "prevalence", "dementia", "high", "case", "elsewhere", "many", "older", "adults", "eastern", "mediterranean", "countries", "least", "one", "coexisting", "condition", "experience", "low", "secondly", "culture", "eastern", "mediterranean", "countries", "older", "adult", "highly", "respected", "placement", "outside", "family", "home", "considered", "abandonment", "family", "duty", "term", "dementia", "carries", "stigma", "widely", "believed", "dementia", "caused", "thirdly", "recognition", "tools", "lack", "verified", "assessment", "instruments", "assess", "dementia", "despite", "concerns", "cultural", "appropriateness", "state", "exam", "particularly", "people", "low", "literacy", "levels", "low", "literacy", "norm", "eastern", "mediterranean", "countries", "state", "examination", "main", "assessment", "instrument", "translation", "transition", "assessment", "instruments", "tools", "psychometric", "properties", "presents", "challenge", "clinicians", "finally", "workforce", "issues", "health", "care", "workers", "lack", "knowledge", "dementia", "dementia", "care", "relatively", "recent", "addition", "nursing", "medical", "syllabi", "inconsistencies", "papers", "published", "many", "articles", "call", "increasing", "educational", "programmes", "health", "social", "care", "policies", "promote", "improved", "practical", "gerontological", "nursing", "medicine", "health", "care", "professionals", "need", "education", "sociocultural", "religious", "language", "needs", "deliver", "improved", "culturally", "sensitive", "care"], "authors": [["Yaghmour", "Sara Mahmoud", "SM", "Faculty of Nursing, King Abdulaziz University , King Abdulaziz University, Kingdom of Saudi Arabia."], ["Bartlett", "Ruth", "R", "Faculty of Health Science, University of Southampton, UK."], ["Brannelly", "Tula", "T", "Faculty of Health and Social Science, Bournemouth University, UK."]], "title": "Dementia in Eastern Mediterranean countries: A systematic review.", "year": null, "sentences": ["Globally, there is an increase in the older population, whose lives are affected by local cultural norms.", "In Eastern Mediterranean countries, dementia is conventionally hidden from view with few dedicated services or recognition for diagnosis.", "The aim of this systematic review is to explore the limited literature on dementia and cognitive impairment among older people in Eastern Mediterranean countries to present an evaluation of current practices and to consolidate knowledge for future planning.", "Thirty-three studies were identified for inclusion in the review, and four themes were apparent.", "Firstly, prevalence, comorbidity and gender: In Eastern Mediterranean countries, many studies identify that the prevalence of dementia is high.", "As is the case elsewhere, many older adults in Eastern Mediterranean countries have at least one coexisting long-term condition, and some experience low life-satisfaction.", "Secondly, culture: In Eastern Mediterranean countries, the older adult is highly respected, and placement outside of the family home is considered an abandonment of family duty.", "The term dementia carries stigma, and it is widely believed that dementia is caused by 'fate'.", "Thirdly, recognition and tools: There is a lack of verified assessment instruments to assess for dementia.", "Despite concerns about the cultural appropriateness of the Mini-Mental State Exam, particularly for people who have low literacy levels, and low literacy being the norm in Eastern Mediterranean countries, the Mini-Mental State Examination is the main assessment instrument.", "Translation and transition of non-Arabic assessment instruments and tools with psychometric properties presents a challenge for clinicians.", "Finally, workforce issues: health care workers lack knowledge about dementia, as dementia care is a relatively recent addition to the nursing and medical syllabi.", "While there were some inconsistencies in the papers published, many of the articles call for increasing educational programmes and health and social care policies to promote improved and practical gerontological nursing and medicine.", "Health care professionals need education about sociocultural, religious, and language needs to deliver improved culturally sensitive care."], "id": "29336168", "text": "Globally, there is an increase in the older population, whose lives are affected by local cultural norms. In Eastern Mediterranean countries, dementia is conventionally hidden from view with few dedicated services or recognition for diagnosis. The aim of this systematic review is to explore the limited literature on dementia and cognitive impairment among older people in Eastern Mediterranean countries to present an evaluation of current practices and to consolidate knowledge for future planning. Thirty-three studies were identified for inclusion in the review, and four themes were apparent. Firstly, prevalence, comorbidity and gender: In Eastern Mediterranean countries, many studies identify that the prevalence of dementia is high. As is the case elsewhere, many older adults in Eastern Mediterranean countries have at least one coexisting long-term condition, and some experience low life-satisfaction. Secondly, culture: In Eastern Mediterranean countries, the older adult is highly respected, and placement outside of the family home is considered an abandonment of family duty. The term dementia carries stigma, and it is widely believed that dementia is caused by 'fate'. Thirdly, recognition and tools: There is a lack of verified assessment instruments to assess for dementia. Despite concerns about the cultural appropriateness of the Mini-Mental State Exam, particularly for people who have low literacy levels, and low literacy being the norm in Eastern Mediterranean countries, the Mini-Mental State Examination is the main assessment instrument. Translation and transition of non-Arabic assessment instruments and tools with psychometric properties presents a challenge for clinicians. Finally, workforce issues: health care workers lack knowledge about dementia, as dementia care is a relatively recent addition to the nursing and medical syllabi. While there were some inconsistencies in the papers published, many of the articles call for increasing educational programmes and health and social care policies to promote improved and practical gerontological nursing and medicine. Health care professionals need education about sociocultural, religious, and language needs to deliver improved culturally sensitive care.", "doi": "10.1177/1471301217753776", "journal": ["Dementia (London, England)", "Dementia (London)"], "date": "2018-01-18_23:40:39"}