{"authors": [["Montgomery", "William", "W", "Global Patient Outcomes & Real World Evidence, Eli Lilly Australia, Sydney, NSW, Australia."], ["Ueda", "Kaname", "K", "Medical Development Unit-Japan, Eli Lilly Japan KK, Kobe, Japan."], ["Jorgensen", "Margaret", "M", "Health Technology Analysts, Lilyfield, NSW, Australia."], ["Stathis", "Shari", "S", "Health Technology Analysts, Lilyfield, NSW, Australia."], ["Cheng", "Yuanyuan", "Y", "Health Technology Analysts, Lilyfield, NSW, Australia."], ["Nakamura", "Tomomi", "T", "Medical Development Unit-Japan, Eli Lilly Japan KK, Kobe, Japan."]], "date": "2017-12-28", "id": "29343976", "text": "The burden of dementia in Japan is large and growing. With the world's fastest aging population, it is estimated that one in five elderly people will be living with dementia in Japan by 2025. The most common form of dementia is Alzheimer's disease (AD), accounting for around two-thirds of dementia cases. A systematic review was conducted to examine the epidemiology and associated burden of AD in Japan and to identify how AD is diagnosed and managed in Japan. English and Japanese language databases were searched for articles published between January 2000 and November 2015. Relevant Japanese sources, clinical practice guideline registers, and reference lists were also searched. Systematic reviews and cohort and case-control studies were eligible for inclusion, with a total of 60 studies included. The most recent national survey conducted in six regions of Japan reported the mean prevalence of dementia in people aged ≥65 years to be 15.75% (95% CI: 12.4, 22.2%), which is much higher than the previous estimated rate of 10% in 2010. AD was confirmed as the predominant type of dementia, accounting for 65.8% of all cases. Advancing age and low education were the most consistently reported risk factors for AD dementia. Japanese guidelines for the management of dementia were released in 2010 providing specific guidance for AD about clinical signs, image findings, biochemical markers, and treatment approaches. Pharmacotherapies and non-pharmacotherapies to relieve cognitive symptoms were introduced, as were recommendations to achieve better patient care. No studies reporting treatment patterns were identified. Due to population aging and growing awareness of AD in Japan, health care expenditure and associated burden are expected to soar. This review highlights the importance of early detection, diagnosis, and treatment of AD as strategies to minimize the impact of AD on society in Japan.", "doi": "10.2147/CEOR.S146788", "title": "Epidemiology, associated burden, and current clinical practice for the diagnosis and management of Alzheimer's disease in Japan.", "journal": ["ClinicoEconomics and outcomes research : CEOR", "Clinicoecon Outcomes Res"]}