{"words": ["background", "unclear", "attitudes", "towards", "people", "dementia", "formed", "whether", "instance", "increased", "contact", "people", "dementia", "either", "work", "personal", "experience", "alters", "attitudes", "study", "used", "validated", "questionnaire", "approaches", "dementia", "questionnaire", "examine", "whether", "experience", "dementia", "either", "result", "work", "affected", "dementia", "associated", "differences", "attitudes", "towards", "dementia", "methods", "modified", "version", "approaches", "dementia", "questionnaire", "completed", "2201", "participants", "either", "online", "written", "form", "participants", "also", "recorded", "age", "gender", "ethnicity", "well", "whether", "worked", "people", "dementia", "personally", "affected", "dementia", "results", "increased", "contact", "people", "dementia", "associated", "increases", "total", "approaches", "dementia", "questionnaire", "scores", "across", "reflecting", "positive", "attitudes", "toward", "dementia", "highest", "levels", "increase", "found", "amongst", "participants", "conclusions", "study", "believe", "first", "attempt", "look", "systematically", "whether", "greater", "contact", "people", "dementia", "associated", "changes", "attitudes", "results", "strongly", "support", "contention", "increased", "contact", "people", "dementia", "leads", "attitudes", "inference", "less", "stigmatising", "views"], "authors": [["Cheston", "Richard", "R", "The University of the West of England, Bristol, UK."], ["Hancock", "Jude", "J", "Avon and Wiltshire Mental Health Partnership NHS Trust, UK."], ["White", "Paul", "P", "The University of the West of England, UK."]], "title": "Does personal experience of dementia change attitudes? The Bristol and South Gloucestershire survey of dementia attitudes.", "year": null, "sentences": ["Background It is unclear how attitudes towards people with dementia are formed and whether, for instance, increased contact with people with dementia, either through work or personal experience alters attitudes.", "This study used a validated questionnaire (the Approaches to Dementia Questionnaire) to examine whether having experience of dementia (either as a result of work, or by being affected by dementia) is associated with differences in attitudes towards dementia.", "Methods A modified version of the Approaches to Dementia Questionnaire was completed by 2201 participants, either online or in written form.", "Participants also recorded their age, gender and ethnicity as well as whether they worked with people with dementia or had been personally affected by dementia.", "Results Increased contact with people with dementia was associated with increases in both total Approaches to Dementia Questionnaire scores and across both sub-scales reflecting more positive person-centred attitudes toward dementia.", "The highest levels of increase were found amongst non-white participants.", "Conclusions This study is, we believe, the first attempt to look systematically at whether greater contact with people with dementia is associated with changes in attitudes.", "The results strongly support the contention that increased contact with people with dementia leads to more person-centred attitudes, and by inference, less stigmatising views."], "id": "29336167", "text": "Background It is unclear how attitudes towards people with dementia are formed and whether, for instance, increased contact with people with dementia, either through work or personal experience alters attitudes. This study used a validated questionnaire (the Approaches to Dementia Questionnaire) to examine whether having experience of dementia (either as a result of work, or by being affected by dementia) is associated with differences in attitudes towards dementia. Methods A modified version of the Approaches to Dementia Questionnaire was completed by 2201 participants, either online or in written form. Participants also recorded their age, gender and ethnicity as well as whether they worked with people with dementia or had been personally affected by dementia. Results Increased contact with people with dementia was associated with increases in both total Approaches to Dementia Questionnaire scores and across both sub-scales reflecting more positive person-centred attitudes toward dementia. The highest levels of increase were found amongst non-white participants. Conclusions This study is, we believe, the first attempt to look systematically at whether greater contact with people with dementia is associated with changes in attitudes. The results strongly support the contention that increased contact with people with dementia leads to more person-centred attitudes, and by inference, less stigmatising views.", "doi": "10.1177/1471301217752707", "journal": ["Dementia (London, England)", "Dementia (London)"], "date": "2018-01-18_23:40:39"}