{"words": ["subjective", "cognitive", "complaints", "commonly", "encountered", "primary", "care", "often", "result", "memory", "clinic", "referral", "however", "shown", "concerns", "consistently", "correspond", "objective", "memory", "impairment", "predict", "future", "dementia", "memory", "clinic", "referrals", "increasing", "greater", "proportions", "patients", "attending", "dementia", "studies", "interaction", "memory", "clinic", "assessments", "identified", "conversational", "profiles", "differentiate", "dementia", "functional", "disorders", "memory", "date", "studies", "exploring", "communication", "patterns", "purpose", "diagnosis", "reviewed", "profiles", "could", "reduce", "unnecessary", "investigations", "patients", "without", "identify", "collate", "signs", "observable", "features", "communication", "could", "clinically", "differentiate", "dementia", "functional", "disorders", "systematic", "review", "synthesis", "evidence", "studies", "heterogeneous", "qualitative", "narrative", "description", "typical", "memory", "clinic", "assessment", "employed", "studies", "met", "criteria", "selection", "two", "overarching", "themes", "emerged", "1", "observable", "clues", "incapacity", "cognitive", "impairment", "routine", "assessment", "interaction", "2", "strategies", "accounts", "loss", "abilities", "people", "patient", "attends", "companion", "participate", "give", "autobiographical", "history", "demonstrate", "working", "memory", "make", "qualitative", "observations", "routine", "cognitive", "testing", "useful", "building", "diagnostic", "picture", "future", "studies", "explore", "phenomena", "larger", "populations", "longer", "periods", "include", "dementia", "subtypes", "develop", "robust", "definitions", "functional", "memory", "disorders", "facilitate", "comparison"], "authors": [["Bailey", "Cate", "C", "East London Foundation Trust, Homerton Psychological Medicine."], ["Poole", "Norman", "N", "South West London and St George's Mental Health NHS Trust, Neuropsychiatry Service, St George's Hospital, London."], ["Blackburn", "Daniel J", "DJ", "Sheffield Institute for Translational Neuroscience (SITraN), University of Sheffield, Sheffield."]], "title": "Identifying patterns of communication in patients attending memory clinics: a systematic review of observations and signs with potential diagnostic utility.", "year": null, "sentences": ["Subjective cognitive complaints are commonly encountered in primary care and often result in memory clinic referral.", "However, meta-analyses have shown that such concerns do not consistently correspond to objective memory impairment or predict future dementia.", "Memory clinic referrals are increasing, with greater proportions of patients attending who do not have dementia.", "Studies of interaction during memory clinic assessments have identified conversational profiles that can differentiate between dementia and functional disorders of memory.", "To date, studies exploring communication patterns for the purpose of diagnosis have not been reviewed.", "Such profiles could reduce unnecessary investigations in patients without dementia.To identify and collate signs and observable features of communication, which could clinically differentiate between dementia and functional disorders of memory.This was a systematic review and synthesis of evidence from studies with heterogeneous methodologies.A qualitative, narrative description and typical memory clinic assessment were employed as a framework.Sixteen studies met the criteria for selection.", "Two overarching themes emerged: 1) observable clues to incapacity and cognitive impairment during routine assessment and interaction, and 2) strategies and accounts for loss of abilities in people with dementia.Whether the patient attends with a companion, how they participate, give autobiographical history, demonstrate working memory, and make qualitative observations during routine cognitive testing are all useful in building a diagnostic picture.", "Future studies should explore these phenomena in larger populations, over longer periods, include dementia subtypes, and develop robust definitions of functional memory disorders to facilitate comparison."], "id": "29335322", "text": "Subjective cognitive complaints are commonly encountered in primary care and often result in memory clinic referral. However, meta-analyses have shown that such concerns do not consistently correspond to objective memory impairment or predict future dementia. Memory clinic referrals are increasing, with greater proportions of patients attending who do not have dementia. Studies of interaction during memory clinic assessments have identified conversational profiles that can differentiate between dementia and functional disorders of memory. To date, studies exploring communication patterns for the purpose of diagnosis have not been reviewed. Such profiles could reduce unnecessary investigations in patients without dementia.To identify and collate signs and observable features of communication, which could clinically differentiate between dementia and functional disorders of memory.This was a systematic review and synthesis of evidence from studies with heterogeneous methodologies.A qualitative, narrative description and typical memory clinic assessment were employed as a framework.Sixteen studies met the criteria for selection. Two overarching themes emerged: 1) observable clues to incapacity and cognitive impairment during routine assessment and interaction, and 2) strategies and accounts for loss of abilities in people with dementia.Whether the patient attends with a companion, how they participate, give autobiographical history, demonstrate working memory, and make qualitative observations during routine cognitive testing are all useful in building a diagnostic picture. Future studies should explore these phenomena in larger populations, over longer periods, include dementia subtypes, and develop robust definitions of functional memory disorders to facilitate comparison.", "doi": "10.3399/bjgp18X694601", "journal": ["The British journal of general practice : the journal of the Royal College of General Practitioners", "Br J Gen Pract"], "date": "2018-01-18_23:40:40"}