{"authors": [["Kaivola", "Karri", "K", "Molecular Neurology, Research Programs Unit, University of Helsinki and Department of Neurology, Helsinki University Hospital, Helsinki, Finland. Electronic address: karri.kaivola@helsinki.fi."], ["Jansson", "Lilja", "L", "Molecular Neurology, Research Programs Unit, University of Helsinki and Department of Neurology, Helsinki University Hospital, Helsinki, Finland."], ["Saarentaus", "Elmo", "E", "Molecular Neurology, Research Programs Unit, University of Helsinki and Department of Neurology, Helsinki University Hospital, Helsinki, Finland."], ["Kiviharju", "Anna", "A", "Molecular Neurology, Research Programs Unit, University of Helsinki and Department of Neurology, Helsinki University Hospital, Helsinki, Finland."], ["Rantalainen", "Ville", "V", "Department of Psychology and Logopedics, University of Helsinki, Helsinki, Finland."], ["Eriksson", "Johan G", "JG", "Folkhälsan Research Center, Helsinki, Finland; Department of General Practice and Primary Health Care, University of Helsinki and Helsinki University Hospital, Unit of General Practice, Helsinki, Finland; National Institute for Health and Welfare, Helsinki, Finland."], ["Strandberg", "Timo E", "TE", "Centre for Life Course Health Research, University of Oulu, Oulu, Finland; University of Helsinki, Clinicum and Helsinki University Hospital, Helsinki, Finland."], ["Polvikoski", "Tuomo", "T", "Institute of Neuroscience, Neuropathology/Cellular Pathology, Newcastle University, Newcastle upon Tyne, UK."], ["Myllykangas", "Liisa", "L", "Pathology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Tienari", "Pentti J", "PJ", "Molecular Neurology, Research Programs Unit, University of Helsinki and Department of Neurology, Helsinki University Hospital, Helsinki, Finland."]], "date": "2017-12-18", "id": "29336840", "text": "Biallelic loss-of-function mutations in TYROBP and TREM2 cause a rare disease that resembles early-onset frontotemporal dementia with bone lesions called polycystic lipomembranous osteodysplasia with sclerosing leukoencephalopathy (PLOSL). Some PLOSL-causing variants in TREM2 have also been associated with Alzheimer's disease when heterozygous. Here, we studied the PLOSLFINTYROBP deletion that covers 4 of the gene's 5 exons. We genotyped 3220 older Finns (mean age 79, range 58-104) and found 11 deletion carriers (mean age 78, range 60-94). The carrier prevalence was 0.0034 (1 in 293) that matches previous findings in younger cohorts suggesting no significant early mortality. By comparing Mini-Mental State Examination (MMSE) scores and diagnoses of dementia, we did not find any significant differences between TYROBP deletion carriers and noncarriers (all p-values >0.5). Neuropathological analysis of 2 deletion carriers (aged 89 and 94 years) demonstrated only minimal beta amyloid pathology (Consortium to Establish a Registry for Alzheimer's Disease (CERAD) score 0). Collectively these results suggest that heterozygous carriership of the TYROBP deletion is not a major risk factor of cognitive impairment.", "doi": "10.1016/j.neurobiolaging.2017.12.008", "title": "Heterozygous TYROBP deletion (PLOSLFIN) is not a strong risk factor for cognitive impairment.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}