{"words": ["stroke", "associated", "increased", "risk", "dementia", "however", "impact", "stroke", "cognition", "found", "variable", "stroke", "survivors", "show", "decline", "remain", "stable", "revert", "baseline", "cognitive", "functioning", "knowing", "natural", "history", "cognitive", "impairment", "stroke", "important", "intervention", "aim", "systematic", "review", "investigate", "longitudinal", "course", "cognitive", "function", "stroke", "electronic", "databases", "medline", "embase", "psycinfo", "searched", "using", "ovidsp", "inception", "july", "15", "2016", "longitudinal", "studies", "time", "points", "cognitive", "assessment", "stroke", "included", "total", "5952", "articles", "retrieved", "14", "included", "trend", "toward", "significant", "deterioration", "cognitive", "test", "scores", "stroke", "survivors", "8", "studies", "cognitive", "stability", "3", "studies", "improvement", "3", "studies", "also", "demonstrated", "although", "time", "tended", "shorter", "studies", "variables", "associated", "impairment", "included", "age", "ethnicity", "premorbid", "cognitive", "performance", "depression", "stroke", "location", "history", "previous", "stroke", "associations", "apolipoprotein", "e", "e4", "allele", "allele", "status", "sex", "associated", "increased", "risk", "cognitive", "decline", "cognitive", "decline", "consequence", "factors", "associated", "decline", "sociodemographic", "status", "comorbidity", "stroke", "history", "clinical", "features", "could", "used", "models", "predict", "future", "risk", "dementia", "stroke", "risk", "model", "approach", "could", "identify", "patients", "greatest", "risk", "timely", "intervention", "reduce", "frequency", "delay", "onset", "poststroke", "cognitive", "impairment", "dementia"], "authors": [["Tang", "Eugene Yh", "EY", "Institute of Health and Society, Newcastle University Institute of Ageing Newcastle University, Newcastle upon Tyne, UK e.y.h.tang@newcastle.ac.uk."], ["Amiesimaka", "Obreniokibo", "O", "Institute of Health and Society, Newcastle University Institute of Ageing Newcastle University, Newcastle upon Tyne, UK."], ["Harrison", "Stephanie L", "SL", "Department of Rehabilitation, Aged and Extended Care, Repatriation General Hospital, Flinders University, Daw Park, South Australia."], ["Green", "Emma", "E", "Department of Public Health and Primary Care, Cambridge Institute of Public Health, University of Cambridge, Cambridge, UK."], ["Price", "Christopher", "C", "Institute of Neuroscience, Stroke Research Group, Newcastle University, Newcastle upon Tyne, UK."], ["Robinson", "Louise", "L", "Institute of Health and Society, Newcastle University Institute of Ageing Newcastle University, Newcastle upon Tyne, UK."], ["Siervo", "Mario", "M", "Institute of Cellular Medicine, Human Nutrition Research Centre, Newcastle University, Newcastle upon Tyne, UK."], ["Stephan", "Blossom Cm", "BC", "Institute of Health and Society, Newcastle University Institute of Ageing Newcastle University, Newcastle upon Tyne, UK."]], "title": "Longitudinal Effect of Stroke on Cognition: A Systematic Review.", "year": null, "sentences": ["Stroke is associated with an increased risk of dementia; however, the impact of stroke on cognition has been found to be variable, such that stroke survivors can show decline, remain stable, or revert to baseline cognitive functioning.", "Knowing the natural history of cognitive impairment after stroke is important for intervention.", "The aim of this systematic review is to investigate the longitudinal course of cognitive function in stroke survivors.Three electronic databases (Medline, Embase, PsycINFO) were searched using OvidSP from inception to July 15, 2016.", "Longitudinal studies with ≥2 time points of cognitive assessment after stroke were included.", "In total, 5952 articles were retrieved and 14 were included.", "There was a trend toward significant deterioration in cognitive test scores in stroke survivors (8 studies).", "Cognitive stability (3 studies) and improvement (3 studies) were also demonstrated, although follow-up time tended to be shorter in these studies.", "Variables associated with impairment included age, ethnicity, premorbid cognitive performance, depression, stroke location, and history of previous stroke.", "Associations with APOE*E4 (apolipoprotein E with the E4 allele) allele status and sex were mixed.Stroke is associated with an increased risk of cognitive decline, but cognitive decline is not a consequence.", "Factors associated with decline, such as sociodemographic status, health-related comorbidity, stroke history, and clinical features could be used in models to predict future risk of dementia after stroke.", "A risk model approach could identify patients at greatest risk for timely intervention to reduce the frequency or delay the onset of poststroke cognitive impairment and dementia."], "id": "29335318", "text": "Stroke is associated with an increased risk of dementia; however, the impact of stroke on cognition has been found to be variable, such that stroke survivors can show decline, remain stable, or revert to baseline cognitive functioning. Knowing the natural history of cognitive impairment after stroke is important for intervention. The aim of this systematic review is to investigate the longitudinal course of cognitive function in stroke survivors.Three electronic databases (Medline, Embase, PsycINFO) were searched using OvidSP from inception to July 15, 2016. Longitudinal studies with ≥2 time points of cognitive assessment after stroke were included. In total, 5952 articles were retrieved and 14 were included. There was a trend toward significant deterioration in cognitive test scores in stroke survivors (8 studies). Cognitive stability (3 studies) and improvement (3 studies) were also demonstrated, although follow-up time tended to be shorter in these studies. Variables associated with impairment included age, ethnicity, premorbid cognitive performance, depression, stroke location, and history of previous stroke. Associations with APOE*E4 (apolipoprotein E with the E4 allele) allele status and sex were mixed.Stroke is associated with an increased risk of cognitive decline, but cognitive decline is not a consequence. Factors associated with decline, such as sociodemographic status, health-related comorbidity, stroke history, and clinical features could be used in models to predict future risk of dementia after stroke. A risk model approach could identify patients at greatest risk for timely intervention to reduce the frequency or delay the onset of poststroke cognitive impairment and dementia.", "doi": "10.1161/JAHA.117.006443", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"], "date": "2018-01-18_23:40:40"}