{"words": ["alzheimer", "disease", "ad", "common", "form", "dementia", "worldwide", "increasing", "prevalence", "next", "years", "multifactorial", "nature", "ad", "precludes", "design", "new", "drugs", "directed", "single", "target", "probably", "one", "reasons", "recent", "failures", "therefore", "dual", "binding", "site", "acetylcholinesterase", "ache", "inhibitors", "revealed", "cognitive", "enhancers", "modulators", "offering", "alternative", "ad", "therapy", "field", "based", "dual", "ligands", "np61", "donepezil", "present", "study", "reports", "synthesis", "series", "indolylpiperidines", "hybrids", "optimize", "np61", "structure", "preserving", "indole", "nucleus", "replacing", "tacrine", "moiety", "np61", "benzyl", "piperidine", "core", "found", "donepezil", "surprisingly", "new", "family", "indolylpiperidines", "derivatives", "showed", "potent", "selective", "hbuche", "inhibition", "studies", "nmr", "molecular", "dynamics", "showed", "capacity", "hybrid", "molecules", "change", "bioactive", "conformation", "depending", "binding", "site", "capable", "inhibit", "different", "shapes", "buche", "residually", "ache"], "authors": [["Chierrito", "Talita P C", "TPC", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain; School of Pharmaceutical Sciences of Ribeirão Preto, University of São Paulo, Avenida do Café, s/ n, 14040-903, Ribeirão Preto, SP, Brazil."], ["Pedersoli-Mantoani", "Susimaire", "S", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain; School of Pharmaceutical Sciences of Ribeirão Preto, University of São Paulo, Avenida do Café, s/ n, 14040-903, Ribeirão Preto, SP, Brazil."], ["Roca", "Carlos", "C", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain."], ["Sebastian-Pérez", "Victor", "V", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain."], ["Martínez-Gonzalez", "Loreto", "L", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain."], ["Pérez", "Daniel I", "DI", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain."], ["Perez", "Concepción", "C", "Instituto de Química Médica (CSIC), Juan de la Cierva 3, Madrid, Spain."], ["Canales", "Angeles", "A", "Universidad Complutense de Madrid- Facultad de Ciencias Químicas, Av. Complutense s/n, Madrid, Spain."], ["Cañada", "F Javier", "FJ", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain."], ["Campillo", "Nuria E", "NE", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain."], ["Carvalho", "Ivone", "I", "School of Pharmaceutical Sciences of Ribeirão Preto, University of São Paulo, Avenida do Café, s/ n, 14040-903, Ribeirão Preto, SP, Brazil."], ["Martinez", "Ana", "A", "Centro de Investigaciones Biologicas (CIB-CSIC), Ramiro de Maetzu 9, Madrid, Spain. Electronic address: ana.martinez@csic.es."]], "title": "Chameleon-like behavior of indolylpiperidines in complex with cholinesterases targets: Potent butyrylcholinesterase inhibitors.", "year": null, "sentences": ["Alzheimer's disease (AD) is the most common form of dementia worldwide with an increasing prevalence for the next years.", "The multifactorial nature of AD precludes the design of new drugs directed to a single target being probably one of the reasons for recent failures.", "Therefore, dual binding site acetylcholinesterase (AChE) inhibitors have been revealed as cognitive enhancers and β-amyloid modulators offering an alternative in AD therapy field.", "Based on the dual ligands NP61 and donepezil, the present study reports the synthesis of a series of indolylpiperidines hybrids to optimize the NP61 structure preserving the indole nucleus, but replacing the tacrine moiety of NP61 by benzyl piperidine core found in donepezil.", "Surprisingly, this new family of indolylpiperidines derivatives showed very potent and selective hBuChE inhibition.", "Further studies of NMR and molecular dynamics have showed the capacity of these hybrid molecules to change their bioactive conformation depending on the binding site, being capable to inhibit with different shapes BuChE and residually AChE."], "id": "29335209", "text": "Alzheimer's disease (AD) is the most common form of dementia worldwide with an increasing prevalence for the next years. The multifactorial nature of AD precludes the design of new drugs directed to a single target being probably one of the reasons for recent failures. Therefore, dual binding site acetylcholinesterase (AChE) inhibitors have been revealed as cognitive enhancers and β-amyloid modulators offering an alternative in AD therapy field. Based on the dual ligands NP61 and donepezil, the present study reports the synthesis of a series of indolylpiperidines hybrids to optimize the NP61 structure preserving the indole nucleus, but replacing the tacrine moiety of NP61 by benzyl piperidine core found in donepezil. Surprisingly, this new family of indolylpiperidines derivatives showed very potent and selective hBuChE inhibition. Further studies of NMR and molecular dynamics have showed the capacity of these hybrid molecules to change their bioactive conformation depending on the binding site, being capable to inhibit with different shapes BuChE and residually AChE.", "doi": "10.1016/j.ejmech.2018.01.007", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"], "date": "2018-01-18_23:40:40"}