{"authors": [["Li", "Chun-Ying", "CY", "Department of Physiology, Basic Medical College of Beihua University, Jilin 132013, China."], ["Zhang", "Lei", "L", "Department of Physiology, Basic Medical College of Beihua University, Jilin 132013, China."], ["Li", "Jing", "J", "Nursing College of Beihua University, Jilin 132013, China."], ["Qi", "Chun-Li", "CL", "Institute of Laboratory Animal Science, Jinan University, Guangzhou, Guangdong 510632, China."], ["Li", "Dong-Ying", "DY", "Sixth People's Hospital of Jilin City, Jilin 132000, China."], ["Liu", "Xu", "X", "Department of Physiology, Basic Medical College of Beihua University, Jilin 132013, China."], ["Qu", "Xian", "X", "Department of Physiology, Basic Medical College of Beihua University, Jilin 132013, China."]], "date": "2017-11-28", "id": "29333438", "text": "The hippocampus is a key structure for encoding and processing memory and for spatial orientation, which are among the cognitive functions most sensitive to cerebral ischemia, hypoxia, and vascular dementia (VD). Since hippocampal formation is one of the principle forebrain targets for arginine-vasopressin (AVP) innervations arising in the hypothalamic paraventricular nucleus (PVN), we explored the contributions of AVP to VD pathogenesis. To this end, we randomly assigned pathogen-free, male Wistar rats to one of seven groups in a VD model and tested AVP treatment effects on spatial learning and memory using the Morris water maze. We also measured the superoxide dismutase (SOD) activity and malondialdehyde (MDA) concentration in brain samples and monitored the expression of AVP-positive neurons in the hippocampus by immunohistochemistry. The VD model with repeated cerebral ischemia-reperfusion injury evoked impairment of cognitive function and reduced cerebral concentrations of the antioxidation markers. Lesioning the rat PVN showed a similar effect on learning and memory and reduced antioxidation markers in the brain tissue. However, AVP injection into the PVN improved cognitive performance in VD rats, while enhancing/rectifying the changes in antioxidation markers. We conclude that our VD model may decrease AVP secretion in the PVN and subsequently reduce antioxidant capacity in the hippocampus, leading to impaired cognitive function.", "doi": "10.1155/2017/3214918", "title": "Effect of Endogenous Arginine-Vasopressin Arising from the Paraventricular Nucleus on Learning and Memory Functions in Vascular Dementia Model Rats.", "journal": ["BioMed research international", "Biomed Res Int"]}