{"words": ["evidence", "suggests", "semantic", "interference", "may", "sensitive", "indicator", "early", "dementia", "examined", "utility", "semantic", "interference", "test", "sit", "cognitive", "stress", "memory", "paradigm", "taps", "proactive", "retroactive", "semantic", "interference", "predicting", "progression", "mild", "cognitive", "impairment", "mci", "dementia", "clinical", "mci", "clinical", "n", "184", "n", "435", "samples", "followed", "four", "years", "employed", "receiver", "operating", "characteristic", "roc", "methods", "establish", "optimal", "thresholds", "four", "different", "sit", "indices", "threshold", "performance", "compared", "two", "samples", "using", "logistic", "cox", "proportional", "hazard", "regression", "four", "years", "42", "mci", "individuals", "clinical", "sample", "45", "individuals", "sample", "progressed", "dementia", "overall", "classification", "accuracy", "sit", "thresholds", "ranged", "different", "subtests", "sit", "slightly", "different", "performance", "characteristics", "two", "samples", "however", "regression", "models", "showed", "thresholds", "established", "clinical", "sample", "performed", "similarly", "population", "sample", "adjusting", "demographics", "baseline", "neuropsychological", "test", "differences", "demographic", "composition", "progression", "rates", "baseline", "sit", "scores", "predicted", "progression", "mci", "dementia", "similarly", "samples", "thresholds", "best", "predicted", "progression", "slightly", "thresholds", "established", "distinguishing", "amnestic", "mci", "cognitively", "normal", "subjects", "clinical", "practice", "confirms", "utility", "sit", "clinical", "samples", "establishes", "thresholds", "predictive", "progression", "individuals", "mci"], "authors": [["Beer", "Joanne C", "JC", "Department of Biostatistics,University of Pittsburgh Graduate School of Public Health,Pittsburgh,PA,USA."], ["Snitz", "Beth E", "BE", "Department of Neurology,University of Pittsburgh School of Medicine,Pittsburgh,PA,USA."], ["Chang", "Chung-Chou H", "CH", "Department of Biostatistics,University of Pittsburgh Graduate School of Public Health,Pittsburgh,PA,USA."], ["Loewenstein", "David A", "DA", "Departments of Psychiatry,Behavioral Sciences,and Neurology,University of Miami Miller School of Medicine,Miami,FL,USA."], ["Ganguli", "Mary", "M", "Department of Neurology,University of Pittsburgh School of Medicine,Pittsburgh,PA,USA."]], "title": "Does a cognitive stress test predict progression from mild cognitive impairment to dementia equally well in clinical versus population-based settings?", "year": null, "sentences": ["Evidence suggests that semantic interference may be a sensitive indicator of early dementia.", "We examined the utility of the Semantic Interference Test (SIT), a cognitive stress memory paradigm which taps proactive and retroactive semantic interference, for predicting progression from mild cognitive impairment (MCI) to dementia in both a clinical and a population-based sample.Participants with MCI in the clinical (n = 184) and population-based (n = 435) samples were followed for up to four years.", "We employed receiver operating characteristic (ROC) methods to establish optimal thresholds for four different SIT indices.", "Threshold performance was compared in the two samples using logistic and Cox proportional hazard regression models.Within four years, 42 (22.8%) MCI individuals in the clinical sample and 45 (10.3%) individuals in the population-based sample progressed to dementia.", "Overall classification accuracy of SIT thresholds ranged from 61.4% to 84.8%.", "Different subtests of the SIT had slightly different performance characteristics in the two samples.", "However, regression models showed that thresholds established in the clinical sample performed similarly in the population sample before and after adjusting for demographics and other baseline neuropsychological test scores.Despite differences in demographic composition and progression rates, baseline SIT scores predicted progression from MCI to dementia similarly in both samples.", "Thresholds that best predicted progression were slightly below thresholds established for distinguishing between amnestic MCI and cognitively normal subjects in clinical practice.", "This confirms the utility of the SIT in both clinical and population-based samples and establishes thresholds most predictive of progression of individuals with MCI."], "id": "29335040", "text": "Evidence suggests that semantic interference may be a sensitive indicator of early dementia. We examined the utility of the Semantic Interference Test (SIT), a cognitive stress memory paradigm which taps proactive and retroactive semantic interference, for predicting progression from mild cognitive impairment (MCI) to dementia in both a clinical and a population-based sample.Participants with MCI in the clinical (n = 184) and population-based (n = 435) samples were followed for up to four years. We employed receiver operating characteristic (ROC) methods to establish optimal thresholds for four different SIT indices. Threshold performance was compared in the two samples using logistic and Cox proportional hazard regression models.Within four years, 42 (22.8%) MCI individuals in the clinical sample and 45 (10.3%) individuals in the population-based sample progressed to dementia. Overall classification accuracy of SIT thresholds ranged from 61.4% to 84.8%. Different subtests of the SIT had slightly different performance characteristics in the two samples. However, regression models showed that thresholds established in the clinical sample performed similarly in the population sample before and after adjusting for demographics and other baseline neuropsychological test scores.Despite differences in demographic composition and progression rates, baseline SIT scores predicted progression from MCI to dementia similarly in both samples. Thresholds that best predicted progression were slightly below thresholds established for distinguishing between amnestic MCI and cognitively normal subjects in clinical practice. This confirms the utility of the SIT in both clinical and population-based samples and establishes thresholds most predictive of progression of individuals with MCI.", "doi": "10.1017/S1041610217002666", "journal": ["International psychogeriatrics", "Int Psychogeriatr"], "date": "2018-01-18_23:40:41"}