{"words": ["people", "dementia", "green", "care", "farms", "gcfs", "physically", "active", "social", "interactions", "involved", "larger", "variety", "activities", "come", "outdoors", "often", "dementia", "care", "settings", "aspects", "may", "positively", "affect", "health", "study", "explored", "characteristics", "gcfs", "could", "implemented", "dementia", "care", "settings", "taking", "account", "possible", "facilitators", "interviews", "conducted", "23", "professionals", "gcfs", "independent", "care", "facilities", "larger", "scale", "care", "facilities", "netherlands", "framework", "method", "used", "analyze", "characteristics", "gcfs", "homelike", "aspects", "domestic", "activities", "access", "outdoor", "environments", "already", "applied", "types", "dementia", "care", "settings", "however", "extent", "characteristics", "applied", "differ", "gcfs", "types", "dementia", "care", "settings", "facilitators", "barriers", "implementation", "characteristics", "gcfs", "related", "physical", "environment", "care", "facility", "situated", "degree", "urbanization", "characteristics", "competences", "staff", "members", "flexibility", "creativity", "characteristics", "competences", "managers", "leadership", "vision", "political", "context", "application", "risk", "safety", "protocols", "characteristics", "implemented", "dementia", "care", "settings", "however", "realize", "innovation", "dementia", "care", "important", "physical", "environment", "also", "social", "organizational", "environments", "supporting", "process", "change"], "authors": [["Buist", "Yvette", "Y", "Centre for Nutrition,Prevention and Health Services,National Institute for Public Health and the Environment,BA Bilthoven,the Netherlands."], ["Verbeek", "Hilde", "H", "Department of Health Services Research,CAPHRI Care and Public Health Research Institute,Faculty of Health,Medicine and Life Sciences,Maastricht University,MD Maastricht,the Netherlands."], ["de Boer", "Bram", "B", "Department of Health Services Research,CAPHRI Care and Public Health Research Institute,Faculty of Health,Medicine and Life Sciences,Maastricht University,MD Maastricht,the Netherlands."], ["de Bruin", "Simone R", "SR", "Centre for Nutrition,Prevention and Health Services,National Institute for Public Health and the Environment,BA Bilthoven,the Netherlands."]], "title": "Innovating dementia care; implementing characteristics of green care farms in other long-term care settings.", "year": null, "sentences": ["People with dementia at green care farms (GCFs) are physically more active, have more social interactions, are involved in a larger variety of activities, and come outdoors more often than those in other long-term dementia care settings.", "These aspects may positively affect health and well-being.", "This study explored which and how characteristics of GCFs could be implemented in other long-term dementia care settings, taking into account possible facilitators and barriers.Semi-structured interviews were conducted with 23 professionals from GCFs, independent small-scale long-term care facilities, and larger scale long-term care facilities in the Netherlands.", "The framework method was used to analyze the data.Several characteristics of GCFs (e.g.", "homelike aspects, domestic activities, and access to outdoor environments) have already been applied in other types of long-term dementia care settings.", "However, how and the extent to which these characteristics are being applied differ between GCFs and other types of long-term dementia care settings.", "Facilitators and barriers for the implementation of characteristics of GCFs were related to the physical environment in which the care facility is situated (e.g.", "the degree of urbanization), characteristics and competences of staff members (e.g.", "flexibility, creativity), characteristics and competences of managers (e.g.", "leadership, vision), and the political context (e.g.", "application of risk and safety protocols).Several characteristics can be implemented in other dementia care settings.", "However, to realize innovation in dementia care it is important that not only the physical environment but also the social and organizational environments are supporting the process of change."], "id": "29335035", "text": "People with dementia at green care farms (GCFs) are physically more active, have more social interactions, are involved in a larger variety of activities, and come outdoors more often than those in other long-term dementia care settings. These aspects may positively affect health and well-being. This study explored which and how characteristics of GCFs could be implemented in other long-term dementia care settings, taking into account possible facilitators and barriers.Semi-structured interviews were conducted with 23 professionals from GCFs, independent small-scale long-term care facilities, and larger scale long-term care facilities in the Netherlands. The framework method was used to analyze the data.Several characteristics of GCFs (e.g. homelike aspects, domestic activities, and access to outdoor environments) have already been applied in other types of long-term dementia care settings. However, how and the extent to which these characteristics are being applied differ between GCFs and other types of long-term dementia care settings. Facilitators and barriers for the implementation of characteristics of GCFs were related to the physical environment in which the care facility is situated (e.g. the degree of urbanization), characteristics and competences of staff members (e.g. flexibility, creativity), characteristics and competences of managers (e.g. leadership, vision), and the political context (e.g. application of risk and safety protocols).Several characteristics can be implemented in other dementia care settings. However, to realize innovation in dementia care it is important that not only the physical environment but also the social and organizational environments are supporting the process of change.", "doi": "10.1017/S1041610217002848", "journal": ["International psychogeriatrics", "Int Psychogeriatr"], "date": "2018-01-18_23:40:41"}