{"words": ["people", "dementia", "receive", "worse", "end", "life", "care", "compared", "cancer", "barriers", "undertaking", "advanced", "care", "planning", "acp", "people", "dementia", "include", "uncertainty", "capacity", "engage", "discussions", "primary", "aim", "study", "compare", "advance", "care", "assessment", "vignette", "tool", "interview", "adapted", "macarthur", "competence", "assessment", "secondary", "aim", "identify", "demographic", "cognitive", "functioning", "variables", "may", "predict", "whether", "person", "capacity", "discuss", "older", "people", "mean", "age", "state", "examination", "24", "recruited", "two", "retirement", "villages", "auckland", "participants", "also", "completed", "trail", "making", "test", "part", "part", "b", "geriatric", "depression", "scale", "undertaking", "two", "capacity", "assessments", "video", "recorded", "enable", "analysis", "four", "independent", "old", "age", "gold", "standard", "half", "participants", "considered", "lacking", "capacity", "engage", "acp", "participants", "struggled", "understanding", "acp", "domain", "capacity", "predictable", "demographic", "cognitive", "functioning", "variables", "compared", "gold", "standard", "accurate", "assessing", "capacity", "routinely", "explain", "acp", "older", "people", "ensure", "fully", "understand", "prior", "acp", "discussion", "concern", "understanding", "exploration", "documentation", "capacity", "using", "capacity", "assessment", "framework", "would", "necessary", "however", "capacity", "assessment", "complex", "iterative", "process", "easily", "lend", "screening", "methodology", "requires", "high", "level", "clinical", "judgment"], "authors": [["Kiriaev", "Oleg", "O", "Mental Health Services for Older People,Auckland District Health Board,New Zealand."], ["Chacko", "Emme", "E", "Mental Health Services for Older People,Auckland District Health Board,New Zealand."], ["Jurgens", "J D", "JD", "Jardine Clinic,Royal Edinburgh Hospital,UK."], ["Ramages", "Meagan", "M", "Mental Health Services for Older Adults,Waitemata District Health Board,New Zealand."], ["Malpas", "Phillipa", "P", "Department of Psychological Medicine,The University of Auckland,New Zealand."], ["Cheung", "Gary", "G", "Department of Psychological Medicine,The University of Auckland,New Zealand."]], "title": "Should capacity assessments be performed routinely prior to discussing advance care planning with older people?", "year": null, "sentences": ["People with dementia receive worse end of life care compared to those with cancer.", "Barriers to undertaking advanced care planning (ACP) in people with dementia include the uncertainty about their capacity to engage in such discussions.", "The primary aim of this study was to compare the Advance Care Planning-Capacity Assessment Vignette tool (ACP-CAV) with a semi-structured interview adapted from the MacArthur Competence Assessment Tool-Treatment (MacCAT-T).", "The secondary aim was to identify demographic and cognitive functioning variables that may predict whether a person has capacity to discuss ACP.32 older people (mean age = 84.1) with a Mini-Mental State Examination of 24 or above were recruited from two retirement villages in Auckland.", "Participants also completed Trail Making Test Part A & Part B and Geriatric Depression Scale (GDS-15) before undertaking the two capacity assessments that were video recorded to enable further analysis by four independent old age psychiatrists.Using the MacCAT-T as the gold standard, over half (53.1%) of the participants were considered as lacking in capacity to engage in ACP.", "Participants struggled with the \"Understanding ACP\" domain the most.", "Capacity was not predictable by any of the demographic or cognitive functioning variables.", "When compared to the gold standard, ACP-CAV was accurate in assessing capacity in 68.8% of the cases.Clinicians should routinely explain ACP to older people and ensure they fully understand it prior to an ACP discussion.", "If there is any concern about their understanding, further exploration and documentation of their capacity using the capacity assessment framework would be necessary.", "However, capacity assessment is a complex iterative process that does not easily lend itself to screening methodology and requires a high level of clinical judgment."], "id": "29335033", "text": "People with dementia receive worse end of life care compared to those with cancer. Barriers to undertaking advanced care planning (ACP) in people with dementia include the uncertainty about their capacity to engage in such discussions. The primary aim of this study was to compare the Advance Care Planning-Capacity Assessment Vignette tool (ACP-CAV) with a semi-structured interview adapted from the MacArthur Competence Assessment Tool-Treatment (MacCAT-T). The secondary aim was to identify demographic and cognitive functioning variables that may predict whether a person has capacity to discuss ACP.32 older people (mean age = 84.1) with a Mini-Mental State Examination of 24 or above were recruited from two retirement villages in Auckland. Participants also completed Trail Making Test Part A & Part B and Geriatric Depression Scale (GDS-15) before undertaking the two capacity assessments that were video recorded to enable further analysis by four independent old age psychiatrists.Using the MacCAT-T as the gold standard, over half (53.1%) of the participants were considered as lacking in capacity to engage in ACP. Participants struggled with the \"Understanding ACP\" domain the most. Capacity was not predictable by any of the demographic or cognitive functioning variables. When compared to the gold standard, ACP-CAV was accurate in assessing capacity in 68.8% of the cases.Clinicians should routinely explain ACP to older people and ensure they fully understand it prior to an ACP discussion. If there is any concern about their understanding, further exploration and documentation of their capacity using the capacity assessment framework would be necessary. However, capacity assessment is a complex iterative process that does not easily lend itself to screening methodology and requires a high level of clinical judgment.", "doi": "10.1017/S1041610217002836", "journal": ["International psychogeriatrics", "Int Psychogeriatr"], "date": "2018-01-18_23:40:41"}