{"authors": [["Dodich", "Alessandra", "A", "Clinical Neuroscience Department, San Raffaele Turro Hospital, Milan, Italy; Division of Neuroscience, San Raffaele Scientific Institute, Milan, Italy."], ["Carli", "Giulia", "G", "Vita-Salute San Raffaele University, Milan, Italy."], ["Cerami", "Chiara", "C", "Clinical Neuroscience Department, San Raffaele Turro Hospital, Milan, Italy; Division of Neuroscience, San Raffaele Scientific Institute, Milan, Italy."], ["Iannaccone", "Sandro", "S", "Clinical Neuroscience Department, San Raffaele Turro Hospital, Milan, Italy; Division of Neuroscience, San Raffaele Scientific Institute, Milan, Italy."], ["Magnani", "Giuseppe", "G", "Division of Neuroscience, San Raffaele Scientific Institute, Milan, Italy; Department of Neurology and INSPE, San Raffaele Scientific Institute, Milan, Italy."], ["Perani", "Daniela", "D", "Division of Neuroscience, San Raffaele Scientific Institute, Milan, Italy; Vita-Salute San Raffaele University, Milan, Italy; Nuclear Medicine Unit, San Raffaele Hospital, Milan, Italy. Electronic address: perani.daniela@hsr.it."]], "date": "2017-12-19", "id": "29328983", "text": "Cognitive reserve may delay disease onset and mitigate symptoms presentation in neurodegenerative dementias. Although high occupation levels can be associated with higher cognitive reserve in the behavioural variant of frontotemporal dementia (bvFTD), it was never addressed how specific occupation profiles involving social interaction, executive and attention abilities can modulate neural reserve in bvFTD.We retrospectively included thirty-seven bvFTD patients with clinical-neuropsychological and FDG-PET brain metabolic data. We considered occupation levels according to 1) a 5-point scale and 2) the specific cognitive dimensions from the O*Net network database. We used the Principal Component Analysis (PCA) with the O*Net variables most representative of \"worker\" and \"occupation\" socio-cognitive skills to merge the best components describing such occupation profiles. We then performed regression analyses with brain metabolism using either 5-level occupation scale or the PCA specific profiles as independent variables, controlling for education and disease severity.According to the brain reserve hypothesis, higher occupation levels were associated with a more severe hypometabolism in the dorsolateral prefrontal cortex. In addition, among the identified PCA profiles, social skills were associated with severe hypometabolism in medial and dorsolateral prefrontal regions, and cognitive control in the left fronto-insular cortex.This study contributes to define the role of specific occupation profiles as proxy of cognitive reserve in bvFTD, providing the first evidence for social interaction and cognitive control skills in life-occupation activities as influencing factors of neural reserve against neurodegeneration in bvFTD. Jobs placing high demand on such abilities seem to act as protective factors in bvFTD.", "doi": "10.1016/j.cortex.2017.12.006", "title": "Social and cognitive control skills in long-life occupation activities modulate the brain reserve in the behavioural variant of frontotemporal dementia.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}