{"words": ["type", "2", "diabetes", "mellitus", "associated", "cognitive", "dysfunction", "increased", "risk", "dementia", "linagliptin", "agent", "dipeptidyl", "inhibitor", "class", "particular", "interest", "prevention", "accelerated", "cognitive", "decline", "may", "potentially", "benefit", "brain", "pleiotropic", "effects", "beyond", "glucose", "lowering", "paper", "presents", "design", "study", "aims", "establish", "linagliptin", "superior", "sulfonylurea", "glimepiride", "prevention", "accelerated", "cognitive", "decline", "patients", "type", "2", "diabetes", "cognition", "substudy", "integral", "part", "ongoing", "randomised", "double", "blind", "cardiovascular", "safety", "linagliptin", "trial", "evaluates", "effect", "treatment", "linagliptin", "versus", "glimepiride", "cardiovascular", "outcomes", "includes", "patients", "type", "2", "diabetes", "mellitus", "glycaemic", "control", "elevated", "cardiovascular", "risk", "substudy", "evaluate", "patients", "randomised", "treated", "baseline", "mini", "mental", "state", "examination", "mmse", "score", "24", "documented", "years", "formal", "education", "least", "one", "valid", "cognitive", "assessment", "baseline", "primary", "cognitive", "outcome", "occurrence", "accelerated", "cognitive", "decline", "end", "two", "treatment", "groups", "compared", "using", "logistic", "regression", "accelerated", "cognitive", "decline", "defined", "rate", "cognitive", "decline", "falls", "16th", "percentile", "decline", "whole", "cohort", "either", "mmse", "combined", "score", "trail", "making", "verbal", "fluency", "test", "potential", "confounders", "taken", "account", "individual", "patient", "level", "using", "regression", "based", "december", "2010", "december", "2012", "6042", "patients", "randomised", "treated", "either", "linagliptin", "5", "mg", "glimepiride", "mg", "daily", "cognitive", "tests", "conducted", "nearly", "4500", "participants", "baseline", "scheduled", "two", "subsequent", "assessments", "160", "weeks", "end", "substudy", "ongoing", "trial", "establish", "linagliptin", "superior", "glimepiride", "prevention", "accelerated", "cognitive", "decline", "patients", "type", "2", "diabetes", "mellitus", "final", "results", "expected", "identifier", "nct", "01243424"], "authors": [["Biessels", "Geert Jan", "GJ", "Department of Neurology, G03.232 Brain Center Rudolf Magnus, University Medical Center, PO Box 85500, 3508, GA, Utrecht, the Netherlands. G.J.Biessels@umcutrecht.nl."], ["Janssen", "Jolien", "J", "Department of Neurology, G03.232 Brain Center Rudolf Magnus, University Medical Center, PO Box 85500, 3508, GA, Utrecht, the Netherlands."], ["van den Berg", "Esther", "E", "Department of Neurology, G03.232 Brain Center Rudolf Magnus, University Medical Center, PO Box 85500, 3508, GA, Utrecht, the Netherlands."], ["Zinman", "Bernard", "B", "Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, Canada, Division of Endocrinology, University of Toronto, Toronto, Canada."], ["Espeland", "Mark A", "MA", "Department of Biostatistical Sciences, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Mattheus", "Michaela", "M", "Global biometrics and datamanagement, Boehringer Ingelheim, Ingelheim, Germany."], ["Johansen", "Odd Erik", "OE", "Clinical development, Therapeutic Area Metabolism, Boehringer Ingelheim, Asker, Norway."], [null, null, null, null]], "title": "Rationale and design of the CAROLINA® - cognition substudy: a randomised controlled trial on cognitive outcomes of linagliptin versus glimepiride in patients with type 2 diabetes mellitus.", "year": null, "sentences": ["Type 2 diabetes mellitus is associated with cognitive dysfunction and an increased risk of dementia.", "Linagliptin is a glucose-lowering agent of the dipeptidyl peptidase-IV (DPP-IV) inhibitor class that is of particular interest for the prevention of accelerated cognitive decline, because it may potentially benefit the brain through pleiotropic effects, beyond glucose lowering.", "This paper presents the design of a study that aims to establish if linagliptin is superior to the sulfonylurea glimepiride in the prevention of accelerated cognitive decline in patients with type 2 diabetes mellitus.The cognition substudy is an integral part of the ongoing event-driven, randomised, double blind CARdiOvascular safety of LINAgliptin (CAROLINA®) trial, which evaluates the effect of treatment with linagliptin versus glimepiride on cardiovascular outcomes.", "CAROLINA® includes patients with type 2 diabetes mellitus with sub-optimal glycaemic control at elevated cardiovascular risk.", "The substudy will evaluate patients randomised and treated who have a baseline Mini Mental State Examination (MMSE) score ≥ 24, documented years of formal education with at least one valid cognitive assessment at baseline and during follow-up.", "The primary cognitive outcome is the occurrence of accelerated cognitive decline at the end of follow-up.", "The two treatment groups will be compared by using a logistic regression.", "Accelerated cognitive decline is defined as a rate of cognitive decline that falls at or below the 16th percentile of decline for the whole cohort on either the MMSE or a combined score of the trail making and verbal fluency test.", "Potential confounders are taken into account at an individual patient level, using a regression based index.Between December 2010 and December 2012, 6042 patients were randomised and treated with either linagliptin (5 mg) or glimepiride (1-4 mg) once daily in CAROLINA®.", "Cognitive tests were conducted in nearly 4500 participants at baseline and are scheduled for two subsequent assessments, after 160 weeks of follow-up and end of follow-up.", "This substudy of the ongoing CAROLINA® trial will establish if linagliptin is superior to glimepiride in the prevention of accelerated cognitive decline in patients with type 2 diabetes mellitus.", "Final results are expected in 2019.ClinicalTrials.gov Identifier: NCT 01243424 ."], "id": "29334906", "text": "Type 2 diabetes mellitus is associated with cognitive dysfunction and an increased risk of dementia. Linagliptin is a glucose-lowering agent of the dipeptidyl peptidase-IV (DPP-IV) inhibitor class that is of particular interest for the prevention of accelerated cognitive decline, because it may potentially benefit the brain through pleiotropic effects, beyond glucose lowering. This paper presents the design of a study that aims to establish if linagliptin is superior to the sulfonylurea glimepiride in the prevention of accelerated cognitive decline in patients with type 2 diabetes mellitus.The cognition substudy is an integral part of the ongoing event-driven, randomised, double blind CARdiOvascular safety of LINAgliptin (CAROLINA®) trial, which evaluates the effect of treatment with linagliptin versus glimepiride on cardiovascular outcomes. CAROLINA® includes patients with type 2 diabetes mellitus with sub-optimal glycaemic control at elevated cardiovascular risk. The substudy will evaluate patients randomised and treated who have a baseline Mini Mental State Examination (MMSE) score ≥ 24, documented years of formal education with at least one valid cognitive assessment at baseline and during follow-up. The primary cognitive outcome is the occurrence of accelerated cognitive decline at the end of follow-up. The two treatment groups will be compared by using a logistic regression. Accelerated cognitive decline is defined as a rate of cognitive decline that falls at or below the 16th percentile of decline for the whole cohort on either the MMSE or a combined score of the trail making and verbal fluency test. Potential confounders are taken into account at an individual patient level, using a regression based index.Between December 2010 and December 2012, 6042 patients were randomised and treated with either linagliptin (5 mg) or glimepiride (1-4 mg) once daily in CAROLINA®. Cognitive tests were conducted in nearly 4500 participants at baseline and are scheduled for two subsequent assessments, after 160 weeks of follow-up and end of follow-up. This substudy of the ongoing CAROLINA® trial will establish if linagliptin is superior to glimepiride in the prevention of accelerated cognitive decline in patients with type 2 diabetes mellitus. Final results are expected in 2019.ClinicalTrials.gov Identifier: NCT 01243424 .", "doi": "10.1186/s12883-018-1014-7", "journal": ["BMC neurology", "BMC Neurol"], "date": "2018-01-18_23:40:42"}