{"words": ["individuals", "mild", "cognitive", "impairment", "mci", "high", "risk", "developing", "dementia", "physical", "exercise", "promising", "intervention", "cognitive", "decline", "systematic", "reviews", "regarding", "effects", "physical", "exercise", "cognitive", "psychological", "outcomes", "among", "mci", "patients", "limited", "systematic", "review", "exploring", "effects", "exercise", "modalities", "results", "conducted", "study", "evaluated", "effects", "physical", "exercise", "cognitive", "psychological", "outcomes", "mci", "patients", "attempted", "identify", "specific", "modality", "exercise", "review", "systematic", "search", "medline", "cinahl", "embase", "psycinfo", "sportdiscus", "china", "national", "knowledge", "infrastructure", "reviewers", "independently", "assessed", "study", "quality", "using", "effective", "public", "health", "practice", "project", "quality", "assessment", "tool", "conducted", "data", "available", "subgroup", "analyses", "exercise", "types", "series", "sensitivity", "analyses", "conducted", "explore", "influence", "study", "quality", "control", "types", "primary", "outcome", "narrative", "analysis", "performed", "statistical", "synthesis", "studies", "met", "inclusion", "criteria", "exercise", "interventions", "classified", "three", "types", "aerobic", "exercise", "b", "resistance", "exercise", "c", "exercise", "results", "showed", "physical", "exercise", "beneficial", "effects", "global", "cognition", "standard", "mean", "difference", "smd", "95", "confidence", "interval", "ci", "p", "subgroup", "analysis", "demonstrated", "aerobic", "exercise", "programmes", "consistently", "associated", "medium", "effect", "size", "smd", "however", "effects", "physical", "exercise", "cognitive", "function", "psychological", "outcomes", "mci", "patients", "remain", "inconclusive", "results", "sensitivity", "analysis", "indicated", "types", "control", "exert", "influence", "exercise", "aerobic", "exercise", "particular", "benefits", "global", "cognition", "mci", "patients", "evidence", "physical", "exercise", "cognitive", "function", "psychological", "outcomes", "remains", "unclear", "trials", "rigorous", "study", "design", "necessary", "provide", "evidence"], "authors": [["Song", "Dan", "D", "The Nethersole school of Nursing, The Chinese University of Hong Kong, Hong Kong Special Administrative Region."], ["Yu", "Doris S F", "DSF", "The Nethersole school of Nursing, The Chinese University of Hong Kong, Hong Kong Special Administrative Region. Electronic address: dyu@cuhk.edu.hk."], ["Li", "Polly W C", "PWC", "The Nethersole school of Nursing, The Chinese University of Hong Kong, Hong Kong Special Administrative Region."], ["Lei", "Yang", "Y", "The Nethersole school of Nursing, The Chinese University of Hong Kong, Hong Kong Special Administrative Region."]], "title": "The effectiveness of physical exercise on cognitive and psychological outcomes in individuals with mild cognitive impairment: A systematic review and meta-analysis.", "year": null, "sentences": ["Individuals with mild cognitive impairment (MCI) are at high risk for developing dementia.", "Physical exercise is a promising intervention for cognitive decline.", "Systematic reviews regarding the effects of physical exercise on cognitive and psychological outcomes among MCI patients are limited, and a systematic review exploring the effects of exercise modalities on the results has not been conducted.", "This study evaluated the effects of physical exercise on cognitive and psychological outcomes for MCI patients and attempted to identify which specific modality of exercise is more effective.Systematic review and meta-analysis.A systematic search of Medline, CINAHL, EMBASE, PsycINFO, SPORTDiscus, and the China National Knowledge Infrastructure was performed.Two reviewers independently assessed the study quality using the Effective Public Health Practice Project Quality Assessment Tool.", "Meta-analysis was conducted when data were available, with further subgroup analyses for exercise types.", "A series of sensitivity analyses were conducted to explore the influence of study quality and control types on the primary outcome.", "A narrative analysis was performed when statistical synthesis was inappropriate.Eleven studies met the inclusion criteria.", "The exercise interventions can be classified into three types: (a) aerobic exercise, (b) resistance exercise, and (c) multi-modal exercise.", "Results showed that physical exercise had beneficial effects for global cognition [standard mean difference (SMD) = 0.30, 95% confidence interval (CI): 0.10-0.49, p = 0.002].", "Further subgroup analysis demonstrated that aerobic exercise programmes are consistently associated with medium effect size (SMD: 0.54-0.58).", "However, the effects of physical exercise on domain-specific cognitive function and psychological outcomes in MCI patients remain inconclusive.", "Results of sensitivity analysis indicated that types of control exert influence on the outcomes.Physical exercise, aerobic exercise in particular, benefits global cognition in MCI patients.", "The evidence of physical exercise on domain-specific cognitive function and psychological outcomes remains unclear, more trials with rigorous study design are necessary to provide the evidence."], "id": "29334638", "text": "Individuals with mild cognitive impairment (MCI) are at high risk for developing dementia. Physical exercise is a promising intervention for cognitive decline. Systematic reviews regarding the effects of physical exercise on cognitive and psychological outcomes among MCI patients are limited, and a systematic review exploring the effects of exercise modalities on the results has not been conducted. This study evaluated the effects of physical exercise on cognitive and psychological outcomes for MCI patients and attempted to identify which specific modality of exercise is more effective.Systematic review and meta-analysis.A systematic search of Medline, CINAHL, EMBASE, PsycINFO, SPORTDiscus, and the China National Knowledge Infrastructure was performed.Two reviewers independently assessed the study quality using the Effective Public Health Practice Project Quality Assessment Tool. Meta-analysis was conducted when data were available, with further subgroup analyses for exercise types. A series of sensitivity analyses were conducted to explore the influence of study quality and control types on the primary outcome. A narrative analysis was performed when statistical synthesis was inappropriate.Eleven studies met the inclusion criteria. The exercise interventions can be classified into three types: (a) aerobic exercise, (b) resistance exercise, and (c) multi-modal exercise. Results showed that physical exercise had beneficial effects for global cognition [standard mean difference (SMD) = 0.30, 95% confidence interval (CI): 0.10-0.49, p = 0.002]. Further subgroup analysis demonstrated that aerobic exercise programmes are consistently associated with medium effect size (SMD: 0.54-0.58). However, the effects of physical exercise on domain-specific cognitive function and psychological outcomes in MCI patients remain inconclusive. Results of sensitivity analysis indicated that types of control exert influence on the outcomes.Physical exercise, aerobic exercise in particular, benefits global cognition in MCI patients. The evidence of physical exercise on domain-specific cognitive function and psychological outcomes remains unclear, more trials with rigorous study design are necessary to provide the evidence.", "doi": "10.1016/j.ijnurstu.2018.01.002", "journal": ["International journal of nursing studies", "Int J Nurs Stud"], "date": "2018-01-18_23:40:42"}