{"words": ["positron", "emission", "tomography", "pet", "allows", "vivo", "detection", "fibrillar", "amyloid", "plaques", "pathologic", "hallmark", "alzheimer", "disease", "ad", "however", "pet", "interpretation", "limited", "imperfect", "correlation", "pet", "autopsy", "fact", "positive", "20", "30", "cognitively", "normal", "individuals", "dementias", "especially", "older", "carrying", "ε4", "allele", "apolipoprotein", "e", "apoe4", "facing", "positive", "amyloid", "pet", "clinicians", "evaluate", "probability", "pathologic", "false", "positive", "well", "probability", "amyloid", "positivity", "comorbid", "primary", "dementia", "clinicopathologic", "false", "positive", "probabilities", "calculated", "reach", "interpretation", "literature", "review", "calculations", "easily", "performed", "clinic", "propose", "clinician", "friendly", "bayesian", "approach", "interpretation", "pet", "results", "differential", "diagnosis", "patients", "cognitive", "defined", "ad", "clinicopathologic", "entity", "primary", "cause", "cognitive", "impairment", "systematically", "reviewed", "literature", "estimate", "sensitivity", "specificity", "pet", "neuropathologic", "examination", "inferred", "rates", "clinicopathologic", "false", "positivity", "dementia", "comorbid", "amyloid", "based", "prevalence", "amyloid", "positivity", "normal", "individuals", "ad", "patients", "provided", "large", "published", "amyloid", "biomarker", "study", "group", "calculated", "positive", "predictive", "value", "ppv", "negative", "predictive", "value", "npv", "pet", "presented", "pet", "highest", "young", "patients", "high", "probability", "ad", "older", "patients", "low", "probability", "ad", "positive", "pet", "scans", "must", "interpreted", "caution", "negative", "pet", "makes", "diagnosis", "ad", "unlikely", "except", "old", "patients", "high", "probability", "approach", "might", "provide", "guidance", "clinicians", "nuclear", "medicine", "physicians", "interpret", "pet", "results", "early", "differential", "diagnosis", "patients", "progressive", "cognitive", "impairment"], "authors": [["Bergeron", "David", "D", "Clinique Interdisciplinaire de Mémoire, Département des Sciences Neurologiques du CHU de Québec, Faculté de Médecine, Université Laval, QC, Canada."], ["Ossenkoppele", "Rik", "R", "Department of Neurology and Alzheimer Center, VU University Medical Center Amsterdam, Amsterdam, The Netherlands."], ["Jr Laforce", "Robert", "R", "Clinique Interdisciplinaire de Mémoire, Département des Sciences Neurologiques du CHU de Québec, Faculté de Médecine, Université Laval, QC, Canada."]], "title": "Evidence-based Interpretation of Amyloid-β PET Results: A Clinician's Tool.", "year": null, "sentences": ["Amyloid-β positron emission tomography (PET) allows for in vivo detection of fibrillar amyloid plaques, a pathologic hallmark of Alzheimer's disease (AD).", "However, amyloid-β PET interpretation is limited by the imperfect correlation between PET and autopsy, and the fact that it is positive in about 20% to 30% of cognitively normal individuals and non-AD dementias, especially when older or carrying the ε4 allele of apolipoprotein E (ApoE4).", "When facing a positive amyloid PET, clinicians have to evaluate the probability of a pathologic false positive as well as the probability of amyloid positivity being age-related, comorbid to a primary non-AD dementia (clinicopathologic false positive).", "These probabilities can be calculated to reach an evidence-based interpretation of amyloid-β.", "As literature review and calculations cannot be easily performed in the day-to-day clinic, we propose a clinician friendly, evidence-based Bayesian approach to the interpretation of amyloid-β PET results in the differential diagnosis of patients with cognitive impairment.We defined AD as a clinicopathologic entity in which amyloid-β is the primary cause of cognitive impairment.", "We systematically reviewed the literature to estimate the sensitivity and specificity of amyloid-β PET against neuropathologic examination.", "We inferred rates of clinicopathologic false positivity (non-AD dementia with comorbid amyloid) based on age-dependent and ApoE-dependent prevalence of amyloid positivity in normal individuals and AD patients provided in large meta-analyses published by the Amyloid Biomarker Study Group.", "We calculated positive predictive value (PPV) and negative predictive value (NPV) of amyloid-β PET, which are presented in a clinician-friendly table.PPV of PET is highest in young ApoE4- patients with high pre-PET probability of AD.", "In older ApoE4+ patients with low pre-PET probability of AD, positive amyloid-β PET scans must be interpreted with caution.", "A negative amyloid-β PET makes a diagnosis of AD unlikely except in old patients with high pre-PET probability of AD.This evidence-based approach might provide guidance to clinicians and nuclear medicine physicians to interpret amyloid-β PET results for early and differential diagnosis of patients with progressive cognitive impairment."], "id": "29334498", "text": "Amyloid-β positron emission tomography (PET) allows for in vivo detection of fibrillar amyloid plaques, a pathologic hallmark of Alzheimer's disease (AD). However, amyloid-β PET interpretation is limited by the imperfect correlation between PET and autopsy, and the fact that it is positive in about 20% to 30% of cognitively normal individuals and non-AD dementias, especially when older or carrying the ε4 allele of apolipoprotein E (ApoE4). When facing a positive amyloid PET, clinicians have to evaluate the probability of a pathologic false positive as well as the probability of amyloid positivity being age-related, comorbid to a primary non-AD dementia (clinicopathologic false positive). These probabilities can be calculated to reach an evidence-based interpretation of amyloid-β. As literature review and calculations cannot be easily performed in the day-to-day clinic, we propose a clinician friendly, evidence-based Bayesian approach to the interpretation of amyloid-β PET results in the differential diagnosis of patients with cognitive impairment.We defined AD as a clinicopathologic entity in which amyloid-β is the primary cause of cognitive impairment. We systematically reviewed the literature to estimate the sensitivity and specificity of amyloid-β PET against neuropathologic examination. We inferred rates of clinicopathologic false positivity (non-AD dementia with comorbid amyloid) based on age-dependent and ApoE-dependent prevalence of amyloid positivity in normal individuals and AD patients provided in large meta-analyses published by the Amyloid Biomarker Study Group. We calculated positive predictive value (PPV) and negative predictive value (NPV) of amyloid-β PET, which are presented in a clinician-friendly table.PPV of PET is highest in young ApoE4- patients with high pre-PET probability of AD. In older ApoE4+ patients with low pre-PET probability of AD, positive amyloid-β PET scans must be interpreted with caution. A negative amyloid-β PET makes a diagnosis of AD unlikely except in old patients with high pre-PET probability of AD.This evidence-based approach might provide guidance to clinicians and nuclear medicine physicians to interpret amyloid-β PET results for early and differential diagnosis of patients with progressive cognitive impairment.", "doi": "10.1097/WAD.0000000000000239", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"], "date": "2018-01-18_23:40:42"}