{"words": ["filial", "piety", "model", "family", "centred", "care", "dominated", "chinese", "society", "thousands", "years", "ways", "filial", "piety", "presented", "modified", "modernised", "china", "undergoes", "social", "transitions", "study", "aims", "understand", "meaning", "filial", "piety", "people", "dementia", "family", "caregivers", "interviews", "people", "dementia", "n", "10", "family", "caregivers", "n", "14", "conducted", "data", "analysed", "using", "interpretative", "phenomenological", "analysis", "three", "themes", "emerged", "filial", "cultural", "continuity", "future", "investment", "b", "changed", "perception", "ways", "filial", "c", "responsibility", "social", "cultural", "convention", "personal", "choice", "study", "highlights", "importance", "cultural", "values", "family", "care", "decision", "making", "shaping", "filial", "responsibilities", "indicates", "filial", "obligation", "maintained", "social", "support", "even", "though", "nature", "filial", "piety", "changed", "social", "transitions"], "authors": [["Zhang", "Xiubin", "X", "School of Health in Social Science, University of Edinburgh, Edinburgh, UK."], ["Clarke", "Charlotte L", "CL", "School of Health in Social Science, University of Edinburgh, Edinburgh, UK."], ["Rhynas", "Sarah J", "SJ", "School of Health in Social Science, University of Edinburgh, Edinburgh, UK."]], "title": "What is the meaning of filial piety for people with dementia and their family caregivers in China under the current social transitions? An interpretative phenomenological analysis.", "year": null, "sentences": ["The filial piety model of family centred care has dominated Chinese society for thousands of years.", "The ways in which filial piety is presented are being modified and modernised as China undergoes social transitions.", "The study aims to understand the meaning of filial piety for people with dementia and family caregivers.", "Semi-structured interviews with people with dementia ( n = 10) and family caregivers ( n = 14) were conducted.", "Data were analysed using interpretative phenomenological analysis.", "Three themes emerged: (a) 'Being filial is a cultural continuity and my future investment'.", "(b) 'The changed perception and ways of being filial'.", "(c) 'Filial responsibility is a social and cultural convention, but not my personal choice'.", "This study highlights the importance of cultural values in family care decision making and in shaping filial responsibilities.", "It indicates that filial obligation can be maintained through social support, even though the nature of filial piety has been changed by social transitions."], "id": "29333867", "text": "The filial piety model of family centred care has dominated Chinese society for thousands of years. The ways in which filial piety is presented are being modified and modernised as China undergoes social transitions. The study aims to understand the meaning of filial piety for people with dementia and family caregivers. Semi-structured interviews with people with dementia ( n = 10) and family caregivers ( n = 14) were conducted. Data were analysed using interpretative phenomenological analysis. Three themes emerged: (a) 'Being filial is a cultural continuity and my future investment'. (b) 'The changed perception and ways of being filial'. (c) 'Filial responsibility is a social and cultural convention, but not my personal choice'. This study highlights the importance of cultural values in family care decision making and in shaping filial responsibilities. It indicates that filial obligation can be maintained through social support, even though the nature of filial piety has been changed by social transitions.", "doi": "10.1177/1471301217753775", "journal": ["Dementia (London, England)", "Dementia (London)"], "date": "2018-01-18_23:40:43"}