{"words": ["aging", "chronic", "hypertension", "associated", "dysfunction", "vascular", "smooth", "muscle", "endothelial", "cells", "neurovascular", "coupling", "dysfunctions", "induce", "impaired", "myogenic", "response", "cerebral", "autoregulation", "diminish", "protection", "cerebral", "arterioles", "cerebral", "microcirculation", "elevated", "pressure", "hypertension", "chronic", "hypertension", "promotes", "cerebral", "focal", "ischemia", "response", "reductions", "blood", "pressure", "often", "seen", "sedentary", "elderly", "patients", "antihypertensive", "therapy", "cerebral", "autoregulatory", "dysfunction", "evokes", "barrier", "bbb", "leakage", "allowing", "circulating", "inflammatory", "factors", "infiltrate", "brain", "activate", "glia", "impaired", "cerebral", "inflammatory", "ischemic", "injury", "could", "cause", "neuronal", "cell", "death", "synaptic", "dysfunction", "promote", "cognitive", "deficits", "brief", "review", "summarize", "pathogenesis", "signaling", "mechanisms", "cerebral", "autoregulation", "hypertension", "ischemic", "cognitive", "deficits", "discuss", "new", "targets", "including", "acid", "add3", "matrix", "may", "contribute", "altered", "cerebral", "vascular", "function"], "authors": [["Shekhar", "Shashank", "S", "Department of Neurology, University of Mississippi Medical Center, Jackson, Mississippi, USA."], ["Liu", "Ruen", "R", "Department of Neurosurgery, Peking University People's Hospital, Beijing, China."], ["Travis", "Olivia K", "OK", "Department of Pharmacology and Toxicology, University of Mississippi Medical Center, Jackson, Mississippi, USA."], ["Roman", "Richard J", "RJ", "Department of Pharmacology and Toxicology, University of Mississippi Medical Center, Jackson, Mississippi, USA."], ["Fan", "Fan", "F", "Department of Pharmacology and Toxicology, University of Mississippi Medical Center, Jackson, Mississippi, USA."]], "title": "Cerebral Autoregulation in Hypertension and Ischemic Stroke: A Mini Review.", "year": null, "sentences": ["Aging and chronic hypertension are associated with dysfunction in vascular smooth muscle, endothelial cells, and neurovascular coupling.", "These dysfunctions induce impaired myogenic response and cerebral autoregulation, which diminish the protection of cerebral arterioles to the cerebral microcirculation from elevated pressure in hypertension.", "Chronic hypertension promotes cerebral focal ischemia in response to reductions in blood pressure that are often seen in sedentary elderly patients on antihypertensive therapy.", "Cerebral autoregulatory dysfunction evokes Blood-Brain Barrier (BBB) leakage, allowing the circulating inflammatory factors to infiltrate the brain to activate glia.", "The impaired cerebral autoregulation-induced inflammatory and ischemic injury could cause neuronal cell death and synaptic dysfunction which promote cognitive deficits.", "In this brief review, we summarize the pathogenesis and signaling mechanisms of cerebral autoregulation in hypertension and ischemic stroke-induced cognitive deficits, and discuss our new targets including 20-Hydroxyeicosatetraenoic acid (20-HETE), Gamma-Adducin (Add3) and Matrix Metalloproteinase-9 (MMP-9) that may contribute to the altered cerebral vascular function."], "id": "29333537", "text": "Aging and chronic hypertension are associated with dysfunction in vascular smooth muscle, endothelial cells, and neurovascular coupling. These dysfunctions induce impaired myogenic response and cerebral autoregulation, which diminish the protection of cerebral arterioles to the cerebral microcirculation from elevated pressure in hypertension. Chronic hypertension promotes cerebral focal ischemia in response to reductions in blood pressure that are often seen in sedentary elderly patients on antihypertensive therapy. Cerebral autoregulatory dysfunction evokes Blood-Brain Barrier (BBB) leakage, allowing the circulating inflammatory factors to infiltrate the brain to activate glia. The impaired cerebral autoregulation-induced inflammatory and ischemic injury could cause neuronal cell death and synaptic dysfunction which promote cognitive deficits. In this brief review, we summarize the pathogenesis and signaling mechanisms of cerebral autoregulation in hypertension and ischemic stroke-induced cognitive deficits, and discuss our new targets including 20-Hydroxyeicosatetraenoic acid (20-HETE), Gamma-Adducin (Add3) and Matrix Metalloproteinase-9 (MMP-9) that may contribute to the altered cerebral vascular function.", "doi": null, "journal": ["Journal of pharmaceutical sciences and experimental pharmacology", "J Pharm Sci Exp Pharmacol"], "date": "2018-01-18_23:40:43"}