{"authors": [["Alcalá-Lozano", "R", "R", "Subdirección de Investigaciones Clínicas, Instituto Nacional de Psiquiatría \"Ramón de la Fuente Muñiz\", Mexico City, Mexico. Electronic address: ruthalcala_@hotmail.com."], ["Morelos-Santana", "E", "E", "Subdirección de Investigaciones Clínicas, Instituto Nacional de Psiquiatría \"Ramón de la Fuente Muñiz\", Mexico City, Mexico; Facultad de Psicología, Universidad Nacional Autónoma de México, Mexico City, Mexico."], ["Cortés-Sotres", "J F", "JF", "Departmento de Apoyo Académico y Posgrado, Instituto Nacional de Psiquiatría \"Ramón de la Fuente Muñiz\", Mexico City, Mexico."], ["Garza-Villarreal", "E A", "EA", "Subdirección de Investigaciones Clínicas, Instituto Nacional de Psiquiatría \"Ramón de la Fuente Muñiz\", Mexico City, Mexico; Department of Clinical Medicine & Center of Functionally Integrative Neuroscience/MINDLAB, University of Aarhus, Denmark."], ["Sosa-Ortiz", "A L", "AL", "Dementia Laboratory, Instituto Nacional de Neurología y Neurocirugía \"Manuel Velasco Suárez\", Mexico City, Mexico."], ["González-Olvera", "J J", "JJ", "Subdirección de Investigaciones Clínicas, Instituto Nacional de Psiquiatría \"Ramón de la Fuente Muñiz\", Mexico City, Mexico."]], "date": "2017-12-29", "id": "29326021", "text": "Current treatments for Alzheimer's disease (AD) have a limited clinical response and methods, such as repetitive transcranial magnetic stimulation (rTMS), are being studied as possible treatments for the clinical symptoms with positive results. However, there is still seldom information on the type of rTMS protocols that deliver the best clinical improvement in AD. Objetive: To compare the clinical response between a simple stimulation protocol on the left dorsolateral prefrontal cortex (lDLPFC) against a complex protocol using six regions of interest.19 participants were randomized to receive any of the protocols. The analysis of repeated measures evaluated the change.Both protocols were equally proficient at improving cognitive function, behavior and functionality after 3 weeks of treatment, and the effects were maintained for 4 weeks more without treatment.We suggest rTMS on the lDLPFC could be enough to provide a clinical response, and the underlying mechanisms should be studied.", "doi": "10.1016/j.brs.2017.12.011", "title": "Similar clinical improvement and maintenance after rTMS at 5 Hz using a simple vs. complex protocol in Alzheimer's disease.", "journal": ["Brain stimulation", "Brain Stimul"]}