{"words": ["despite", "half", "century", "research", "sexual", "violence", "elder", "abuse", "intersection", "two", "remains", "largely", "unexplored", "using", "theoretical", "lenses", "feminist", "criminology", "critical", "feminist", "gerontology", "article", "explores", "intersection", "age", "sexual", "violence", "drawing", "interviews", "23", "practitioners", "supporting", "older", "survivors", "aged", "60", "reported", "physical", "emotional", "effects", "sexual", "violence", "leading", "limited", "lifestyles", "disengagement", "social", "networks", "reliance", "pathogenic", "coping", "strategies", "provision", "effective", "support", "complicated", "challenges", "associated", "aging", "bodies", "social", "stigma", "associated", "sexual", "victimhood", "older", "age", "additional", "challenges", "lay", "supporting", "older", "male", "survivors", "living", "dementia", "article", "ends", "discussing", "implications", "practice", "agenda", "future", "research"], "authors": [["Bows", "Hannah", "H", "1 Durham University, UK."]], "title": "Practitioner Views on the Impacts, Challenges, and Barriers in Supporting Older Survivors of Sexual Violence.", "year": null, "sentences": ["Despite half a century of research on both sexual violence and elder abuse, the intersection between the two remains largely unexplored.", "Using theoretical lenses of feminist criminology and critical feminist gerontology, this article explores the intersection between age and sexual violence drawing on interviews with 23 practitioners supporting older survivors (aged 60 and over).", "They reported physical and emotional effects of sexual violence leading to limited lifestyles, disengagement from social networks, and reliance on pathogenic coping strategies.", "Provision of effective support was complicated by challenges associated with aging bodies and the social stigma associated with both sexual victimhood and older age.", "Additional challenges lay in supporting older male survivors and those living with dementia.", "The article ends by discussing implications for practice and an agenda for future research."], "id": "29332552", "text": "Despite half a century of research on both sexual violence and elder abuse, the intersection between the two remains largely unexplored. Using theoretical lenses of feminist criminology and critical feminist gerontology, this article explores the intersection between age and sexual violence drawing on interviews with 23 practitioners supporting older survivors (aged 60 and over). They reported physical and emotional effects of sexual violence leading to limited lifestyles, disengagement from social networks, and reliance on pathogenic coping strategies. Provision of effective support was complicated by challenges associated with aging bodies and the social stigma associated with both sexual victimhood and older age. Additional challenges lay in supporting older male survivors and those living with dementia. The article ends by discussing implications for practice and an agenda for future research.", "doi": "10.1177/1077801217732348", "journal": ["Violence against women", "Violence Against Women"], "date": "2018-01-18_23:40:44"}