{"words": ["risk", "developing", "dementia", "increased", "patients", "atrial", "fibrillation", "af", "incidence", "conditions", "increasing", "aging", "patients", "dementia", "frequently", "receiving", "adequate", "inability", "monitor", "inr", "achieve", "maintain", "good", "compliance", "anticoagulant", "treatment", "therefore", "important", "contributor", "increased", "risk", "ischemic", "stroke", "mortality", "subgroup", "af", "patients", "patients", "af", "starting", "oral", "anticoagulation", "presence", "cognitive", "impairment", "considered", "addition", "calculation", "score", "part", "integrated", "decision", "management", "pathway", "choose", "appropriate", "oral", "anticoagulant", "vitamin", "k", "antagonists", "vkas", "k", "oral", "anticoagulants", "noacs", "moreover", "patients", "low", "worsening", "time", "therapeutic", "range", "vkas", "therapy", "assessment", "cognitive", "impairment", "may", "help", "identify", "patients", "may", "benefit", "switching", "noacs", "conclusion", "patients", "af", "dementia", "benefit", "anticoagulation", "denied", "receiving", "adequate", "stroke", "prevention", "cognitive", "function", "assessment", "social", "support", "pivotal", "elements", "management", "af", "patients"], "authors": [["Pastori", "Daniele", "D", "Institute for Cardiovascular Sciences, University of Birmingham, Birmingham, UK."], ["Miyazawa", "Kazuo", "K", "Institute for Cardiovascular Sciences, University of Birmingham, Birmingham, UK."], ["Lip", "Gregory Y H", "GYH", "Institute for Cardiovascular Sciences, University of Birmingham, Birmingham, UK."]], "title": "Dementia and Atrial Fibrillation: A Dangerous Combination for Ischemic Stroke and Mortality.", "year": null, "sentences": ["The risk of developing dementia is increased in patients with atrial fibrillation (AF), with the incidence of both conditions increasing with aging.", "Patients with dementia frequently do not receiving adequate thrombo-prophylaxis, because of the inability to monitor INR and/or to achieve and maintain good compliance with anticoagulant treatment.", "Under-treatment is therefore an important contributor to the increased risk of ischemic stroke and mortality in this subgroup of AF patients.", "In newly-diagnosed patients with AF starting oral anticoagulation, the presence of cognitive impairment should be considered in addition to the calculation of the SAMe-TT2R2 score, as part of an integrated decision management pathway to choose the most appropriate oral anticoagulant [i.e., vitamin K antagonists (VKAs) or non-vitamin K oral anticoagulants (NOACs)].", "Moreover, in patients with low or worsening time in therapeutic range during VKAs therapy, the assessment of cognitive impairment may help identify those patients who may benefit from switching to NOACs.", "In conclusion, patients with AF and dementia benefit from anticoagulation and should not be denied receiving adequate stroke prevention.", "Cognitive function assessment and social support are pivotal elements in the management of these AF patients."], "id": "29332054", "text": "The risk of developing dementia is increased in patients with atrial fibrillation (AF), with the incidence of both conditions increasing with aging. Patients with dementia frequently do not receiving adequate thrombo-prophylaxis, because of the inability to monitor INR and/or to achieve and maintain good compliance with anticoagulant treatment. Under-treatment is therefore an important contributor to the increased risk of ischemic stroke and mortality in this subgroup of AF patients. In newly-diagnosed patients with AF starting oral anticoagulation, the presence of cognitive impairment should be considered in addition to the calculation of the SAMe-TT2R2 score, as part of an integrated decision management pathway to choose the most appropriate oral anticoagulant [i.e., vitamin K antagonists (VKAs) or non-vitamin K oral anticoagulants (NOACs)]. Moreover, in patients with low or worsening time in therapeutic range during VKAs therapy, the assessment of cognitive impairment may help identify those patients who may benefit from switching to NOACs. In conclusion, patients with AF and dementia benefit from anticoagulation and should not be denied receiving adequate stroke prevention. Cognitive function assessment and social support are pivotal elements in the management of these AF patients.", "doi": "10.3233/JAD-170955", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."], "date": "2018-01-18_23:40:44"}