{"authors": [["Papaoikonomou", "D", "D", "1st Neurological Clinique, Ahepa University Hospital, Medical School of A.U. Thessaloniki. tsolakim1@gmail.com."], ["Karypidou", "E", "E", null], ["Megagiannis", "P", "P", null], ["Tsolaki-Tagaraki", "F", "F", null], ["Nenopoulou", "S", "S", null], ["Gkatzima", "O", "O", null], ["Tsolaki", "Magda", "M", null]], "date": null, "id": "29324921", "text": "The role of ventriculomegaly and its interplay between various dementia entities and their pathogenesis, as well as its correlation to the levels of CSF protein markers, remains to be elucidated. Evans index (EI) is a well-established radiological marker in the diagnosis of idiopathic Normal Pressure Hydrocephalus (iNPH), assessing ventricular enlargement. However, there are no previous studies investigating the correlation between EI, age, beta amyloid (Aβ), tau and phosphorylated-tau (p-tau) proteins in the CSF. The aim of this study was to examine the correlation of the above CSF proteins, EI and age in patients with dementia.Sixty two (62) patients, with dementia and levels of Aβ, Tau and p-Tau in their CSF as well as age and the EI participated in this study. Multiple regression analysis was performed to investigate possible correlations between the aforementioned factors. A multiple regression was employed to predict Aβ values from age, tau and p-tau values in the CSF. The Durbin-Watson d was 1.942 so we can assume that there is no first order linear auto-correlation in our multiple linear regression data.The variables statistically significantly predicted Aβ, F-value=4.429, P=0.011, R2=0.483. Specifically, out of all the variables, it was shown that only EI and age added statistically significantly to the prediction, P<.05. Specifically, these results are interpreted as: for every 0.01 unit increase in EI, it was predicted a -38.698 decrease in the Αβ value and for every 1 year increase in age, it was predicted a -17 decrease in the Αβ value.There seems to be a significant correlation between EI value, age and Aβ reduction in the CSF. No correlation was found between EI and tau and p-tau proteins in the CSF. This may indicate that Aβ levels in the CSF are affected significantly by ventriculomegaly and not as much by pathophysiological pathways characteristic for each dementia entity. On the other hand, tau and p-tau proteins could possibly play a crucial role in the differential diagnosis of iNPH and other dementia entities, as these proteins cannot be predicted by ventricular enlargement.", "doi": null, "title": "The correlation of Evans index with CSF protein levels and ventriculomegaly.", "journal": ["Hellenic journal of nuclear medicine", "Hell J Nucl Med"]}