{"words": ["review", "consider", "onset", "progression", "dementia", "disrupt", "one", "sense", "self", "propose", "music", "ideal", "tool", "alleviating", "distressing", "symptom", "various", "aspects", "self", "impaired", "people", "dementia", "depending", "self", "defined", "anecdotal", "reports", "music", "people", "back", "face", "dementia", "scarce", "empirical", "investigations", "topic", "motivated", "consideration", "existing", "literature", "outline", "novel", "theoretical", "framework", "accounts", "relationship", "music", "self", "people", "dementia", "propose", "music", "number", "features", "make", "uniquely", "equipped", "engage", "multiple", "aspects", "self", "suggest", "design", "feature", "interacts", "different", "aspects", "self", "varying", "degrees", "promoting", "overall", "wellbeing", "discuss", "existing", "research", "music", "dementia", "fits", "within", "framework", "describe", "two", "case", "studies", "music", "ideal", "stimulus", "reaffirming", "sense", "self", "framework", "may", "useful", "diagnosis", "treatment", "impairments", "self", "people", "dementia", "highlights", "music", "given", "ability", "engage", "aspects", "self", "simultaneously", "result", "overall", "enhanced", "sense", "self"], "authors": [["Baird", "Amee", "A", "Australian Research Council Centre of Excellence in Cognition and its Disorders and Psychology Department, Macquarie University, Sydney, Australia."], ["Thompson", "William Forde", "WF", "Australian Research Council Centre of Excellence in Cognition and its Disorders and Psychology Department, Macquarie University, Sydney, Australia."]], "title": "The Impact of Music on the Self in Dementia.", "year": null, "sentences": ["In this review, we consider how the onset and progression of dementia can disrupt one's sense of self, and propose that music is an ideal tool for alleviating this distressing symptom.", "Various aspects of the self can be impaired in people with dementia, depending on how the self is defined.", "There are anecdotal reports that music can 'bring people back to themselves' in the face of dementia, but there have been scarce empirical investigations of this topic.", "Motivated by a consideration of the existing literature, we outline a novel theoretical framework that accounts for the relationship between music and the self in people with dementia.", "We propose that music has a number of 'design features' that make it uniquely equipped to engage multiple aspects of the self.", "We suggest that each design feature interacts with different aspects of the self to varying degrees, promoting overall wellbeing.", "We discuss how existing research on music and dementia fits within this framework, and describe two case studies in which music was an ideal stimulus for reaffirming their sense of self.", "Our framework may be useful for the diagnosis and treatment of impairments of self in people with dementia, and highlights how music, given its ability to engage all aspects of the self simultaneously, can result in an overall enhanced sense of self."], "id": "29332051", "text": "In this review, we consider how the onset and progression of dementia can disrupt one's sense of self, and propose that music is an ideal tool for alleviating this distressing symptom. Various aspects of the self can be impaired in people with dementia, depending on how the self is defined. There are anecdotal reports that music can 'bring people back to themselves' in the face of dementia, but there have been scarce empirical investigations of this topic. Motivated by a consideration of the existing literature, we outline a novel theoretical framework that accounts for the relationship between music and the self in people with dementia. We propose that music has a number of 'design features' that make it uniquely equipped to engage multiple aspects of the self. We suggest that each design feature interacts with different aspects of the self to varying degrees, promoting overall wellbeing. We discuss how existing research on music and dementia fits within this framework, and describe two case studies in which music was an ideal stimulus for reaffirming their sense of self. Our framework may be useful for the diagnosis and treatment of impairments of self in people with dementia, and highlights how music, given its ability to engage all aspects of the self simultaneously, can result in an overall enhanced sense of self.", "doi": "10.3233/JAD-170737", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."], "date": "2018-01-18_23:40:44"}