{"words": ["social", "cognition", "recently", "recognized", "one", "essential", "cognitive", "domains", "reports", "suggested", "patients", "alzheimer", "disease", "dementia", "add", "presented", "significant", "theory", "mind", "deficits", "even", "mild", "condition", "however", "previous", "studies", "included", "small", "numbers", "patients", "add", "present", "study", "administered", "false", "belief", "test", "116", "consecutive", "patients", "add", "outpatient", "units", "memory", "clinic", "compared", "characteristics", "two", "groups", "correct", "incorrect", "answers", "test", "various", "clinical", "characteristics", "evaluated", "patients", "add", "correctly", "answered", "test", "right", "explanation", "comparison", "two", "groups", "correct", "incorrect", "answers", "revealed", "significant", "association", "frontal", "assessment", "battery", "score", "result", "test", "multiple", "logistic", "regression", "analyses", "thus", "patients", "add", "presented", "significant", "deficit", "social", "cognition", "even", "mild", "condition", "frontal", "dysfunction", "thought", "related", "deficits", "mild", "add"], "authors": [["Takenoshita", "Shintaro", "S", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Kita-ku, Okayama, Japan."], ["Terada", "Seishi", "S", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Kita-ku, Okayama, Japan."], ["Yokota", "Osamu", "O", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Kita-ku, Okayama, Japan."], ["Kutoku", "Yumiko", "Y", "Department of Neurology, Kawasaki Medical School, Kurashiki, Japan."], ["Wakutani", "Yosuke", "Y", "Department of Neurology, Kurashiki Heisei Hospital, Kurashiki, Japan."], ["Nakashima", "Makoto", "M", "Department of Psychiatry, Okayama Red Cross Hospital, Okayama, Japan."], ["Maki", "Yohko", "Y", "Center for Comprehensive Care and Research on Memory Disorders, National Center for Geriatrics and Gerontology, Obu, Japan."], ["Hattori", "Hideyuki", "H", "Department of Psychiatry, National Hospital for Geriatric Medicine, NCGG, Obu, Japan."], ["Yamada", "Norihito", "N", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Kita-ku, Okayama, Japan."]], "title": "Sally-Anne Test in Patients with Alzheimer's Disease Dementia.", "year": null, "sentences": ["Social cognition has recently been recognized as one of the essential cognitive domains.", "Some reports suggested that patients with Alzheimer's disease dementia (ADD) presented significant theory of mind deficits even in the mild condition.", "However, most previous studies included only small numbers of patients with ADD.", "The present study administered the first-order false belief (Sally-Anne) test to 116 consecutive patients with ADD from the outpatient units of the Memory Clinic and compared the characteristics of the two groups with correct and incorrect answers on the test.", "Then various clinical characteristics were evaluated.", "Only 37.1% of patients with ADD correctly answered the Sally-Anne test with the right explanation.", "Comparison between the two groups of correct and incorrect answers revealed a significant association between the frontal assessment battery score and the result of the Sally-Anne test in the multiple logistic regression analyses.", "Thus, patients with ADD presented a significant deficit in social cognition even in the mild condition.", "Frontal dysfunction was thought to be related to the deficits in mild ADD."], "id": "29332047", "text": "Social cognition has recently been recognized as one of the essential cognitive domains. Some reports suggested that patients with Alzheimer's disease dementia (ADD) presented significant theory of mind deficits even in the mild condition. However, most previous studies included only small numbers of patients with ADD. The present study administered the first-order false belief (Sally-Anne) test to 116 consecutive patients with ADD from the outpatient units of the Memory Clinic and compared the characteristics of the two groups with correct and incorrect answers on the test. Then various clinical characteristics were evaluated. Only 37.1% of patients with ADD correctly answered the Sally-Anne test with the right explanation. Comparison between the two groups of correct and incorrect answers revealed a significant association between the frontal assessment battery score and the result of the Sally-Anne test in the multiple logistic regression analyses. Thus, patients with ADD presented a significant deficit in social cognition even in the mild condition. Frontal dysfunction was thought to be related to the deficits in mild ADD.", "doi": "10.3233/JAD-170621", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."], "date": "2018-01-18_23:40:45"}