{"words": ["alzheimer", "disease", "characterized", "two", "main", "pathological", "hallmarks", "human", "brain", "extracellular", "deposition", "plaques", "intracellular", "accumulation", "hyperphosphorylated", "protein", "tau", "neurofibrillary", "tangles", "nfts", "phosphorylated", "tau", "silver", "staining", "used", "reveal", "three", "morphological", "stages", "nft", "formation", "intraneuronal", "nfts", "infts", "extraneuronal", "nfts", "enfts", "characterize", "novel", "monoclonal", "antibody", "rn235", "specific", "tau", "phosphorylated", "serine", "235", "detects", "infts", "enfts", "brain", "tissue", "suggesting", "phosphorylation", "site", "indicative", "late", "stage", "changes", "tau"], "authors": [["Brici", "David", "D", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, St Lucia Campus, Brisbane, QLD, Australia."], ["Götz", "Jürgen", "J", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, St Lucia Campus, Brisbane, QLD, Australia."], ["Nisbet", "Rebecca M", "RM", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, St Lucia Campus, Brisbane, QLD, Australia."]], "title": "A Novel Antibody Targeting Tau Phosphorylated at Serine 235 Detects Neurofibrillary Tangles.", "year": null, "sentences": ["Alzheimer's disease is characterized by two main pathological hallmarks in the human brain: the extracellular deposition of amyloid-β as plaques and the intracellular accumulation of the hyperphosphorylated protein tau as neurofibrillary tangles (NFTs).", "Phosphorylated tau (p-tau) specific-antibodies and silver staining have been used to reveal three morphological stages of NFT formation: pre-NFTs, intraneuronal NFTs (iNFTs), and extraneuronal NFTs (eNFTs).", "Here we characterize a novel monoclonal antibody, RN235, which is specific for tau phosphorylated at serine 235, and detects iNFTs and eNFTs in brain tissue, suggesting that phosphorylation at this site is indicative of late stage changes in tau."], "id": "29332046", "text": "Alzheimer's disease is characterized by two main pathological hallmarks in the human brain: the extracellular deposition of amyloid-β as plaques and the intracellular accumulation of the hyperphosphorylated protein tau as neurofibrillary tangles (NFTs). Phosphorylated tau (p-tau) specific-antibodies and silver staining have been used to reveal three morphological stages of NFT formation: pre-NFTs, intraneuronal NFTs (iNFTs), and extraneuronal NFTs (eNFTs). Here we characterize a novel monoclonal antibody, RN235, which is specific for tau phosphorylated at serine 235, and detects iNFTs and eNFTs in brain tissue, suggesting that phosphorylation at this site is indicative of late stage changes in tau.", "doi": "10.3233/JAD-170610", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."], "date": "2018-01-18_23:40:45"}