{"authors": [["Khongsombat", "Onrawee", "O", "Department of Physiology, Faculty of Medical Science, Naresuan University, Phitsanulok 65000, Thailand."], ["Nakdook", "Walika", "W", "Department of Physiology, Faculty of Medical Science, Naresuan University, Phitsanulok 65000, Thailand."], ["Ingkaninan", "Kornkanok", "K", "Department of Pharmaceutical Chemistry and Pharmacognosy, Faculty of Pharmaceutical Sciences, Naresuan University, Phitsanulok 65000, Thailand."]], "date": "2017-06-16", "id": "29322008", "text": "In Alzheimer's disease, there are numerous amyloid plaques, neurofibrillary tangles, and neuronal loss in several brain areas. Oxidative stress is involved in the mechanisms of Aβ-peptide induced neurotoxicity by the generation of free radical oxidative stress that may lead to neurodegeneration. Tabernaemontana divaricata has various medical properties in Thai folklore medicine including prevent forgetfulness or improve memory. The present study aimed to investigate the effects of T. divaricata root extract (TDE) on Aβ25-35 peptides induced neuronal loss and oxidative stress in mice. Male ICR mice were administered with vehicle or TDE (250, 500, and 1000 mg/kg b.w., p.o.) for 28 consecutive days. Then, these mice were given a single intracerebroventricular (i.c.v.) injection of Aβ25-35 or phosphate buffer saline (PBS) (10 μg/mouse). The novel object recognition (NOR) test was used to determine memory disturbance. In addition, the neuronal cells in the cerebral cortex and hippocampus were measured by using crystal violet staining and lipid peroxidation was determined by measuring the formation of thiobarbituric acid reactive substances. An i.c.v. injection of Aβ25-35 peptides could significantly induce memory impairment, increase level of lipid peroxidation including the neuronal loss in CA3 of hippocampus. However, the mice pretreated with TDE could prevent the memory loss, neuronal loss and decrease lipid peroxidation. These results suggest the potential therapeutic value in dementia of TDE through its antioxidant property.", "doi": "10.1016/j.jtcme.2017.05.009", "title": "Inhibitory effects of Tabernaemontana divaricata root extract on oxidative stress and neuronal loss induced by amyloid β25-35 peptide in mice.", "journal": ["Journal of traditional and complementary medicine", "J Tradit Complement Med"]}