{"authors": [["Garfinkel", "Doron", "D", "Geriatric Palliative service, E. Wolfson Medical Center, Holon 58100 & Homecare hospice, Israel Cancer Association, Israel."]], "date": "2017-10-27", "id": "29318004", "text": "The aim of this study was to evaluate efficacy and safety of poly-de-prescribing (PDP) based on the Garfinkel method in older people with polypharmacy.A longitudinal, prospective, nonrandomized study in Israel was carried out between 2009 and 2016. Comprehensive geriatric assessments were performed at home in people age ⩾66 years consuming ⩾6 prescription drugs. Exclusion criteria were life expectancy <6 months and a seeming unwillingness to cooperate (poor compliance). PDP of ⩾3 prescription drugs was recommended. Follow up was at ⩾3 years. Between April 2015 and April 2016 Likert scale questionnaires were filled by all participants/families to evaluate overall satisfaction and clinical outcomes. The outcome measures were change in functional, mental and cognitive status, sleep quality, appetite, continence; major complication, hospitalizations, mortality, and family doctor's cooperation.Poly-de-prescribing of ⩾3 drugs was eventually achieved by 122 participants (PDP group); ⩽2 drugs stopped by 55 'nonresponders' (NR group). The average age was 83.4 ± 5.3 in the PDP group, and 80.8 ± 6.3 in the NR group (p = 0.0045). Follow up was 43.6 ± 14 months (PDP) and 39.5 ± 16.6 months (NR) (p = 0.09). The prevalence of most diseases/symptoms was comparable except for a higher prevalence for dementia, incontinence and functional decline in the PDP group. The main barrier to de-prescribing was the family doctor's unwillingness to adopt PDP recommendations (p < 0.0001). The baseline median number of medications taken by both groups was 10 (IQR 8 to 12) (p = 0.55). On the last follow up, the drug count was 11 (IQR 8 to 12) in the NR group and 4 (IQR 2 to 5) in the PDP group (p =0.0001). The PDP group showed significantly less deterioration (sometimes improvement) in general satisfaction, functional, mental and cognitive status, sleep quality, appetite, sphincter control, and the number of major complications was significantly reduced (p < 0.002 in all). The rate of hospitalizations and mortality was comparable. Health improvement occurred within 3 months after de-prescribing in 83%, and persisted for ⩾2 years in 68%.This self-selected sample longitudinal research strongly suggests that the negative, usually invisible effects of polypharmacy are reversible. PDP is well tolerated and associated with improved clinical outcomes, in comparison with outcomes of older people who adhere to all clinical guidelines and take all medications conventionally. Future double-blind studies will probably prove beneficial economic outcomes as well.", "doi": "10.1177/2042098617736192", "title": "Poly-de-prescribing to treat polypharmacy: efficacy and safety.", "journal": ["Therapeutic advances in drug safety", "Ther Adv Drug Saf"]}