{"authors": [["Sako", "Hideto", "H", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Miyazaki", "Midori", "M", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Suematsu", "Yasunori", "Y", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Koyoshi", "Rie", "R", "Division of Medical Safety Management, Fukuoka University Hospital, Fukuoka, Japan."], ["Shiga", "Yuhei", "Y", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Kuwano", "Takashi", "T", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Kitajima", "Ken", "K", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Iwata", "Atsushi", "A", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Yorinaga", "Katsura", "K", "Division of Nursing, Fukuoka University Hospital, Fukuoka, Japan."], ["Fujimi", "Kanta", "K", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Miura", "Shin-Ichiro", "SI", "Department of Cardiology, Fukuoka University School of Medicine, Fukuoka, Japan."]], "date": "2017-12-22", "id": "29317979", "text": "Heart failure (HF) is a common health problem worldwide, including in Japan. Unfortunately, patient outcomes remain poor, with a 5-year survival rate of approximately 50%. Therefore, we need to assess the precise conditions, including cardiac function, in patients with HF, particularly in the elderly. We performed a multifaceted assessment in an elderly patient with HF on admission and at discharge using eight different evaluations (the mean life expectancy using the Seattle Heart Failure Model (SHFM), the severity of dementia, nutrition, medication adherence, biomarker (the level of brain natriuretic peptide in blood), sociality, performance and comorbidity). Each parameter was scored on a 5-point scale (excellent = 5 points; good = 4 points; fair (average) = 3 points; poor = 2 points; failure = 1 point; maximum total points of 40) (Fukuoka University Heart Failure Scoring System, FUFS). An 86-year-old male patient who complained of dyspnea and lower-leg edema was admitted to our university hospital due to acute decompensated HF. After treatment, his symptoms improved, as did his cardiothoracic ratio, plural effusion and pulmonary congestion, and he exhibited compensated HF. His total score improved from 28 to 32 points, and his mean life expectancy using SHFM increased from 4.9 to 5.4 years. We evaluated the precise conditions using a multifaceted assessment strategy in an elderly patient with HF. The strategy was useful for evaluate the patient's condition in this case.", "doi": "10.14740/cr640w", "title": "A Case of Multifaceted Assessment in an Elderly Patient With Acute Decompensated Heart Failure.", "journal": ["Cardiology research", "Cardiol Res"]}