{"words": ["several", "studies", "suggest", "multiple", "rare", "genetic", "variants", "genes", "causing", "monogenic", "forms", "neurodegenerative", "disorders", "interact", "synergistically", "increase", "disease", "risk", "reduce", "age", "onset", "studies", "validated", "large", "sporadic", "case", "analysed", "980", "neuropathologically", "characterised", "human", "brains", "alzheimer", "disease", "ad", "parkinson", "lewy", "bodies", "frontotemporal", "lateral", "sclerosis", "controls", "genetic", "variants", "assessed", "using", "american", "college", "medical", "genetics", "criteria", "pathogenicity", "individuals", "two", "variants", "within", "relevant", "disease", "gene", "panel", "defined", "majority", "oligogenic", "variant", "combinations", "consisted", "highly", "penetrant", "allele", "known", "risk", "factor", "combination", "another", "rare", "likely", "benign", "allele", "presence", "oligogenic", "variants", "influence", "age", "onset", "disease", "severity", "controlling", "single", "known", "major", "risk", "allele", "frequency", "oligogenic", "variants", "different", "cases", "priori", "individuals", "ad", "likely", "harbour", "known", "genetic", "risk", "factor", "burden", "variants", "combination", "rare", "benign", "alleles", "likely", "responsible", "oligogenic", "associations", "controlling", "bias", "essential", "studies", "investigating", "potential", "role", "oligogenic", "variation", "neurodegenerative", "diseases"], "authors": [["Keogh", "Michael J", "MJ", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, UK."], ["Wei", "Wei", "W", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, UK."], ["Aryaman", "Juvid", "J", "Department of Mathematics, Imperial College London, London, London, UK."], ["Wilson", "Ian", "I", "Institute of Genetic Medicine, Newcastle University, Central Parkway, Newcastle upon Tyne, UK."], ["Talbot", "Kevin", "K", "Department of Clinical Neurosciences, John Radcliffe Hospital, Oxford, UK."], ["Turner", "Martin R", "MR", "Department of Clinical Neurosciences, John Radcliffe Hospital, Oxford, UK."], ["McKenzie", "Chris-Anne", "CA", "Newcastle Brain Tissue Resource, Newcastle University, Newcastle upon Tyne, UK."], ["Troakes", "Claire", "C", "Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College London, Oxford, UK."], ["Attems", "Johannes", "J", "Newcastle Brain Tissue Resource, Newcastle University, Newcastle upon Tyne, UK."], ["Smith", "Colin", "C", "National CJD Research & Surveillance Unit, Centre for Clinical Brain Sciences, University of Edinburgh, Western General Hospital, Edinburgh, UK."], ["Al Sarraj", "Safa", "S", "Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College London, Oxford, UK."], ["Morris", "Chris M", "CM", "Newcastle Brain Tissue Resource, Newcastle University, Newcastle upon Tyne, UK."], ["Ansorge", "Olaf", "O", "Department of Neuropathology, John Radcliffe Hospital, Oxford, UK."], ["Pickering-Brown", "Stuart", "S", "Division of Neuroscience and Experimental Psychology, Faculty of Biology, Medicine and Health, The University of Manchester, Manchester, UK."], ["Jones", "Nick", "N", "Department of Mathematics, Imperial College London, London, London, UK."], ["Ironside", "James W", "JW", "National CJD Research & Surveillance Unit, Centre for Clinical Brain Sciences, University of Edinburgh, Western General Hospital, Edinburgh, UK."], ["Chinnery", "Patrick F", "PF", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, UK."]], "title": "Oligogenic genetic variation of neurodegenerative disease genes in 980 postmortem human brains.", "year": null, "sentences": ["Several studies suggest that multiple rare genetic variants in genes causing monogenic forms of neurodegenerative disorders interact synergistically to increase disease risk or reduce the age of onset, but these studies have not been validated in large sporadic case series.We analysed 980 neuropathologically characterised human brains with Alzheimer's disease (AD), Parkinson's disease-dementia with Lewy bodies (PD-DLB), frontotemporal dementia-amyotrophic lateral sclerosis (FTD-ALS) and age-matched controls.", "Genetic variants were assessed using the American College of Medical Genetics criteria for pathogenicity.", "Individuals with two or more variants within a relevant disease gene panel were defined as 'oligogenic'.The majority of oligogenic variant combinations consisted of a highly penetrant allele or known risk factor in combination with another rare but likely benign allele.", "The presence of oligogenic variants did not influence the age of onset or disease severity.", "After controlling for the single known major risk allele, the frequency of oligogenic variants was no different between cases and controls.A priori, individuals with AD, PD-DLB and FTD-ALS are more likely to harbour a known genetic risk factor, and it is the burden of these variants in combination with rare benign alleles that is likely to be responsible for some oligogenic associations.", "Controlling for this bias is essential in studies investigating a potential role for oligogenic variation in neurodegenerative diseases."], "id": "29332010", "text": "Several studies suggest that multiple rare genetic variants in genes causing monogenic forms of neurodegenerative disorders interact synergistically to increase disease risk or reduce the age of onset, but these studies have not been validated in large sporadic case series.We analysed 980 neuropathologically characterised human brains with Alzheimer's disease (AD), Parkinson's disease-dementia with Lewy bodies (PD-DLB), frontotemporal dementia-amyotrophic lateral sclerosis (FTD-ALS) and age-matched controls. Genetic variants were assessed using the American College of Medical Genetics criteria for pathogenicity. Individuals with two or more variants within a relevant disease gene panel were defined as 'oligogenic'.The majority of oligogenic variant combinations consisted of a highly penetrant allele or known risk factor in combination with another rare but likely benign allele. The presence of oligogenic variants did not influence the age of onset or disease severity. After controlling for the single known major risk allele, the frequency of oligogenic variants was no different between cases and controls.A priori, individuals with AD, PD-DLB and FTD-ALS are more likely to harbour a known genetic risk factor, and it is the burden of these variants in combination with rare benign alleles that is likely to be responsible for some oligogenic associations. Controlling for this bias is essential in studies investigating a potential role for oligogenic variation in neurodegenerative diseases.", "doi": "10.1136/jnnp-2017-317234", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"], "date": "2018-01-18_23:40:45"}