{"words": ["mounting", "evidence", "alterations", "neurotrophic", "factor", "bdnf", "levels", "signaling", "may", "involved", "etiopathogenesis", "alzheimer", "disease", "ad", "suggested", "blood", "levels", "could", "used", "biomarker", "disease", "however", "higher", "lower", "unchanged", "circulating", "bdnf", "levels", "described", "ad", "patients", "compared", "healthy", "controls", "although", "reasons", "different", "findings", "unclear", "methodological", "issues", "likely", "involved", "heterogeneity", "participant", "recruitment", "criteria", "lack", "control", "variables", "influence", "circulating", "bdnf", "levels", "regardless", "dementia", "depressive", "symptoms", "medications", "lifestyle", "lack", "overlap", "serum", "plasma", "experimental", "aspects", "likely", "bias", "result", "prevent", "study", "comparability", "present", "work", "reviews", "broad", "panel", "factors", "whose", "close", "control", "could", "help", "reduce", "inconsistency", "study", "findings", "offers", "practical", "advice", "management", "research", "directed", "elucidating", "weight", "variables", "standardizing", "analytical", "methodologies", "urgently", "needed"], "authors": [["Balietti", "Marta", "M", "Center for Neurobiology of Aging, INRCA, Via Birarelli 8, 60121, Ancona, Italy. m.balietti@inrca.it."], ["Giuli", "Cinzia", "C", "Geriatrics Operative Unit, INRCA, Fermo, 63023, Italy."], ["Conti", "Fiorenzo", "F", "Center for Neurobiology of Aging, INRCA, Via Birarelli 8, 60121, Ancona, Italy."]], "title": "Peripheral Blood Brain-Derived Neurotrophic Factor as a Biomarker of Alzheimer's Disease: Are There Methodological Biases?", "year": null, "sentences": ["Mounting evidence that alterations in brain-derived neurotrophic factor (BDNF) levels and signaling may be involved in the etiopathogenesis of Alzheimer's disease (AD) has suggested that its blood levels could be used as a biomarker of the disease.", "However, higher, lower, or unchanged circulating BDNF levels have all been described in AD patients compared to healthy controls.", "Although the reasons for such different findings are unclear, methodological issues are likely to be involved.", "The heterogeneity of participant recruitment criteria and the lack of control of variables that influence circulating BDNF levels regardless of dementia (depressive symptoms, medications, lifestyle, lack of overlap between serum and plasma, and experimental aspects) are likely to bias result and prevent study comparability.", "The present work reviews a broad panel of factors, whose close control could help reduce the inconsistency of study findings, and offers practical advice on their management.", "Research directed at elucidating the weight of each of these variables and at standardizing analytical methodologies is urgently needed."], "id": "29330839", "text": "Mounting evidence that alterations in brain-derived neurotrophic factor (BDNF) levels and signaling may be involved in the etiopathogenesis of Alzheimer's disease (AD) has suggested that its blood levels could be used as a biomarker of the disease. However, higher, lower, or unchanged circulating BDNF levels have all been described in AD patients compared to healthy controls. Although the reasons for such different findings are unclear, methodological issues are likely to be involved. The heterogeneity of participant recruitment criteria and the lack of control of variables that influence circulating BDNF levels regardless of dementia (depressive symptoms, medications, lifestyle, lack of overlap between serum and plasma, and experimental aspects) are likely to bias result and prevent study comparability. The present work reviews a broad panel of factors, whose close control could help reduce the inconsistency of study findings, and offers practical advice on their management. Research directed at elucidating the weight of each of these variables and at standardizing analytical methodologies is urgently needed.", "doi": "10.1007/s12035-017-0866-y", "journal": ["Molecular neurobiology", "Mol. Neurobiol."], "date": "2018-01-18_23:40:47"}