{"words": ["realistic", "helping", "patients", "issue", "theme", "given", "volume", "tasks", "required", "family", "medicine", "recommendations", "improvements", "direct", "care", "care", "measurement", "must", "also", "realistic", "list", "realistic", "ordering", "antipsychotics", "symptoms", "dementia", "elderly", "despite", "recommendations", "ordering", "antidepressants", "without", "fear", "patient", "could", "develop", "hypertension", "mental", "health", "care", "providers", "primary", "care", "offices", "forced", "choice", "opioid", "management", "plus", "agenda", "setting", "visit", "efficiency", "yet", "realistic", "trigger", "tools", "identify", "adverse", "events", "pharmacist", "recommendations", "related", "pain", "management", "opioid", "visits", "pneumococcal", "vaccine", "compliance", "realistic", "recommendations", "recurrently", "changed", "paid", "prior", "immunizations", "known", "increasing", "task", "delegation", "prevent", "clinician", "burnout", "realistic", "burns", "nurses", "helpful", "scribes", "afforded", "helpful", "yet", "questionably", "realistic", "primary", "care", "clinician", "involvement", "patients", "intensive", "care", "units", "families", "therapy", "family", "physicians", "let", "us", "add", "international", "medical", "school", "graduates", "serve", "underserved", "frequent", "diagnoses", "critical", "diagnoses", "family", "medicine", "elucidated"], "authors": [["Bowman", "Marjorie A", "MA", null], ["Seehusen", "Dean A", "DA", null], ["Victoria Neale", "Anne", "A", null]], "title": "Interventions Must Be Realistic to Be Useful and Completed in Family Medicine.", "year": null, "sentences": ["Being realistic while helping our patients is this issue's theme.", "Given the volume of tasks required in family medicine, recommendations for improvements in direct care or care measurement cannot just be evidence-based but must also be realistic.", "On the list of realistic: ordering antipsychotics for symptoms of dementia in the elderly, despite recommendations to not do so; ordering antidepressants without fear that the patient could develop hypertension; mental health care providers in primary care offices; forced choice for opioid management; plus agenda setting for visit efficiency.", "Not yet realistic: trigger tools to identify adverse events, and pharmacist recommendations related to pain management before opioid visits.", "Pneumococcal vaccine compliance is only realistic if recommendations are not recurrently changed, are paid for, and if prior immunizations are known.", "Increasing task delegation to prevent clinician burnout is not realistic if it burns out the nurses, or if the helpful scribes cannot be afforded.", "Helpful, yet questionably realistic: Primary care clinician involvement for patients in intensive care units and their families, and problem-solving therapy by family physicians.", "And, let us add 'frightening': few international medical school graduates to serve the underserved.", "The most frequent diagnoses and most critical diagnoses in family medicine are elucidated."], "id": "29330232", "text": "Being realistic while helping our patients is this issue's theme. Given the volume of tasks required in family medicine, recommendations for improvements in direct care or care measurement cannot just be evidence-based but must also be realistic. On the list of realistic: ordering antipsychotics for symptoms of dementia in the elderly, despite recommendations to not do so; ordering antidepressants without fear that the patient could develop hypertension; mental health care providers in primary care offices; forced choice for opioid management; plus agenda setting for visit efficiency. Not yet realistic: trigger tools to identify adverse events, and pharmacist recommendations related to pain management before opioid visits. Pneumococcal vaccine compliance is only realistic if recommendations are not recurrently changed, are paid for, and if prior immunizations are known. Increasing task delegation to prevent clinician burnout is not realistic if it burns out the nurses, or if the helpful scribes cannot be afforded. Helpful, yet questionably realistic: Primary care clinician involvement for patients in intensive care units and their families, and problem-solving therapy by family physicians. And, let us add 'frightening': few international medical school graduates to serve the underserved. The most frequent diagnoses and most critical diagnoses in family medicine are elucidated.", "doi": "10.3122/jabfm.2018.01.170422", "journal": ["Journal of the American Board of Family Medicine : JABFM", "J Am Board Fam Med"], "date": "2018-01-18_23:40:48"}