{"authors": [["Henemann", "Gudrun Maria", "GM", "Experimental Aesthetics Group, Institute of Anatomy I, Jena University Hospital, University of Jena, Jena, Germany."], ["Brachmann", "Anselm", "A", "Experimental Aesthetics Group, Institute of Anatomy I, Jena University Hospital, University of Jena, Jena, Germany."], ["Redies", "Christoph", "C", "Experimental Aesthetics Group, Institute of Anatomy I, Jena University Hospital, University of Jena, Jena, Germany."]], "date": "2017-12-11", "id": "29312011", "text": "The Prinzhorn Collection preserves and exhibits thousands of visual artworks by patients who were diagnosed to suffer from mental disease. From this collection, we analyzed 1,256 images by 14 artists who were diagnosed with dementia praecox or schizophrenia. Six objective statistical properties that have been used previously to characterize visually aesthetic images were calculated. These properties reflect features of formal image composition, such as the complexity and distribution of oriented luminance gradients and edges, as well as Fourier spectral properties. Results for the artists with schizophrenia were compared to artworks from three public art collections of paintings and drawings that include highly acclaimed artworks as well as artworks of lesser artistic claim (control artworks). Many of the patients' works did not differ from these control images. However, the artworks of 6 of the 14 artists with schizophrenia possess image properties that deviate from the range of values obtained for the control artworks. For example, the artworks of four of the patients are characterized by a relative dominance of specific edge orientations in their images (low first-order entropy of edge orientations). Three patients created artworks with a relatively high ratio of fine detail to coarse structure (high slope of the Fourier spectrum). In conclusion, the present exploratory study opens novel perspectives for the objective scientific investigation of visual artworks that were created by persons who suffer from schizophrenia.", "doi": "10.3389/fpsyt.2017.00273", "title": "Statistical Image Properties in Works from the Prinzhorn Collection of Artists with Schizophrenia.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}