{"authors": [["Carpenter", "Byron", "B", "Warwick Integrative Synthetic Biology Centre, School of Life Sciences, University of Warwick, Coventry, United Kingdom."], ["Lebon", "Guillaume", "G", "Institut de Génomique Fonctionnelle, Neuroscience Department, UMR CNRS 5203, INSERM U1191, Université de Montpellier, Montpellier, France."]], "date": "2017-12-14", "id": "29311917", "text": "Adenosine receptors (ARs) comprise the P1 class of purinergic receptors and belong to the largest family of integral membrane proteins in the human genome, the G protein-coupled receptors (GPCRs). ARs are classified into four subtypes, A1, A2A, A2B, and A3, which are all activated by extracellular adenosine, and play central roles in a broad range of physiological processes, including sleep regulation, angiogenesis and modulation of the immune system. ARs are potential therapeutic targets in a variety of pathophysiological conditions, including sleep disorders, cancer, and dementia, which has made them important targets for structural biology. Over a decade of research and innovation has culminated with the publication of more than 30 crystal structures of the human adenosine A2A receptor (A2AR), making it one of the best structurally characterized GPCRs at the atomic level. In this review we analyze the structural data reported for A2AR that described for the first time the binding of mode of antagonists, including newly developed drug candidates, synthetic and endogenous agonists, sodium ions and an engineered G protein. These structures have revealed the key conformational changes induced upon agonist and G protein binding that are central to signal transduction by A2AR, and have highlighted both similarities and differences in the activation mechanism of this receptor compared to other class A GPCRs. Finally, comparison of A2AR with the recently solved structures of A1R has provided the first structural insight into the molecular determinants of ligand binding specificity in different AR subtypes.", "doi": "10.3389/fphar.2017.00898", "title": "Human Adenosine A2A Receptor: Molecular Mechanism of Ligand Binding and Activation.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}