{"words": ["feasibility", "reliability", "neuropsychological", "assessment", "distance", "demonstrated", "validity", "testing", "medium", "adequately", "demonstrated", "purpose", "study", "determine", "ability", "video", "teleconferencing", "administration", "neuropsychological", "measures", "teleneuropsychology", "discriminating", "cognitively", "impaired", "groups", "older", "adults", "predicted", "measures", "administered", "via", "video", "teleconference", "would", "distinguish", "groups", "magnitude", "differences", "impaired", "groups", "would", "similar", "group", "differences", "achieved", "traditional", "sample", "consisted", "197", "older", "subjects", "separated", "two", "groups", "without", "cognitive", "impairment", "cognitive", "impairment", "group", "included", "78", "individuals", "clinical", "diagnoses", "mild", "cognitive", "impairment", "alzheimer", "disease", "participants", "completed", "counterbalanced", "neuropsychological", "testing", "using", "alternate", "test", "forms", "teleneuropsychology", "traditional", "ftf", "administration", "condition", "tests", "selected", "based", "upon", "common", "use", "dementia", "evaluations", "brevity", "assessment", "multiple", "cognitive", "domains", "results", "ftf", "teleneuropsychology", "test", "conditions", "compared", "using", "individual", "repeated", "measures", "ancova", "controlling", "age", "education", "gender", "depression", "ancova", "models", "revealed", "significant", "main", "effects", "group", "interaction", "group", "administration", "condition", "ancova", "models", "revealed", "main", "effects", "administration", "condition", "except", "category", "derived", "teleneuropsychologically", "administered", "tests", "distinguish", "cognitively", "impaired", "individuals", "similar", "traditional", "ftf", "assessment", "adds", "growing", "teleneuropsychology", "literature", "supporting", "validity", "remote", "assessments", "aging", "populations"], "authors": [["Wadsworth", "Hannah E", "HE", "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas, TX,USA."], ["Dhima", "Kaltra", "K", "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas, TX,USA."], ["Womack", "Kyle B", "KB", "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Hart", "John", "J", "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Weiner", "Myron F", "MF", "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas, TX,USA."], ["Hynan", "Linda S", "LS", "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Cullum", "C Munro", "CM", "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas, TX, USA."]], "title": "Validity of Teleneuropsychological Assessment in Older Patients with Cognitive Disorders.", "year": null, "sentences": ["The feasibility and reliability of neuropsychological assessment at a distance have been demonstrated, but the validity of this testing medium has not been adequately demonstrated.", "The purpose of this study was to determine the ability of video teleconferencing administration of neuropsychological measures (teleneuropsychology) in discriminating cognitively impaired from non-impaired groups of older adults.", "It was predicted that measures administered via video teleconference would distinguish groups and that the magnitude of differences between impaired and non-impaired groups would be similar to group differences achieved in traditional administration.The sample consisted of 197 older subjects, separated into two groups, with and without cognitive impairment.", "The cognitive impairment group included 78 individuals with clinical diagnoses of mild cognitive impairment or Alzheimer's disease.", "All participants completed counterbalanced neuropsychological testing using alternate test forms in both a teleneuropsychology and a traditional face-to-face (FTF) administration condition.", "Tests were selected based upon their common use in dementia evaluations, brevity, and assessment of multiple cognitive domains.", "Results from FTF and teleneuropsychology test conditions were compared using individual repeated measures ANCOVA, controlling for age, education, gender, and depression scores.All ANCOVA models revealed significant main effects of group and a non-significant interaction between group and administration condition.", "All ANCOVA models revealed non-significant main effects for administration condition, except category fluency.Results derived from teleneuropsychologically administered tests can distinguish between cognitively impaired and non-impaired individuals similar to traditional FTF assessment.", "This adds to the growing teleneuropsychology literature by supporting the validity of remote assessments in aging populations."], "id": "29329363", "text": "The feasibility and reliability of neuropsychological assessment at a distance have been demonstrated, but the validity of this testing medium has not been adequately demonstrated. The purpose of this study was to determine the ability of video teleconferencing administration of neuropsychological measures (teleneuropsychology) in discriminating cognitively impaired from non-impaired groups of older adults. It was predicted that measures administered via video teleconference would distinguish groups and that the magnitude of differences between impaired and non-impaired groups would be similar to group differences achieved in traditional administration.The sample consisted of 197 older subjects, separated into two groups, with and without cognitive impairment. The cognitive impairment group included 78 individuals with clinical diagnoses of mild cognitive impairment or Alzheimer's disease. All participants completed counterbalanced neuropsychological testing using alternate test forms in both a teleneuropsychology and a traditional face-to-face (FTF) administration condition. Tests were selected based upon their common use in dementia evaluations, brevity, and assessment of multiple cognitive domains. Results from FTF and teleneuropsychology test conditions were compared using individual repeated measures ANCOVA, controlling for age, education, gender, and depression scores.All ANCOVA models revealed significant main effects of group and a non-significant interaction between group and administration condition. All ANCOVA models revealed non-significant main effects for administration condition, except category fluency.Results derived from teleneuropsychologically administered tests can distinguish between cognitively impaired and non-impaired individuals similar to traditional FTF assessment. This adds to the growing teleneuropsychology literature by supporting the validity of remote assessments in aging populations.", "doi": "10.1093/arclin/acx140", "journal": ["Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists", "Arch Clin Neuropsychol"], "date": "2018-01-18_23:40:48"}