{"words": ["relationships", "depression", "alzheimer", "disease", "ad", "may", "become", "clearer", "studied", "preclinical", "ad", "dementia", "aim", "study", "evaluate", "prospectively", "relationships", "brain", "aβ", "depressive", "symptoms", "screen", "positive", "depression", "cognitively", "normal", "cn", "older", "adults", "depressive", "symptoms", "measured", "geriatric", "depression", "inventory", "cn", "adults", "australian", "imaging", "biomarkers", "lifestyle", "aibl", "study", "without", "depression", "baseline", "classified", "abnormally", "high", "n", "136", "low", "n", "449", "aβ", "according", "positron", "emission", "tomography", "intervals", "72", "cases", "screen", "positive", "depression", "increased", "cn", "adults", "although", "small", "increases", "overall", "depressive", "symptoms", "severity", "95", "ci", "symptoms", "95", "ci", "aibl", "sample", "experimental", "sample", "individuals", "severe", "medical", "illnesses", "significant", "psychiatric", "disorders", "additionally", "individuals", "evidence", "depression", "screening", "excluded", "enrolment", "aibl", "study", "thus", "current", "data", "considered", "providing", "foundation", "understanding", "relationships", "aβ", "depression", "preclinical", "results", "suggest", "presence", "depressive", "disorder", "even", "increased", "depressive", "symptoms", "unlikely", "direct", "consequence", "increasing", "aβ", "new", "depressive", "disorders", "presenting", "cn", "older", "adults", "could", "therefore", "investigated", "aetiologies", "beyond", "ad"], "authors": [["Perin", "Stephanie", "S", "Department of Psychology, School of Health and Biomedical Sciences, RMIT University, Bundoora, Victoria, Australia; Academic Unit for Psychiatry of Old Age, Department of Psychiatry, The University of Melbourne, Parkville, Victoria, Australia. Electronic address: stephanie.perin@unimelb.edu.au."], ["Harrington", "Karra D", "KD", "Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Victoria, Australia."], ["Lim", "Yen Ying", "YY", "Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Victoria, Australia."], ["Ellis", "Kathryn", "K", "Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Victoria, Australia; Academic Unit for Psychiatry of Old Age, Department of Psychiatry, The University of Melbourne, Parkville, Victoria, Australia."], ["Ames", "David", "D", "Academic Unit for Psychiatry of Old Age, Department of Psychiatry, The University of Melbourne, Parkville, Victoria, Australia; National Ageing Research Institute, Parkville, Victoria, Australia."], ["Pietrzak", "Robert H", "RH", "United States Department of Veterans Affairs, National Center for Posttraumatic Stress Disorder, Clinical Neurosciences Division, VA Connecticut Healthcare System, West Haven, CT, USA; Department of Psychiatry, Yale School of Medicine, New Haven, CT, USA."], ["Schembri", "Adrian", "A", "CogState Ltd., Melbourne, Victoria, Australia."], ["Rainey-Smith", "Stephanie", "S", "Centre of Excellence for Alzheimer's Disease Research and Care, School of Medical and Health Sciences, Edith Cowan University, Perth, Western Australia, Australia; Sir James McCusker Alzheimer's Disease Research Unit, Hollywood Private Hospital, Nedlands, Western Australia, Australia."], ["Salvado", "Olivier", "O", "CSIRO Health and Biosecurity, The Australian e-Health Research Centre, Herston, Queensland, Australia."], ["Laws", "Simon M", "SM", "Centre of Excellence for Alzheimer's Disease Research and Care, School of Medical and Health Sciences, Edith Cowan University, Perth, Western Australia, Australia; Co-operative Research Centre for Mental Health, Australia."], ["Martins", "Ralph N", "RN", "Centre of Excellence for Alzheimer's Disease Research and Care, School of Medical and Health Sciences, Edith Cowan University, Perth, Western Australia, Australia; Sir James McCusker Alzheimer's Disease Research Unit, Hollywood Private Hospital, Nedlands, Western Australia, Australia."], ["Villemagne", "Victor L", "VL", "Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Victoria, Australia; Department of Nuclear Medicine, Centre for PET, Austin Health, Heidelberg, Victoria, Australia; Department of Medicine, Austin Health, The University of Melbourne, Heidelberg, Victoria, Australia."], ["Rowe", "Christopher C", "CC", "Department of Nuclear Medicine, Centre for PET, Austin Health, Heidelberg, Victoria, Australia; Department of Medicine, Austin Health, The University of Melbourne, Heidelberg, Victoria, Australia."], ["Masters", "Colin L", "CL", "Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Victoria, Australia."], ["Maruff", "Paul", "P", "Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Victoria, Australia; CogState Ltd., Melbourne, Victoria, Australia."], [null, null, null, null]], "title": "Amyloid burden and incident depressive symptoms in preclinical Alzheimer's disease.", "year": null, "sentences": ["Relationships between depression and Alzheimer's disease (AD) may become clearer if studied in preclinical AD where dementia is not present.The aim of this study was to evaluate prospectively, relationships between brain amyloid-β (Aβ), depressive symptoms and screen positive depression in cognitively normal (CN) older adults.", "Depressive symptoms were measured with the Geriatric Depression Inventory (GDS-15) in CN adults from the Australian Imaging Biomarkers and Lifestyle (AIBL) study without depression at baseline and classified as having abnormally high (Aβ+; n = 136) or low (Aβ-; n = 449) Aβ according to positron emission tomography at 18-month intervals over 72 months.Incident cases of screen positive depression were not increased in Aβ+ CN adults although small increases in overall depressive symptoms severity (d = - 0.25; 95% CI, - 0.45, - 0.05) and apathy-anxiety symptoms (d = - 0.28; 95% CI - 0.48, - 0.08) were.As the AIBL sample is an experimental sample, no individuals had severe medical illnesses or significant psychiatric disorders.", "Additionally, individuals who had evidence of screen-positive depression at screening were excluded from enrolment in the AIBL study.", "Thus, the current data can be considered only as providing a foundation for understanding relationships between Aβ and depression in preclinical AD.These results suggest that the presence of a depressive disorder or even increased depressive symptoms are themselves unlikely to be a direct consequence of increasing Aβ.", "New depressive disorders presenting in CN older adults could therefore be investigated for aetiologies beyond AD."], "id": "29329059", "text": "Relationships between depression and Alzheimer's disease (AD) may become clearer if studied in preclinical AD where dementia is not present.The aim of this study was to evaluate prospectively, relationships between brain amyloid-β (Aβ), depressive symptoms and screen positive depression in cognitively normal (CN) older adults. Depressive symptoms were measured with the Geriatric Depression Inventory (GDS-15) in CN adults from the Australian Imaging Biomarkers and Lifestyle (AIBL) study without depression at baseline and classified as having abnormally high (Aβ+; n = 136) or low (Aβ-; n = 449) Aβ according to positron emission tomography at 18-month intervals over 72 months.Incident cases of screen positive depression were not increased in Aβ+ CN adults although small increases in overall depressive symptoms severity (d = - 0.25; 95% CI, - 0.45, - 0.05) and apathy-anxiety symptoms (d = - 0.28; 95% CI - 0.48, - 0.08) were.As the AIBL sample is an experimental sample, no individuals had severe medical illnesses or significant psychiatric disorders. Additionally, individuals who had evidence of screen-positive depression at screening were excluded from enrolment in the AIBL study. Thus, the current data can be considered only as providing a foundation for understanding relationships between Aβ and depression in preclinical AD.These results suggest that the presence of a depressive disorder or even increased depressive symptoms are themselves unlikely to be a direct consequence of increasing Aβ. New depressive disorders presenting in CN older adults could therefore be investigated for aetiologies beyond AD.", "doi": "10.1016/j.jad.2017.12.101", "journal": ["Journal of affective disorders", "J Affect Disord"], "date": "2018-01-18_23:40:48"}