{"authors": [["Carter", "Chris J", "CJ", "Polygenic Pathways, Hastings, United Kingdom."], ["France", "James", "J", "Dementia and Neurodegenerative Diseases Research Group, Faculty of Clinical and Biomedical Sciences, School of Dentistry, University of Central Lancashire, Preston, United Kingdom."], ["Crean", "StJohn", "S", "Dementia and Neurodegenerative Diseases Research Group, Faculty of Clinical and Biomedical Sciences, School of Dentistry, University of Central Lancashire, Preston, United Kingdom."], ["Singhrao", "Sim K", "SK", "Dementia and Neurodegenerative Diseases Research Group, Faculty of Clinical and Biomedical Sciences, School of Dentistry, University of Central Lancashire, Preston, United Kingdom."]], "date": "2017-12-12", "id": "29311898", "text": "Periodontal disease is of established etiology in which polymicrobial synergistic ecology has become dysbiotic under the influence of Porphyromonas gingivalis. Following breakdown of the host's protective oral tissue barriers, P. gingivalis migrates to developing inflammatory pathologies that associate with Alzheimer's disease (AD). Periodontal disease is a risk factor for cardiovascular disorders (CVD), type II diabetes mellitus (T2DM), AD and other chronic diseases, whilst T2DM exacerbates periodontitis. This study analyzed the relationship between the P. gingivalis/host interactome and the genes identified in genome-wide association studies (GWAS) for the aforementioned conditions using data from GWASdb (P < 1E-03) and, in some cases, from the NCBI/EBI GWAS database (P < 1E-05). Gene expression data from periodontitis or P. gingivalis microarray was compared to microarray datasets from the AD hippocampus and/or from carotid artery plaques. The results demonstrated that the host genes of the P. gingivalis interactome were significantly enriched in genes deposited in GWASdb genes related to cognitive disorders, AD and dementia, and its co-morbid conditions T2DM, obesity, and CVD. The P. gingivalis/host interactome was also enriched in GWAS genes from the more stringent NCBI-EBI database for AD, atherosclerosis and T2DM. The misregulated genes in periodontitis tissue or P. gingivalis infected macrophages also matched those in the AD hippocampus or atherosclerotic plaques. Together, these data suggest important gene/environment interactions between P. gingivalis and susceptibility genes or gene expression changes in conditions where periodontal disease is a contributory factor.", "doi": "10.3389/fnagi.2017.00408", "title": "The Porphyromonas gingivalis/Host Interactome Shows Enrichment in GWASdb Genes Related to Alzheimer's Disease, Diabetes and Cardiovascular Diseases.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}