{"words": ["white", "matter", "hyperintensities", "wmh", "linked", "cognitive", "dysfunction", "dementia", "although", "reasons", "unclear", "one", "possibility", "wmh", "promote", "neurodegeneration", "turn", "affects", "cognition", "examined", "whether", "cortical", "thickness", "marker", "neurodegeneration", "mediates", "relationship", "wmh", "cognition", "among", "519", "older", "adults", "using", "conditional", "process", "analysis", "modeling", "techniques", "examined", "association", "wmh", "volume", "global", "cognition", "tested", "whether", "cortical", "thickness", "mediates", "relationship", "statistically", "also", "tested", "specific", "regional", "hypotheses", "determine", "whether", "cortical", "thickness", "volume", "medial", "temporal", "lobe", "mediates", "relationship", "wmh", "volume", "memory", "increased", "total", "wmh", "volume", "associated", "poorer", "global", "cognition", "memory", "global", "cortical", "thickness", "medial", "temporal", "lobe", "mediated", "relationship", "wmh", "volume", "global", "cognition", "memory", "functioning", "mediating", "relationship", "similar", "across", "racial", "ethnic", "groups", "across", "diagnostic", "groups", "mild", "cognitive", "disease", "findings", "suggest", "wmh", "promote", "atrophy", "turn", "drives", "cognitive", "decline", "highlight", "potential", "pathway", "small", "vessel", "cerebrovascular", "disease", "affects", "cognition", "promoting", "neurodegenerative", "changes", "directly"], "authors": [["Rizvi", "Batool", "B", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Narkhede", "Atul", "A", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Last", "Briana S", "BS", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Budge", "Mariana", "M", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Tosto", "Giuseppe", "G", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Gertrude H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Manly", "Jennifer J", "JJ", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Gertrude H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Schupf", "Nicole", "N", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Gertrude H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, NY, USA; Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Mayeux", "Richard", "R", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Gertrude H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, NY, USA; Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Brickman", "Adam M", "AM", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Gertrude H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA. Electronic address: amb2139@columbia.edu."]], "title": "The effect of white matter hyperintensities on cognition is mediated by cortical atrophy.", "year": null, "sentences": ["White matter hyperintensities (WMH) have been linked to cognitive dysfunction and dementia, although the reasons are unclear.", "One possibility is that WMH promote neurodegeneration, which, in turn, affects cognition.", "We examined whether cortical thickness, a marker of neurodegeneration, mediates the relationship between WMH and cognition among 519 older adults.", "Using conditional process analysis modeling techniques, we examined the association between WMH volume and global cognition and tested whether cortical thickness mediates this relationship statistically.", "We also tested specific regional hypotheses to determine whether cortical thickness or volume in the medial temporal lobe mediates the relationship between WMH volume and memory.", "Increased total WMH volume was associated with poorer global cognition and memory.", "Global cortical thickness and medial temporal lobe thickness/volume mediated the relationship of WMH volume on global cognition and memory functioning.", "The mediating relationship was similar across racial and ethnic groups and across diagnostic groups (i.e., mild cognitive impairment/Alzheimer's disease).", "The findings suggest that WMH promote atrophy, which, in turn, drives cognitive decline and highlight a potential pathway in which small vessel cerebrovascular disease affects cognition by promoting neurodegenerative changes directly."], "id": "29328963", "text": "White matter hyperintensities (WMH) have been linked to cognitive dysfunction and dementia, although the reasons are unclear. One possibility is that WMH promote neurodegeneration, which, in turn, affects cognition. We examined whether cortical thickness, a marker of neurodegeneration, mediates the relationship between WMH and cognition among 519 older adults. Using conditional process analysis modeling techniques, we examined the association between WMH volume and global cognition and tested whether cortical thickness mediates this relationship statistically. We also tested specific regional hypotheses to determine whether cortical thickness or volume in the medial temporal lobe mediates the relationship between WMH volume and memory. Increased total WMH volume was associated with poorer global cognition and memory. Global cortical thickness and medial temporal lobe thickness/volume mediated the relationship of WMH volume on global cognition and memory functioning. The mediating relationship was similar across racial and ethnic groups and across diagnostic groups (i.e., mild cognitive impairment/Alzheimer's disease). The findings suggest that WMH promote atrophy, which, in turn, drives cognitive decline and highlight a potential pathway in which small vessel cerebrovascular disease affects cognition by promoting neurodegenerative changes directly.", "doi": "10.1016/j.neurobiolaging.2017.12.006", "journal": ["Neurobiology of aging", "Neurobiol. Aging"], "date": "2018-01-18_23:40:49"}