{"authors": [["Nuriel", "Tal", "T", "Department of Pathology and Cell Biology, Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, Colombia University, New York, NY, United States."], ["Peng", "Katherine Y", "KY", "Department of Neuroscience and Physiology, New York University Langone Medical Center, New York University, New York, NY, United States."], ["Ashok", "Archana", "A", "Department of Pathology and Cell Biology, Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, Colombia University, New York, NY, United States."], ["Dillman", "Allissa A", "AA", "Cell Biology and Gene Expression Section, Laboratory of Neurogenetics, National Institute on Aging, National Institutes of Health, Bethesda, MD, United States."], ["Figueroa", "Helen Y", "HY", "Department of Pathology and Cell Biology, Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, Colombia University, New York, NY, United States."], ["Apuzzo", "Justin", "J", "Center for Dementia Research, Nathan S. Kline Institute, Orangeburg, NY, United States."], ["Ambat", "Jayanth", "J", "Department of Pathology and Cell Biology, Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, Colombia University, New York, NY, United States."], ["Levy", "Efrat", "E", "Center for Dementia Research, Nathan S. Kline Institute, Orangeburg, NY, United States."], ["Cookson", "Mark R", "MR", "Cell Biology and Gene Expression Section, Laboratory of Neurogenetics, National Institute on Aging, National Institutes of Health, Bethesda, MD, United States."], ["Mathews", "Paul M", "PM", "Center for Dementia Research, Nathan S. Kline Institute, Orangeburg, NY, United States."], ["Duff", "Karen E", "KE", "Department of Pathology and Cell Biology, Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, Colombia University, New York, NY, United States."]], "date": "2017-12-12", "id": "29311783", "text": "Possession of the ε4 allele of apolipoprotein E (APOE) is the major genetic risk factor for late-onset Alzheimer's disease (AD). Although numerous hypotheses have been proposed, the precise cause of this increased AD risk is not yet known. In order to gain a more comprehensive understanding of APOE4's role in AD, we performed RNA-sequencing on an AD-vulnerable vs. an AD-resistant brain region from aged APOE targeted replacement mice. This transcriptomics analysis revealed a significant enrichment of genes involved in endosomal-lysosomal processing, suggesting an APOE4-specific endosomal-lysosomal pathway dysregulation in the brains of APOE4 mice. Further analysis revealed clear differences in the morphology of endosomal-lysosomal compartments, including an age-dependent increase in the number and size of early endosomes in APOE4 mice. These findings directly link the APOE4 genotype to endosomal-lysosomal dysregulation in an in vivo, AD pathology-free setting, which may play a causative role in the increased incidence of AD among APOE4 carriers.", "doi": "10.3389/fnins.2017.00702", "title": "The Endosomal-Lysosomal Pathway Is Dysregulated by APOE4 Expression in Vivo.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}