{"words": ["36", "million", "older", "adult", "drivers", "safety", "critical", "concern", "particularly", "among", "dementia", "unclear", "stage", "alzheimer", "disease", "ad", "older", "adults", "stop", "driving", "whether", "preclinical", "ad", "affects", "driving", "driving", "cessation", "examined", "based", "clinical", "dementia", "rating", "cdr", "ad", "cerebrospinal", "fluid", "biomarkers", "1795", "older", "adults", "followed", "24", "years", "received", "cdr", "ratings", "subset", "591", "cerebrospinal", "fluid", "biomarker", "measurements", "followed", "17", "years", "differences", "cdr", "biomarker", "groups", "predictors", "time", "driving", "cessation", "analyzed", "using", "curves", "cox", "proportional", "cdr", "scores", "abnormal", "biomarker", "measurements", "predicted", "shorter", "time", "driving", "levels", "ad", "biomarkers", "including", "among", "individuals", "preclinical", "ad", "lead", "earlier", "driving", "cessation", "negative", "functional", "outcomes", "preclinical", "ad", "show", "nonbenign", "phase", "disease"], "authors": [["Stout", "Sarah H", "SH", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Department of Neurology, Washington University School of Medicine, St. Louis, MO, USA. Electronic address: shstout@wustl.edu."], ["Babulal", "Ganesh M", "GM", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Department of Neurology, Washington University School of Medicine, St. Louis, MO, USA."], ["Ma", "Chunyu", "C", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Division of Biostatistics, Washington University School of Medicine, St. Louis, MO, USA."], ["Carr", "David B", "DB", "Department of Medicine, Washington University School of Medicine, St. Louis, MO, USA; The Rehabilitation Institute of St. Louis, St. Louis, MO, USA."], ["Head", "Denise M", "DM", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Department of Psychology and Brain Sciences, Washington University School of Medicine, St. Louis, MO, USA."], ["Grant", "Elizabeth A", "EA", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Division of Biostatistics, Washington University School of Medicine, St. Louis, MO, USA."], ["Williams", "Monique M", "MM", "VITAS Healthcare, St. Louis, MO, USA."], ["Holtzman", "David M", "DM", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Department of Neurology, Washington University School of Medicine, St. Louis, MO, USA."], ["Fagan", "Anne M", "AM", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Department of Neurology, Washington University School of Medicine, St. Louis, MO, USA."], ["Morris", "John C", "JC", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Department of Neurology, Washington University School of Medicine, St. Louis, MO, USA; Department of Occupational Therapy, Washington University School of Medicine, St. Louis, MO, USA; Department of Pathology and Immunology, Washington University School of Medicine, St. Louis, MO, USA; Department of Physical Therapy, Washington University School of Medicine, St. Louis, MO, USA."], ["Roe", "Catherine M", "CM", "Charles F. and Joanne Knight Alzheimer's Disease Research Center, Washington University School of Medicine, St. Louis, MO, USA; Department of Neurology, Washington University School of Medicine, St. Louis, MO, USA."]], "title": "Driving cessation over a 24-year period: Dementia severity and cerebrospinal fluid biomarkers.", "year": null, "sentences": ["With 36 million older adult U.S. drivers, safety is a critical concern, particularly among those with dementia.", "It is unclear at what stage of Alzheimer's disease (AD) older adults stop driving and whether preclinical AD affects driving cessation.Time to driving cessation was examined based on Clinical Dementia Rating (CDR) and AD cerebrospinal fluid biomarkers.", "1795 older adults followed up to 24 years received CDR ratings.", "A subset (591) had cerebrospinal fluid biomarker measurements and was followed up to 17 years.", "Differences in CDR and biomarker groups as predictors of time to driving cessation were analyzed using Kaplan-Meier curves and Cox proportional models.Higher CDR scores and more abnormal biomarker measurements predicted a shorter time to driving cessation.Higher levels of AD biomarkers, including among individuals with preclinical AD, lead to earlier driving cessation.", "Negative functional outcomes of preclinical AD show a nonbenign phase of the disease."], "id": "29328928", "text": "With 36 million older adult U.S. drivers, safety is a critical concern, particularly among those with dementia. It is unclear at what stage of Alzheimer's disease (AD) older adults stop driving and whether preclinical AD affects driving cessation.Time to driving cessation was examined based on Clinical Dementia Rating (CDR) and AD cerebrospinal fluid biomarkers. 1795 older adults followed up to 24 years received CDR ratings. A subset (591) had cerebrospinal fluid biomarker measurements and was followed up to 17 years. Differences in CDR and biomarker groups as predictors of time to driving cessation were analyzed using Kaplan-Meier curves and Cox proportional models.Higher CDR scores and more abnormal biomarker measurements predicted a shorter time to driving cessation.Higher levels of AD biomarkers, including among individuals with preclinical AD, lead to earlier driving cessation. Negative functional outcomes of preclinical AD show a nonbenign phase of the disease.", "doi": "10.1016/j.jalz.2017.11.011", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"], "date": "2018-01-18_23:40:50"}