{"words": ["looking", "novel", "etiologies", "alzheimer", "disease", "explore", "hypothesis", "myelin", "loss", "attractive", "explanation", "cognitive", "decline", "performed", "data", "national", "alzheimer", "coordinating", "center", "database", "accompanied", "quantitative", "histopathology", "myelin", "oligodendrocytes", "ols", "frontal", "cortices", "24", "clinically", "characterized", "individuals", "pathological", "findings", "validated", "alzheimer", "disease", "mouse", "model", "lesions", "increased", "cognitive", "impairment", "fashion", "signs", "degeneration", "appearing", "neuronal", "loss", "myelinating", "ols", "gray", "matter", "showed", "greater", "vulnerability", "white", "matter", "degenerative", "changes", "correlated", "evidence", "dna", "damage", "similar", "results", "found", "myelinating", "ol", "cultures", "dna", "damage", "caused", "aberrant", "ol", "cell", "cycle", "present", "first", "comprehensive", "analysis", "cell", "biology", "early", "myelin", "loss", "sporadic", "alzheimer", "disease"], "authors": [["Tse", "Kai-Hei", "KH", "Division of Life Science & State Key Laboratory of Molecular Neuroscience, The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong. Electronic address: frankitse@ust.hk."], ["Cheng", "Aifang", "A", "Division of Life Science & State Key Laboratory of Molecular Neuroscience, The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong."], ["Ma", "Fulin", "F", "Division of Life Science & State Key Laboratory of Molecular Neuroscience, The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong."], ["Herrup", "Karl", "K", "Division of Life Science & State Key Laboratory of Molecular Neuroscience, The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong."]], "title": "DNA damage-associated oligodendrocyte degeneration precedes amyloid pathology and contributes to Alzheimer's and dementia.", "year": null, "sentences": ["In looking for novel non-amyloid-based etiologies for Alzheimer's disease, we explore the hypothesis that age-related myelin loss is an attractive explanation for age-associated cognitive decline and dementia.We performed a meta-analysis of data in the National Alzheimer's Coordinating Center database accompanied by quantitative histopathology of myelin and oligodendrocytes (OLs) in frontal cortices of 24 clinically characterized individuals.", "Pathological findings were further validated in an Alzheimer's disease mouse model and in culture.Myelin lesions increased with cognitive impairment in an amyloid-independent fashion with signs of degeneration appearing before neuronal loss.", "Myelinating OLs in the gray matter showed greater vulnerability than those in white matter, and the degenerative changes correlated with evidence of DNA damage.", "Similar results were found in myelinating OL cultures where DNA damage caused aberrant OL cell cycle re-entry and death.We present the first comprehensive analysis of the cell biology of early myelin loss in sporadic Alzheimer's disease."], "id": "29328926", "text": "In looking for novel non-amyloid-based etiologies for Alzheimer's disease, we explore the hypothesis that age-related myelin loss is an attractive explanation for age-associated cognitive decline and dementia.We performed a meta-analysis of data in the National Alzheimer's Coordinating Center database accompanied by quantitative histopathology of myelin and oligodendrocytes (OLs) in frontal cortices of 24 clinically characterized individuals. Pathological findings were further validated in an Alzheimer's disease mouse model and in culture.Myelin lesions increased with cognitive impairment in an amyloid-independent fashion with signs of degeneration appearing before neuronal loss. Myelinating OLs in the gray matter showed greater vulnerability than those in white matter, and the degenerative changes correlated with evidence of DNA damage. Similar results were found in myelinating OL cultures where DNA damage caused aberrant OL cell cycle re-entry and death.We present the first comprehensive analysis of the cell biology of early myelin loss in sporadic Alzheimer's disease.", "doi": "10.1016/j.jalz.2017.11.010", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"], "date": "2018-01-18_23:40:50"}