{"authors": [["Sun", "Li-Min", "LM", "State Key Laboratory of Natural Medicines, Department of Chinese Medicines Analysis, China Pharmaceutical University, Nanjing, 210009, China; Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing, 210023, China."], ["Zhu", "Bao-Jie", "BJ", "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing, 210023, China."], ["Cao", "Hui-Ting", "HT", "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing, 210023, China."], ["Zhang", "Xin-Yi", "XY", "State Key Laboratory of Natural Medicines, Department of Chinese Medicines Analysis, China Pharmaceutical University, Nanjing, 210009, China."], ["Zhang", "Qi-Chun", "QC", "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing, 210023, China."], ["Xin", "Gui-Zhong", "GZ", "State Key Laboratory of Natural Medicines, Department of Chinese Medicines Analysis, China Pharmaceutical University, Nanjing, 210009, China."], ["Pan", "Lin-Mei", "LM", "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing, 210023, China."], ["Liu", "Li-Fang", "LF", "State Key Laboratory of Natural Medicines, Department of Chinese Medicines Analysis, China Pharmaceutical University, Nanjing, 210009, China. Electronic address: liulifang69@126.com."], ["Zhu", "Hua-Xu", "HX", "Jiangsu Collaborative Innovation Center of Chinese Medicinal Resources Industrialization, Nanjing University of Chinese Medicine, Nanjing, 210023, China. Electronic address: huaxu72@126.com."]], "date": "2017-12-28", "id": "29310050", "text": "Alzheimer's disease (AD) is a progressive neurodegenerative disease with neither definitive pathogenesis nor effective treatment method so far. Huang-Lian-Jie-Du-Tang (HLJDT) is a classic formula of traditional Chinese medicine (TCM) proven to have ameliorative effects on learning and memory deficits of dementia. Morris water maze (MWM) test and pathology analysis have demonstrated that HLJDT could ameliorate learning and memory deficits in AD mouse model, which may act via its anti-neuroinflammation properties. According to our previous studies, an UPLC-QTOF/MS-based metabolomics approach was performed to explore the potential mechanisms of HLJDT on preventing AD. As a result, a total of 23 potential metabolites (VIP >1, |Pcorr| >0.58, CUFjk excludes 0, P < 0.05) contributing to AD progress were identified. The metabolic pathway analysis with MetPA revealed that glycerophospholipid metabolism, sphingolipid metabolism, arachidonic acid metabolism, linoleic acid metabolism and tryptophan metabolism were disturbed in mouse model of AD. After HLJDT treatment, 14 metabolites were restored back to the control-like levels.", "doi": "10.1016/j.jpba.2017.12.053", "title": "Explore the effects of Huang-Lian-Jie-Du-Tang on Alzheimer's disease by UPLC-QTOF/MS-based plasma metabolomics study.", "journal": ["Journal of pharmaceutical and biomedical analysis", "J Pharm Biomed Anal"]}