{"words": ["background", "low", "participation", "research", "one", "key", "challenges", "advancing", "understanding", "dementia", "improving", "care", "treatment", "live", "condition", "nurses", "nurse", "researchers", "play", "vital", "role", "recruiting", "people", "dementia", "studies", "several", "countries", "including", "united", "states", "united", "kingdom", "set", "national", "targets", "develop", "initiatives", "encourage", "people", "dementia", "take", "part", "research", "aim", "highlight", "challenges", "recruiting", "people", "dementia", "studies", "identify", "strategies", "nurses", "particular", "nurse", "researchers", "use", "overcoming", "focus", "primarily", "role", "nurses", "recruiting", "people", "dementia", "dementia", "studies", "much", "discussion", "apply", "health", "professionals", "involved", "recruitment", "people", "dementia", "research", "generally", "discussion", "challenges", "discussed", "include", "lack", "awareness", "research", "participation", "opportunities", "suitable", "study", "partner", "discuss", "nurses", "role", "ensure", "recruitment", "practices", "personalised", "responsive", "participants", "needs", "situation", "rather", "target", "driven", "notion", "responsible", "research", "used", "anchor", "discussion", "conclusion", "increasing", "participation", "people", "dementia", "research", "global", "priority", "nurses", "nurse", "researchers", "play", "important", "role", "ensuring", "people", "take", "part", "research", "optimal", "research", "people", "dementia", "research", "studies", "national", "priority", "many", "countries", "greater", "understanding", "challenges", "involved", "strategies", "used", "overcome", "nurses", "effective", "role", "recruitment", "process", "research", "experience"], "authors": [["Bartlett", "Ruth", "R", "University of Southampton, UK."], ["Milne", "Richard", "R", "2152 University of Cambridge , UK."], ["Croucher", "Rebecca", "R", "98463 University of Southampton , UK."]], "title": "Strategies to improve recruitment of people with dementia to research studies.", "year": null, "sentences": ["Background Low participation in research is one of the key challenges to advancing understanding of dementia, and improving the care and treatment of those who live with this condition.", "Nurses and nurse researchers play a vital role in recruiting people with dementia to studies, as several countries including the United States and the United Kingdom set national targets and develop initiatives to encourage more people with dementia to take part in research.", "Aim To highlight the challenges to recruiting people with dementia to studies, and to identify strategies that nurses, and in particular, nurse researchers can use for overcoming them.", "Our focus is primarily on the role of nurses in recruiting people with dementia to dementia studies, but much of the discussion will apply to other health professionals involved in the recruitment of people with dementia to research more generally.", "Discussion Challenges discussed include a lack of awareness about research participation opportunities and a suitable study partner.", "We discuss how the nurses' role is to ensure that recruitment practices are personalised and responsive to participants' needs and situation, rather than target driven.", "The notion of responsible research is used to anchor the discussion.", "Conclusion Increasing the participation of people with dementia in research is a global priority.", "Nurses and nurse researchers play an important role in ensuring that people who take part in research have an optimal research experience.Recruiting people with dementia to research studies is a national priority in many countries.", "With a greater understanding of the challenges involved and strategies that can be used to overcome them, nurses can have an effective role in the recruitment process and research experience."], "id": "29327604", "text": "Background Low participation in research is one of the key challenges to advancing understanding of dementia, and improving the care and treatment of those who live with this condition. Nurses and nurse researchers play a vital role in recruiting people with dementia to studies, as several countries including the United States and the United Kingdom set national targets and develop initiatives to encourage more people with dementia to take part in research. Aim To highlight the challenges to recruiting people with dementia to studies, and to identify strategies that nurses, and in particular, nurse researchers can use for overcoming them. Our focus is primarily on the role of nurses in recruiting people with dementia to dementia studies, but much of the discussion will apply to other health professionals involved in the recruitment of people with dementia to research more generally. Discussion Challenges discussed include a lack of awareness about research participation opportunities and a suitable study partner. We discuss how the nurses' role is to ensure that recruitment practices are personalised and responsive to participants' needs and situation, rather than target driven. The notion of responsible research is used to anchor the discussion. Conclusion Increasing the participation of people with dementia in research is a global priority. Nurses and nurse researchers play an important role in ensuring that people who take part in research have an optimal research experience.Recruiting people with dementia to research studies is a national priority in many countries. With a greater understanding of the challenges involved and strategies that can be used to overcome them, nurses can have an effective role in the recruitment process and research experience.", "doi": "10.1177/1471301217748503", "journal": ["Dementia (London, England)", "Dementia (London)"], "date": "2018-01-18_23:40:50"}