{"words": ["alzheimer", "disease", "ad", "progressive", "neurodegenerative", "disorder", "main", "cause", "dementia", "among", "elderly", "worldwide", "despite", "intense", "efforts", "develop", "drugs", "preventing", "treating", "ad", "effective", "therapies", "available", "yet", "posing", "growing", "burden", "personal", "medical", "socioeconomic", "levels", "ad", "characterized", "production", "aggregation", "amyloid", "β", "aβ", "peptides", "derived", "amyloid", "precursor", "protein", "app", "presence", "hyperphosphorylated", "protein", "tau", "mapt", "chronic", "inflammation", "leading", "neuronal", "loss", "aβ", "accumulation", "hyperphosphorylated", "tau", "responsible", "main", "histopathological", "features", "ad", "aβ", "plaques", "neurofibrillary", "tangles", "nfts", "respectively", "however", "full", "spectrum", "molecular", "factors", "contribute", "ad", "pathogenesis", "known", "noncoding", "nc", "rnas", "including", "micrornas", "mirnas", "long", "noncoding", "rnas", "lncrnas", "circular", "rnas", "circrnas", "regulate", "gene", "expression", "transcriptional", "posttranscriptional", "levels", "various", "diseases", "serving", "biomarkers", "potential", "therapeutic", "targets", "rising", "recognition", "ncrnas", "implicated", "onset", "pathogenesis", "ad", "review", "ncrnas", "implicated", "posttranscriptionally", "main", "ad", "pathways", "discuss", "growing", "interest", "targeting", "regulatory", "ncrnas", "therapeutically", "combat", "ad", "pathology", "article", "categorized", "rna", "disease", "development", "rna", "disease"], "authors": [["Idda", "M Laura", "ML", "Laboratory of Genetics and Genomics, National Institute on Aging Intramural Research Program, National Institutes of Health, Baltimore, Maryland."], ["Munk", "Rachel", "R", "Laboratory of Genetics and Genomics, National Institute on Aging Intramural Research Program, National Institutes of Health, Baltimore, Maryland."], ["Abdelmohsen", "Kotb", "K", "Laboratory of Genetics and Genomics, National Institute on Aging Intramural Research Program, National Institutes of Health, Baltimore, Maryland."], ["Gorospe", "Myriam", "M", "Laboratory of Genetics and Genomics, National Institute on Aging Intramural Research Program, National Institutes of Health, Baltimore, Maryland."]], "title": "Noncoding RNAs in Alzheimer's disease.", "year": null, "sentences": ["Alzheimer's disease (AD) is a progressive neurodegenerative disorder and the main cause of dementia among the elderly worldwide.", "Despite intense efforts to develop drugs for preventing and treating AD, no effective therapies are available as yet, posing a growing burden at the personal, medical, and socioeconomic levels.", "AD is characterized by the production and aggregation of amyloid β (Aβ) peptides derived from amyloid precursor protein (APP), the presence of hyperphosphorylated microtubule-associated protein Tau (MAPT), and chronic inflammation leading to neuronal loss.", "Aβ accumulation and hyperphosphorylated Tau are responsible for the main histopathological features of AD, Aβ plaques, and neurofibrillary tangles (NFTs), respectively.", "However, the full spectrum of molecular factors that contribute to AD pathogenesis is not known.", "Noncoding (nc)RNAs, including microRNAs (miRNAs), long noncoding RNAs (lncRNAs), and circular RNAs (circRNAs), regulate gene expression at the transcriptional and posttranscriptional levels in various diseases, serving as biomarkers and potential therapeutic targets.", "There is rising recognition that ncRNAs have been implicated in both the onset and pathogenesis of AD.", "Here, we review the ncRNAs implicated posttranscriptionally in the main AD pathways and discuss the growing interest in targeting regulatory ncRNAs therapeutically to combat AD pathology.", "This article is categorized under: RNA in Disease and Development > RNA in Disease."], "id": "29327503", "text": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder and the main cause of dementia among the elderly worldwide. Despite intense efforts to develop drugs for preventing and treating AD, no effective therapies are available as yet, posing a growing burden at the personal, medical, and socioeconomic levels. AD is characterized by the production and aggregation of amyloid β (Aβ) peptides derived from amyloid precursor protein (APP), the presence of hyperphosphorylated microtubule-associated protein Tau (MAPT), and chronic inflammation leading to neuronal loss. Aβ accumulation and hyperphosphorylated Tau are responsible for the main histopathological features of AD, Aβ plaques, and neurofibrillary tangles (NFTs), respectively. However, the full spectrum of molecular factors that contribute to AD pathogenesis is not known. Noncoding (nc)RNAs, including microRNAs (miRNAs), long noncoding RNAs (lncRNAs), and circular RNAs (circRNAs), regulate gene expression at the transcriptional and posttranscriptional levels in various diseases, serving as biomarkers and potential therapeutic targets. There is rising recognition that ncRNAs have been implicated in both the onset and pathogenesis of AD. Here, we review the ncRNAs implicated posttranscriptionally in the main AD pathways and discuss the growing interest in targeting regulatory ncRNAs therapeutically to combat AD pathology. This article is categorized under: RNA in Disease and Development > RNA in Disease.", "doi": "10.1002/wrna.1463", "journal": ["Wiley interdisciplinary reviews. RNA", "Wiley Interdiscip Rev RNA"], "date": "2018-01-18_23:40:50"}