{"words": ["whether", "intermittent", "fasting", "treatment", "stroke", "prevent", "detrimental", "effects", "remains", "unknown", "investigate", "effects", "postoperative", "cognitive", "deficits", "underlying", "mechanisms", "permanent", "occlusion", "2vo", "vascular", "dementia", "rat", "subjected", "either", "ad", "libitum", "feeding", "1", "week", "2vo", "surgery", "cognition", "rats", "assessed", "using", "novel", "object", "recognition", "task", "morris", "water", "maze", "mwm", "8", "weeks", "surgery", "behavioral", "testing", "hippocampal", "malondialdehyde", "mda", "glutathione", "gsh", "concentrations", "superoxide", "dismutase", "sod", "activity", "gene", "expression", "antioxidative", "enzymes", "inflammatory", "protein", "levels", "microglia", "density", "significantly", "ameliorated", "cognitive", "performance", "2vo", "rats", "mwm", "tests", "cognitive", "enhancement", "paralleled", "preservation", "psd95", "bdnf", "levels", "2vo", "rat", "hippocampus", "mechanistically", "postoperative", "mitigated", "hippocampal", "oxidative", "stress", "2vo", "rats", "indicated", "reduced", "mda", "concentration", "mrna", "protein", "levels", "reactive", "oxygen", "enzyme", "nicotinamide", "adenine", "dinucleotide", "phosphate", "oxidase", "1", "treatment", "also", "preserved", "gsh", "level", "sod", "activity", "well", "levels", "upstream", "regulating", "enzymes", "resulting", "preserved", "antioxidative", "capability", "addition", "postoperative", "prevented", "hippocampal", "microglial", "activation", "elevation", "sphingosine", "receptor", "1", "inflammatory", "cytokines", "2vo", "results", "suggest", "postoperative", "suppresses", "neuroinflammation", "oxidative", "stress", "induced", "chronic", "cerebral", "ischemia", "thereby", "preserving", "cognitive", "function", "vascular", "dementia", "rat", "model"], "authors": [["Hu", "Yuan", "Y", "Department of Neurology, Zhongnan Hospital of Wuhan University, Donghu Road No. 169, Wuhan, 430071, China."], ["Zhang", "Miao", "M", "Department of Neurology, Zhongnan Hospital of Wuhan University, Donghu Road No. 169, Wuhan, 430071, China."], ["Chen", "Yunyun", "Y", "Department of Thoracic and Cardiovascular Surgery, Zhongnan Hospital of Wuhan University, Donghu Road No. 169, Wuhan, 430071, China."], ["Yang", "Ying", "Y", "Department of Neurology, Zhongnan Hospital of Wuhan University, Donghu Road No. 169, Wuhan, 430071, China."], ["Zhang", "Jun-Jian", "JJ", "Department of Neurology, Zhongnan Hospital of Wuhan University, Donghu Road No. 169, Wuhan, 430071, China. wdsjkx@163.com."]], "title": "Postoperative intermittent fasting prevents hippocampal oxidative stress and memory deficits in a rat model of chronic cerebral hypoperfusion.", "year": null, "sentences": ["Whether intermittent fasting (IF) treatment after stroke can prevent its long-term detrimental effects remains unknown.", "Here, we investigate the effects of postoperative IF on cognitive deficits and its underlying mechanisms in a permanent two-vessel occlusion (2VO) vascular dementia rat model.Rats were subjected to either IF or ad libitum feeding 1 week after 2VO surgery.", "The cognition of rats was assessed using the novel object recognition (NOR) task and Morris water maze (MWM) 8 weeks after surgery.", "After behavioral testing, hippocampal malondialdehyde (MDA) and glutathione (GSH) concentrations, superoxide dismutase (SOD) activity, gene expression of antioxidative enzymes, inflammatory protein levels, and microglia density were determined.Postoperative IF significantly ameliorated the cognitive performance of 2VO rats in the NOR and MWM tests.", "Cognitive enhancement paralleled preservation of the PSD95 and BDNF levels in the 2VO rat hippocampus.", "Mechanistically, postoperative IF mitigated hippocampal oxidative stress in 2VO rats, as indicated by the reduced MDA concentration and mRNA and the protein levels of the reactive oxygen species-generating enzyme nicotinamide adenine dinucleotide phosphate oxidase 1.", "IF treatment also preserved the GSH level and SOD activity, as well as the levels of their upstream regulating enzymes, resulting in preserved antioxidative capability.", "In addition, postoperative IF prevented hippocampal microglial activation and elevation of sphingosine 1-phosphate receptor 1 and inflammatory cytokines in 2VO rats.Our results suggest that postoperative IF suppresses neuroinflammation and oxidative stress induced by chronic cerebral ischemia, thereby preserving cognitive function in a vascular dementia rat model."], "id": "29327228", "text": "Whether intermittent fasting (IF) treatment after stroke can prevent its long-term detrimental effects remains unknown. Here, we investigate the effects of postoperative IF on cognitive deficits and its underlying mechanisms in a permanent two-vessel occlusion (2VO) vascular dementia rat model.Rats were subjected to either IF or ad libitum feeding 1 week after 2VO surgery. The cognition of rats was assessed using the novel object recognition (NOR) task and Morris water maze (MWM) 8 weeks after surgery. After behavioral testing, hippocampal malondialdehyde (MDA) and glutathione (GSH) concentrations, superoxide dismutase (SOD) activity, gene expression of antioxidative enzymes, inflammatory protein levels, and microglia density were determined.Postoperative IF significantly ameliorated the cognitive performance of 2VO rats in the NOR and MWM tests. Cognitive enhancement paralleled preservation of the PSD95 and BDNF levels in the 2VO rat hippocampus. Mechanistically, postoperative IF mitigated hippocampal oxidative stress in 2VO rats, as indicated by the reduced MDA concentration and mRNA and the protein levels of the reactive oxygen species-generating enzyme nicotinamide adenine dinucleotide phosphate oxidase 1. IF treatment also preserved the GSH level and SOD activity, as well as the levels of their upstream regulating enzymes, resulting in preserved antioxidative capability. In addition, postoperative IF prevented hippocampal microglial activation and elevation of sphingosine 1-phosphate receptor 1 and inflammatory cytokines in 2VO rats.Our results suggest that postoperative IF suppresses neuroinflammation and oxidative stress induced by chronic cerebral ischemia, thereby preserving cognitive function in a vascular dementia rat model.", "doi": "10.1007/s00394-018-1606-4", "journal": ["European journal of nutrition", "Eur J Nutr"], "date": "2018-01-18_23:40:50"}