{"words": ["brain", "photobiomodulation", "pbm", "therapy", "using", "red", "nir", "light", "innovative", "treatment", "wide", "range", "neurological", "psychological", "conditions", "light", "able", "stimulate", "complex", "iv", "mitochondrial", "respiratory", "chain", "cytochrome", "c", "oxidase", "increase", "atp", "synthesis", "moreover", "light", "absorption", "ion", "channels", "results", "release", "leads", "activation", "transcription", "factors", "gene", "expression", "brain", "pbm", "therapy", "enhances", "metabolic", "capacity", "neurons", "stimulates", "antioxidant", "responses", "well", "neurogenesis", "synaptogenesis", "therapeutic", "role", "disorders", "dementia", "parkinson", "disease", "well", "treat", "stroke", "brain", "trauma", "depression", "gained", "increasing", "interest", "transcranial", "pbm", "approach", "delivering", "sufficient", "dose", "achieve", "optimal", "stimulation", "challenging", "due", "exponential", "attenuation", "light", "penetration", "tissue", "alternative", "approaches", "intracranial", "intranasal", "light", "delivery", "methods", "suggested", "overcome", "limitation", "article", "reviews", "preclinical", "clinical", "evidence", "regarding", "efficacy", "brain", "pbm", "therapy"], "authors": [["Salehpour", "Farzad", "F", "Neurosciences Research Center (NSRC), Tabriz University of Medical Sciences, Tabriz, Iran. farzadsalehpour1988@gmail.com."], ["Mahmoudi", "Javad", "J", "Neurosciences Research Center (NSRC), Tabriz University of Medical Sciences, Tabriz, Iran."], ["Kamari", "Farzin", "F", "Neurosciences Research Center (NSRC), Tabriz University of Medical Sciences, Tabriz, Iran."], ["Sadigh-Eteghad", "Saeed", "S", "Neurosciences Research Center (NSRC), Tabriz University of Medical Sciences, Tabriz, Iran."], ["Rasta", "Seyed Hossein", "SH", "Department of Medical Physics, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Hamblin", "Michael R", "MR", "Wellman Center for Photomedicine, Massachusetts General Hospital, Boston, MA, 02114, USA. hamblin@helix.mgh.harvard.edu."]], "title": "Brain Photobiomodulation Therapy: a Narrative Review.", "year": null, "sentences": ["Brain photobiomodulation (PBM) therapy using red to near-infrared (NIR) light is an innovative treatment for a wide range of neurological and psychological conditions.", "Red/NIR light is able to stimulate complex IV of the mitochondrial respiratory chain (cytochrome c oxidase) and increase ATP synthesis.", "Moreover, light absorption by ion channels results in release of Ca2+ and leads to activation of transcription factors and gene expression.", "Brain PBM therapy enhances the metabolic capacity of neurons and stimulates anti-inflammatory, anti-apoptotic, and antioxidant responses, as well as neurogenesis and synaptogenesis.", "Its therapeutic role in disorders such as dementia and Parkinson's disease, as well as to treat stroke, brain trauma, and depression has gained increasing interest.", "In the transcranial PBM approach, delivering a sufficient dose to achieve optimal stimulation is challenging due to exponential attenuation of light penetration in tissue.", "Alternative approaches such as intracranial and intranasal light delivery methods have been suggested to overcome this limitation.", "This article reviews the state-of-the-art preclinical and clinical evidence regarding the efficacy of brain PBM therapy."], "id": "29327206", "text": "Brain photobiomodulation (PBM) therapy using red to near-infrared (NIR) light is an innovative treatment for a wide range of neurological and psychological conditions. Red/NIR light is able to stimulate complex IV of the mitochondrial respiratory chain (cytochrome c oxidase) and increase ATP synthesis. Moreover, light absorption by ion channels results in release of Ca2+ and leads to activation of transcription factors and gene expression. Brain PBM therapy enhances the metabolic capacity of neurons and stimulates anti-inflammatory, anti-apoptotic, and antioxidant responses, as well as neurogenesis and synaptogenesis. Its therapeutic role in disorders such as dementia and Parkinson's disease, as well as to treat stroke, brain trauma, and depression has gained increasing interest. In the transcranial PBM approach, delivering a sufficient dose to achieve optimal stimulation is challenging due to exponential attenuation of light penetration in tissue. Alternative approaches such as intracranial and intranasal light delivery methods have been suggested to overcome this limitation. This article reviews the state-of-the-art preclinical and clinical evidence regarding the efficacy of brain PBM therapy.", "doi": "10.1007/s12035-017-0852-4", "journal": ["Molecular neurobiology", "Mol. Neurobiol."], "date": "2018-01-18_23:40:51"}