{"authors": [["Marras", "Connie", "C", "The Edmond J Safra Program in Parkinson's Research, Toronto Western Hospital, University of Toronto, Toronto, Ontario, Canada. Electronic address: cmarras@uhnresearch.ca."], ["Cunningham", "Christopher R", "CR", "Division of Movement Disorders, Department of Neurology, University of Louisville School of Medicine, Louisville, KY, USA."], ["Hou", "Jiayi", "J", "Altman Clinical and Translational Research Institute, University of California San Diego, San Diego, CA, USA."], ["Proudfoot", "James", "J", "Altman Clinical and Translational Research Institute, University of California San Diego, San Diego, CA, USA."], ["Standaert", "David G", "DG", "Department of Neurology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Juncos", "Jorge", "J", "Department of Neurology, Emory University, Atlanta, GA, USA."], ["Riley", "David", "D", "InMotion, Warrensville Heights, OH, USA."], ["Reich", "Stephen G", "SG", "Department of Neurology, University of Maryland, Baltimore, MD, USA."], ["Hall", "Deborah", "D", "Department of Neurological Sciences, Rush University, Chicago, ILL, USA; Department of Neurology, University of Colorado, Denver, CO, USA."], ["Kluger", "Benzi", "B", "Department of Neurology, University of Colorado, Denver, CO, USA."], ["Bordelon", "Yvette", "Y", "Department of Neurology, University of California Los Angeles, CA, USA."], ["Shprecher", "David R", "DR", "Department of Neurology, University of Utah, Salt City, Utah, USA."], ["Litvan", "Irene", "I", "Movement Disorder Center, Department of Neurosciences, University of California San Diego, San Diego, CA, USA."], [null, null, null, null]], "date": "2017-12-06", "id": "29307562", "text": "Anti-inflammatory drug use, particularly ibuprofen, has been associated with a lower risk of Parkinson's disease. Microglial activation and inflammatory cytokine expression have been shown to be pathological features of progressive supranuclear palsy. We examined the association between NSAID use and risk of PSP, disease severity and age at onset.The ENGENE-PSP multicenter case-control study recruited incident PSP cases who met the NINDS-PSP Society diagnostic criteria and age-, sex- and race-matched controls primarily from the same geographical areas. All subjects underwent standardized interviews to obtain data on demographics, residential history, medication history and lifetime occupational history. NSAID use was specifically queried by telephone interview using a standardized questionnaire.Information was obtained on anti-inflammatory drug exposure in 276 cases and 278 controls. No association was found between NSAID exposure and risk of PSP, age at onset or rate of change of UPDRS motor subscale, PSP Rating Scale or Mattis Dementia Rating Scale scores. This lack of association persisted when NSAID exposure was measured considering any NSAIDs, ibuprofen only, ASA only or non-ibuprofen, non-aspirin NSAIDs.These results do not suggest an important association between NSAID use and PSP occurrence or expression. Despite the large size of our study, confidence intervals were wide. To rule out small associations, very large sample sizes will be required.", "doi": "10.1016/j.parkreldis.2017.11.346", "title": "Anti-inflammatory drug use and progressive supranuclear palsy.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}