{"words": ["one", "great", "challenges", "facing", "humankind", "21st", "century", "preserving", "healthy", "brain", "function", "aging", "population", "individuals", "60", "fastest", "growing", "age", "group", "world", "2050", "estimated", "number", "people", "age", "60", "triple", "typical", "aging", "process", "involves", "cognitive", "decline", "related", "brain", "atrophy", "especially", "frontal", "brain", "areas", "regions", "subserve", "declarative", "memory", "loss", "synaptic", "connections", "emergence", "neuropathological", "symptoms", "associated", "dementia", "cognitive", "decline", "alzheimer", "disease", "dementias", "may", "cause", "older", "adults", "lose", "independence", "rely", "others", "live", "safely", "burdening", "family", "members", "health", "care", "systems", "process", "however", "two", "lines", "research", "offer", "hope", "seeking", "promote", "healthy", "cognitive", "aging", "first", "observed", "lifestyle", "variables", "cognitive", "leisure", "activities", "moderate", "risk", "alzheimer", "disease", "led", "development", "interventions", "older", "adults", "designed", "protect", "adverse", "effects", "cognitive", "decline", "second", "evidence", "lifelong", "bilingualism", "acts", "safeguard", "preserving", "healthy", "brain", "function", "possibly", "delaying", "incidence", "dementia", "several", "years", "previous", "work", "suggested", "foreign", "language", "learning", "programs", "aimed", "older", "populations", "optimal", "solution", "building", "cognitive", "reserve", "language", "learning", "engages", "extensive", "brain", "network", "known", "overlap", "regions", "negatively", "affected", "aging", "process", "outline", "potential", "future", "lines", "research", "may", "uncover", "mechanism", "responsible", "emergence", "language", "learning", "related", "brain", "advantages", "language", "typology", "age", "acquisition", "elements", "likely", "result", "largest", "gains"], "authors": [["Antoniou", "Mark", "M", "The MARCS Institute for Brain, Behaviour and Development, Western Sydney University, Sydney, NSW, Australia."], ["Wright", "Sarah M", "SM", "The MARCS Institute for Brain, Behaviour and Development, Western Sydney University, Sydney, NSW, Australia."]], "title": "Uncovering the Mechanisms Responsible for Why Language Learning May Promote Healthy Cognitive Aging.", "year": null, "sentences": ["One of the great challenges facing humankind in the 21st century is preserving healthy brain function in our aging population.", "Individuals over 60 are the fastest growing age group in the world, and by 2050, it is estimated that the number of people over the age of 60 will triple.", "The typical aging process involves cognitive decline related to brain atrophy, especially in frontal brain areas and regions that subserve declarative memory, loss of synaptic connections, and the emergence of neuropathological symptoms associated with dementia.", "The disease-state of this age-related cognitive decline is Alzheimer's disease and other dementias, which may cause older adults to lose their independence and rely on others to live safely, burdening family members and health care systems in the process.", "However, there are two lines of research that offer hope to those seeking to promote healthy cognitive aging.", "First, it has been observed that lifestyle variables such as cognitive leisure activities can moderate the risk of Alzheimer's disease, which has led to the development of plasticity-based interventions for older adults designed to protect against the adverse effects of cognitive decline.", "Second, there is evidence that lifelong bilingualism acts as a safeguard in preserving healthy brain function, possibly delaying the incidence of dementia by several years.", "In previous work, we have suggested that foreign language learning programs aimed at older populations are an optimal solution for building cognitive reserve because language learning engages an extensive brain network that is known to overlap with the regions negatively affected by the aging process.", "Here, we will outline potential future lines of research that may uncover the mechanism responsible for the emergence of language learning related brain advantages, such as language typology, bi- vs. multi-lingualism, age of acquisition, and the elements that are likely to result in the largest gains."], "id": "29326636", "text": "One of the great challenges facing humankind in the 21st century is preserving healthy brain function in our aging population. Individuals over 60 are the fastest growing age group in the world, and by 2050, it is estimated that the number of people over the age of 60 will triple. The typical aging process involves cognitive decline related to brain atrophy, especially in frontal brain areas and regions that subserve declarative memory, loss of synaptic connections, and the emergence of neuropathological symptoms associated with dementia. The disease-state of this age-related cognitive decline is Alzheimer's disease and other dementias, which may cause older adults to lose their independence and rely on others to live safely, burdening family members and health care systems in the process. However, there are two lines of research that offer hope to those seeking to promote healthy cognitive aging. First, it has been observed that lifestyle variables such as cognitive leisure activities can moderate the risk of Alzheimer's disease, which has led to the development of plasticity-based interventions for older adults designed to protect against the adverse effects of cognitive decline. Second, there is evidence that lifelong bilingualism acts as a safeguard in preserving healthy brain function, possibly delaying the incidence of dementia by several years. In previous work, we have suggested that foreign language learning programs aimed at older populations are an optimal solution for building cognitive reserve because language learning engages an extensive brain network that is known to overlap with the regions negatively affected by the aging process. Here, we will outline potential future lines of research that may uncover the mechanism responsible for the emergence of language learning related brain advantages, such as language typology, bi- vs. multi-lingualism, age of acquisition, and the elements that are likely to result in the largest gains.", "doi": "10.3389/fpsyg.2017.02217", "journal": ["Frontiers in psychology", "Front Psychol"], "date": "2018-01-18_23:40:52"}