{"words": ["background", "cognitive", "impairment", "prevalent", "parkinson", "disease", "pd", "affecting", "patients", "diagnosis", "expression", "genetic", "polymorphisms", "apolipoprotein", "e", "apoe", "associated", "presence", "cognitive", "impairment", "pd", "although", "data", "inconsistent", "objectives", "determine", "prevalence", "cognitive", "impairment", "patients", "pd", "using", "montreal", "cognitive", "assessment", "moca", "comprehensive", "trail", "making", "test", "ctmt", "parkinson", "rating", "scale", "pdcrs", "association", "plasma", "apoe", "genetic", "polymorphisms", "methods", "study", "involving", "46", "pd", "patients", "patients", "evaluated", "using", "montreal", "cognitive", "assessment", "test", "moca", "detailed", "neuropsychological", "tests", "parkinson", "disease", "cognitive", "rating", "scale", "pdcrs", "used", "cognitive", "function", "comprehensive", "trail", "making", "test", "ctmt", "executive", "function", "blood", "drawn", "plasma", "measurements", "apoe", "genetic", "analysis", "apoe", "polymorphism", "detected", "using", "mutagelapoe", "immundiagnostik", "plasma", "detected", "using", "elisa", "technique", "uscn", "life", "science", "according", "standard", "protocol", "results", "based", "moca", "26", "patients", "mild", "cognitive", "impairment", "20", "normal", "cognition", "based", "pdcrs", "18", "normal", "cognition", "17", "37", "mild", "cognitive", "impairment", "11", "dementia", "group", "5", "25", "patients", "group", "patients", "group", "ctmt", "scores", "significantly", "different", "patients", "mci", "normal", "cognition", "moca", "p", "twenty", "one", "patients", "executive", "dysfunction", "group", "17", "severe", "executive", "dysfunction", "4", "mild", "moderate", "executive", "dysfunction", "differences", "plasma", "concentration", "presence", "types", "cognitive", "impairment", "based", "moca", "pdcrs", "ctmt", "theapoee4", "allele", "carrier", "frequency", "significantly", "higher", "patients", "executive", "dysfunction", "p", "conclusion", "mci", "prevalent", "pd", "population", "pdcrs", "appeared", "discriminatory", "detecting", "mci", "pdd", "moca", "plasma", "level", "associated", "presence", "type", "cognitive", "impairment", "apoee4", "allele", "carrier", "status", "significantly", "associated", "executive", "dysfunction", "pd"], "authors": [["Samat", "Nor A", "NA", "Department of Medicine, UKM Medical Centre, Chancellor Tuanku Muhriz Hospital & Universiti Kebangsaan Malaysia Medical Centre, Kuala Lumpur, Malaysia."], ["Abdul Murad", "Nor A", "NA", "Universiti Kebangsaan Malaysia Medical Molecular Biology Institute, Kuala Lumpur, Malaysia."], ["Mohamad", "Khairiyah", "K", "Department of Medicine, UKM Medical Centre, Chancellor Tuanku Muhriz Hospital & Universiti Kebangsaan Malaysia Medical Centre, Kuala Lumpur, Malaysia."], ["Abdul Razak", "Mohd R", "MR", "Universiti Kebangsaan Malaysia Medical Molecular Biology Institute, Kuala Lumpur, Malaysia."], ["Mohamed Ibrahim", "Norlinah", "N", "Department of Medicine, UKM Medical Centre, Chancellor Tuanku Muhriz Hospital & Universiti Kebangsaan Malaysia Medical Centre, Kuala Lumpur, Malaysia."]], "title": "Apolipoprotein Eε4: A Biomarker for Executive Dysfunction among Parkinson's Disease Patients with Mild Cognitive Impairment.", "year": null, "sentences": ["Background: Cognitive impairment is prevalent in Parkinson's disease (PD), affecting 15-20% of patients at diagnosis.", "α-synuclein expression and genetic polymorphisms of Apolipoprotein E (ApoE) have been associated with the presence of cognitive impairment in PD although data have been inconsistent.", "Objectives: To determine the prevalence of cognitive impairment in patients with PD using Montreal Cognitive Assessment (MoCA), Comprehensive Trail Making Test (CTMT) and Parkinson's disease-cognitive rating scale (PDCRS), and its association with plasma α-synuclein and ApoE genetic polymorphisms.", "Methods: This was across-sectional study involving 46 PD patients.", "Patients were evaluated using Montreal cognitive assessment test (MoCA), and detailed neuropsychological tests.", "The Parkinson's disease cognitive rating scale (PDCRS) was used for cognitive function and comprehensive trail making test (CTMT) for executive function.", "Blood was drawn for plasma α-synuclein measurements and ApoE genetic analysis.", "ApoE polymorphism was detected using MutaGELAPoE from ImmunDiagnostik.", "Plasma α-synuclein was detected using the ELISA Technique (USCN Life Science Inc.) according to the standard protocol.", "Results: Based on MoCA, 26 (56.5%) patients had mild cognitive impairment (PD-MCI) and 20 (43.5%) had normal cognition (PD-NC).", "Based on the PDCRS, 18 (39.1%) had normal cognition (PDCRS-NC), 17 (37%) had mild cognitive impairment (PDCRS-MCI), and 11 (23.9%) had dementia (PDCRS-PDD).", "In the PDCRS-MCI group, 5 (25%) patients were from PD-NC group and all PDCRS-PDD patients were from PD-MCI group.", "CTMT scores were significantly different between patients with MCI and normal cognition on MoCA (p = 0.003).", "Twenty one patients (72.4%) with executive dysfunction were from the PD-MCI group; 17 (77.3%) with severe executive dysfunction and 4 (57.1%) had mild to moderate executive dysfunction.", "There were no differences in the plasma α-synuclein concentration between the presence or types of cognitive impairment based on MoCA, PDCRS, and CTMT.", "TheApoEe4 allele carrier frequency was significantly higher in patients with executive dysfunction (p = 0.014).", "Conclusion: MCI was prevalent in our PD population.", "PDCRS appeared to be more discriminatory in detecting MCI and PDD than MoCA.", "Plasma α-synuclein level was not associated with presence nor type of cognitive impairment, but the ApoEe4 allele carrier status was significantly associated with executive dysfunction in PD."], "id": "29326545", "text": "Background: Cognitive impairment is prevalent in Parkinson's disease (PD), affecting 15-20% of patients at diagnosis. α-synuclein expression and genetic polymorphisms of Apolipoprotein E (ApoE) have been associated with the presence of cognitive impairment in PD although data have been inconsistent. Objectives: To determine the prevalence of cognitive impairment in patients with PD using Montreal Cognitive Assessment (MoCA), Comprehensive Trail Making Test (CTMT) and Parkinson's disease-cognitive rating scale (PDCRS), and its association with plasma α-synuclein and ApoE genetic polymorphisms. Methods: This was across-sectional study involving 46 PD patients. Patients were evaluated using Montreal cognitive assessment test (MoCA), and detailed neuropsychological tests. The Parkinson's disease cognitive rating scale (PDCRS) was used for cognitive function and comprehensive trail making test (CTMT) for executive function. Blood was drawn for plasma α-synuclein measurements and ApoE genetic analysis. ApoE polymorphism was detected using MutaGELAPoE from ImmunDiagnostik. Plasma α-synuclein was detected using the ELISA Technique (USCN Life Science Inc.) according to the standard protocol. Results: Based on MoCA, 26 (56.5%) patients had mild cognitive impairment (PD-MCI) and 20 (43.5%) had normal cognition (PD-NC). Based on the PDCRS, 18 (39.1%) had normal cognition (PDCRS-NC), 17 (37%) had mild cognitive impairment (PDCRS-MCI), and 11 (23.9%) had dementia (PDCRS-PDD). In the PDCRS-MCI group, 5 (25%) patients were from PD-NC group and all PDCRS-PDD patients were from PD-MCI group. CTMT scores were significantly different between patients with MCI and normal cognition on MoCA (p = 0.003). Twenty one patients (72.4%) with executive dysfunction were from the PD-MCI group; 17 (77.3%) with severe executive dysfunction and 4 (57.1%) had mild to moderate executive dysfunction. There were no differences in the plasma α-synuclein concentration between the presence or types of cognitive impairment based on MoCA, PDCRS, and CTMT. TheApoEe4 allele carrier frequency was significantly higher in patients with executive dysfunction (p = 0.014). Conclusion: MCI was prevalent in our PD population. PDCRS appeared to be more discriminatory in detecting MCI and PDD than MoCA. Plasma α-synuclein level was not associated with presence nor type of cognitive impairment, but the ApoEe4 allele carrier status was significantly associated with executive dysfunction in PD.", "doi": "10.3389/fnins.2017.00712", "journal": ["Frontiers in neuroscience", "Front Neurosci"], "date": "2018-01-18_23:40:52"}