{"words": ["amyotrophic", "lateral", "sclerosis", "als", "frontotemporal", "dementia", "ftd", "two", "multifactorial", "neurodegenerative", "disorders", "typically", "characterized", "selective", "death", "motor", "neurons", "cerebral", "cortex", "neurons", "respectively", "two", "diseases", "share", "many", "clinical", "genetic", "pathological", "aspects", "past", "decade", "cell", "reprogramming", "technologies", "enabled", "researchers", "generate", "human", "induced", "pluripotent", "stem", "cells", "ipscs", "somatic", "cells", "resulted", "unique", "opportunity", "obtain", "specific", "neuronal", "cell", "types", "patients", "could", "used", "basic", "research", "moreover", "vitro", "models", "mimic", "familial", "forms", "also", "sporadic", "cases", "without", "known", "genetic", "cause", "present", "extensive", "technical", "advances", "generation", "ipscs", "well", "differentiation", "procedures", "obtain", "motor", "neurons", "cortical", "neurons", "cells", "major", "challenge", "moment", "determine", "whether", "cells", "show", "relevant", "phenotypes", "recapitulate", "complex", "diseases", "review", "summarize", "work", "related", "ipsc", "models", "als", "ftd", "addition", "discuss", "potential", "drawbacks", "solutions", "establishing", "trustworthy", "ipsc", "models", "als", "ftd"], "authors": [["Guo", "Wenting", "W", "KU Leuven-Department of Neurosciences, Experimental Neurology and Leuven Institute for Neuroscience and Disease, Leuven, Belgium."], ["Fumagalli", "Laura", "L", "KU Leuven-Department of Neurosciences, Experimental Neurology and Leuven Institute for Neuroscience and Disease, Leuven, Belgium."], ["Prior", "Robert", "R", "KU Leuven-Department of Neurosciences, Experimental Neurology and Leuven Institute for Neuroscience and Disease, Leuven, Belgium."], ["Van Den Bosch", "Ludo", "L", "KU Leuven-Department of Neurosciences, Experimental Neurology and Leuven Institute for Neuroscience and Disease, Leuven, Belgium."]], "title": "Current Advances and Limitations in Modeling ALS/FTD in a Dish Using Induced Pluripotent Stem Cells.", "year": null, "sentences": ["Amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD) are two age-dependent multifactorial neurodegenerative disorders, which are typically characterized by the selective death of motor neurons and cerebral cortex neurons, respectively.", "These two diseases share many clinical, genetic and pathological aspects.", "During the past decade, cell reprogramming technologies enabled researchers to generate human induced pluripotent stem cells (iPSCs) from somatic cells.", "This resulted in the unique opportunity to obtain specific neuronal and non-neuronal cell types from patients which could be used for basic research.", "Moreover, these in vitro models can mimic not only the familial forms of ALS/FTD, but also sporadic cases without known genetic cause.", "At present, there have been extensive technical advances in the generation of iPSCs, as well as in the differentiation procedures to obtain iPSC-derived motor neurons, cortical neurons and non-neuronal cells.", "The major challenge at this moment is to determine whether these iPSC-derived cells show relevant phenotypes that recapitulate complex diseases.", "In this review, we will summarize the work related to iPSC models of ALS and FTD.", "In addition, we will discuss potential drawbacks and solutions for establishing more trustworthy iPSC models for both ALS and FTD."], "id": "29326542", "text": "Amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD) are two age-dependent multifactorial neurodegenerative disorders, which are typically characterized by the selective death of motor neurons and cerebral cortex neurons, respectively. These two diseases share many clinical, genetic and pathological aspects. During the past decade, cell reprogramming technologies enabled researchers to generate human induced pluripotent stem cells (iPSCs) from somatic cells. This resulted in the unique opportunity to obtain specific neuronal and non-neuronal cell types from patients which could be used for basic research. Moreover, these in vitro models can mimic not only the familial forms of ALS/FTD, but also sporadic cases without known genetic cause. At present, there have been extensive technical advances in the generation of iPSCs, as well as in the differentiation procedures to obtain iPSC-derived motor neurons, cortical neurons and non-neuronal cells. The major challenge at this moment is to determine whether these iPSC-derived cells show relevant phenotypes that recapitulate complex diseases. In this review, we will summarize the work related to iPSC models of ALS and FTD. In addition, we will discuss potential drawbacks and solutions for establishing more trustworthy iPSC models for both ALS and FTD.", "doi": "10.3389/fnins.2017.00671", "journal": ["Frontiers in neuroscience", "Front Neurosci"], "date": "2018-01-18_23:40:53"}