{"words": ["background", "thorough", "dental", "prevention", "provided", "diagnosis", "early", "stage", "dementia", "may", "able", "reduce", "risk", "dental", "disease", "associated", "cognitive", "decline", "takes", "questionnaire", "used", "see", "many", "patients", "recent", "diagnosis", "dementia", "registered", "dentist", "accessing", "preventative", "dental", "care", "questionnaire", "administered", "patients", "attending", "memory", "assessment", "services", "mas", "approximately", "ten", "weeks", "initial", "diagnosis", "similar", "questionnaire", "conducted", "among", "mas", "staff", "providing", "insight", "personal", "dental", "care", "knowledge", "total", "number", "participants", "study", "51", "eighty", "percent", "currently", "registered", "seen", "regularly", "dentist", "half", "patients", "attended", "regular", "hygienist", "sessions", "patients", "receive", "dietary", "advice", "oral", "hygiene", "instruction", "offered", "additional", "fluoride", "clearly", "scope", "improving", "oral", "health", "education", "prevention", "dementia", "patients", "mas", "nurses", "aware", "need", "good", "oral", "health", "patients", "however", "aware", "current", "best", "evidence", "prevention", "prescribed", "delivering", "better", "oral", "health", "toolkit"], "authors": [["Emanuel", "R", "R", "Special Care Dentistry, Sussex Community NHS Foundation Trust, Brighton General Hospital, Elm Grove, Brighton BN2 3EW."], ["Sorensen", "A", "A", "Brighton & Sussex Medical School, Brighton, BN1 9PX."]], "title": "A study of oral health prevention behaviours for patients with early stage dementia.", "year": null, "sentences": ["Background Thorough dental prevention provided at the diagnosis of early stage dementia may be able to reduce the risk of dental disease before the associated cognitive decline takes hold.Method A questionnaire was used to see how many patients with a recent diagnosis of dementia were registered with a dentist and if they were accessing preventative dental care.", "The questionnaire was administered to patients attending Memory Assessment Services (MAS), approximately ten weeks after initial diagnosis.", "A similar questionnaire was conducted among MAS staff providing insight into their own personal dental care knowledge and behaviours.Results The total number of participants in the study was 51.", "Eighty percent were currently registered or seen regularly by a dentist.", "About half of all patients attended for regular hygienist sessions.", "Most patients did not receive dietary advice or oral hygiene instruction, nor were offered additional fluoride supplementation.Conclusion There was clearly scope for improving oral health education and prevention for dementia patients.", "MAS nurses were aware of the need for good oral health for themselves and for their patients, however, weren't aware of the current best evidence for prevention as prescribed by the Delivering Better Oral Health toolkit."], "id": "29326466", "text": "Background Thorough dental prevention provided at the diagnosis of early stage dementia may be able to reduce the risk of dental disease before the associated cognitive decline takes hold.Method A questionnaire was used to see how many patients with a recent diagnosis of dementia were registered with a dentist and if they were accessing preventative dental care. The questionnaire was administered to patients attending Memory Assessment Services (MAS), approximately ten weeks after initial diagnosis. A similar questionnaire was conducted among MAS staff providing insight into their own personal dental care knowledge and behaviours.Results The total number of participants in the study was 51. Eighty percent were currently registered or seen regularly by a dentist. About half of all patients attended for regular hygienist sessions. Most patients did not receive dietary advice or oral hygiene instruction, nor were offered additional fluoride supplementation.Conclusion There was clearly scope for improving oral health education and prevention for dementia patients. MAS nurses were aware of the need for good oral health for themselves and for their patients, however, weren't aware of the current best evidence for prevention as prescribed by the Delivering Better Oral Health toolkit.", "doi": "10.1038/sj.bdj.2018.5", "journal": ["British dental journal", "Br Dent J"], "date": "2018-01-18_23:40:53"}