{"words": ["increasing", "longevity", "people", "intellectual", "disability", "testimony", "positive", "developments", "medical", "intervention", "nonetheless", "issues", "concerns", "cause", "deterioration", "overall", "paper", "aimed", "explore", "issues", "concerns", "individuals", "intellectual", "disability", "discussed", "people", "intellectual", "disability", "30", "years", "age", "identified", "ageing", "health", "issues", "concerns", "included", "studies", "reported", "english", "1996", "2016", "included", "searched", "pubmed", "google", "scholar", "science", "direct", "using", "terms", "intellectual", "disability", "ageing", "cognitive", "impairment", "health", "screening", "early", "onset", "health", "problems", "dementia", "likely", "develop", "age", "40", "years", "individuals", "intellectual", "disability", "geriatric", "services", "people", "intellectual", "disability", "however", "available", "aged", "60", "years", "older", "cognitive", "instruments", "used", "general", "population", "suitable", "people", "intellectual", "disability", "floor", "effects", "hong", "kong", "chinese", "version", "dementia", "screening", "questionnaire", "individuals", "intellectual", "disabilities", "validated", "instrument", "people", "intellectual", "disability", "use", "appropriate", "measurement", "tools", "monitor", "progression", "conditions", "individuals", "intellectual", "disability", "great", "assessment", "cognition", "function", "people", "intellectual", "disability", "vital", "enable", "early", "detection", "significant", "deterioration", "allows", "therapeutic", "intervention", "substantial", "damage", "brain", "occurs", "dementia", "hastens", "cognitive", "functional", "decline"], "authors": [["Tse", "M My", "MM", "School of Nursing, The Hong Kong Polytechnic University, Hung Hom, Hong Kong."], ["Kwan", "R Yc", "RY", "School of Nursing, The Hong Kong Polytechnic University, Hung Hom, Hong Kong."], ["Lau", "J L", "JL", "School of Nursing, The Hong Kong Polytechnic University, Hung Hom, Hong Kong."]], "title": "Ageing in individuals with intellectual disability: issues and concerns in Hong Kong.", "year": null, "sentences": ["The increasing longevity of people with intellectual disability is testimony to the positive developments in medical intervention.", "Nonetheless early-onset age-related issues and concerns cause deterioration of their overall well-being.", "This paper aimed to explore the issues and concerns about individuals with intellectual disability as they age.Articles that discussed people with intellectual disability over 30 years of age, and those that identified ageing health issues and concerns were included.", "Only studies reported in English from 1996 to 2016 were included.", "We searched PubMed, Google Scholar, and Science Direct using the terms \"intellectual disability\", \"ageing\", \"cognitive impairment\", \"health\", and \"screening\".Apart from the early onset of age-related health problems, dementia is more likely to develop by the age of 40 years in individuals with intellectual disability.", "Geriatric services to people with intellectual disability, however, are only available for those aged 60 years and older.", "Cognitive instruments used for the general population are not suitable for people with intellectual disability because of floor effects.", "In Hong Kong, the Chinese version of the Dementia Screening Questionnaire for Individuals with Intellectual Disabilities is the only validated instrument for people with intellectual disability.", "The use of appropriate measurement tools to monitor the progression of age-related conditions in individuals with intellectual disability is of great value.Longitudinal assessment of cognition and function in people with intellectual disability is vital to enable early detection of significant deterioration.", "This allows for therapeutic intervention before substantial damage to the brain occurs such as dementia that hastens cognitive and functional decline."], "id": "29326402", "text": "The increasing longevity of people with intellectual disability is testimony to the positive developments in medical intervention. Nonetheless early-onset age-related issues and concerns cause deterioration of their overall well-being. This paper aimed to explore the issues and concerns about individuals with intellectual disability as they age.Articles that discussed people with intellectual disability over 30 years of age, and those that identified ageing health issues and concerns were included. Only studies reported in English from 1996 to 2016 were included. We searched PubMed, Google Scholar, and Science Direct using the terms \"intellectual disability\", \"ageing\", \"cognitive impairment\", \"health\", and \"screening\".Apart from the early onset of age-related health problems, dementia is more likely to develop by the age of 40 years in individuals with intellectual disability. Geriatric services to people with intellectual disability, however, are only available for those aged 60 years and older. Cognitive instruments used for the general population are not suitable for people with intellectual disability because of floor effects. In Hong Kong, the Chinese version of the Dementia Screening Questionnaire for Individuals with Intellectual Disabilities is the only validated instrument for people with intellectual disability. The use of appropriate measurement tools to monitor the progression of age-related conditions in individuals with intellectual disability is of great value.Longitudinal assessment of cognition and function in people with intellectual disability is vital to enable early detection of significant deterioration. This allows for therapeutic intervention before substantial damage to the brain occurs such as dementia that hastens cognitive and functional decline.", "doi": "10.12809/hkmj166302", "journal": ["Hong Kong medical journal = Xianggang yi xue za zhi", "Hong Kong Med J"], "date": "2018-01-18_23:40:53"}