{"authors": [["Edmonds", "Emily C", "EC", "Veterans Affairs San Diego Healthcare System, San Diego, CA."], ["Ard", "M Colin", "MC", "Department of Neurosciences, University of California San Diego, School of Medicine, La Jolla, CA."], ["Edland", "Steven D", "SD", "Department of Neurosciences, University of California San Diego, School of Medicine, La Jolla, CA."], ["Galasko", "Douglas R", "DR", "Veterans Affairs San Diego Healthcare System, San Diego, CA."], ["Salmon", "David P", "DP", "Department of Neurosciences, University of California San Diego, School of Medicine, La Jolla, CA."], ["Bondi", "Mark W", "MW", "Veterans Affairs San Diego Healthcare System, San Diego, CA."]], "date": "2017-12-01", "id": "29296659", "text": "Criteria for mild cognitive impairment (MCI) used in many clinical trials are susceptible to \"false-positive (FP)\" errors that can be avoided by an actuarial psychometric approach.Cluster analysis was applied to baseline neuropsychological test data from 756 MCI participants in the Alzheimer's Disease Cooperative Study donepezil trial. Treatment groups were compared after FP MCI cases were removed.Cluster analyses revealed three groups: \"single-domain amnestic MCI\" (31%), \"multi-domain amnestic MCI\" (39%), and \"FP MCI\" (30%). After removing FP MCI cases, the donepezil treatment group had a lower rate of progression to Alzheimer's disease and better performance on cognitive tests than the placebo/vitamin E group.Removal of FP MCI diagnoses unmasked beneficial effects of donepezil, despite a 30% reduction in sample size. MCI subject selection based on actuarial methods with comprehensive neuropsychological test data can result in more efficient clinical trials and improved ability to detect treatment effects.", "doi": "10.1016/j.trci.2017.11.001", "title": "Unmasking the benefits of donepezil via psychometrically precise identification of mild cognitive impairment: A secondary analysis of the ADCS vitamin E and donepezil in MCI study.", "journal": ["Alzheimer's & dementia (New York, N. Y.)", "Alzheimers Dement (N Y)"]}