{"words": ["myoclonus", "elderly", "mainly", "related", "dementia", "systemic", "disease", "report", "aimed", "investigate", "clinical", "electrophysiological", "features", "patients", "retrospectively", "assessed", "medical", "records", "patients", "referred", "electromyography", "laboratory", "records", "included", "patients", "myoclonus", "started", "age", "60", "years", "confirmed", "polymyography", "demographic", "clinical", "electrophysiological", "findings", "retrieved", "medical", "63", "patients", "myoclonus", "types", "myoclonus", "spinal", "segmental", "n", "2", "cortical", "n", "25", "probable", "involving", "upper", "extremities", "n", "36", "latter", "two", "types", "displayed", "reflex", "sensitivity", "four", "patients", "one", "multifocal", "cortical", "myoclonus", "others", "probable", "myoclonus", "diagnosed", "probable", "cjd", "diagnoses", "parkinsons", "disease", "dementia", "syndromes", "vascular", "parkinsonism", "polyneuropathy", "celiac", "disease", "encephalopathy", "eleven", "patients", "specific", "cohort", "mostly", "associated", "parkinsonism", "cortical", "myoclonus", "rare", "elderly", "age", "group", "myoclonus", "polyneuropathy", "irregular", "electrophysiological", "characteristics", "similar", "cortical", "subtype"], "authors": [["Kiziltan", "Meral E", "ME", "Department of Neurology, Cerrahpaşa School of Medicine, Istanbul University, Turkey."], ["Gunduz", "Aysegul", "A", "Department of Neurology, Cerrahpaşa School of Medicine, Istanbul University, Turkey. Electronic address: draysegulgunduz@yahoo.com."], ["Tutuncu", "Melih", "M", "Department of Neurology, Cerrahpaşa School of Medicine, Istanbul University, Turkey."], ["Ertan", "Sibel", "S", "Department of Neurology, Cerrahpaşa School of Medicine, Istanbul University, Turkey."], ["Apaydin", "Hulya", "H", "Department of Neurology, Cerrahpaşa School of Medicine, Istanbul University, Turkey."], ["Kiziltan", "Gunes", "G", "Department of Neurology, Cerrahpaşa School of Medicine, Istanbul University, Turkey."]], "title": "Myoclonus in the elderly: A retrospective analysis of clinical and electrophysiological characteristics of patients referred to an electrophysiology laboratory.", "year": null, "sentences": ["Late-onset myoclonus in the elderly is mainly related to dementia or systemic disease.", "In this report, we aimed to investigate the clinical and electrophysiological features of patients with late-onset myoclonus.We retrospectively assessed the medical records of patients who were referred to our electromyography laboratory.", "From these records, we included all patients who had myoclonus which started after the age of 60 years and in whom it was confirmed by polymyography.", "Demographic, clinical and electrophysiological findings were retrieved from the medical records.There were 63 patients with myoclonus.", "Types of myoclonus were spinal segmental (n = 2), cortical (n = 25) and probable cortico-subcortical involving upper extremities (n = 36).", "The latter two types displayed reflex sensitivity.", "Four patients (one with multifocal cortical myoclonus and others with probable cortico-subcortical myoclonus) were diagnosed with probable CJD.", "Other diagnoses were Parkinsons's disease, Parkinson-plus or dementia syndromes, vascular parkinsonism, polyneuropathy, Celiac disease and post-hypoxic encephalopathy.", "Eleven patients did not have a specific diagnosis.Myoclonus in our cohort was mostly associated with parkinsonism.", "Cortical myoclonus is not rare in the elderly age group.", "Myoclonus in polyneuropathy is irregular, tremor-like with electrophysiological characteristics similar to the cortical subtype."], "id": "29326035", "text": "Late-onset myoclonus in the elderly is mainly related to dementia or systemic disease. In this report, we aimed to investigate the clinical and electrophysiological features of patients with late-onset myoclonus.We retrospectively assessed the medical records of patients who were referred to our electromyography laboratory. From these records, we included all patients who had myoclonus which started after the age of 60 years and in whom it was confirmed by polymyography. Demographic, clinical and electrophysiological findings were retrieved from the medical records.There were 63 patients with myoclonus. Types of myoclonus were spinal segmental (n = 2), cortical (n = 25) and probable cortico-subcortical involving upper extremities (n = 36). The latter two types displayed reflex sensitivity. Four patients (one with multifocal cortical myoclonus and others with probable cortico-subcortical myoclonus) were diagnosed with probable CJD. Other diagnoses were Parkinsons's disease, Parkinson-plus or dementia syndromes, vascular parkinsonism, polyneuropathy, Celiac disease and post-hypoxic encephalopathy. Eleven patients did not have a specific diagnosis.Myoclonus in our cohort was mostly associated with parkinsonism. Cortical myoclonus is not rare in the elderly age group. Myoclonus in polyneuropathy is irregular, tremor-like with electrophysiological characteristics similar to the cortical subtype.", "doi": "10.1016/j.parkreldis.2017.12.026", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."], "date": "2018-01-18_23:40:54"}