{"authors": [["Hung", "Peir-Haur", "PH", "Department of Internal Medicine, Ditmanson Medical Foundation Chia-yi Christian Hospital, Chia-yi, Taiwan."], ["Yeh", "Chih-Ching", "CC", "School of Public Health, College of Public Health and Nutrition, Taipei Medical University, Taipei, Taiwan."], ["Hsiao", "Chih-Yen", "CY", "Department of Internal Medicine, Ditmanson Medical Foundation Chia-yi Christian Hospital, Chia-yi, Taiwan."], ["Sung", "Pi-Shan", "PS", "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Muo", "Chih-Hsin", "CH", "Management Office for Health Data, China Medical University Hospital, Taichung, Taiwan."], ["Sung", "Fung-Chang", "FC", "Management Office for Health Data, China Medical University Hospital, Taichung, Taiwan."], ["Hung", "Kuan-Yu", "KY", "Department of Internal Medicine, National Taiwan University Hospital, Hsin-Chu Branch, Hsin-Chu City, Taiwan."], ["Tsai", "Kuen-Jer", "KJ", "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan."]], "date": "2017-11-15", "id": "29296170", "text": "There is controversy regarding the extent of risk for dementia in patients with end stage renal disease (ESRD) who are undergoing hemodialysis (HD) or peritoneal dialysis (PD). We examined data from Taiwan's Longitudinal Health Insurance Database, and used Cox proportional hazard regression analysis to compare the development of dementia in 72,934 HD and PD patients with 72,934 matched controls from January 1, 1999 to December 31, 2010. The results indicate an increased risk for dementia overall in HD patients (adjusted hazard ratio [aHR] = 1.64, p < 0.0001) and PD patients (aHR = 2.21, p < 0.0001). HD and PD patients also had significantly greater aHRs for vascular dementia (VaD) and unspecified dementia (UnD), but only HD patients had a significantly greater aHR for Alzheimer's disease (AD). Further research is needed to confirm whether management of ESRD with PD can reduce the incidence of AD, and to identify the mechanisms by which ESRD increases the risk of dementia.", "doi": "10.18632/oncotarget.22458", "title": "End stage renal disease is associated with development of dementia.", "journal": ["Oncotarget", "Oncotarget"]}