{"words": ["serum", "level", "haptoglobin", "hp", "maybe", "associated", "alzheimer", "disease", "ad", "mild", "cognitive", "impairment", "mci", "investigate", "associations", "serum", "hp", "ad", "well", "hp", "levels", "hp", "measured", "analyzed", "51", "patients", "ad", "139", "patients", "mci", "healthy", "controls", "matched", "sex", "age", "study", "subjects", "survey", "among", "residents", "aged", "60", "years", "community", "located", "southwest", "suburb", "levels", "hp", "observed", "significantly", "higher", "ad", "mci", "cases", "controls", "p", "significant", "positive", "correlation", "found", "hp", "activities", "daily", "living", "adl", "score", "rs", "p", "well", "hp", "clinical", "dementia", "rating", "cdr", "score", "rs", "p", "ad", "patients", "according", "receiver", "operating", "characteristic", "roc", "curve", "analysis", "optimal", "point", "hp", "found", "sensitivity", "specificity", "ad", "patients", "sensitivity", "specificity", "mci", "serum", "levels", "hp", "observed", "ad", "mci", "patients", "controls", "addition", "hp", "may", "correlate", "severity", "ad"], "authors": [["Zhu", "Cen-Jing", "CJ", "Department of Neurology, Ruijin Hospital affiliated with the School of Medicine, Shanghai Jiao Tong University, 197 Ruijin No. 2 Road, Shanghai, 200025, China; School of Public Health, Shanghai Jiao Tong University, 227 Chong Qing Nan Road, Shanghai, 200025, China."], ["Jiang", "Guo-Xin", "GX", "Department of Learning, Informatics, Management and Ethics, Karolinska Institute, Stockholm, 17177, Sweden."], ["Chen", "Jin-Mei", "JM", "Department of Neurology, Shanghai Ninth People's Hospital, Shanghai Jiao Tong University, 280 Mo He Road, Shanghai, 201999,China."], ["Zhou", "Zhi-Ming", "ZM", "Sheshan Town Community Health Service Center in Shanghai, 11 Xi Lin Road, Shanghai, 201602, China."], ["Cheng", "Qi", "Q", "Department of Neurology, Ruijin Hospital affiliated with the School of Medicine, Shanghai Jiao Tong University, 197 Ruijin No. 2 Road, Shanghai, 200025, China; School of Public Health, Shanghai Jiao Tong University, 227 Chong Qing Nan Road, Shanghai, 200025, China. Electronic address: qicheng@shsmu.edu.cn."]], "title": "Serum haptoglobin in Chinese patients with Alzheimer's disease and mild cognitive impairment: A case-control study.", "year": null, "sentences": ["Serum level of Haptoglobin (Hp) maybe associated with Alzheimer's disease (AD) and mild cognitive impairment (MCI).To investigate associations between serum Hp and AD, as well as between Hp and MCI.Serum levels of Hp were measured and analyzed for 51 patients with AD, 139 patients with MCI and their healthy controls matched with sex and age.", "All study subjects were from a survey among residents aged 60 years and over in a community located in the southwest suburb of Shanghai.Serum levels of Hp were observed significantly higher in AD and MCI cases than controls (both p < 0.0001).", "A significant positive correlation was found between Hp and Activities of Daily Living (ADL) score (rs = 0.430, p = 0.007), as well as between Hp and Clinical Dementia Rating (CDR) score (rs = 0.359, p = 0.027) in all AD patients.", "According to the receiver operating characteristic (ROC) curve analysis, the optimal cut-off point for Hp was found to be 67.50 μg/ml (sensitivity, 0.902; specificity, 0.745) in AD patients, and 44.76 μg/ml (sensitivity, 0.986; specificity, 0.403) in MCI patients.Elevated serum levels of Hp were observed in AD and MCI patients than controls.", "In addition, Hp may correlate with the severity of AD."], "id": "29325993", "text": "Serum level of Haptoglobin (Hp) maybe associated with Alzheimer's disease (AD) and mild cognitive impairment (MCI).To investigate associations between serum Hp and AD, as well as between Hp and MCI.Serum levels of Hp were measured and analyzed for 51 patients with AD, 139 patients with MCI and their healthy controls matched with sex and age. All study subjects were from a survey among residents aged 60 years and over in a community located in the southwest suburb of Shanghai.Serum levels of Hp were observed significantly higher in AD and MCI cases than controls (both p < 0.0001). A significant positive correlation was found between Hp and Activities of Daily Living (ADL) score (rs = 0.430, p = 0.007), as well as between Hp and Clinical Dementia Rating (CDR) score (rs = 0.359, p = 0.027) in all AD patients. According to the receiver operating characteristic (ROC) curve analysis, the optimal cut-off point for Hp was found to be 67.50 μg/ml (sensitivity, 0.902; specificity, 0.745) in AD patients, and 44.76 μg/ml (sensitivity, 0.986; specificity, 0.403) in MCI patients.Elevated serum levels of Hp were observed in AD and MCI patients than controls. In addition, Hp may correlate with the severity of AD.", "doi": "10.1016/j.brainresbull.2018.01.005", "journal": ["Brain research bulletin", "Brain Res. Bull."], "date": "2018-01-18_23:40:54"}