{"words": ["examine", "costs", "using", "paro", "compared", "plush", "toy", "usual", "care", "reducing", "agitation", "medication", "use", "people", "dementia", "economic", "evaluation", "nested", "within", "controlled", "facilities", "queensland", "total", "415", "residents", "aged", "60", "years", "older", "documented", "diagnoses", "randomized", "1", "3", "groups", "paro", "individual", "nonfacilitated", "sessions", "3", "afternoons", "per", "week", "10", "weeks", "plush", "toy", "per", "paro", "artificial", "intelligence", "disabled", "usual", "incremental", "cost", "per", "agitation", "form", "point", "averted", "provider", "perspective", "australian", "new", "zealand", "clinical", "trials", "registry", "blinded", "review", "costs", "paro", "group", "expensive", "per", "resident", "compared", "usual", "care", "whereas", "plush", "toy", "group", "expensive", "usual", "care", "statistically", "significant", "differences", "agitation", "levels", "intervention", "point", "estimates", "incremental", "ratios", "paro", "plush", "toy", "per", "point", "averted", "relative", "usual", "plush", "toy", "used", "study", "offered", "marginally", "greater", "value", "money", "paro", "improving", "agitation", "however", "costs", "much", "lower", "values", "estimated", "psychosocial", "group", "activities", "sensory", "interventions", "suggesting", "plush", "toy", "paro", "psychosocial", "treatment", "options", "agitation"], "authors": [["Mervin", "Merehau C", "MC", "Centre for Applied Health Economics, School of Medicine, Nathan Campus, Griffith University, Nathan, Brisbane, Queensland, Australia; Menzies Health Institute Queensland, Griffith University, Nathan, Brisbane, Queensland, Australia. Electronic address: c.mervin@griffith.edu.au."], ["Moyle", "Wendy", "W", "Menzies Health Institute Queensland, Griffith University, Nathan, Brisbane, Queensland, Australia; School of Nursing and Midwifery, Nathan Campus, Griffith University, Nathan, Brisbane, Queensland, Australia."], ["Jones", "Cindy", "C", "Menzies Health Institute Queensland, Griffith University, Nathan, Brisbane, Queensland, Australia; School of Nursing and Midwifery, Nathan Campus, Griffith University, Nathan, Brisbane, Queensland, Australia."], ["Murfield", "Jenny", "J", "Menzies Health Institute Queensland, Griffith University, Nathan, Brisbane, Queensland, Australia."], ["Draper", "Brian", "B", "School of Psychiatry, University of New South Wales, Sydney, Australia."], ["Beattie", "Elizabeth", "E", "School of Nursing, Queensland University of Technology, Kelvin Grove, Brisbane, Queensland, Australia."], ["Shum", "David H K", "DHK", "Menzies Health Institute Queensland, Griffith University, Nathan, Brisbane, Queensland, Australia; School of Applied Psychology, Mt Gravatt Campus, Griffith University, Brisbane, Queensland, Australia; Neuropsychology and Applied Cognitive Neuroscience Laboratory, Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, China."], ["O'Dwyer", "Siobhan", "S", "Menzies Health Institute Queensland, Griffith University, Nathan, Brisbane, Queensland, Australia; Medical School, University of Exeter, Exeter, United Kingdom."], ["Thalib", "Lukman", "L", "Department of Public Health, College of Health Sciences, Qatar University, Doha, Qatar."]], "title": "The Cost-Effectiveness of Using PARO, a Therapeutic Robotic Seal, to Reduce Agitation and Medication Use in Dementia: Findings from a Cluster-Randomized Controlled Trial.", "year": null, "sentences": ["To examine the within-trial costs and cost-effectiveness of using PARO, compared with a plush toy and usual care, for reducing agitation and medication use in people with dementia in long-term care.An economic evaluation, nested within a cluster-randomized controlled trial.Twenty-eight facilities in South-East Queensland, Australia.A total of 415 residents, all aged 60 years or older, with documented diagnoses of dementia.Facilities were randomized to 1 of 3 groups: PARO (individual, nonfacilitated 15-minute sessions, 3 afternoons per week for 10 weeks); plush toy (as per PARO but with artificial intelligence disabled); and usual care.The incremental cost per Cohen-Mansfield Agitation Inventory-Short Form (CMAI-SF) point averted from a provider's perspective.", "Australian New Zealand Clinical Trials Registry (BLINDED FOR REVIEW).For the within-trial costs, the PARO group was $50.47 more expensive per resident compared with usual care, whereas the plush toy group was $37.26 more expensive than usual care.", "There were no statistically significant between-group differences in agitation levels after the 10-week intervention.", "The point estimates of the incremental cost-effectiveness ratios were $13.01 for PARO and $12.85 for plush toy per CMAI-SF point averted relative to usual care.The plush toy used in this study offered marginally greater value for money than PARO in improving agitation.", "However, these costs are much lower than values estimated for psychosocial group activities and sensory interventions, suggesting that both a plush toy and the PARO are cost-effective psychosocial treatment options for agitation."], "id": "29325922", "text": "To examine the within-trial costs and cost-effectiveness of using PARO, compared with a plush toy and usual care, for reducing agitation and medication use in people with dementia in long-term care.An economic evaluation, nested within a cluster-randomized controlled trial.Twenty-eight facilities in South-East Queensland, Australia.A total of 415 residents, all aged 60 years or older, with documented diagnoses of dementia.Facilities were randomized to 1 of 3 groups: PARO (individual, nonfacilitated 15-minute sessions, 3 afternoons per week for 10 weeks); plush toy (as per PARO but with artificial intelligence disabled); and usual care.The incremental cost per Cohen-Mansfield Agitation Inventory-Short Form (CMAI-SF) point averted from a provider's perspective. Australian New Zealand Clinical Trials Registry (BLINDED FOR REVIEW).For the within-trial costs, the PARO group was $50.47 more expensive per resident compared with usual care, whereas the plush toy group was $37.26 more expensive than usual care. There were no statistically significant between-group differences in agitation levels after the 10-week intervention. The point estimates of the incremental cost-effectiveness ratios were $13.01 for PARO and $12.85 for plush toy per CMAI-SF point averted relative to usual care.The plush toy used in this study offered marginally greater value for money than PARO in improving agitation. However, these costs are much lower than values estimated for psychosocial group activities and sensory interventions, suggesting that both a plush toy and the PARO are cost-effective psychosocial treatment options for agitation.", "doi": "10.1016/j.jamda.2017.10.008", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"], "date": "2018-01-18_23:40:55"}