{"authors": [["Kao", "Chih-Chin", "CC", "Division of Nephrology, Department of Internal Medicine, Taipei Medical University Hospital, Taipei, Taiwan."], ["Wu", "Che-Hsiung", "CH", "Division of Nephrology, Buddhist Tzu Chi Medical Foundation, Taipei Tzu Chi Hospital, Taipei, Taiwan."], ["Lai", "Chun-Fu", "CF", "Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan."], ["Huang", "Tao-Min", "TM", "Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan."], ["Chen", "Hsi-Hsien", "HH", "Division of Nephrology, Department of Internal Medicine, Taipei Medical University Hospital, Taipei, Taiwan."], ["Wu", "Vin-Cent", "VC", "Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan."], ["Chen", "Likwang", "L", "Institute of Population Health Sciences, National Health Research Institutes, Miaoli, Taiwan."], ["Wu", "Mai-Szu", "MS", "Division of Nephrology, Department of Internal Medicine, Taipei Medical University Hospital, Taipei, Taiwan."], ["Wu", "Kwan-Dun", "KD", "Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan."], [null, null, null, null]], "date": null, "id": "29296048", "text": "Adverse neurological effects may be common following acute kidney injury (AKI). The purpose of our study was to investigate the long-term risk of dementia following AKI and temporary dialysis during hospitalization.The study was based on data from the National Health Insurance Research Database of Taiwan. Patients 18-year-old and older who were withdrawn from temporary dialysis because of AKI and survived for at least 90 days following discharge were included in our acute-dialysis-recovery group. Patients without AKI and dialysis were the control group. A Cox proportional-hazards regression model was applied to determine the risk of dementia.Of 2905 acute-dialysis patients, 689 (23.7%) survived for at least 90 days following recovery from acute dialysis. The Cox proportional-hazards regression model showed that the acute-dialysis-recovery group had an increased long-term risk of dementia (hazard ratio [HR], 2.01; P = 0.01) compared with the control group. The conditional effects plot showed that the risk of dementia was amplified in patients who were older than 58 years. The development of dementia following recovery from acute dialysis was associated with an increase in all-cause mortality (HR, 2.38; P < 0.001).Patients with acute dialysis have a greater risk for the subsequent development of dementia after recovery than patients without AKI and dialysis, and patients who develop dementia after recovery from temporary dialysis are at increased risk for mortality.", "doi": "10.4103/tcmj.tcmj_40_17", "title": "Long-term risk of dementia following acute kidney injury: A population-based study.", "journal": ["Ci ji yi xue za zhi = Tzu-chi medical journal", "Ci Ji Yi Xue Za Zhi"]}