{"words": ["40", "diseases", "primarily", "affect", "nervous", "system", "caused", "expansions", "simple", "sequence", "repeats", "dispersed", "throughout", "human", "genome", "expanded", "trinucleotide", "repeat", "diseases", "discovered", "first", "remain", "frequent", "recently", "even", "repeat", "expansions", "identified", "cause", "human", "disease", "including", "common", "genetic", "disorders", "seen", "neurologists", "repeat", "expansion", "diseases", "include", "causes", "myotonic", "dystrophy", "dm1", "dm2", "common", "genetic", "cause", "amyotrophic", "lateral", "dementia", "c9orf72", "huntington", "disease", "eight", "polyglutamine", "disorders", "including", "common", "forms", "dominantly", "inherited", "ataxia", "common", "recessive", "ataxia", "friedreich", "ataxia", "common", "heritable", "mental", "retardation", "fragile", "x", "syndrome", "review", "distinctive", "features", "group", "diseases", "stem", "unusual", "dynamic", "nature", "underlying", "mutations", "features", "include", "marked", "clinical", "heterogeneity", "phenomenon", "clinical", "anticipation", "discuss", "diverse", "molecular", "mechanisms", "driving", "disease", "pathogenesis", "vary", "depending", "repeat", "sequence", "size", "location", "within", "disease", "gene", "whether", "repeat", "translated", "protein", "conclude", "brief", "clinical", "genetic", "description", "individual", "repeat", "expansion", "diseases", "relevant", "neurologists"], "authors": [["Paulson", "Henry", "H", "Department of Neurology, University of Michigan, Ann Arbor, MI, United States. Electronic address: henryp@umich.edu."]], "title": "Repeat expansion diseases.", "year": null, "sentences": ["More than 40 diseases, most of which primarily affect the nervous system, are caused by expansions of simple sequence repeats dispersed throughout the human genome.", "Expanded trinucleotide repeat diseases were discovered first and remain the most frequent.", "More recently tetra-, penta-, hexa-, and even dodeca-nucleotide repeat expansions have been identified as the cause of human disease, including some of the most common genetic disorders seen by neurologists.", "Repeat expansion diseases include both causes of myotonic dystrophy (DM1 and DM2), the most common genetic cause of amyotrophic lateral sclerosis/frontotemporal dementia (C9ORF72), Huntington disease, and eight other polyglutamine disorders, including the most common forms of dominantly inherited ataxia, the most common recessive ataxia (Friedreich ataxia), and the most common heritable mental retardation (fragile X syndrome).", "Here I review distinctive features of this group of diseases that stem from the unusual, dynamic nature of the underlying mutations.", "These features include marked clinical heterogeneity and the phenomenon of clinical anticipation.", "I then discuss the diverse molecular mechanisms driving disease pathogenesis, which vary depending on the repeat sequence, size, and location within the disease gene, and whether the repeat is translated into protein.", "I conclude with a brief clinical and genetic description of individual repeat expansion diseases that are most relevant to neurologists."], "id": "29325606", "text": "More than 40 diseases, most of which primarily affect the nervous system, are caused by expansions of simple sequence repeats dispersed throughout the human genome. Expanded trinucleotide repeat diseases were discovered first and remain the most frequent. More recently tetra-, penta-, hexa-, and even dodeca-nucleotide repeat expansions have been identified as the cause of human disease, including some of the most common genetic disorders seen by neurologists. Repeat expansion diseases include both causes of myotonic dystrophy (DM1 and DM2), the most common genetic cause of amyotrophic lateral sclerosis/frontotemporal dementia (C9ORF72), Huntington disease, and eight other polyglutamine disorders, including the most common forms of dominantly inherited ataxia, the most common recessive ataxia (Friedreich ataxia), and the most common heritable mental retardation (fragile X syndrome). Here I review distinctive features of this group of diseases that stem from the unusual, dynamic nature of the underlying mutations. These features include marked clinical heterogeneity and the phenomenon of clinical anticipation. I then discuss the diverse molecular mechanisms driving disease pathogenesis, which vary depending on the repeat sequence, size, and location within the disease gene, and whether the repeat is translated into protein. I conclude with a brief clinical and genetic description of individual repeat expansion diseases that are most relevant to neurologists.", "doi": "10.1016/B978-0-444-63233-3.00009-9", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"], "date": "2018-01-18_23:40:55"}