{"words": ["alzheimer", "disease", "ad", "characterized", "progressive", "memory", "neuronal", "loss", "culminating", "cognitive", "impairment", "affects", "person", "living", "ability", "also", "becomes", "society", "well", "family", "economic", "burden", "ad", "common", "form", "dementia", "older", "persons", "expected", "number", "people", "ad", "dementia", "increase", "dramatically", "next", "30", "years", "projecting", "75", "million", "2030", "million", "2050", "worldwide", "far", "sufficient", "evidence", "available", "support", "medicine", "able", "prevent", "reverse", "progression", "disease", "early", "studies", "shown", "social", "environment", "particularly", "social", "relationships", "affect", "one", "behavior", "mental", "health", "study", "analyzing", "correlation", "loneliness", "risk", "developing", "ad", "revealed", "lonely", "persons", "higher", "risk", "ad", "compared", "persons", "lonely", "hand", "reported", "prevent", "cognitive", "decline", "delay", "onset", "ad", "keep", "mentally", "active", "frequently", "participate", "social", "activities", "review", "focus", "impact", "social", "behaviors", "progression", "cognitive", "deficit", "animal", "models", "ad", "particular", "emphasis", "mechanistic", "scheme", "explains", "social", "isolation", "exacerbates", "cognitive", "impairment", "social", "interaction", "conspecifics", "rescues", "ad", "patients", "memory", "deficit"], "authors": [["Hsiao", "Ya-Hsin", "YH", "Department of Pharmacology, College of Medicine, National Cheng Kung University, No.1, Ta-Shieh Rd, Tainan City, 701, Taiwan."], ["Chang", "Chih-Hua", "CH", "Department of Pharmacology, College of Medicine, National Cheng Kung University, No.1, Ta-Shieh Rd, Tainan City, 701, Taiwan."], ["Gean", "Po-Wu", "PW", "Department of Pharmacology, College of Medicine, National Cheng Kung University, No.1, Ta-Shieh Rd, Tainan City, 701, Taiwan. powu@mail.ncku.edu.tw."]], "title": "Impact of social relationships on Alzheimer's memory impairment: mechanistic studies.", "year": null, "sentences": ["Alzheimer's disease (AD) is characterized by progressive memory and neuronal loss culminating in cognitive impairment that not only affects a person's living ability but also becomes a society's as well as a family's economic burden.", "AD is the most common form of dementia in older persons.", "It is expected that the number of people with AD dementia will increase dramatically in the next 30 years, projecting to 75 million in 2030 and 131.5 million in 2050 worldwide.", "So far, no sufficient evidence is available to support that any medicine is able to prevent or reverse the progression of the disease.", "Early studies have shown that social environment, particularly social relationships, can affect one's behavior and mental health.", "A study analyzing the correlation between loneliness and risk of developing AD revealed that lonely persons had higher risk of AD compared with persons who were not lonely.", "On the other hand, it has been reported that we can prevent cognitive decline and delay the onset of AD if we keep mentally active and frequently participate in social activities.", "In this review, we focus on the impact of social behaviors on the progression of cognitive deficit in animal models of AD with a particular emphasis on a mechanistic scheme that explains how social isolation exacerbates cognitive impairment and how social interaction with conspecifics rescues AD patients' memory deficit."], "id": "29325565", "text": "Alzheimer's disease (AD) is characterized by progressive memory and neuronal loss culminating in cognitive impairment that not only affects a person's living ability but also becomes a society's as well as a family's economic burden. AD is the most common form of dementia in older persons. It is expected that the number of people with AD dementia will increase dramatically in the next 30 years, projecting to 75 million in 2030 and 131.5 million in 2050 worldwide. So far, no sufficient evidence is available to support that any medicine is able to prevent or reverse the progression of the disease. Early studies have shown that social environment, particularly social relationships, can affect one's behavior and mental health. A study analyzing the correlation between loneliness and risk of developing AD revealed that lonely persons had higher risk of AD compared with persons who were not lonely. On the other hand, it has been reported that we can prevent cognitive decline and delay the onset of AD if we keep mentally active and frequently participate in social activities. In this review, we focus on the impact of social behaviors on the progression of cognitive deficit in animal models of AD with a particular emphasis on a mechanistic scheme that explains how social isolation exacerbates cognitive impairment and how social interaction with conspecifics rescues AD patients' memory deficit.", "doi": "10.1186/s12929-018-0404-x", "journal": ["Journal of biomedical science", "J. Biomed. Sci."], "date": "2018-01-18_23:40:55"}