{"authors": [["Novellino", "Fabiana", "F", "Neuroimaging Research Unit, Institute of Bioimaging and Molecular Physiology, National Research Council, Catanzaro, Italy. Electronic address: fabiana.novellino@cnr.it."], ["Vasta", "Roberta", "R", "Neuroimaging Research Unit, Institute of Bioimaging and Molecular Physiology, National Research Council, Catanzaro, Italy."], ["Sarica", "Alessia", "A", "Neuroimaging Research Unit, Institute of Bioimaging and Molecular Physiology, National Research Council, Catanzaro, Italy."], ["Chiriaco", "Carmelina", "C", "Neuroimaging Research Unit, Institute of Bioimaging and Molecular Physiology, National Research Council, Catanzaro, Italy."], ["Salsone", "Maria", "M", "Neuroimaging Research Unit, Institute of Bioimaging and Molecular Physiology, National Research Council, Catanzaro, Italy."], ["Morelli", "Maurizio", "M", "Institute of Neurology, Department of Medical Sciences, University \"Magna Graecia\", Catanzaro, Italy."], ["Arabia", "Gennarina", "G", "Institute of Neurology, Department of Medical Sciences, University \"Magna Graecia\", Catanzaro, Italy."], ["Saccà", "Valeria", "V", "Institute of Neurology, Department of Medical Sciences, University \"Magna Graecia\", Catanzaro, Italy."], ["Nicoletti", "Giuseppe", "G", "Neuroimaging Research Unit, Institute of Bioimaging and Molecular Physiology, National Research Council, Catanzaro, Italy."], ["Quattrone", "Aldo", "A", "Neuroimaging Research Unit, Institute of Bioimaging and Molecular Physiology, National Research Council, Catanzaro, Italy; Institute of Neurology, Department of Medical Sciences, University \"Magna Graecia\", Catanzaro, Italy. Electronic address: quattrone@unicz.it."]], "date": "2017-12-29", "id": "29292073", "text": "Alzheimer's disease (AD) and Parkinson's disease with dementia (PDD) are characterized by a different mnesic failure, particularly in memory cued recall. Although hippocampal involvement has been shown in both these diseases, it remains unknown whether a selective damage of specific subfields within the hippocampus may be responsible for the peculiar mnesic profile observed in AD and PDD. To explore this topic, we combined a multimodal 3 T-MRI hippocampal evaluation (whole-brain T1-weighted and diffusion tensor imaging) with a hippocampal-targeted neuropsychological assessment (Free and Cued Selective Reminding Test [FCSRT]) in 22 AD subjects, 18 PDD and 17 healthy controls. Macro- and microstructural features (volume; shape; mean diffusivity [MD]; fractional anisotropy [FA]) of bilateral hippocampi (whole and subfields) were obtained. Correlations between MRI-derived parameters and neuropsychological evaluations were performed. In the comparison between AD and PDD, the multimodal analysis allowed us to identify that subiculum, CA1 and CA4-DG were differently involved in these diseases and correlated with immediate and delayed total recall items of FCSRT. Moreover, compared to controls, AD showed a reduction in almost all subfields, with a MD increase in the same regions, whereas PDD displayed a volume loss, less severe than AD, more evident in the CA2-3 and presubiculum subfields. Our study provides new evidence that hippocampal subregions had different vulnerability to damage related to AD and PDD. The combination of the in vivo analysis of hippocampal subfields with the FCSRT paradigm provided important insights into whether changes within specific hippocampal subfields are related to the different mnesic profile in AD and PDD patients.", "doi": "10.1016/j.neuroscience.2017.12.028", "title": "Relationship between Hippocampal Subfields and Category Cued Recall in AD and PDD: A Multimodal MRI Study.", "journal": ["Neuroscience", "Neuroscience"]}