{"words": ["neutrophils", "key", "components", "innate", "immune", "response", "providing", "host", "defence", "infection", "recruited", "injury", "sites", "platelets", "act", "trigger", "neutrophil", "extravasation", "inflammatory", "sites", "mechanisms", "aspects", "interactions", "currently", "unclear", "use", "bacterial", "endotoxin", "mice", "trigger", "innate", "inflammatory", "response", "different", "tissues", "measure", "neutrophil", "invasion", "without", "platelet", "reduction", "show", "platelets", "essential", "neutrophil", "infiltration", "brain", "peritoneum", "skin", "neutrophil", "numbers", "returning", "basal", "levels", "peritoneum", "skin", "decreased", "brain", "platelets", "reduced", "contrast", "neutrophil", "infiltration", "lung", "unaffected", "platelet", "reduction", "ccl5", "acting", "compensatory", "mechanism", "mice", "lung", "inflammation", "brain", "inflammation", "targeting", "platelet", "receptor", "gpibα", "results", "significant", "decrease", "44", "neutrophil", "invasion", "whilst", "maintaining", "platelet", "numbers", "circulation", "results", "suggest", "therapeutic", "blockade", "platelet", "gpibα", "could", "limit", "harmful", "effects", "excessive", "inflammation", "minimising", "haemorrhagic", "complications", "platelet", "reduction", "brain", "data", "also", "demonstrate", "ability", "target", "damaging", "brain", "inflammation", "stroke", "related", "disorders", "without", "compromising", "lung", "immunity", "hence", "risk", "pneumonia", "major", "complication", "summary", "data", "reveal", "important", "role", "platelets", "neutrophil", "infiltration", "various", "tissues", "including", "brain", "implicate", "platelets", "key", "targetable", "component", "cerebrovascular", "inflammatory", "disease", "injury", "article", "protected", "copyright", "rights", "reserved"], "authors": [["Giles", "James A", "JA", "Faculty of Biology, Medicine and Health, University of Manchester, Manchester, M13 9PT, UK."], ["Greenhalgh", "Andrew D", "AD", "Centre for Research in Neuroscience, Montreal General Hospital, McGill University Health Center, Montreal, Quebec, H3G 1A4."], ["Denes", "Adam", "A", "Laboratory of Molecular Neuroendocrinology, Institute of Experimental Medicine, Budapest, Hungary."], ["Nieswandt", "Bernhard", "B", "Department of Vascular Medicine, University Hospital, and Rudolf Virchow Center for Experimental Biomedicine, University of Würzburg, Würzburg, Germany."], ["Coutts", "Graham", "G", "Faculty of Biology, Medicine and Health, University of Manchester, Manchester, M13 9PT, UK."], ["McColl", "Barry W", "BW", "The Roslin Institute & R(D)SVS, University of Edinburgh, Easter Bush, Midlothian, EH25 9RG, UK."], ["Allan", "Stuart M", "SM", "Faculty of Biology, Medicine and Health, University of Manchester, Manchester, M13 9PT, UK."]], "title": "Neutrophil infiltration to the brain is platelet-dependent, and is reversed by blockade of platelet GPIbα.", "year": null, "sentences": ["Neutrophils are key components of the innate immune response, providing host defence against infection and being recruited to non-microbial injury sites.", "Platelets act as a trigger for neutrophil extravasation to inflammatory sites but mechanisms and tissue-specific aspects of these interactions are currently unclear.", "Here, we use bacterial endotoxin in mice to trigger an innate inflammatory response in different tissues and measure neutrophil invasion with or without platelet reduction.", "We show that platelets are essential for neutrophil infiltration to the brain, peritoneum and skin, neutrophil numbers returning to basal levels in the peritoneum and skin and being decreased (~60%) in the brain when platelets are reduced.", "In contrast neutrophil infiltration in the lung is unaffected by platelet reduction, up-regulation of CXCL-1 (2.4-fold) and CCL5 (1.4-fold) acting as a compensatory mechanism in platelet-reduced mice during lung inflammation.", "In brain inflammation targeting platelet receptor GPIbα results in a significant decrease (44%) in platelet-mediated neutrophil invasion, whilst maintaining platelet numbers in the circulation.", "These results suggest that therapeutic blockade of platelet GPIbα could limit the harmful effects of excessive inflammation while minimising haemorrhagic complications of platelet reduction in the brain.", "The data also demonstrate the ability to target damaging brain inflammation in stroke and related disorders without compromising lung immunity and hence risk of pneumonia, a major complication post-stroke.", "In summary, our data reveal an important role for platelets in neutrophil infiltration to various tissues, including the brain, and so implicate platelets as a key, targetable component of cerebrovascular inflammatory disease or injury.", "This article is protected by copyright.", "All rights reserved."], "id": "29325217", "text": "Neutrophils are key components of the innate immune response, providing host defence against infection and being recruited to non-microbial injury sites. Platelets act as a trigger for neutrophil extravasation to inflammatory sites but mechanisms and tissue-specific aspects of these interactions are currently unclear. Here, we use bacterial endotoxin in mice to trigger an innate inflammatory response in different tissues and measure neutrophil invasion with or without platelet reduction. We show that platelets are essential for neutrophil infiltration to the brain, peritoneum and skin, neutrophil numbers returning to basal levels in the peritoneum and skin and being decreased (~60%) in the brain when platelets are reduced. In contrast neutrophil infiltration in the lung is unaffected by platelet reduction, up-regulation of CXCL-1 (2.4-fold) and CCL5 (1.4-fold) acting as a compensatory mechanism in platelet-reduced mice during lung inflammation. In brain inflammation targeting platelet receptor GPIbα results in a significant decrease (44%) in platelet-mediated neutrophil invasion, whilst maintaining platelet numbers in the circulation. These results suggest that therapeutic blockade of platelet GPIbα could limit the harmful effects of excessive inflammation while minimising haemorrhagic complications of platelet reduction in the brain. The data also demonstrate the ability to target damaging brain inflammation in stroke and related disorders without compromising lung immunity and hence risk of pneumonia, a major complication post-stroke. In summary, our data reveal an important role for platelets in neutrophil infiltration to various tissues, including the brain, and so implicate platelets as a key, targetable component of cerebrovascular inflammatory disease or injury. This article is protected by copyright. All rights reserved.", "doi": "10.1111/imm.12892", "journal": ["Immunology", "Immunology"], "date": "2018-01-18_23:40:56"}