{"words": ["aging", "spouses", "commonly", "care", "partner", "functional", "disability", "little", "known", "spousal", "caregiving", "may", "impact", "different", "life", "domains", "study", "evaluated", "caregiving", "characteristics", "associated", "secondary", "role", "strains", "among", "spousal", "study", "examined", "367", "spousal", "caregivers", "partners", "2011", "national", "health", "aging", "trends", "study", "national", "study", "caregiving", "hierarchical", "regressions", "estimated", "determine", "caregiver", "background", "factors", "sociodemographics", "health", "conditions", "along", "primary", "objective", "care", "activities", "care", "recipient", "health", "conditions", "dementia", "status", "subjective", "emotional", "caregiving", "difficulties", "role", "overload", "stressors", "linked", "valued", "activity", "restriction", "negative", "caregiving", "relationship", "quality", "family", "disagreements", "gender", "differences", "accounting", "predictors", "older", "caregivers", "caregivers", "providing", "help", "activities", "daily", "living", "health", "system", "interactions", "scheduling", "appointments", "likely", "report", "activity", "restriction", "whereas", "caregivers", "emotional", "difficulties", "reported", "higher", "negative", "caregiving", "relationship", "quality", "role", "overload", "positively", "associated", "three", "secondary", "strains", "husbands", "caring", "partner", "chronic", "conditions", "linked", "higher", "negative", "caregiving", "relationship", "quality", "caring", "partner", "dementia", "associated", "greater", "likelihood", "family", "role", "strains", "may", "develop", "similar", "unique", "pathways", "caregiving", "wives", "husbands", "research", "needed", "identify", "could", "benefit", "support", "managing", "care", "responsibilities", "alongside", "life", "areas"], "authors": [["Polenick", "Courtney A", "CA", "Department of Psychiatry, University of Michigan, Ann Arbor."], ["DePasquale", "Nicole", "N", "Division of General Internal Medicine, Duke University School of Medicine, Durham, North Carolina."]], "title": "Predictors of Secondary Role Strains Among Spousal Caregivers of Older Adults With Functional Disability.", "year": null, "sentences": ["Aging spouses commonly care for a partner with functional disability, but little is known about how spousal caregiving may impact different life domains.", "This study evaluated how caregiving characteristics are associated with secondary role strains among spousal caregivers.This cross-sectional study examined 367 spousal caregivers and their partners from the 2011 National Health and Aging Trends Study and National Study of Caregiving.", "Hierarchical regressions were estimated to determine how caregiver background factors (sociodemographics, health conditions) along with primary objective (care activities, care recipient health conditions, and dementia status) and subjective (emotional caregiving difficulties, role overload) stressors are linked to care-related valued activity restriction, negative caregiving relationship quality, and care-related family disagreements.", "Gender differences were considered.After accounting for all predictors, older caregivers and caregivers providing more help with activities of daily living and health system interactions (e.g., scheduling appointments) were more likely to report activity restriction, whereas caregivers with more emotional difficulties reported higher negative caregiving relationship quality.", "Role overload was positively associated with all three secondary strains.", "For husbands only, caring for a partner with more chronic conditions was linked to higher negative caregiving relationship quality and caring for a partner with dementia was associated with a greater likelihood of family disagreements.Secondary role strains may develop through similar and unique pathways for caregiving wives and husbands.", "Further research is needed to identify those who could benefit from support in managing their care responsibilities alongside other life areas."], "id": "29325105", "text": "Aging spouses commonly care for a partner with functional disability, but little is known about how spousal caregiving may impact different life domains. This study evaluated how caregiving characteristics are associated with secondary role strains among spousal caregivers.This cross-sectional study examined 367 spousal caregivers and their partners from the 2011 National Health and Aging Trends Study and National Study of Caregiving. Hierarchical regressions were estimated to determine how caregiver background factors (sociodemographics, health conditions) along with primary objective (care activities, care recipient health conditions, and dementia status) and subjective (emotional caregiving difficulties, role overload) stressors are linked to care-related valued activity restriction, negative caregiving relationship quality, and care-related family disagreements. Gender differences were considered.After accounting for all predictors, older caregivers and caregivers providing more help with activities of daily living and health system interactions (e.g., scheduling appointments) were more likely to report activity restriction, whereas caregivers with more emotional difficulties reported higher negative caregiving relationship quality. Role overload was positively associated with all three secondary strains. For husbands only, caring for a partner with more chronic conditions was linked to higher negative caregiving relationship quality and caring for a partner with dementia was associated with a greater likelihood of family disagreements.Secondary role strains may develop through similar and unique pathways for caregiving wives and husbands. Further research is needed to identify those who could benefit from support in managing their care responsibilities alongside other life areas.", "doi": "10.1093/geront/gnx204", "journal": ["The Gerontologist", "Gerontologist"], "date": "2018-01-18_23:40:57"}