{"words": ["cognitive", "complaints", "discussed", "early", "signs", "alzheimer", "disease", "ad", "however", "also", "common", "cognitively", "normal", "older", "adults", "patients", "depression", "qualitative", "approaches", "might", "useful", "identify", "features", "cognitive", "complaints", "specific", "experiences", "cognitive", "decline", "preclinical", "prodromal", "ad", "versus", "complaints", "typically", "reported", "depressed", "interview", "administered", "21", "cognitively", "normal", "older", "adults", "hc", "18", "nondemented", "memory", "clinic", "patients", "mc", "11", "patients", "major", "depression", "md", "55", "years", "interpretative", "phenomenological", "analysis", "ipa", "applied", "interview", "transcripts", "develop", "emerging", "complaint", "themes", "group", "identify", "thematic", "correspondence", "possibly", "novel", "hitherto", "unappreciated", "themes", "extracted", "complaint", "categories", "compared", "neurocognitive", "domains", "content", "everyday", "cognition", "questionnaire", "yielded", "18", "cognitive", "complaint", "categories", "mc", "10", "depressive", "patients", "10", "categories", "hc", "group", "several", "themes", "common", "across", "groups", "example", "spatial", "disorientation", "reported", "mc", "patients", "themes", "neither", "represented", "domains", "report", "comprehensive", "qualitative", "description", "cognitive", "complaints", "old", "age", "could", "help", "develop", "questionnaires", "structured", "interviews", "better", "assess", "subjective", "cognitive", "decline", "may", "help", "increase", "specificity", "selecting", "subjects", "research", "settings", "improve", "clinical", "judgment", "diverse", "cognitive", "complaints", "types", "mentioned", "patients"], "authors": [["Miebach", "Lisa", "L", "Department for Neurodegenerative Diseases and Geriatric Psychiatry, University Hospital Bonn, Germany."], ["Wolfsgruber", "Steffen", "S", "Department for Neurodegenerative Diseases and Geriatric Psychiatry, University Hospital Bonn, Germany."], ["Frommann", "Ingo", "I", "Department for Neurodegenerative Diseases and Geriatric Psychiatry, University Hospital Bonn, Germany."], ["Fließbach", "Klaus", "K", "Department for Neurodegenerative Diseases and Geriatric Psychiatry, University Hospital Bonn, Germany."], ["Jessen", "Frank", "F", "DZNE, German Center for Neurodegenerative Diseases, Bonn, Germany."], ["Buckley", "Rachel", "R", "Melbourne School of Psychological Sciences, University of Melbourne, Australia."], ["Wagner", "Michael", "M", "Department for Neurodegenerative Diseases and Geriatric Psychiatry, University Hospital Bonn, Germany."]], "title": "Cognitive Complaints in Memory Clinic Patients and in Depressive Patients: An Interpretative Phenomenological Analysis.", "year": null, "sentences": ["Cognitive complaints are discussed as early signs of Alzheimer's disease (AD).", "However, they are also very common in cognitively normal older adults and in patients with depression.", "Qualitative, interview-based approaches might be useful to identify those features of cognitive complaints specific for the experiences of cognitive decline in preclinical or prodromal AD versus those complaints typically reported by depressed patients.A semi-structured interview was administered to 21 cognitively normal older adults (HC), 18 nondemented memory clinic patients (MC), and 11 patients with a major depression (MD), all above 55 years.", "Interpretative phenomenological analysis (IPA) was applied to the interview transcripts to develop emerging complaint themes in each group.", "To identify thematic correspondence and possibly novel, hitherto unappreciated themes, the extracted complaint categories were compared with the neurocognitive domains in the DSM-5 and the content of the Everyday Cognition questionnaire (E-Cog).IPA yielded 18 cognitive complaint categories in MC, 10 in depressive patients, and 10 categories in the HC group.", "Several themes were common across groups, but some were group-specific, for example, spatial disorientation was only reported in MC patients.", "Some of these MC-specific themes were neither represented by DSM-5 domains nor by the E-Cog.We report a comprehensive qualitative description of cognitive complaints in old age which could help to develop questionnaires or structured interviews to better assess AD-related subjective cognitive decline.", "This may help to increase specificity in selecting high-risk subjects in research settings and improve clinical judgment of diverse cognitive complaints types mentioned by their patients."], "id": "29325011", "text": "Cognitive complaints are discussed as early signs of Alzheimer's disease (AD). However, they are also very common in cognitively normal older adults and in patients with depression. Qualitative, interview-based approaches might be useful to identify those features of cognitive complaints specific for the experiences of cognitive decline in preclinical or prodromal AD versus those complaints typically reported by depressed patients.A semi-structured interview was administered to 21 cognitively normal older adults (HC), 18 nondemented memory clinic patients (MC), and 11 patients with a major depression (MD), all above 55 years. Interpretative phenomenological analysis (IPA) was applied to the interview transcripts to develop emerging complaint themes in each group. To identify thematic correspondence and possibly novel, hitherto unappreciated themes, the extracted complaint categories were compared with the neurocognitive domains in the DSM-5 and the content of the Everyday Cognition questionnaire (E-Cog).IPA yielded 18 cognitive complaint categories in MC, 10 in depressive patients, and 10 categories in the HC group. Several themes were common across groups, but some were group-specific, for example, spatial disorientation was only reported in MC patients. Some of these MC-specific themes were neither represented by DSM-5 domains nor by the E-Cog.We report a comprehensive qualitative description of cognitive complaints in old age which could help to develop questionnaires or structured interviews to better assess AD-related subjective cognitive decline. This may help to increase specificity in selecting high-risk subjects in research settings and improve clinical judgment of diverse cognitive complaints types mentioned by their patients.", "doi": "10.1093/geront/gnx208", "journal": ["The Gerontologist", "Gerontologist"], "date": "2018-01-18_23:40:57"}