{"words": ["cognitive", "changes", "occurring", "throughout", "pathogenesis", "neurodegenerative", "diseases", "directly", "linked", "synaptic", "loss", "used", "proteomics", "compare", "32", "human", "brains", "prefrontal", "cortex", "prospectively", "followed", "patients", "alzheimer", "disease", "parkinson", "disease", "dementia", "dementia", "lewy", "bodies", "older", "adults", "without", "dementia", "total", "identified", "10", "325", "proteins", "851", "synaptic", "proteins", "levels", "25", "synaptic", "proteins", "significantly", "altered", "various", "dementia", "groups", "significant", "loss", "snap47", "gap43", "sybu", "syntabulin", "lrfn2", "sv2c", "syt2", "synaptotagmin", "2", "gria3", "gria4", "validated", "larger", "cohort", "comprised", "92", "brain", "samples", "using", "elisa", "western", "blot", "cognitive", "impairment", "death", "rate", "cognitive", "decline", "significantly", "correlated", "loss", "snap47", "sybu", "lrfn2", "sv2c", "gria3", "proteins", "besides", "differentiating", "parkinson", "disease", "dementia", "dementia", "lewy", "bodies", "alzheimer", "disease", "controls", "high", "sensitivity", "specificity", "synaptic", "proteins", "also", "reliably", "discriminated", "parkinson", "disease", "dementia", "alzheimer", "disease", "patients", "results", "suggest", "particular", "synaptic", "proteins", "important", "predictive", "discriminative", "molecular", "fingerprint", "neurodegenerative", "diseases", "could", "potential", "target", "early", "disease", "intervention"], "authors": [["Bereczki", "Erika", "E", "Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Division of Neurogeriatrics, Karolinska Institutet, Novum, Stockholm, Sweden."], ["Branca", "Rui M", "RM", "Department of Oncology-Pathology, Science for Life Laboratory, Karolinska Institutet, Stockholm, Sweden."], ["Francis", "Paul T", "PT", "King's College London, Wolfson Centre for Age-Related Diseases, London SE1 1UL, UK."], ["Pereira", "Joana B", "JB", "Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Division of Clinical Geriatrics, Karolinska Institutet, Novum, 14186 Stockholm, Sweden."], ["Baek", "Jean-Ha", "JH", "Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Division of Neurogeriatrics, Karolinska Institutet, Novum, Stockholm, Sweden."], ["Hortobágyi", "Tibor", "T", "MTA-DE Cerebrovascular and Neurodegenerative Research Group, University of Debrecen, Debrecen, Hungary."], ["Winblad", "Bengt", "B", "Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Division of Neurogeriatrics, Karolinska Institutet, Novum, Stockholm, Sweden."], ["Ballard", "Clive", "C", "Department of Oncology-Pathology, Science for Life Laboratory, Karolinska Institutet, Stockholm, Sweden."], ["Lehtiö", "Janne", "J", "Department of Oncology-Pathology, Science for Life Laboratory, Karolinska Institutet, Stockholm, Sweden."], ["Aarsland", "Dag", "D", "Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Division of Neurogeriatrics, Karolinska Institutet, Novum, Stockholm, Sweden."]], "title": "Synaptic markers of cognitive decline in neurodegenerative diseases: a proteomic approach.", "year": null, "sentences": ["Cognitive changes occurring throughout the pathogenesis of neurodegenerative diseases are directly linked to synaptic loss.", "We used in-depth proteomics to compare 32 post-mortem human brains in the prefrontal cortex of prospectively followed patients with Alzheimer's disease, Parkinson's disease with dementia, dementia with Lewy bodies and older adults without dementia.", "In total, we identified 10 325 proteins, 851 of which were synaptic proteins.", "Levels of 25 synaptic proteins were significantly altered in the various dementia groups.", "Significant loss of SNAP47, GAP43, SYBU (syntabulin), LRFN2, SV2C, SYT2 (synaptotagmin 2), GRIA3 and GRIA4 were further validated on a larger cohort comprised of 92 brain samples using ELISA or western blot.", "Cognitive impairment before death and rate of cognitive decline significantly correlated with loss of SNAP47, SYBU, LRFN2, SV2C and GRIA3 proteins.", "Besides differentiating Parkinson's disease dementia, dementia with Lewy bodies, and Alzheimer's disease from controls with high sensitivity and specificity, synaptic proteins also reliably discriminated Parkinson's disease dementia from Alzheimer's disease patients.", "Our results suggest that these particular synaptic proteins have an important predictive and discriminative molecular fingerprint in neurodegenerative diseases and could be a potential target for early disease intervention."], "id": "29324989", "text": "Cognitive changes occurring throughout the pathogenesis of neurodegenerative diseases are directly linked to synaptic loss. We used in-depth proteomics to compare 32 post-mortem human brains in the prefrontal cortex of prospectively followed patients with Alzheimer's disease, Parkinson's disease with dementia, dementia with Lewy bodies and older adults without dementia. In total, we identified 10 325 proteins, 851 of which were synaptic proteins. Levels of 25 synaptic proteins were significantly altered in the various dementia groups. Significant loss of SNAP47, GAP43, SYBU (syntabulin), LRFN2, SV2C, SYT2 (synaptotagmin 2), GRIA3 and GRIA4 were further validated on a larger cohort comprised of 92 brain samples using ELISA or western blot. Cognitive impairment before death and rate of cognitive decline significantly correlated with loss of SNAP47, SYBU, LRFN2, SV2C and GRIA3 proteins. Besides differentiating Parkinson's disease dementia, dementia with Lewy bodies, and Alzheimer's disease from controls with high sensitivity and specificity, synaptic proteins also reliably discriminated Parkinson's disease dementia from Alzheimer's disease patients. Our results suggest that these particular synaptic proteins have an important predictive and discriminative molecular fingerprint in neurodegenerative diseases and could be a potential target for early disease intervention.", "doi": "10.1093/brain/awx352", "journal": ["Brain : a journal of neurology", "Brain"], "date": "2018-01-18_23:40:57"}