{"words": ["term", "subjective", "cognitive", "impairment", "sci", "widely", "accepted", "term", "cognitive", "complaints", "otherwise", "apparently", "healthy", "older", "adults", "presently", "clear", "sci", "might", "risk", "factor", "development", "mild", "cognitive", "impairment", "dementia", "regards", "sci", "measurement", "potential", "diagnosis", "several", "studies", "showed", "sci", "condition", "people", "score", "normal", "range", "common", "tests", "believe", "experience", "cognitive", "decline", "hence", "assess", "characteristic", "sci", "subtle", "cognitive", "decline", "measures", "developed", "estimate", "minimal", "decline", "cognition", "seem", "appropriate", "tools", "vein", "present", "study", "aimed", "examining", "capacity", "greek", "version", "two", "instruments", "aforementioned", "type", "detect", "sci", "community", "dwelling", "older", "study", "sample", "consisted", "295", "participants", "allocated", "four", "young", "adults", "adults", "older", "adults", "adults", "first", "three", "groups", "gender", "participants", "examined", "via", "two", "objective", "tests", "executive", "function", "system", "neuropsychological", "battery", "designed", "measure", "executive", "functions", "specific", "tested", "via", "tower", "test", "tt", "mainly", "measures", "planning", "function", "interference", "test", "primarily", "measures", "inhibition", "switching", "functions", "tests", "consist", "four", "conditions", "participants", "also", "asked", "answer", "cognitive", "failures", "questionnaire", "cfq", "b", "prospective", "retrospective", "memory", "questionnaire", "prmq", "designed", "assess", "subjective", "estimations", "everyday", "slips", "actions", "cognitive", "failures", "episodic", "memory", "slips", "everyday", "life", "respectively", "concerns", "psychometric", "qualities", "two", "questionnaires", "structure", "greek", "versions", "cfq", "prmq", "verified", "previous", "study", "via", "application", "confirmatory", "factor", "effects", "cfq", "score", "found", "receiver", "operating", "characteristic", "roc", "curve", "analyses", "subsequently", "performed", "using", "objective", "tests", "scores", "test", "variables", "cfq", "classification", "based", "75th", "percentile", "score", "state", "variable", "roc", "curves", "analyses", "using", "conditions", "1", "2", "time", "completion", "test", "variables", "cfq", "classification", "older", "adult", "state", "variable", "showed", "cfq", "score", "indicative", "early", "stage", "objective", "cognitive", "impairment", "older", "age", "cronbach", "α", "values", "prospective", "retrospective", "memory", "questionnaire", "ranged", "young", "adults", "older", "adults", "effects", "prmq", "score", "observed", "roc", "curves", "analyses", "performed", "using", "objective", "measures", "scores", "well", "cfq", "score", "test", "variables", "prmq", "classification", "based", "75th", "percentile", "score", "state", "variable", "analyses", "using", "conditions", "3", "4", "time", "completion", "well", "cfq", "score", "test", "variables", "prmq", "classification", "older", "adult", "state", "variable", "showed", "prmq", "score", "indicative", "early", "stage", "objective", "cognitive", "impairment", "well", "subjective", "estimations", "general", "cognitive", "decline", "older", "questionnaires", "everyday", "cognitive", "memory", "failures", "seem", "associated", "specific", "objective", "tests", "cognition", "aging", "hence", "useful", "tools", "detecting", "early", "cognitive", "impairment", "least", "older", "adults", "administration", "together", "objective", "cognitive", "tasks", "high", "difficulty", "could", "substantially", "help", "sci", "screening", "given", "also", "evidence", "experience", "subtle", "impairment", "cognition", "related", "increased", "likelihood", "biomarker", "abnormalities", "indicative", "ad", "pathology", "assessment", "subjective", "estimations", "revealed", "useful", "primary", "indicator", "early", "ad", "effects", "cognitive", "functioning"], "authors": [["Papaliagkas", "Vasileios", "V", "Laboratory of Clinical Neurophysiology, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece. demorait@psy.auth.gr."], ["Papantoniou", "G", "G", null], ["Tsolaki", "Magda", "M", null], ["Moraitou", "Despina", "D", null]], "title": "Self-report instruments of cognitive failures as screening tools for Subjective Cognitive Impairment in older adults.", "year": null, "sentences": ["The term \"Subjective Cognitive Impairment (SCI)\" is the most widely accepted term for cognitive complaints of otherwise apparently healthy older adults.", "It is presently clear that SCI might be a risk factor for the development of Mild Cognitive Impairment and dementia.", "As regards SCI measurement and potential diagnosis, several studies showed that SCI is a condition in which people score in the normal range on common tests but believe they experience cognitive decline.", "Hence, to assess the characteristic of the SCI subtle cognitive decline, self-report measures were developed to estimate \"self-experience\" of minimal decline in cognition seem the most appropriate tools.", "In this vein, the present study aimed at examining the capacity of the Greek version of two self-report instruments of the aforementioned type to detect SCI in community dwelling older adults.The study sample consisted of 295 participants, who were allocated into four age-groups: young adults, middle-aged adults, older adults and older-old adults.", "The first three groups were gender and education-matched.", "The participants were examined via two objective tests of the Delis-Kaplan Executive Function System (D-KEFS) which is a neuropsychological battery designed to measure executive functions.", "In specific, they were tested via the D-KEFS Tower Test (TT) which mainly measures \"planning\" function, and the D-KEFS Color-Word Interference Test (C-WIT) which primarily measures \"inhibition\" and \"switching\" functions.", "Both tests consist of four conditions.", "The participants were also asked to answer to: (a) the Cognitive Failures Questionnaire (CFQ), and (b) the Prospective and Retrospective Memory Questionnaire (PRMQ), which were designed to assess subjective estimations of everyday slips of actions and cognitive failures, and episodic memory slips in everyday life, respectively.", "As concerns the psychometric qualities of the two questionnaires, a single-factor structure of the Greek versions of the CFQ and the PRMQ was verified in a previous study via the application of Confirmatory Factor Analysis.No age-group effects on CFQ score were found.", "Receiver Operating Characteristic (ROC) curve analyses were subsequently performed, using objective tests' scores as test variables and CFQ classification based on the 75th percentile score, as state variable.", "ROC curves analyses using \"C-WIT conditions' 1, 2 time of completion\" as test variables and CFQ classification, in older adult age-group, as state variable, showed that a CFQ score ≥47 is indicative of an early stage of objective cognitive impairment in older age.", "Cronbach's α values, for the Prospective and Retrospective Memory Questionnaire ranged from .89 (young adults) to .93 (older adults).", "No age-group effects on PRMQ score were observed.", "ROC curves analyses were performed, using objective measures' scores as well as CFQ score as test variables and PRMQ classification based on the 75th percentile score, as state variable.", "These analyses using \"C-WIT conditions' 3, 4 time of completion\" as well as CFQ score as test variables and PRMQ classification, in older adult age-group, as state variable, showed that a PRMQ score ≥43 is indicative of an early stage of objective cognitive impairment as well as of subjective estimations of general cognitive decline in older age.Self-report questionnaires of \"everyday\" cognitive and memory failures seem to be associated with specific objective tests of cognition in aging.", "Hence, they are useful tools for detecting early cognitive impairment at least in older adults.", "Their administration together with objective cognitive tasks of high difficulty could substantially help for SCI screening.", "Given that there is also evidence that the experience of subtle impairment in cognition is related to increased likelihood of biomarker abnormalities indicative of AD pathology, the assessment of subjective estimations is revealed as a useful primary indicator of early AD effects on cognitive functioning."], "id": "29324915", "text": "The term \"Subjective Cognitive Impairment (SCI)\" is the most widely accepted term for cognitive complaints of otherwise apparently healthy older adults. It is presently clear that SCI might be a risk factor for the development of Mild Cognitive Impairment and dementia. As regards SCI measurement and potential diagnosis, several studies showed that SCI is a condition in which people score in the normal range on common tests but believe they experience cognitive decline. Hence, to assess the characteristic of the SCI subtle cognitive decline, self-report measures were developed to estimate \"self-experience\" of minimal decline in cognition seem the most appropriate tools. In this vein, the present study aimed at examining the capacity of the Greek version of two self-report instruments of the aforementioned type to detect SCI in community dwelling older adults.The study sample consisted of 295 participants, who were allocated into four age-groups: young adults, middle-aged adults, older adults and older-old adults. The first three groups were gender and education-matched. The participants were examined via two objective tests of the Delis-Kaplan Executive Function System (D-KEFS) which is a neuropsychological battery designed to measure executive functions. In specific, they were tested via the D-KEFS Tower Test (TT) which mainly measures \"planning\" function, and the D-KEFS Color-Word Interference Test (C-WIT) which primarily measures \"inhibition\" and \"switching\" functions. Both tests consist of four conditions. The participants were also asked to answer to: (a) the Cognitive Failures Questionnaire (CFQ), and (b) the Prospective and Retrospective Memory Questionnaire (PRMQ), which were designed to assess subjective estimations of everyday slips of actions and cognitive failures, and episodic memory slips in everyday life, respectively. As concerns the psychometric qualities of the two questionnaires, a single-factor structure of the Greek versions of the CFQ and the PRMQ was verified in a previous study via the application of Confirmatory Factor Analysis.No age-group effects on CFQ score were found. Receiver Operating Characteristic (ROC) curve analyses were subsequently performed, using objective tests' scores as test variables and CFQ classification based on the 75th percentile score, as state variable. ROC curves analyses using \"C-WIT conditions' 1, 2 time of completion\" as test variables and CFQ classification, in older adult age-group, as state variable, showed that a CFQ score ≥47 is indicative of an early stage of objective cognitive impairment in older age. Cronbach's α values, for the Prospective and Retrospective Memory Questionnaire ranged from .89 (young adults) to .93 (older adults). No age-group effects on PRMQ score were observed. ROC curves analyses were performed, using objective measures' scores as well as CFQ score as test variables and PRMQ classification based on the 75th percentile score, as state variable. These analyses using \"C-WIT conditions' 3, 4 time of completion\" as well as CFQ score as test variables and PRMQ classification, in older adult age-group, as state variable, showed that a PRMQ score ≥43 is indicative of an early stage of objective cognitive impairment as well as of subjective estimations of general cognitive decline in older age.Self-report questionnaires of \"everyday\" cognitive and memory failures seem to be associated with specific objective tests of cognition in aging. Hence, they are useful tools for detecting early cognitive impairment at least in older adults. Their administration together with objective cognitive tasks of high difficulty could substantially help for SCI screening. Given that there is also evidence that the experience of subtle impairment in cognition is related to increased likelihood of biomarker abnormalities indicative of AD pathology, the assessment of subjective estimations is revealed as a useful primary indicator of early AD effects on cognitive functioning.", "doi": null, "journal": ["Hellenic journal of nuclear medicine", "Hell J Nucl Med"], "date": "2018-01-18_23:40:58"}