{"authors": [["Ntanasi", "Eva", "E", "Department of Nutrition and Dietetics, Harokopio University, Athens, Greece."], ["Yannakoulia", "Mary", "M", "Department of Nutrition and Dietetics, Harokopio University, Athens, Greece. Electronic address: myiannak@hua.gr."], ["Kosmidis", "Mary-Helen", "MH", "Lab of Cognitive Neuroscience, School of Psychology, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Anastasiou", "Costas A", "CA", "Department of Nutrition and Dietetics, Harokopio University, Athens, Greece."], ["Dardiotis", "Efthimios", "E", "School of Medicine, University of Thessaly, Larissa, Greece."], ["Hadjigeorgiou", "Giorgos", "G", "School of Medicine, University of Thessaly, Larissa, Greece."], ["Sakka", "Paraskevi", "P", "Athens Association of Alzheimer's Disease and Related Disorders, Marousi, Greece."], ["Scarmeas", "Nikolaos", "N", "Eginition Hospital, 1st Neurology Clinic, Department of Social Medicine, Psychiatry and Neurology, National and Kapodistrian University of Athens, Athens, Greece; Taub Institute for Research in Alzheimer's Disease and the Aging Brain, The Gertrude H. Sergievsky Center, Department of Neurology, Columbia University, New York, NY."]], "date": "2017-12-27", "id": "29289542", "text": "Το investigate associations between adherence to the Mediterranean diet and frailty in a Greek population of older adults.Cross-sectional study.Data were drawn from the Hellenic longitudinal Investigation of Aging and Diet (HELIAD), a population-based, multidisciplinary study designed to estimate the prevalence and incidence of dementia in the Greek population.Data from 1740 participants aged ≥65 years were included in the present analysis. Participants were selected through random sampling from the records of 2 Greek municipalities.Adherence to Mediterranean diet was evaluated through the MedDietScore, calculated from the information participants provided to a validated food frequency questionnaire. Frailty was assessed using 3 different definitions (the phenotypic approach proposed by Fried et al, the Frailty Index, and the Tilburg Frailty Indicator). Unadjusted and adjusted logistic and linear regression models were performed.Of our participants, 70 (4%), 325 (18.7%), and 442 (25.4%) were identified as frail according to the Fried et al definition, the Frailty Index, and the Tilburg Frailty Indicator, respectively. Adjusting for confounding factors, each additional unit in the MedDietScore was associated with a 5% (P = .09), 4% (P = .005), and 7% (P < .001) decrease in the odds for frailty according to the Fried definition, the Frailty Index, and the Tilburg Frailty Indicator, respectively.According to study results, a higher adherence to the Mediterranean diet was associated with lower odds of frailty, irrespective of the definition used. This finding may be of relevance in the setting of population-based prevention efforts as well as in clinical practice.", "doi": "10.1016/j.jamda.2017.11.005", "title": "Adherence to Mediterranean Diet and Frailty.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}