{"words": ["health", "care", "workers", "need", "consider", "culture", "ethnic", "preferences", "prevalent", "hmong", "community", "order", "provide", "optimal", "care", "describe", "older", "hmong", "man", "illustrate", "challenges", "faced", "competencies", "needed", "primary", "speaking", "hmong", "man", "diabetes", "nerve", "sheath", "tumor", "hypertension", "presented", "outpatient", "clinic", "grandson", "complaining", "sleep", "problems", "2", "vivid", "recurring", "dreams", "previous", "months", "memory", "assessment", "significant", "case", "addresses", "complexity", "taking", "care", "speaking", "hmong", "older", "man", "memory", "loss", "trauma", "adulthood", "multiple", "caregivers", "sleep", "careful", "history", "patient", "family", "get", "know", "cultural", "preferences", "attitudes", "helpful", "identification", "primary", "caregiver", "critical", "providing", "care"], "authors": [["Askar", "Wajih", "W", "Aurora Health Care, Milwaukee, Wisconsin."], ["Khan", "Ariba", "A", "Aurora Health Care, Milwaukee, Wisconsin, ariba.khan@aurora.org."], ["Borson", "Soo", "S", "University of Washington, Seattle, Washington."], ["Malone", "Michael L", "ML", "Aurora Health Care, Milwaukee, Wisconsin."]], "title": "Recurring Vivid Dreams in an Older Hmong Man With Complex Trauma Experience and Cognitive Impairment.", "year": null, "sentences": ["Health care workers need to consider the culture and ethnic preferences prevalent in the Hmong community in order to provide optimal care.", "We describe an older Hmong man to illustrate the challenges faced and competencies needed by primary care.An 80-year-old non-English speaking Hmong man with diabetes, nerve sheath tumor, and hypertension presented to the outpatient clinic with his grandson complaining of sleep problems.", "He had had 2 vivid recurring dreams during the previous few months.", "Memory assessment was significant for dementia.This case addresses the complexity in taking care of a non-English speaking Hmong older man who has memory loss, trauma in adulthood, multiple caregivers, and sleep problems.A careful history from patient and family to get to know their cultural preferences and attitudes was helpful.", "Identification of the primary caregiver was critical in providing care."], "id": "29323835", "text": "Health care workers need to consider the culture and ethnic preferences prevalent in the Hmong community in order to provide optimal care. We describe an older Hmong man to illustrate the challenges faced and competencies needed by primary care.An 80-year-old non-English speaking Hmong man with diabetes, nerve sheath tumor, and hypertension presented to the outpatient clinic with his grandson complaining of sleep problems. He had had 2 vivid recurring dreams during the previous few months. Memory assessment was significant for dementia.This case addresses the complexity in taking care of a non-English speaking Hmong older man who has memory loss, trauma in adulthood, multiple caregivers, and sleep problems.A careful history from patient and family to get to know their cultural preferences and attitudes was helpful. Identification of the primary caregiver was critical in providing care.", "doi": null, "journal": ["WMJ : official publication of the State Medical Society of Wisconsin", "WMJ"], "date": "2018-01-18_23:40:59"}