{"authors": [["Shi", "Xiao-Meng", "XM", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China; Psychosis Welfare Institution, Urumchi, Xinjiang 830023, PR China."], ["Zhang", "Hua", "H", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China."], ["Zhou", "Zhang-Jiuzhi", "ZJ", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China."], ["Ruan", "Ying-Ying", "YY", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China."], ["Pang", "Jie", "J", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China."], ["Zhang", "Lu", "L", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China."], ["Zhai", "Wei", "W", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China."], ["Hu", "Yan-Li", "YL", "Key Laboratory of Xinjiang Phytomedicine Resource and Utilization, Ministry of Education, Department of Pharmacology, Shihezi University, Shihezi, Xinjiang 832000, PR China. Electronic address: wzx330@163.com."]], "date": "2017-12-27", "id": "29288971", "text": "Safflower yellow (SY), one of traditional Chinese medicine extracted from safflower, has been shown to have neuroprotective effects on animal models of vascular dementia and Alzheimer's diseases (AD), by inhibiting oxidative injury, neuronal apoptosis and tau hyperphosphorylation. In this study, we investigated whether safflower yellow (SY) can improve cognitive function, decrease Amyloid β (Aβ) accumulation and overactivation of astrocytes in AD mouse model. We found that SY treatment significantly ameliorated the learning and memory deficits of APP/PS1 mice. By hematoxylin-eosin staining, we found that the neuronal loss and death in APP/PS1 mice was decreased by SY treatment. Immunohistochemical staining showed that SY treatment dramatically down-regulated Aβ1-42 deposition and glial fibrillary acidic protein (GFAP) level in APP/PS1 mice. Biochemical analysis also showed that SY treatment reduced soluble and insoluble Aβ1-42 level in the cortex and soluble Aβ1-42 level in the hippocampus of APP/PS1 mice. Moreover, we found that SY treatment decreased the expression of proteins related to generation of Aβ, and markedly increased expression of enzymes associated with clearance of Aβ in the brain of APP/PS1 mice. These results indicate that the SY can serve as a promising therapeutic approach for the treatment of AD.", "doi": "10.1016/j.biopha.2017.12.099", "title": "Effects of safflower yellow on beta-amyloid deposition and activation of astrocytes in the brain of APP/PS1 transgenic mice.", "journal": ["Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "Biomed. Pharmacother."]}