{"words": ["reduced", "facial", "expression", "amimia", "one", "typical", "characteristics", "parkinson", "disease", "pd", "despite", "described", "classic", "texts", "significance", "physiopathology", "correlation", "motor", "symptoms", "largely", "studied", "facial", "bradykinesia", "group", "84", "de", "novo", "pd", "patients", "prospectively", "evaluated", "five", "years", "also", "studied", "relationship", "facial", "bradykinesia", "depression", "subgroup", "30", "assessments", "performed", "unified", "parkinson", "disease", "rating", "scale", "updrs", "baseline", "facial", "bradykinesia", "rated", "according", "item", "19", "updrs", "baseline", "facial", "bradykinesia", "correlated", "total", "motor", "baseline", "updrs", "addition", "baseline", "bradykinesia", "correlated", "total", "motor", "updrs", "five", "years", "however", "baseline", "bradykinesia", "influence", "presence", "motor", "motor", "fluctuation", "dyskinesias", "freezing", "gait", "complications", "delusion", "behavior", "abnormalities", "dementia", "five", "years", "finally", "subgroup", "30", "patients", "completed", "version", "quick", "inventory", "depressive", "symptoms", "questionnaire", "facial", "bradykinesia", "correlate", "study", "suggests", "baseline", "facial", "bradykinesia", "correlates", "general", "baseline", "situation", "pd", "even", "might", "predict", "motor", "functional", "status", "five", "en", "la", "enfermedad", "de", "parkinson", "significado", "correlacion", "con", "la", "la", "amimia", "reduccion", "de", "la", "expresion", "facial", "es", "una", "de", "las", "caracteristicas", "mas", "tipicas", "de", "la", "enfermedad", "de", "parkinson", "ep", "se", "puede", "definir", "como", "bradicinesia", "facial", "pesar", "de", "ser", "un", "elemento", "clasico", "la", "amimia", "se", "conoce", "bien", "se", "sabe", "con", "precision", "su", "fisiopatologia", "su", "significado", "patologico", "ni", "su", "correlacion", "con", "otros", "sintomas", "motores", "motores", "incluyendo", "la", "depresion", "pacientes", "metodos", "se", "ha", "analizado", "la", "amimia", "en", "un", "grupo", "de", "84", "pacientes", "con", "ep", "evaluados", "de", "forma", "prospectiva", "desde", "su", "diagnostico", "hasta", "el", "quinto", "año", "de", "evolucion", "tambien", "la", "correlacion", "entre", "la", "amimia", "basal", "la", "depresion", "en", "un", "subgrupo", "de", "30", "pacientes", "con", "ep", "resultados", "la", "valoracion", "basal", "antes", "del", "tratamiento", "las", "evaluaciones", "de", "seguimiento", "se", "realizaron", "mediante", "la", "unified", "parkinson", "disease", "rating", "scale", "updrs", "la", "amimia", "se", "evaluo", "mediante", "el", "item", "19", "de", "la", "updrs", "la", "amimia", "basal", "se", "correlaciono", "con", "la", "updrs", "basal", "total", "motora", "ademas", "la", "amimia", "basal", "se", "correlaciono", "con", "la", "updrs", "total", "motora", "los", "cinco", "años", "de", "evolucion", "sin", "embargo", "la", "amimia", "basal", "se", "relaciono", "con", "la", "presencia", "de", "complicaciones", "motoras", "fluctuaciones", "motoras", "discinesias", "bloqueos", "motoras", "la", "correlacion", "entre", "amimia", "depresion", "se", "analizo", "mediante", "el", "quick", "inventory", "depressive", "symptoms", "la", "amimia", "se", "correlaciono", "con", "las", "puntuaciones", "del", "conclusion", "este", "estudio", "sugiere", "que", "la", "amimia", "basal", "se", "correlaciona", "con", "la", "situacion", "basal", "general", "updrs", "e", "incluso", "con", "la", "valoracion", "clinica", "los", "cinco", "años", "aunque", "predice", "la", "tasa", "de", "complicaciones", "medio", "plazo"], "authors": [["Garcia-Ruiz", "P J", "PJ", "Fundacion Jimenez Diaz, 28040 Madrid, Espana."], ["Feliz-Feliz", "C E", "CE", "Fundacion Jimenez Diaz, 28040 Madrid, Espana."], ["Maycas-Cepeda", "T", "T", "Hospital Quiron Madrid, Madrid, Espana."], ["Del Val-Fernandez", "J", "J", "Fundacion Jimenez Diaz, 28040 Madrid, Espana."]], "title": "[Amimia in Parkinson's disease. Significance and correlation with the clinical features].", "year": null, "sentences": ["Reduced facial expression or amimia is one of the most typical characteristics of Parkinson's disease (PD).", "Despite being described in classic texts, its significance, physiopathology and correlation with motor and non-motor symptoms is largely unknown.We have studied facial bradykinesia in a group of 84 de novo PD patients prospectively evaluated for five years.", "We also studied the relationship of facial bradykinesia with depression in a subgroup of 30 patients.Baseline and follow-up assessments were performed with the Unified Parkinson's Disease Rating Scale (UPDRS).", "Baseline facial bradykinesia was rated according to item 19 of UPDRS.", "Baseline facial bradykinesia correlated with total and motor baseline UPDRS.", "In addition, baseline bradykinesia correlated with total and motor UPDRS at five years.", "However baseline bradykinesia did not influence the presence of motor (motor fluctuation, dyskinesias and freezing of gait) or non-motor complications (delusion, behavior abnormalities and dementia) at five years.", "Finally a subgroup of 30 patients completed the self-report version of the Quick Inventory of Depressive Symptoms (QIDS-SR16) questionnaire, facial bradykinesia did not correlate with QIDS-SR16 scores.Our study suggests that baseline facial bradykinesia correlates with general baseline situation in PD and even might predict the motor and functional status at five years.Amimia en la enfermedad de Parkinson.", "Significado y correlacion con la clinica.Introduccion.", "La amimia o reduccion de la expresion facial es una de las caracteristicas mas tipicas de la enfermedad de Parkinson (EP), y se puede definir como bradicinesia facial.", "A pesar de ser un elemento clasico, la amimia no se conoce bien, no se sabe con precision su fisiopatologia, su significado patologico ni su correlacion con otros sintomas motores o no motores, incluyendo la depresion.", "Pacientes y metodos.", "Se ha analizado la amimia en un grupo de 84 pacientes con EP evaluados de forma prospectiva desde su diagnostico hasta el quinto año de evolucion, y tambien la correlacion entre la amimia basal y la depresion en un subgrupo de 30 pacientes con EP.", "Resultados.", "La valoracion basal (antes del tratamiento) y las evaluaciones de seguimiento se realizaron mediante la Unified Parkinson's Disease Rating Scale (UPDRS).", "La amimia se evaluo mediante el item 19 de la UPDRS.", "La amimia basal se correlaciono con la UPDRS basal total y motora.", "Ademas, la amimia basal se correlaciono con la UPDRS total y motora a los cinco años de evolucion.", "Sin embargo, la amimia basal no se relaciono con la presencia de complicaciones motoras (fluctuaciones motoras, discinesias o bloqueos) o no motoras.", "La correlacion entre amimia y depresion se analizo mediante el Quick Inventory of Depressive Symptoms (QIDS-SR16).", "La amimia no se correlaciono con las puntuaciones del QIDS-SR16.", "Conclusion.", "Este estudio sugiere que la amimia basal se correlaciona con la situacion basal general (UPDRS) e incluso con la valoracion clinica a los cinco años, aunque no predice la tasa de complicaciones a medio plazo."], "id": "29323400", "text": "Reduced facial expression or amimia is one of the most typical characteristics of Parkinson's disease (PD). Despite being described in classic texts, its significance, physiopathology and correlation with motor and non-motor symptoms is largely unknown.We have studied facial bradykinesia in a group of 84 de novo PD patients prospectively evaluated for five years. We also studied the relationship of facial bradykinesia with depression in a subgroup of 30 patients.Baseline and follow-up assessments were performed with the Unified Parkinson's Disease Rating Scale (UPDRS). Baseline facial bradykinesia was rated according to item 19 of UPDRS. Baseline facial bradykinesia correlated with total and motor baseline UPDRS. In addition, baseline bradykinesia correlated with total and motor UPDRS at five years. However baseline bradykinesia did not influence the presence of motor (motor fluctuation, dyskinesias and freezing of gait) or non-motor complications (delusion, behavior abnormalities and dementia) at five years. Finally a subgroup of 30 patients completed the self-report version of the Quick Inventory of Depressive Symptoms (QIDS-SR16) questionnaire, facial bradykinesia did not correlate with QIDS-SR16 scores.Our study suggests that baseline facial bradykinesia correlates with general baseline situation in PD and even might predict the motor and functional status at five years.Amimia en la enfermedad de Parkinson. Significado y correlacion con la clinica.Introduccion. La amimia o reduccion de la expresion facial es una de las caracteristicas mas tipicas de la enfermedad de Parkinson (EP), y se puede definir como bradicinesia facial. A pesar de ser un elemento clasico, la amimia no se conoce bien, no se sabe con precision su fisiopatologia, su significado patologico ni su correlacion con otros sintomas motores o no motores, incluyendo la depresion. Pacientes y metodos. Se ha analizado la amimia en un grupo de 84 pacientes con EP evaluados de forma prospectiva desde su diagnostico hasta el quinto año de evolucion, y tambien la correlacion entre la amimia basal y la depresion en un subgrupo de 30 pacientes con EP. Resultados. La valoracion basal (antes del tratamiento) y las evaluaciones de seguimiento se realizaron mediante la Unified Parkinson's Disease Rating Scale (UPDRS). La amimia se evaluo mediante el item 19 de la UPDRS. La amimia basal se correlaciono con la UPDRS basal total y motora. Ademas, la amimia basal se correlaciono con la UPDRS total y motora a los cinco años de evolucion. Sin embargo, la amimia basal no se relaciono con la presencia de complicaciones motoras (fluctuaciones motoras, discinesias o bloqueos) o no motoras. La correlacion entre amimia y depresion se analizo mediante el Quick Inventory of Depressive Symptoms (QIDS-SR16). La amimia no se correlaciono con las puntuaciones del QIDS-SR16. Conclusion. Este estudio sugiere que la amimia basal se correlaciona con la situacion basal general (UPDRS) e incluso con la valoracion clinica a los cinco años, aunque no predice la tasa de complicaciones a medio plazo.", "doi": null, "journal": ["Revista de neurologia", "Rev Neurol"], "date": "2018-01-18_23:40:59"}