{"authors": [["Ernecoff", "Natalie C", "NC", "Cecil G. Sheps Center for Health Services Research, University of North Carolina, Chapel Hill, North Carolina; Department of Health Policy and Management, Gillings School of Global Public Health, University of North Carolina, Chapel Hill, North Carolina. Electronic address: ernecoff@live.unc.edu."], ["Wessell", "Kathryn L", "KL", "Cecil G. Sheps Center for Health Services Research, University of North Carolina, Chapel Hill, North Carolina."], ["Gabriel", "Stacey", "S", "Cecil G. Sheps Center for Health Services Research, University of North Carolina, Chapel Hill, North Carolina."], ["Carey", "Timothy S", "TS", "Cecil G. Sheps Center for Health Services Research, University of North Carolina, Chapel Hill, North Carolina; Departments of Medicine and Social Medicine, School of Medicine, University of North Carolina, Chapel Hill, North Carolina."], ["Hanson", "Laura C", "LC", "Cecil G. Sheps Center for Health Services Research, University of North Carolina, Chapel Hill, North Carolina; Division of Geriatric Medicine & Palliative Care Progam, University of North Carolina, Chapel Hill, North Carolina."]], "date": "2017-12-27", "id": "29288881", "text": "Investigators need novel methods for timely identification of patients with serious illness to test or implement new palliative care models.The study aim was to develop an electronic health record (EHR) phenotype to identify patients with late-stage dementia for a clinical trial of palliative care consultation.We developed a computerized method to identify patients with dementia on hospital admission. Within a data warehouse derived from the hospital's EHR, we used search terms of age, admission date, and ICD-9 and ICD-10 diagnosis codes to create a EHR dementia phenotype, followed by brief medical record review to confirm late-stage dementia. We calculated positive predictive value, false discovery rate, and false negative rate of this novel screening method.The EHR phenotype screening method had a positive predictive value of 76.3% for dementia patients and 24.5% for late-stage dementia patients; a false discovery rate of 23.7% for dementia patients and 75.5% for late-stage dementia patients compared to physician assesement. The sensitivity of this screening method was 59.7% to identify hospitalized patients with dementia. Daily screening-including confirmatory chart reviews-averaged 20 minutes and was more feasible, efficient and more complete than manual screening.A novel method using an EHR phenotype plus brief medical record review is effective to identify hospitalized patients with late-stage dementia. In healthcare systems with similar clinical data warehouses, this method may be applied to serious illness populations to improve enrollment in clinical trials of palliative care or to facilitate access to palliative care services.", "doi": "10.1016/j.jpainsymman.2017.12.480", "title": "A novel screening method to identify late-stage dementia patients for palliative care research and practice.", "journal": ["Journal of pain and symptom management", "J Pain Symptom Manage"]}