{"words": ["family", "caregivers", "people", "dementia", "live", "within", "community", "often", "experience", "stress", "poor", "quality", "life", "due", "role", "many", "factors", "affect", "one", "influential", "factor", "family", "context", "study", "focussed", "adult", "child", "caregivers", "examined", "specific", "ways", "family", "dynamics", "contribute", "adult", "child", "caregivers", "distress", "context", "caring", "parent", "dementia", "interviews", "conducted", "17", "participants", "adult", "child", "primary", "caregivers", "parent", "dementia", "living", "within", "community", "interviews", "audiotaped", "transcribed", "verbatim", "transcripts", "analysed", "using", "thematic", "analysis", "four", "themes", "identified", "represented", "areas", "particular", "concern", "distress", "caregivers", "family", "expectations", "caregivers", "lack", "choice", "adopting", "role", "denial", "differential", "understandings", "dementia", "among", "family", "members", "differential", "beliefs", "approaches", "among", "family", "members", "communication", "breakdown", "family", "members", "findings", "demonstrate", "several", "avenues", "research", "including", "development", "interventions", "support", "adult", "child", "caregivers", "address", "problematic", "family", "dynamics", "within", "context", "caring", "parent", "dementia"], "authors": [["Tatangelo", "Gemma", "G", "The Institute for Health and Ageing, Australian Catholic University, Melbourne, Victoria, Australia."], ["McCabe", "Marita", "M", "The Institute for Health and Ageing, Australian Catholic University, Melbourne, Victoria, Australia."], ["Macleod", "Ashley", "A", "The Institute for Health and Ageing, Australian Catholic University, Melbourne, Victoria, Australia."], ["Konis", "Anastasia", "A", "The Institute for Health and Ageing, Australian Catholic University, Melbourne, Victoria, Australia."]], "title": "I just can't please them all and stay sane: Adult child caregivers' experiences of family dynamics in care-giving for a parent with dementia in Australia.", "year": null, "sentences": ["Family caregivers of people with dementia who live within the community often experience stress and poor quality of life due to their care-giving role.", "While there are many factors that affect this, one influential factor is the family context.", "This study focussed on adult child caregivers.", "It examined the specific ways that family dynamics contribute to adult child caregivers' distress in the context of caring for a parent with dementia.", "Semi-structured interviews were conducted with 17 participants who were adult child primary caregivers for a parent with dementia who was living within the community.", "Interviews were audiotaped and transcribed verbatim.", "Transcripts were analysed using thematic analysis.", "Four themes were identified that represented areas of particular concern and distress for the caregivers: family expectations and caregivers' lack of choice in adopting the care-giving role; denial and differential understandings of dementia among family members; differential beliefs and approaches to care-giving among family members; and communication breakdown between family members.", "The findings demonstrate several avenues for further research including the development of interventions to support adult child caregivers and address problematic family dynamics within the context of caring for a parent with dementia."], "id": "29322577", "text": "Family caregivers of people with dementia who live within the community often experience stress and poor quality of life due to their care-giving role. While there are many factors that affect this, one influential factor is the family context. This study focussed on adult child caregivers. It examined the specific ways that family dynamics contribute to adult child caregivers' distress in the context of caring for a parent with dementia. Semi-structured interviews were conducted with 17 participants who were adult child primary caregivers for a parent with dementia who was living within the community. Interviews were audiotaped and transcribed verbatim. Transcripts were analysed using thematic analysis. Four themes were identified that represented areas of particular concern and distress for the caregivers: family expectations and caregivers' lack of choice in adopting the care-giving role; denial and differential understandings of dementia among family members; differential beliefs and approaches to care-giving among family members; and communication breakdown between family members. The findings demonstrate several avenues for further research including the development of interventions to support adult child caregivers and address problematic family dynamics within the context of caring for a parent with dementia.", "doi": "10.1111/hsc.12534", "journal": ["Health & social care in the community", "Health Soc Care Community"], "date": "2018-01-18_23:41:00"}