{"authors": [["Liaquat", "Laraib", "L", "Neurochemistry and Biochemical Neuropharmacology Research Unit, Department of Biochemistry, University of Karachi, Karachi 75270, Pakistan."], ["Batool", "Zehra", "Z", "Neurochemistry and Biochemical Neuropharmacology Research Unit, Department of Biochemistry, University of Karachi, Karachi 75270, Pakistan."], ["Sadir", "Sadia", "S", "Neurochemistry and Biochemical Neuropharmacology Research Unit, Department of Biochemistry, University of Karachi, Karachi 75270, Pakistan."], ["Rafiq", "Sahar", "S", "Neurochemistry and Biochemical Neuropharmacology Research Unit, Department of Biochemistry, University of Karachi, Karachi 75270, Pakistan."], ["SidrahShahzad", null, null, "Neurochemistry and Biochemical Neuropharmacology Research Unit, Department of Biochemistry, University of Karachi, Karachi 75270, Pakistan."], ["Perveen", "Tahira", "T", "Neurochemistry and Biochemical Neuropharmacology Research Unit, Department of Biochemistry, University of Karachi, Karachi 75270, Pakistan."], ["Haider", "Saida", "S", "Neurochemistry and Biochemical Neuropharmacology Research Unit, Department of Biochemistry, University of Karachi, Karachi 75270, Pakistan. Electronic address: saida-h1@hotmail.com."]], "date": "2017-12-26", "id": "29287782", "text": "Free radical mediated neurotoxicity is a leading cause of neurodegenerative disorders. Neurodegeneration due to oxidative stress can produce cognitive dysfunctions. Flavonoids and curcuminoids are naturally occurring polyphenolic compounds that display a variety of therapeutic importance against oxidative stress.This study was designed to assess potential role of polyphenolic compounds in neurocognitive functions and prevention against oxidative stress. For this purpose, young rats were orally treated with naringenin (NAR), curcumin (CUR) and quercetin (QUE) at a dose of 50mg/kg, 200mg/kg and 50mg/kg respectively for 16days. At 4th day of drug administration cognitive functions were monitored by Morris water maze test. In MWM cognitive functions in terms of learning acquisition (1h after training), retention (24h after training), memory extinction (4days after training), and reconsolidation (8 and 12days after training) were monitored. Biochemical and neurochemical analysis were done in whole brain.Treatment of NAR, CUR and QUE significantly enhanced learning acquisition, memory retention and reconsolidation and prevented memory extinction. Treatment of NAR and QUE prevented the alteration of brain antioxidant defence system by enhancing antioxidant enzyme activities and increasing antioxidant compound concentration. Oxidative stress in terms of lipid peroxidation was significantly prevented in treated rats. Serotonergic and cholinergic improvement was also found in treated rats.The present study therefore provides biological evidence supporting the usefulness of these polyphenolic compounds in daily life for improvement of cognitive abilities and hence may have a potential role in the management of dementia and related disorders.", "doi": "10.1016/j.lfs.2017.12.034", "title": "Naringenin-induced enhanced antioxidant defence system meliorates cholinergic neurotransmission and consolidates memory in male rats.", "journal": ["Life sciences", "Life Sci."]}