{"authors": [["Yasuda", "Hiroyuki", "H", "Department of Orthopaedic Surgery, Osaka City University Graduate School of Medicine, 1-4-3 Asahi-machi, Abeno-ku, Osaka, 545-8585, Japan. hiroyuki19780728@yahoo.co.jp."], ["Hoshino", "Masatoshi", "M", "Department of Orthopaedic Surgery, Osaka City University Graduate School of Medicine, 1-4-3 Asahi-machi, Abeno-ku, Osaka, 545-8585, Japan."], ["Tsujio", "Tadao", "T", "Department of Orthopaedic Surgery, Shiraniwa Hospital, Nara, Japan."], ["Terai", "Hidetomi", "H", "Department of Orthopaedic Surgery, Osaka City University Graduate School of Medicine, 1-4-3 Asahi-machi, Abeno-ku, Osaka, 545-8585, Japan."], ["Namikawa", "Takashi", "T", "Department of Orthopaedic Surgery, Osaka City General Hospital, Osaka, Japan."], ["Kato", "Minori", "M", "Department of Orthopaedic Surgery, Osaka City General Hospital, Osaka, Japan."], ["Matsumura", "Akira", "A", "Department of Orthopaedic Surgery, Osaka City General Hospital, Osaka, Japan."], ["Suzuki", "Akinobu", "A", "Department of Orthopaedic Surgery, Osaka City University Graduate School of Medicine, 1-4-3 Asahi-machi, Abeno-ku, Osaka, 545-8585, Japan."], ["Takayama", "Kazushi", "K", "Department of Orthopaedic Surgery, Seikeikai Hospital, Osaka, Japan."], ["Takahashi", "Shinji", "S", "Department of Orthopaedic Surgery, Osaka City University Graduate School of Medicine, 1-4-3 Asahi-machi, Abeno-ku, Osaka, 545-8585, Japan."], ["Nakamura", "Hiroaki", "H", "Department of Orthopaedic Surgery, Osaka City University Graduate School of Medicine, 1-4-3 Asahi-machi, Abeno-ku, Osaka, 545-8585, Japan."]], "date": "2017-12-28", "id": "29285640", "text": "In this prospective multicenter study of osteoporotic vertebral fractures (OVFs), delayed union of OVF at 6-month follow-up caused prolonged pain, QOL impairment, ADL impairment, cognitive status deterioration, and vertebral collapse progression.Delayed union following osteoporotic vertebral fracture displayed as an intravertebral cleft on plain X-rays was reported to be a factor for prolonged severe pain. However, the difference of clinical course between bone union and delayed union cases still remains unclear. The purpose of this study was to identify how OVF delayed union following conventional conservative treatment influences the clinical course with a prospective multicenter study.A total of 324 OVF patients from 25 institutes in Osaka, Japan, were included in the study. At the 6-month follow-up after initial visit to each institute, the patients were classified into bone union and delayed union groups based on plain X-ray findings. The outcome assessments included a VAS for back pain, SF-36 for quality of life (QOL), severity of bed-ridden state for activities of daily living (ADL), MMSE for cognitive functions, and degree of vertebral collapse on plain X-rays.Overall, 280 patients were included into the union group and 44 into the delayed union group. The VAS score at 6 months was significantly worse in the delayed union group (p = 0.01). The scores for the SF-36 scales of physical functioning and bodily pain at 6 months were significantly lower in the delayed union group (p = 0.019, p = 0.01, respectively). The percentage of nearly or completely bed-ridden patients was significantly higher in the delayed union group. The percentage of newly developed cognitive impairment was significantly higher in the delayed union group (p = 0.02). Progression of vertebral collapse during the 6-month follow-up was more pronounced in the delayed union group (p < 0.01).The present results revealed that delayed union following OVF causes prolonged pain, QOL impairment, ADL impairment, cognitive status deterioration, and vertebral collapse progression.", "doi": "10.1007/s11657-017-0411-7", "title": "Difference of clinical course between cases with bone union and those with delayed union following osteoporotic vertebral fractures.", "journal": ["Archives of osteoporosis", "Arch Osteoporos"]}