{"authors": [["Chandra", "Sadanandavalli Retnaswami", "SR", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."], ["Viswanathan", "Lakshminarayanapuram Gopal", "LG", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."], ["Wahatule", "Rahul", "R", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."], ["Shetty", "Safal", "S", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."]], "date": null, "id": "29284821", "text": "Brain as the seat of behavior is acknowledged from the times of Charaka, however where neurology ends and philosophy begins remains an enigma. It is certainly every neurologist's observation that there is loss of function either region based or domain based in progressive diseases of the nervous system making it the seat of all useful activities. However, there are references to occurrence of new skills seen during various illnesses causing progressive cognitive dysfunction. This serves as a pharmaco-sparing agent in behavior management and therefore serves as a rehabilitatory tool. However, its pathomechanism is not clear.Two patients comprising one male and one female who were being evaluated for progressive cognitive dysfunction and were found to have interesting creative skills and are being described.The first patient is a case of young onset behavioral variant frontotemporal dementia and the second patient is a case of neurosarcoidosis.The emergence of these skills could be due to disinhibition of some of the innate skills of the patients during degeneration or establishment of new data linking circuits with creative potential during attempted repair.", "doi": "10.4103/IJPSYM.IJPSYM_43_17", "title": "The Tale of the Storyteller and the Painter: The Paradoxes in Nature.", "journal": ["Indian journal of psychological medicine", "Indian J Psychol Med"]}