{"words": ["homocysteine", "hcy", "heritable", "biomarker", "cvd", "peripheral", "artery", "disease", "stroke", "dementia", "little", "known", "genetic", "associations", "hcy", "individuals", "african", "ancestry", "performed", "association", "study", "hcy", "4927", "aas", "jackson", "heart", "study", "jhs", "study", "atherosclerosis", "mesa", "coronary", "artery", "risk", "young", "adults", "cardia", "study", "analyses", "stratified", "sex", "results", "within", "across", "sex", "observed", "significant", "evidence", "p", "nox4", "locus", "lead", "variant", "rs2289125", "β", "p", "1011", "nox4", "locus", "previously", "reported", "associated", "hcy", "populations", "rs2289125", "remained", "significant", "conditioned", "previously", "reported", "lead", "variants", "previously", "reported", "significant", "associations", "nox4", "mtr", "cbs", "mmachc", "also", "nominally", "p", "replicated", "aas", "associations", "cps1", "locus", "previously", "reported", "females", "also", "replicated", "specifically", "females", "analysis", "supporting", "effects", "locus", "results", "suggest", "may", "combination", "genetic", "effects", "well", "differences", "genetic", "effects", "males", "females", "regulation", "hcy", "levels"], "authors": [["Raffield", "Laura M", "LM", "Department of Genetics, University of North Carolina, Chapel Hill, NC, 27599, USA. laura_raffield@unc.edu."], ["Ellis", "Jaclyn", "J", "Department of Genetics, University of North Carolina, Chapel Hill, NC, 27599, USA."], ["Olson", "Nels C", "NC", "Department of Pathology and Laboratory Medicine, Robert Larner, M.D. College of Medicine, University of Vermont, Burlington, VT, 05405, USA."], ["Duan", "Qing", "Q", "Department of Genetics, University of North Carolina, Chapel Hill, NC, 27599, USA."], ["Li", "Jin", "J", "Department of Genetics, University of North Carolina, Chapel Hill, NC, 27599, USA."], ["Durda", "Peter", "P", "Department of Pathology and Laboratory Medicine, Robert Larner, M.D. College of Medicine, University of Vermont, Burlington, VT, 05405, USA."], ["Pankratz", "Nathan", "N", "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN, 55455, USA."], ["Keating", "Brendan J", "BJ", "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."], ["Wassel", "Christina L", "CL", "Department of Pathology and Laboratory Medicine, Robert Larner, M.D. College of Medicine, University of Vermont, Burlington, VT, 05405, USA."], ["Cushman", "Mary", "M", "Department of Pathology and Laboratory Medicine, Robert Larner, M.D. College of Medicine, University of Vermont, Burlington, VT, 05405, USA."], ["Wilson", "James G", "JG", "Department of Physiology and Biophysics, University of Mississippi Medical Center, Jackson, MS, 39216, USA."], ["Gross", "Myron D", "MD", "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN, 55455, USA."], ["Tracy", "Russell P", "RP", "Department of Pathology and Laboratory Medicine, Robert Larner, M.D. College of Medicine, University of Vermont, Burlington, VT, 05405, USA."], ["Rich", "Stephen S", "SS", "Center for Public Health Genomics, University of Virginia, Charlottesville, VA, 22908, USA."], ["Reiner", "Alex P", "AP", "Department of Epidemiology, University of Washington, Seattle, WA, 98195, USA."], ["Li", "Yun", "Y", "Department of Genetics, University of North Carolina, Chapel Hill, NC, 27599, USA."], ["Willis", "Monte S", "MS", "Department of Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC, 27599, USA."], ["Lange", "Ethan M", "EM", "Department of Medicine, University of Colorado Denver, Anschutz Medical Campus, Aurora, CO, 80045, USA."], ["Lange", "Leslie A", "LA", "Department of Medicine, University of Colorado Denver, Anschutz Medical Campus, Aurora, CO, 80045, USA."]], "title": "Genome-wide association study of homocysteine in African Americans from the Jackson Heart Study, the Multi-Ethnic Study of Atherosclerosis, and the Coronary Artery Risk in Young Adults study.", "year": null, "sentences": ["Homocysteine (Hcy) is a heritable biomarker for CVD, peripheral artery disease, stroke, and dementia.", "Little is known about genetic associations with Hcy in individuals of African ancestry.", "We performed a genome-wide association study for Hcy in 4927 AAs from the Jackson Heart Study (JHS), the Multi-Ethnic Study of Atherosclerosis (MESA), and the Coronary Artery Risk in Young Adults (CARDIA) study.", "Analyses were stratified by sex and results were meta-analyzed within and across sex.", "In the sex-combined meta-analysis, we observed genome-wide significant evidence (p < 5.0 × 10-8) for the NOX4 locus (lead variant rs2289125, β = -0.15, p = 5.3 × 1011).", "While the NOX4 locus was previously reported as associated with Hcy in European-American populations, rs2289125 remained genome-wide significant when conditioned on the previously reported lead variants.", "Previously reported genome-wide significant associations at NOX4, MTR, CBS, and MMACHC were also nominally (p < 0.050) replicated in AAs.", "Associations at the CPS1 locus, previously reported in females only, also was replicated specifically in females in this analysis, supporting sex-specific effects for this locus.", "These results suggest that there may be a combination of cross-population and population-specific genetic effects, as well as differences in genetic effects between males and females, in the regulation of Hcy levels."], "id": "29321517", "text": "Homocysteine (Hcy) is a heritable biomarker for CVD, peripheral artery disease, stroke, and dementia. Little is known about genetic associations with Hcy in individuals of African ancestry. We performed a genome-wide association study for Hcy in 4927 AAs from the Jackson Heart Study (JHS), the Multi-Ethnic Study of Atherosclerosis (MESA), and the Coronary Artery Risk in Young Adults (CARDIA) study. Analyses were stratified by sex and results were meta-analyzed within and across sex. In the sex-combined meta-analysis, we observed genome-wide significant evidence (p < 5.0 × 10-8) for the NOX4 locus (lead variant rs2289125, β = -0.15, p = 5.3 × 1011). While the NOX4 locus was previously reported as associated with Hcy in European-American populations, rs2289125 remained genome-wide significant when conditioned on the previously reported lead variants. Previously reported genome-wide significant associations at NOX4, MTR, CBS, and MMACHC were also nominally (p < 0.050) replicated in AAs. Associations at the CPS1 locus, previously reported in females only, also was replicated specifically in females in this analysis, supporting sex-specific effects for this locus. These results suggest that there may be a combination of cross-population and population-specific genetic effects, as well as differences in genetic effects between males and females, in the regulation of Hcy levels.", "doi": "10.1038/s10038-017-0384-9", "journal": ["Journal of human genetics", "J. Hum. Genet."], "date": "2018-01-18_23:41:02"}