{"authors": [["Jia", "Yujie", "Y", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China."], ["Zhang", "Xuezhu", "X", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China."], ["Yu", "Jianchun", "J", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China. yujianchun1964@126.com."], ["Han", "Jingxian", "J", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China."], ["Yu", "Tao", "T", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China."], ["Shi", "Jiangwei", "J", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China."], ["Zhao", "Lan", "L", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China."], ["Nie", "Kun", "K", "First Teaching Hospital of Tianjin University of Traditional ChineseMedicine, Tianjin, 300193, China."]], "date": "2017-12-29", "id": "29284465", "text": "Alzheimer's disease (AD) is the most common cause of dementia. However, none of medical treatment can stop or reverse the underlying neurodegenerative of AD at present. Acupuncture has attracted more and more attention in recent years due to its efficacy and very few side effects. Lately, a systematic review has thought that the evidence on the effectiveness of acupuncture in improving the cognitive function of AD patients was not powerful enough. Therefore, the aim of this study is to explore the efficacy and safety of acupuncture in patients with mild to moderate AD.This was a randomized, controlled, parallel-group, exploratory study with 4-week baseline (T0), 12-week treatment phase (T1) and 12-week follow-up period (T2). Patients with mild to moderate AD meeting the included criteria were randomly allocated into either acupuncture or donepezil hydrochloride groups. The acupuncture group(AG) was given acupuncture treatment three times per week and the donepezil hydrochloride group(DG) group was administered donepezil hydrochloride once daily (5 mg/day for the first 4 weeks and 10 mg/day thereafter). Primary efficacy was measured using Alzheimer's disease Assessment Scale-Cognitive (ADAS-cog) and Clinician's Interview-Based Impression of Change-Plus (CIBIC-Plus). The second outcomes were measured with 23-Item Alzheimer's disease Cooperative Study Activities of Daily Living Scales (ADAS-ADL23) and Neuropsychiatric Index (NPI).Of 87 participants enrolled in the study, 79 patients finished their treatment and follow-up processes. The ADAS-cog scores for AG group showed obvious decreases at T2 and ∆(T2-T0)when compared with DG group, and significant between-group differences were detected (all p < 0.05). The mean CIBIC-Plus values for the AG group at T1 and T2 were much lower than that for the DG group, and there were significant differences between the two groups (푃<0.05). There were no significant between-group differences in the scores of ADAS-ADL23 and NPI during the study period. Treatment discontinuations due to adverse events were 0 (0%) and 4 (9.09%) for the AG and DG groups, respectively.Acupuncture is safe, well tolerated and effective in improving the cognitive function, global clinical status of AD.ChiCTR-IOR-17010465 (Retroactively registered on 18 JAN 2017).", "doi": "10.1186/s12906-017-2064-x", "title": "Acupuncture for patients with mild to moderate Alzheimer's disease: a randomized controlled trial.", "journal": ["BMC complementary and alternative medicine", "BMC Complement Altern Med"]}