{"words": ["differential", "diagnosis", "dementia", "lewy", "bodies", "dlb", "alzheimer", "disease", "ad", "straightforward", "especially", "early", "stages", "disease", "compared", "ad", "biomarkers", "aβ42", "aβ40", "cerebrospinal", "fluid", "csf", "patients", "dlb", "ad", "focusing", "especially", "prodromal", "total", "1221", "csf", "collected", "different", "memory", "centres", "eplm", "network", "france", "analysed", "retrospectively", "samples", "obtained", "patients", "prodromal", "dlb", "dlb", "dementia", "prodromal", "ad", "ad", "dementia", "control", "subjects", "cs", "centres", "use", "diagnostic", "procedure", "criteria", "evaluate", "patients", "csf", "aβ42", "levels", "appeared", "much", "less", "disrupted", "patients", "demented", "stage", "p", "cs", "p", "cs", "average", "aβ40", "levels", "patients", "dlb", "much", "patients", "p", "dlb", "groups", "ratio", "patients", "remained", "close", "cs", "levels", "unaltered", "patients", "dlb", "levels", "csf", "aβ42", "found", "patients", "dlb", "rather", "later", "stage", "reaching", "patients", "ad", "aβ42", "levels", "decreased", "even", "prodromal", "stage", "prodromal", "stage", "dlb", "majority", "patients", "presented", "normal", "csf", "profile", "csf", "best", "biomarkers", "discriminate", "ad", "dlb", "whatever", "stage", "disease"], "authors": [["Bousiges", "Olivier", "O", "Laboratory of Biochemistry and Molecular Biology, and CNRS, Laboratoire de Neurosciences Cognitives et Adaptatives (LNCA), University Hospital of Strasbourg, Strasbourg, Alsace, France."], ["Bombois", "Stephanie", "S", "Université Lille Nord de France, DISTALZ, Memory Center, Lille, France."], ["Schraen", "Susanna", "S", "UMR-S 1172 - JPArc-Centre de recherches Jean-Pierre Aubert Neurosciences et Cancer and CHU Lille, UF Neurobiologie, Université Lille, Lille, France."], ["Wallon", "David", "D", "Department of Neurology, Rouen University Hospital, Rouen, France."], ["Quillard", "Muriel Muraine", "MM", "Department of Biochemistry Laboratory, Rouen University Hospital, Rouen, France."], ["Gabelle", "Audrey", "A", "CMRR (Memory Resources and Research Centre), Department of Neurology, CHU de Montpellier, HôpitalGui de Chauliac, Montpellier, France."], ["Lehmann", "Sylvain", "S", "Laboratoire de Biochimie et Protéomique Clinique, CHU de Montpellier and Université de Montpellier, IRMB, CRB, Montpellier, France."], ["Paquet", "Claire", "C", "CMRR (Memory Resources and Research Centre) Paris Nord Ile de France and Histologie et Biologie du Vieillissement, Groupe Hospitalier Saint-Louis Lariboisière Fernand-Widal APHP, INSERM U942, Université Paris Diderot, Paris, France."], ["Amar-Bouaziz", "Elodie", "E", "Service de Biochimie et Biologie moléculaire, GH Saint-Louis-Lariboisière-Fernand Widal, APHP, Paris, France."], ["Magnin", "Eloi", "E", "Department of Neurology, Centre Mémoire Ressources Recherche Besançon Franche-Comté, CHU de Besançon, Besançon, France."], ["Miguet-Alfonsi", "Carole", "C", "Laboratoire de pharmacologie clinique, CHU de Besançon, Besancon, France."], ["Delbeuck", "Xavier", "X", "Université Lille Nord de France, DISTALZ, Memory Center, Lille, France."], ["Lavaux", "Thomas", "T", "Laboratory of Biochemistry and Molecular Biology, University Hospital of Strasbourg, Strasbourg, France."], ["Anthony", "Pierre", "P", "Neuropsychology Unit, Neurology Service, and CNRS, ICube laboratory UMR 7357 and FMTS, team IMIS/Neurocrypto, University Hospital of Strasbourg, CMRR (Memory Resources and Research Centre), Geriatrics Day Hospital, Geriatrics Service, Strasbourg, France."], ["Philippi", "Nathalie", "N", "Neuropsychology Unit, Neurology Service, and CNRS, ICube laboratory UMR 7357 and FMTS, team IMIS/Neurocrypto, University Hospital of Strasbourg, CMRR (Memory Resources and Research Centre), Geriatrics Day Hospital, Geriatrics Service, Strasbourg, France."], ["Blanc", "Frederic", "F", "Neuropsychology Unit, Neurology Service, and CNRS, ICube laboratory UMR 7357 and FMTS, team IMIS/Neurocrypto, University Hospital of Strasbourg, CMRR (Memory Resources and Research Centre), Geriatrics Day Hospital, Geriatrics Service, Strasbourg, France."], [null, null, null, null]], "title": "Cerebrospinal fluid Alzheimer biomarkers can be useful for discriminating dementia with Lewy bodies from Alzheimer's disease at the prodromal stage.", "year": null, "sentences": ["Differential diagnosis between dementia with Lewy bodies (DLB) and Alzheimer's disease (AD) is not straightforward, especially in the early stages of disease.", "We compared AD biomarkers (phospho-Tau181, total-Tau, Aβ42 and Aβ40) in cerebrospinal fluid (CSF) of patients with DLB and AD, focusing especially on the prodromal stage.A total of 1221 CSF were collected in different memory centres (ePLM network) in France and analysed retrospectively.", "Samples were obtained from patients with prodromal DLB (pro-DLB; n=57), DLB dementia (DLB-d; n=154), prodromal AD (pro-AD; n=132) and AD dementia (n=783), and control subjects (CS; n=95).", "These centres use the same diagnostic procedure and criteria to evaluate the patients.In patients with pro-DLB, CSF Aβ42 levels appeared much less disrupted than in patients at the demented stage (DLB-d) (P<0.05 CS>pro-DLB; P<0.001 CS>DLB-d).", "On average, Aβ40 levels in patients with DLB (pro-DLB and DLB-d) were much below those in patients with pro-AD (P<0.001 DLB groups<pro-AD).", "The Aβ42/Aβ40 ratio in patients with pro-DLB remained close to that of CS.", "t-Tau and phospho-Tau181 levels were unaltered in patients with DLB (pro-DLB and DLB-d).Reduced levels of CSF Aβ42 were found in patients with DLB but rather at a later stage, reaching those of patients with AD, in whom Aβ42 levels were decreased even at the prodromal stage.", "At the prodromal stage of DLB, the majority of patients presented a normal CSF profile.", "CSF t-Tau and phospho-Tau181 were the best biomarkers to discriminate between AD and DLB, whatever the stage of disease."], "id": "29321140", "text": "Differential diagnosis between dementia with Lewy bodies (DLB) and Alzheimer's disease (AD) is not straightforward, especially in the early stages of disease. We compared AD biomarkers (phospho-Tau181, total-Tau, Aβ42 and Aβ40) in cerebrospinal fluid (CSF) of patients with DLB and AD, focusing especially on the prodromal stage.A total of 1221 CSF were collected in different memory centres (ePLM network) in France and analysed retrospectively. Samples were obtained from patients with prodromal DLB (pro-DLB; n=57), DLB dementia (DLB-d; n=154), prodromal AD (pro-AD; n=132) and AD dementia (n=783), and control subjects (CS; n=95). These centres use the same diagnostic procedure and criteria to evaluate the patients.In patients with pro-DLB, CSF Aβ42 levels appeared much less disrupted than in patients at the demented stage (DLB-d) (P<0.05 CS>pro-DLB; P<0.001 CS>DLB-d). On average, Aβ40 levels in patients with DLB (pro-DLB and DLB-d) were much below those in patients with pro-AD (P<0.001 DLB groups<pro-AD). The Aβ42/Aβ40 ratio in patients with pro-DLB remained close to that of CS. t-Tau and phospho-Tau181 levels were unaltered in patients with DLB (pro-DLB and DLB-d).Reduced levels of CSF Aβ42 were found in patients with DLB but rather at a later stage, reaching those of patients with AD, in whom Aβ42 levels were decreased even at the prodromal stage. At the prodromal stage of DLB, the majority of patients presented a normal CSF profile. CSF t-Tau and phospho-Tau181 were the best biomarkers to discriminate between AD and DLB, whatever the stage of disease.", "doi": "10.1136/jnnp-2017-316385", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"], "date": "2018-01-18_23:41:02"}