{"authors": [["Bravo", "Gina", "G", "Department of Community Health Sciences, Faculty of Medicine and Health Sciences."], ["Rodrigue", "Claudie", "C", "Research Centre on Aging, University Institute of Geriatrics of Sherbrooke, Sherbrooke, QC."], ["Arcand", "Marcel", "M", "Research Centre on Aging, University Institute of Geriatrics of Sherbrooke, Sherbrooke, QC."], ["Downie", "Jocelyn", "J", "Schulich School of Law and Faculty of Medicine, Dalhousie University, Halifax, NS."], ["Dubois", "Marie-France", "MF", "Department of Community Health Sciences, Faculty of Medicine and Health Sciences."], ["Kaasalainen", "Sharon", "S", "Department of Family Medicine, School of Nursing, McMaster University, Hamilton, ON, Canada."], ["Hertogh", "Cees M", "CM", "Department of General Practice & Elderly Care Medicine, Vrije Universiteit Medical Center, and EMGO+ Institute for Health and Care Research, Amsterdam, The Netherlands."], ["Pautex", "Sophie", "S", "Department of Community Medicine and Primary Care, Geneva University Hospital, Geneva, Switzerland."], ["Van den Block", "Lieve", "L", "VUB-UGhent End-of-life Care Research Group, Vrije Universiteit Brussel (VUB), Brussels, Belgium."]], "date": "2017-12-27", "id": "29283927", "text": "Euthanasia is a controversial and complex issue, especially when involving incompetent patients. On December 10, 2015, Quebec became the first Canadian province to give access to medical aid in dying (MAiD) (ie, euthanasia performed by a physician) to competent patients who satisfy strictly defined criteria. Less than 2 years later, Quebec is considering extending MAiD to incompetent patients who made an advance request. With the objective of contributing scientific data to current societal debates, we conducted a survey among 471 informal caregivers of persons with dementia, reached through Alzheimer Societies. We used a series of vignettes featuring a person with Alzheimer disease to investigate respondents' attitudes towards MAiD. The response rate was 69%. Two-thirds [68%; 95% confidence interval, 63%-73%] found it acceptable to extend MAiD to an incompetent patient at an advanced stage of Alzheimer disease who had made a written request while competent, and 91% (95% confidence interval, 87%-94%) found it acceptable at the terminal stage. Self-determination was the most widely endorsed argument in favor of access to MAiD for incompetent patients. Findings suggest strong support among informal caregivers for extending MAiD to incompetent patients, provided they are terminally-ill and had made a written request before losing capacity.", "doi": "10.1097/WAD.0000000000000238", "title": "Are Informal Caregivers of Persons With Dementia Open to Extending Medical Aid in Dying to Incompetent Patients? Findings From a Survey Conducted in Quebec, Canada.", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"]}