{"words": ["cerebrovascular", "dysfunction", "detected", "prior", "onset", "cognitive", "histopathological", "changes", "alzheimer", "disease", "ad", "increasing", "evidence", "indicates", "critical", "role", "cerebrovascular", "dysfunction", "initiation", "progression", "ad", "recent", "studies", "identified", "target", "rapamycin", "mtor", "critical", "effector", "cerebrovascular", "dysfunction", "ad", "mtor", "key", "role", "regulation", "metabolism", "mechanisms", "uniquely", "specific", "regulation", "cerebrovascular", "function", "include", "regulation", "cerebral", "blood", "flow", "barrier", "integrity", "maintenance", "neurovascular", "coupling", "cerebrovascular", "reactivity", "article", "examines", "available", "evidence", "role", "cerebrovascular", "dysfunction", "pathogenesis", "ad", "vascular", "cognitive", "impairment", "dementia", "vcid", "highlights", "therapeutic", "potential", "targeting", "mtor", "specific", "downstream", "effectors", "vasculoprotection", "ad", "vcid", "neurological", "diseases", "cerebrovascular", "etiology"], "authors": [["Van Skike", "Candice E", "CE", "Department of Cellular and Integrative Physiology and The Barshop Institute for Longevity and Aging Studies, University of Texas Health San Antonio, San Antonio, TX, USA."], ["Galvan", "Veronica", "V", null]], "title": "A Perfect sTORm: The Role of the Mammalian Target of Rapamycin (mTOR) in Cerebrovascular Dysfunction of Alzheimer's Disease: A Mini-Review.", "year": null, "sentences": ["Cerebrovascular dysfunction is detected prior to the onset of cognitive and histopathological changes in Alzheimer's disease (AD).", "Increasing evidence indicates a critical role of cerebrovascular dysfunction in the initiation and progression of AD.", "Recent studies identified the mechanistic/mammalian target of rapamycin (mTOR) as a critical effector of cerebrovascular dysfunction in AD.", "mTOR has a key role in the regulation of metabolism, but some mTOR-dependent mechanisms are uniquely specific to the regulation of cerebrovascular function.", "These include the regulation of cerebral blood flow, blood-brain barrier integrity and maintenance, neurovascular coupling, and cerebrovascular reactivity.", "This article examines the available evidence for a role of mTOR-driven cerebrovascular dysfunction in the pathogenesis of AD and of vascular cognitive impairment and dementia (VCID) and highlights the therapeutic potential of targeting mTOR and/or specific downstream effectors for vasculoprotection in AD, VCID, and other age-associated neurological diseases with cerebrovascular etiology."], "id": "29320772", "text": "Cerebrovascular dysfunction is detected prior to the onset of cognitive and histopathological changes in Alzheimer's disease (AD). Increasing evidence indicates a critical role of cerebrovascular dysfunction in the initiation and progression of AD. Recent studies identified the mechanistic/mammalian target of rapamycin (mTOR) as a critical effector of cerebrovascular dysfunction in AD. mTOR has a key role in the regulation of metabolism, but some mTOR-dependent mechanisms are uniquely specific to the regulation of cerebrovascular function. These include the regulation of cerebral blood flow, blood-brain barrier integrity and maintenance, neurovascular coupling, and cerebrovascular reactivity. This article examines the available evidence for a role of mTOR-driven cerebrovascular dysfunction in the pathogenesis of AD and of vascular cognitive impairment and dementia (VCID) and highlights the therapeutic potential of targeting mTOR and/or specific downstream effectors for vasculoprotection in AD, VCID, and other age-associated neurological diseases with cerebrovascular etiology.", "doi": "10.1159/000485381", "journal": ["Gerontology", "Gerontology"], "date": "2018-01-18_23:41:03"}