{"words": ["piper", "longum", "longum", "also", "called", "long", "pepper", "one", "common", "culinary", "herbs", "extensively", "used", "crucial", "constituent", "various", "indigenous", "medicines", "specifically", "traditional", "indian", "medicinal", "system", "known", "ayurveda", "exploring", "comprehensive", "effect", "constituents", "humans", "proteomic", "metabolic", "levels", "reviewed", "known", "phytochemicals", "enquired", "regulatory", "potential", "various", "protein", "targets", "developing", "tripartite", "networks", "consisting", "association", "also", "studied", "immunomodulatory", "potency", "herb", "ii", "developed", "subnetwork", "human", "ppi", "regulated", "phytochemicals", "could", "successfully", "associate", "specific", "modules", "playing", "important", "role", "diseases", "iii", "reported", "several", "novel", "drug", "targets", "p10636", "protein", "tau", "involved", "diseases", "like", "dementia", "etc", "found", "commonly", "screened", "target", "seventy", "percent", "phytochemicals", "report", "20", "phytochemicals", "herb", "7", "found", "potential", "regulators", "5", "fda", "approved", "drug", "targets", "capacity", "3", "phytochemicals", "involved", "neuroactive", "ligand", "receptor", "interaction", "pathway", "explored", "via", "molecular", "docking", "experiments", "investigate", "molecular", "mechanism", "longum", "action", "neurological", "disorders", "developed", "computational", "framework", "easily", "extended", "explore", "healing", "potential", "diseases", "also", "applied", "scrutinize", "indigenous", "herbs", "studies"], "authors": [["Choudhary", "Neha", "N", "Centre for Computational Biology and Bioinformatics, School of Life Sciences, Central University of Himachal Pradesh, Himachal Pradesh, India."], ["Singh", "Vikram", "V", "Centre for Computational Biology and Bioinformatics, School of Life Sciences, Central University of Himachal Pradesh, Himachal Pradesh, India."]], "title": "A census of P. longum's phytochemicals and their network pharmacological evaluation for identifying novel drug-like molecules against various diseases, with a special focus on neurological disorders.", "year": null, "sentences": ["Piper longum (P. longum, also called as long pepper) is one of the common culinary herbs that has been extensively used as a crucial constituent in various indigenous medicines, specifically in traditional Indian medicinal system known as Ayurveda.", "For exploring the comprehensive effect of its constituents in humans at proteomic and metabolic levels, we have reviewed all of its known phytochemicals and enquired about their regulatory potential against various protein targets by developing high-confidence tripartite networks consisting of phytochemical-protein target-disease association.", "We have also (i) studied immunomodulatory potency of this herb; (ii) developed subnetwork of human PPI regulated by its phytochemicals and could successfully associate its specific modules playing important role in diseases, and (iii) reported several novel drug targets.", "P10636 (microtubule-associated protein tau, that is involved in diseases like dementia etc.)", "was found to be the commonly screened target by about seventy percent of these phytochemicals.", "We report 20 drug-like phytochemicals in this herb, out of which 7 are found to be the potential regulators of 5 FDA approved drug targets.", "Multi-targeting capacity of 3 phytochemicals involved in neuroactive ligand receptor interaction pathway was further explored via molecular docking experiments.", "To investigate the molecular mechanism of P. longum's action against neurological disorders, we have developed a computational framework that can be easily extended to explore its healing potential against other diseases and can also be applied to scrutinize other indigenous herbs for drug-design studies."], "id": "29320554", "text": "Piper longum (P. longum, also called as long pepper) is one of the common culinary herbs that has been extensively used as a crucial constituent in various indigenous medicines, specifically in traditional Indian medicinal system known as Ayurveda. For exploring the comprehensive effect of its constituents in humans at proteomic and metabolic levels, we have reviewed all of its known phytochemicals and enquired about their regulatory potential against various protein targets by developing high-confidence tripartite networks consisting of phytochemical-protein target-disease association. We have also (i) studied immunomodulatory potency of this herb; (ii) developed subnetwork of human PPI regulated by its phytochemicals and could successfully associate its specific modules playing important role in diseases, and (iii) reported several novel drug targets. P10636 (microtubule-associated protein tau, that is involved in diseases like dementia etc.) was found to be the commonly screened target by about seventy percent of these phytochemicals. We report 20 drug-like phytochemicals in this herb, out of which 7 are found to be the potential regulators of 5 FDA approved drug targets. Multi-targeting capacity of 3 phytochemicals involved in neuroactive ligand receptor interaction pathway was further explored via molecular docking experiments. To investigate the molecular mechanism of P. longum's action against neurological disorders, we have developed a computational framework that can be easily extended to explore its healing potential against other diseases and can also be applied to scrutinize other indigenous herbs for drug-design studies.", "doi": "10.1371/journal.pone.0191006", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:41:03"}