{"words": ["implementing", "care", "requires", "shared", "attitudes", "beliefs", "values", "among", "care", "employees", "existing", "research", "failed", "examine", "attitudes", "study", "examined", "attitudes", "toward", "aggression", "among", "nursing", "employees", "address", "gaps", "existing", "research", "assess", "readiness", "wider", "adoption", "management", "aggression", "people", "dementia", "attitude", "questionnaire", "used", "survey", "attitudes", "employees", "nursing", "employees", "preferred", "standard", "approaches", "job", "title", "significant", "predictor", "paradigm", "support", "frontline", "employees", "found", "support", "attitudes", "least", "responses", "noted", "within", "employee", "title", "may", "influence", "degree", "employee", "supports", "utilizes", "approaches", "employees", "contact", "persons", "dementia", "may", "least", "likely", "implement", "approaches", "contrast", "prior", "studies", "years", "experience", "significant", "predictor", "attitude", "toward", "aggressive", "behavior", "responses", "indicate", "employee", "attitudes", "varied", "approaches", "trained", "within", "care", "areas", "rather", "individual", "employee", "groups", "programs", "interdisciplinary", "seek", "establish", "shared", "understanding", "beliefs", "values", "article", "protected", "copyright", "rights", "reserved"], "authors": [["Burshnic", "Vanessa Louise", "VL", "Communication Science and Disorders University of South Florida, 4202 E. Fowler Ave.PCD, 4008 33620, Tampa, Florida, United States."], ["Douglas", "Natalie", "N", "Central Michigan University Mount Pleasant Michigan, United States."], ["Barker", "Robert Michael", "RM", "Communication Science and Disorders University of South Florida, 4202 E. Fowler Ave.PCD, 4008 33620, Tampa, Florida, United States."]], "title": "Employee Attitudes Toward Aggression in Persons with Dementia: Readiness for Wider Adoption of Person-Centered Frameworks.", "year": null, "sentences": ["Implementing person-centered care requires shared attitudes, beliefs, and values among all care employees.", "Existing research has failed to examine the attitudes of non-nursing employees.This study examined attitudes toward aggression among nursing and non-nursing employees to address gaps in existing research and assess readiness for wider adoption of person-centered frameworks.The Management of Aggression in People with Dementia Attitude Questionnaire was used to survey attitudes of employees in Michigan-based nursing homes.Overall, employees preferred person-centered over standard approaches.", "Job title was a significant predictor of paradigm support.", "Frontline employees were found to support person-centered attitudes the least.", "Wide-ranging responses were noted within employee groups.Job title may influence the degree to which an employee supports and utilizes person-centered approaches.", "Employees with the most contact with persons with dementia may be the least likely to implement person-centered approaches.", "In contrast to prior studies, years of experience was not a significant predictor of attitude toward aggressive behavior.", "Wide-ranging responses indicate that employee attitudes are varied and complex.Person-centered approaches should be trained within care areas rather than individual employee groups.", "Programs should be interdisciplinary and seek to establish a shared understanding of person-centered beliefs and values.", "This article is protected by copyright.", "All rights reserved."], "id": "29319920", "text": "Implementing person-centered care requires shared attitudes, beliefs, and values among all care employees. Existing research has failed to examine the attitudes of non-nursing employees.This study examined attitudes toward aggression among nursing and non-nursing employees to address gaps in existing research and assess readiness for wider adoption of person-centered frameworks.The Management of Aggression in People with Dementia Attitude Questionnaire was used to survey attitudes of employees in Michigan-based nursing homes.Overall, employees preferred person-centered over standard approaches. Job title was a significant predictor of paradigm support. Frontline employees were found to support person-centered attitudes the least. Wide-ranging responses were noted within employee groups.Job title may influence the degree to which an employee supports and utilizes person-centered approaches. Employees with the most contact with persons with dementia may be the least likely to implement person-centered approaches. In contrast to prior studies, years of experience was not a significant predictor of attitude toward aggressive behavior. Wide-ranging responses indicate that employee attitudes are varied and complex.Person-centered approaches should be trained within care areas rather than individual employee groups. Programs should be interdisciplinary and seek to establish a shared understanding of person-centered beliefs and values. This article is protected by copyright. All rights reserved.", "doi": "10.1111/jpm.12452", "journal": ["Journal of psychiatric and mental health nursing", "J Psychiatr Ment Health Nurs"], "date": "2018-01-18_23:41:03"}