{"words": ["lack", "research", "implementation", "care", "nursing", "home", "care", "purpose", "study", "assess", "implementation", "veder", "contact", "method", "vcm", "new", "method", "using", "theatrical", "poetic", "musical", "communication", "application", "n", "136", "residents", "n", "141", "participated", "study", "foundation", "theater", "veder", "implemented", "vcm", "six", "experimental", "wards", "rated", "implementation", "quality", "six", "control", "wards", "delivered", "implementation", "caregiver", "behavior", "assessed", "observations", "using", "list", "quality", "caregivers", "caregiver", "attitude", "rated", "approaches", "dementia", "questionnaire", "quality", "life", "behavior", "mood", "residents", "measured", "qualidem", "interact", "face", "residents", "care", "plans", "examined", "background", "improvements", "caregivers", "communicative", "behavior", "ability", "apply", "vcm", "establishing", "positive", "interactions", "aspects", "residents", "behavior", "quality", "life", "positive", "affect", "social", "relations", "found", "experimental", "wards", "high", "implementation", "score", "compared", "experimental", "wards", "low", "implementation", "score", "control", "wards", "significant", "differences", "found", "groups", "caregivers", "attitudes", "residents", "care", "plans", "positive", "changes", "caregivers", "behavior", "residents", "high", "implementation", "score", "wards", "confirm", "partly", "successful", "vcm", "implementation", "distinguishing", "wards", "high", "low", "implementation", "score", "provided", "insight", "factors", "crucial", "successful", "implementation"], "authors": [["Boersma", "Petra", "P", "Research Group Mental Health Nursing, Inholland University of Applied Sciences, Amsterdam, the Netherlands."], ["van Weert", "Julia C M", "JCM", "Amsterdam School of Communication Research/ASCoR, University of Amsterdam, the Netherlands."], ["Lissenberg-Witte", "Birgit I", "BI", "VU University Medical Center, Department of Epidemiology and Biostatistics, Amsterdam, the Netherlands."], ["van Meijel", "Berno", "B", "Research Group Mental Health Nursing, Inholland University of Applied Sciences, Amsterdam, the Netherlands."], ["Dröes", "Rose-Marie", "RM", "VU University Medical Centre, Department of Psychiatry, Alzheimer Centre, EMGO Institute for Health and Care Research, Amsterdam, the Netherlands."]], "title": "Testing the Implementation of the Veder Contact Method: A Theatre-Based Communication method in Dementia Care.", "year": null, "sentences": ["There is a lack of research on implementation of person-centered care in nursing home care.", "The purpose of this study was to assess the implementation of the Veder contact method (VCM), a new person-centered method using theatrical, poetic and musical communication for application in 24-hr care.Caregivers (n = 136) and residents (n = 141) participated in a 1-year quasi-experimental study.", "Foundation Theater Veder implemented VCM on six experimental wards and rated implementation quality.", "Six control wards delivered care-as-usual.", "Before and after implementation, caregiver behavior was assessed during observations using the Veder-observation list and Quality of Caregivers' Behavior-list.", "Caregiver attitude was rated with the Approaches to Dementia Questionnaire.", "Quality of life, behavior, and mood of the residents were measured with QUALIDEM, INTERACT and FACE.", "Residents' care plans were examined for person-centered background information.Significant improvements in caregivers' communicative behavior (i.e., the ability to apply VCM, establishing positive interactions) and some aspects of residents' behavior and quality of life (i.e., positive affect, social relations) were found on the experimental wards with a high implementation score, as compared to the experimental wards with a low implementation score, and the control wards.", "No significant differences were found between the groups in caregivers' attitudes, residents' care plans, or mood.The positive changes in caregivers' behavior and residents' well-being on the high implementation score wards confirm the partly successful VCM implementation.", "Distinguishing between wards with a high and low implementation score provided insight into factors which are crucial for successful implementation."], "id": "29319813", "text": "There is a lack of research on implementation of person-centered care in nursing home care. The purpose of this study was to assess the implementation of the Veder contact method (VCM), a new person-centered method using theatrical, poetic and musical communication for application in 24-hr care.Caregivers (n = 136) and residents (n = 141) participated in a 1-year quasi-experimental study. Foundation Theater Veder implemented VCM on six experimental wards and rated implementation quality. Six control wards delivered care-as-usual. Before and after implementation, caregiver behavior was assessed during observations using the Veder-observation list and Quality of Caregivers' Behavior-list. Caregiver attitude was rated with the Approaches to Dementia Questionnaire. Quality of life, behavior, and mood of the residents were measured with QUALIDEM, INTERACT and FACE. Residents' care plans were examined for person-centered background information.Significant improvements in caregivers' communicative behavior (i.e., the ability to apply VCM, establishing positive interactions) and some aspects of residents' behavior and quality of life (i.e., positive affect, social relations) were found on the experimental wards with a high implementation score, as compared to the experimental wards with a low implementation score, and the control wards. No significant differences were found between the groups in caregivers' attitudes, residents' care plans, or mood.The positive changes in caregivers' behavior and residents' well-being on the high implementation score wards confirm the partly successful VCM implementation. Distinguishing between wards with a high and low implementation score provided insight into factors which are crucial for successful implementation.", "doi": "10.1093/geront/gnx200", "journal": ["The Gerontologist", "Gerontologist"], "date": "2018-01-18_23:41:04"}