{"authors": [["Yan", "Fa-Shun", "FS", "Institute of Biomedical Research, Shandong University of Technology, Zibo 255000, Shandong, China. 18353365531@163.com."], ["Sun", "Jian-Long", "JL", "Institute of Biomedical Research, Shandong University of Technology, Zibo 255000, Shandong, China. 18369909086@163.com."], ["Xie", "Wen-Hai", "WH", "Institute of Biomedical Research, Shandong University of Technology, Zibo 255000, Shandong, China. xiewenhai@sdut.edu.cn."], ["Shen", "Liang", "L", "Institute of Biomedical Research, Shandong University of Technology, Zibo 255000, Shandong, China. shen@sdut.edu.cn."], ["Ji", "Hong-Fang", "HF", "Institute of Biomedical Research, Shandong University of Technology, Zibo 255000, Shandong, China. jhf@sdut.edu.cn."]], "date": "2017-12-28", "id": "29283372", "text": "Alzheimer's disease (AD) is the main form of dementia and has a steadily increasing prevalence. As both oxidative stress and metal homeostasis are involved in the pathogenesis of AD, it would be interesting to develop a dual function agent, targeting the two factors. Curcumin, a natural compound isolated from the rhizome of Curcuma longa, is an antioxidant and can also chelate metal ions. Whether the complexes of curcumin with metal ions possess neuroprotective effects has not been evaluated. Therefore, the present study was designed to investigate the protective effects of the complexes of curcumin with Cu(II) or Zn(II) on hydrogen peroxide (H₂O₂)-induced injury and the underlying molecular mechanisms. The use of rat pheochromocytoma (PC12) cells, a widely used neuronal cell model system, was adopted. It was revealed that curcumin-Cu(II) complexes systems possessed enhanced O₂·--scavenging activities compared to unchelated curcumin. In comparison with unchelated curcumin, the protective effects of curcumin-Cu(II) complexes systems were stronger than curcumin-Zn(II) system. Curcumin-Cu(II) or -Zn(II) complexes systems significantly enhanced the superoxide dismutase, catalase, and glutathione peroxidase activities and attenuated the increase of malondialdehyde levels and caspase-3 and caspase-9 activities, in a dose-dependent manner. The curcumin-Cu(II) complex system with a 2:1 ratio exhibited the most significant effect. Further mechanistic study demonstrated that curcumin-Cu(II) or -Zn(II) complexes systems inhibited cell apoptosis via downregulating the nuclear factor κB (NF-κB) pathway and upregulating Bcl-2/Bax pathway. In summary, the present study found that curcumin-Cu(II) or -Zn(II) complexes systems, especially the former, possess significant neuroprotective effects, which indicates the potential advantage of curcumin as a promising agent against AD and deserves further study.", "doi": "10.3390/nu10010028", "title": "Neuroprotective Effects and Mechanisms of Curcumin-Cu(II) and -Zn(II) Complexes Systems and Their Pharmacological Implications.", "journal": ["Nutrients", "Nutrients"]}