{"words": ["recent", "decades", "epidemiology", "made", "significant", "contributions", "understanding", "dementia", "translating", "scientific", "discoveries", "population", "health", "propose", "reframing", "dementia", "epidemiology", "population", "neuroscience", "blending", "techniques", "models", "contemporary", "neuroscience", "epidemiology", "biostatistics", "basis", "emerging", "evidence", "newer", "paradigms", "methods", "population", "neuroscience", "minimize", "bias", "typical", "traditional", "clinical", "research", "identify", "relatively", "homogenous", "subgroups", "comprise", "general", "population", "investigate", "broader", "denser", "phenotypes", "dementia", "cognitive", "impairment", "sufficiently", "large", "study", "cohorts", "allow", "identification", "cohort", "effects", "critical", "windows", "exposure", "molecular", "epidemiology", "omics", "allow", "us", "unravel", "key", "distinctions", "within", "among", "subgroups", "better", "understand", "individuals", "risk", "profiles", "interventional", "epidemiology", "allow", "us", "identify", "different", "subgroups", "respond", "different", "strategies", "strategies", "inform", "precision", "medicine", "addition", "insights", "interactions", "disease", "biology", "personal", "environmental", "factors", "social", "determinants", "health", "allow", "us", "measure", "track", "disease", "communities", "improve", "population", "health", "placing", "neuroscience", "within", "context", "population", "neuroscience", "fulfill", "potential", "serve", "precision", "medicine", "population", "health"], "authors": [["Ganguli", "Mary", "M", "Departments of Psychiatry and Neurology, School of Medicine and Department of Epidemiology, Graduate School of Public Health, University of Pittsburgh, Pittsburgh, PA."], ["Albanese", "Emiliano", "E", "Department of Psychiatry, University of Geneva, Geneva, Switzerland."], ["Seshadri", "Sudha", "S", "Department of Neurology, Boston University, Boston, MA."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL."], ["Lyketsos", "Constantine", "C", "Department of Psychiatry and Behavioral Sciences, School of Medicine, Johns Hopkins University, Baltimore, MD."], ["Kukull", "Walter A", "WA", "Department of Epidemiology, University of Washington, Seattle, WA."], ["Skoog", "Ingmar", "I", "Institute of Neuroscience and Physiology, Gothenburg University, Gothenburg, Sweden."], ["Hendrie", "Hugh C", "HC", "Regenstrief Institute Inc., Indiana University Center for Aging Research, Indianapolis, IN."]], "title": "Population Neuroscience: Dementia Epidemiology Serving Precision Medicine and Population Health.", "year": null, "sentences": ["Over recent decades, epidemiology has made significant contributions to our understanding of dementia, translating scientific discoveries into population health.", "Here, we propose reframing dementia epidemiology as \"population neuroscience,\" blending techniques and models from contemporary neuroscience with those of epidemiology and biostatistics.", "On the basis of emerging evidence and newer paradigms and methods, population neuroscience will minimize the bias typical of traditional clinical research, identify the relatively homogenous subgroups that comprise the general population, and investigate broader and denser phenotypes of dementia and cognitive impairment.", "Long-term follow-up of sufficiently large study cohorts will allow the identification of cohort effects and critical windows of exposure.", "Molecular epidemiology and omics will allow us to unravel the key distinctions within and among subgroups and better understand individuals' risk profiles.", "Interventional epidemiology will allow us to identify the different subgroups that respond to different treatment/prevention strategies.", "These strategies will inform precision medicine.", "In addition, insights into interactions between disease biology, personal and environmental factors, and social determinants of health will allow us to measure and track disease in communities and improve population health.", "By placing neuroscience within a real-world context, population neuroscience can fulfill its potential to serve both precision medicine and population health."], "id": "29319603", "text": "Over recent decades, epidemiology has made significant contributions to our understanding of dementia, translating scientific discoveries into population health. Here, we propose reframing dementia epidemiology as \"population neuroscience,\" blending techniques and models from contemporary neuroscience with those of epidemiology and biostatistics. On the basis of emerging evidence and newer paradigms and methods, population neuroscience will minimize the bias typical of traditional clinical research, identify the relatively homogenous subgroups that comprise the general population, and investigate broader and denser phenotypes of dementia and cognitive impairment. Long-term follow-up of sufficiently large study cohorts will allow the identification of cohort effects and critical windows of exposure. Molecular epidemiology and omics will allow us to unravel the key distinctions within and among subgroups and better understand individuals' risk profiles. Interventional epidemiology will allow us to identify the different subgroups that respond to different treatment/prevention strategies. These strategies will inform precision medicine. In addition, insights into interactions between disease biology, personal and environmental factors, and social determinants of health will allow us to measure and track disease in communities and improve population health. By placing neuroscience within a real-world context, population neuroscience can fulfill its potential to serve both precision medicine and population health.", "doi": "10.1097/WAD.0000000000000237", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"], "date": "2018-01-18_23:41:04"}