{"authors": [["Mukherjee", "Adreesh", "A", "Department of Neurology, Bangur Institute of Neurosciences and Institute of Postgraduate Medical Education and Research (IPGME&R), Kolkata, India."], ["Biswas", "Atanu", "A", "Department of Neurology, Bangur Institute of Neurosciences and Institute of Postgraduate Medical Education and Research (IPGME&R), Kolkata, India."], ["Roy", "Arijit", "A", "Department of Neurology, Bankura Sammilani Medical College, Bankura, India."], ["Biswas", "Samar", "S", "Department of Neurology, Bangur Institute of Neurosciences and Institute of Postgraduate Medical Education and Research (IPGME&R), Kolkata, India."], ["Gangopadhyay", "Goutam", "G", "Department of Neurology, Bangur Institute of Neurosciences and Institute of Postgraduate Medical Education and Research (IPGME&R), Kolkata, India."], ["Das", "Shyamal Kumar", "SK", "Department of Neurology, Bangur Institute of Neurosciences and Institute of Postgraduate Medical Education and Research (IPGME&R), Kolkata, India."]], "date": "2017-11-01", "id": "29282408", "text": "To evaluate the behavioural and psychological symptoms of dementia (BPSD), to determine their correlation with types and stages of dementia and patient demographics, and to assess the impact on caregiver distress.This cross-sectional study recruited consecutive dementia patients and caregivers who attended our cognitive clinic. Standard criteria were used to classify types of dementia. BPSD were assessed with the Neuropsychiatric Inventory, and its distress scale was used for caregiver distress.Of a total 107 patients, nearly all (99.1%) had at least one BPSD; 71% had ≥4 symptoms. Most frequent were apathy and agitation, followed by irritability, sleep and appetite disorders, and mood disorders; disinhibition and euphoria were least frequent. BPSD were less prominent with increasing age; males showed more agitation. Apathy and eating disorders were more prevalent in the rural community. BPSD were highest in frontotemporal dementia (FTD), followed by dementia with Lewy bodies (DLB), and least in vascular dementia. Hallucinations were more common in DLB, aberrant motor behaviour in FTD. All domains of BPSD, except for anxiety and euphoria, were more prominent with increasing severity of dementia. Increasing BPSD (except for euphoria) caused higher caregiver distress.BPSD are universally present, bear correlates with dementia type and severity, and cause significant caregiver distress.", "doi": "10.1159/000481568", "title": "Behavioural and Psychological Symptoms of Dementia: Correlates and Impact on Caregiver Distress.", "journal": ["Dementia and geriatric cognitive disorders extra", "Dement Geriatr Cogn Dis Extra"]}