{"words": ["provide", "overview", "role", "cognition", "falls", "potential", "implications", "managing", "preventing", "falls", "older", "interventional", "studies", "addressing", "role", "cognition", "older", "adults", "65", "years", "older", "relationship", "gait", "cognition", "aging", "neurodegeneration", "reviewed", "medical", "literature", "highlight", "role", "brain", "motor", "control", "deficits", "fall", "risk", "benefits", "gait", "assessments", "marker", "fall", "risk", "reviewed", "therapeutic", "approaches", "reducing", "falls", "improving", "certain", "aspects", "cognition", "performance", "attention", "executive", "function", "associated", "gait", "slowing", "instability", "future", "falls", "cognition", "may", "reduce", "falls", "parkinson", "disease", "cognitive", "training", "training", "virtual", "reality", "modalities", "promising", "improve", "mobility", "sedentary", "older", "adults", "cognitive", "impairment", "remain", "common", "older", "people", "higher", "prevalence", "morbidity", "cognitively", "impaired", "disentangling", "mechanism", "contribution", "cognitive", "deficits", "fall", "risk", "may", "open", "new", "treatment", "approaches", "mounting", "evidence", "supports", "cognitive", "therapies", "help", "reduce", "falls"], "authors": [["Montero-Odasso", "Manuel", "M", "Gait and Brain Laboratory, Parkwood Institute, Lawson Health Research Institute, London, ON, Canada."], ["Speechley", "Mark", "M", "Gait and Brain Laboratory, Parkwood Institute, Lawson Health Research Institute, London, ON, Canada."]], "title": "Falls in Cognitively Impaired Older Adults: Implications for Risk Assessment And Prevention.", "year": null, "sentences": ["To provide an overview of the role of cognition in falls, with potential implications for managing and preventing falls in older adults.Review.Observational and interventional studies addressing the role of cognition on falls.Community-dwelling older adults (65 years and older).The relationship between gait and cognition in aging and neurodegeneration was reviewed in the medical literature to highlight the role of brain motor control deficits in fall risk.", "The benefits of dual-task gait assessments as a marker of fall risk were reviewed.", "Therapeutic approaches for reducing falls by improving certain aspects of cognition were appraised.Low performance in attention and executive function are associated with gait slowing, instability, and future falls.", "Drug-enhancement of cognition may reduce falls in Parkinson's disease, and cognitive training, dual-task training, and virtual reality modalities are promising to improve mobility in sedentary older adults and in those with cognitive impairment and dementia.Falls remain common in older people, with higher prevalence and morbidity in those who are cognitively impaired.", "Disentangling the mechanism and contribution of cognitive deficits in fall risk may open new treatment approaches.", "Mounting evidence supports that cognitive therapies help reduce falls."], "id": "29318592", "text": "To provide an overview of the role of cognition in falls, with potential implications for managing and preventing falls in older adults.Review.Observational and interventional studies addressing the role of cognition on falls.Community-dwelling older adults (65 years and older).The relationship between gait and cognition in aging and neurodegeneration was reviewed in the medical literature to highlight the role of brain motor control deficits in fall risk. The benefits of dual-task gait assessments as a marker of fall risk were reviewed. Therapeutic approaches for reducing falls by improving certain aspects of cognition were appraised.Low performance in attention and executive function are associated with gait slowing, instability, and future falls. Drug-enhancement of cognition may reduce falls in Parkinson's disease, and cognitive training, dual-task training, and virtual reality modalities are promising to improve mobility in sedentary older adults and in those with cognitive impairment and dementia.Falls remain common in older people, with higher prevalence and morbidity in those who are cognitively impaired. Disentangling the mechanism and contribution of cognitive deficits in fall risk may open new treatment approaches. Mounting evidence supports that cognitive therapies help reduce falls.", "doi": "10.1111/jgs.15219", "journal": ["Journal of the American Geriatrics Society", "J Am Geriatr Soc"], "date": "2018-01-18_23:41:06"}