{"words": ["pituitary", "adenomas", "high", "proliferation", "rate", "rapid", "growth", "well", "known", "clinical", "characteristics", "prognosis", "treatment", "algorithm", "remain", "unclear", "clinical", "characteristics", "prognosis", "patients", "pituitary", "adenomas", "high", "proliferative", "potential", "retrospectively", "investigated", "study", "identified", "53", "patients", "labeling", "index", "3", "among", "845", "patients", "pituitary", "adenoma", "initially", "treated", "surgery", "prophylactic", "treatment", "applied", "patients", "residual", "tumor", "salvage", "treatment", "performed", "tumor", "progression", "identified", "within", "period", "patients", "remained", "whereas", "31", "patients", "suffered", "tumor", "progression", "comparison", "gross", "total", "removal", "n", "22", "removal", "n", "31", "groups", "showed", "significantly", "longer", "period", "former", "group", "p", "salvage", "treatment", "gamma", "knife", "radiosurgery", "applied", "11", "patients", "resulting", "10", "patients", "remaining", "regrowth", "1", "patient", "fractionated", "irradiation", "applied", "10", "patients", "resulting", "2", "patients", "remaining", "deaths", "5", "patients", "including", "3", "transformation", "pituitary", "carcinoma", "dementia", "1", "patient", "caused", "frontal", "lobe", "dysfunction", "progression", "2", "patients", "requiring", "additional", "surgery", "gamma", "knife", "radiosurgery", "temozolomide", "administered", "2", "patients", "resulting", "deaths", "patients", "including", "1", "transformation", "pituitary", "carcinoma", "total", "removal", "gamma", "knife", "radiosurgery", "result", "good", "outcome", "however", "prognosis", "extremely", "poor", "patients", "inadequate", "gamma", "knife", "radiosurgery", "development", "new", "salvage", "treatments", "essential"], "authors": [["Ogawa", "Yoshikazu", "Y", "Department of Neurosurgery, Kohnan Hospital, 4-20-1 Nagamachiminami, Taihaku-ku, Sendai, Miyagi, 982-8523, Japan. yogawa@kohnan-sendai.or.jp."], ["Jokura", "Hidefumi", "H", "Jiro Suzuki Memorial Gamma House, Furukawa Seiryo Hospital, Osaki, Miyagi, Japan."], ["Niizuma", "Kuniyasu", "K", "Department of Neurosurgery, Tohoku University Graduate School of Medicine, Sendai, Miyagi, Japan."], ["Tominaga", "Teiji", "T", "Department of Neurosurgery, Tohoku University Graduate School of Medicine, Sendai, Miyagi, Japan."]], "title": "Mid-term prognosis of non-functioning pituitary adenomas with high proliferative potential: really an aggressive variant?", "year": null, "sentences": ["Pituitary adenomas with high proliferation rate and rapid growth are well known, but the clinical characteristics, prognosis, and treatment algorithm remain unclear.", "The clinical characteristics and mid-term prognosis of patients with non-functioning pituitary adenomas with high proliferative potential were retrospectively investigated.", "This study identified 53 patients with Ki-67 labeling index of > 3% among 845 patients with non-functioning pituitary adenoma (6.3%) initially treated by surgery.", "Prophylactic treatment was not applied for patients with residual tumor, but salvage treatment was performed if tumor progression was identified within the follow-up period.", "Twenty-two patients remained progression-free, whereas 31 patients suffered tumor progression.", "Comparison of gross total removal (n = 22) and non-total removal (n = 31) groups showed significantly longer progression-free period in the former group (P < 0.001).", "As salvage treatment gamma knife radiosurgery was applied for 11 patients resulting in 10 patients remaining progression-free and regrowth in 1 patient.", "Fractionated irradiation was applied for 10 patients, resulting in 2 patients remaining progression-free, deaths in 5 patients including 3 of transformation to pituitary carcinoma, dementia in 1 patient caused by frontal lobe dysfunction, and progression in 2 patients requiring additional surgery and gamma knife radiosurgery.", "Temozolomide was administered in 2 patients, resulting in deaths in both patients including 1 transformation to pituitary carcinoma.", "Total removal and gamma knife radiosurgery can result in good outcome.", "However, the prognosis is extremely poor for patients inadequate for gamma knife radiosurgery.", "Development of new salvage treatments is essential."], "id": "29318507", "text": "Pituitary adenomas with high proliferation rate and rapid growth are well known, but the clinical characteristics, prognosis, and treatment algorithm remain unclear. The clinical characteristics and mid-term prognosis of patients with non-functioning pituitary adenomas with high proliferative potential were retrospectively investigated. This study identified 53 patients with Ki-67 labeling index of > 3% among 845 patients with non-functioning pituitary adenoma (6.3%) initially treated by surgery. Prophylactic treatment was not applied for patients with residual tumor, but salvage treatment was performed if tumor progression was identified within the follow-up period. Twenty-two patients remained progression-free, whereas 31 patients suffered tumor progression. Comparison of gross total removal (n = 22) and non-total removal (n = 31) groups showed significantly longer progression-free period in the former group (P < 0.001). As salvage treatment gamma knife radiosurgery was applied for 11 patients resulting in 10 patients remaining progression-free and regrowth in 1 patient. Fractionated irradiation was applied for 10 patients, resulting in 2 patients remaining progression-free, deaths in 5 patients including 3 of transformation to pituitary carcinoma, dementia in 1 patient caused by frontal lobe dysfunction, and progression in 2 patients requiring additional surgery and gamma knife radiosurgery. Temozolomide was administered in 2 patients, resulting in deaths in both patients including 1 transformation to pituitary carcinoma. Total removal and gamma knife radiosurgery can result in good outcome. However, the prognosis is extremely poor for patients inadequate for gamma knife radiosurgery. Development of new salvage treatments is essential.", "doi": "10.1007/s11060-017-2740-1", "journal": ["Journal of neuro-oncology", "J. Neurooncol."], "date": "2018-01-18_23:41:06"}