{"words": ["ocular", "neovascularization", "common", "pathological", "feature", "diabetic", "retinopathy", "neovascular", "macular", "degeneration", "lead", "severe", "vision", "loss", "evaluated", "therapeutic", "efficacy", "novel", "endogenous", "inhibitor", "angiogenesis", "calreticulin", "domain", "cad180", "functional", "fragment", "peptide", "112", "cad112", "delivered", "using", "virus", "serotype", "2", "scaav2", "rodent", "models", "retinopathy", "choroidal", "neovascularization", "expression", "cad180", "cad112", "elevated", "human", "umbilical", "vein", "endothelial", "cells", "transduced", "respectively", "inhibited", "angiogenic", "activity", "vitro", "intravitreal", "gene", "delivery", "significantly", "inhibited", "retinal", "neovascularization", "rat", "eyes", "cad180", "reduction", "cad112", "reduction", "compared", "measured", "retinal", "flatmounts", "stained", "isolectin", "b4", "moreover", "retinal", "structure", "function", "unaffected", "measured", "optical", "coherence", "tomography", "electroretinography", "moreover", "subretinal", "delivery", "significantly", "attenuated", "choroidal", "neovascularization", "mouse", "eyes", "compared", "measured", "fundus", "fluorescein", "angiography", "cad180", "reduction", "cad112", "reduction", "choroidal", "flatmounts", "cad180", "reduction", "cad112", "reduction", "gene", "delivery", "using", "significant", "potential", "therapeutic", "option", "management", "ocular", "neovascularization"], "authors": [["Tu", "Leilei", "L", "Department of Ophthalmology, The First Affiliated Hospital of Jinan University, Guangzhou, Guangdong, China."], ["Wang", "Jiang-Hui", "JH", "Centre for Eye Research Australia, Royal Victorian Eye and Ear Hospital, East Melbourne, VIC, Australia."], ["Barathi", "Veluchamy A", "VA", "Translational Pre-clinical Model Platform, Singapore Eye Research Institute, Singapore National Eye Centre, Singapore, Singapore."], ["Prea", "Selwyn M", "SM", "Department of Optometry and Vision Sciences, University of Melbourne, Parkville, VIC, Australia."], ["He", "Zheng", "Z", "Department of Optometry and Vision Sciences, University of Melbourne, Parkville, VIC, Australia."], ["Lee", "Jia Hui", "JH", "Centre for Eye Research Australia, Royal Victorian Eye and Ear Hospital, East Melbourne, VIC, Australia."], ["Bender", "James", "J", "Wicking Dementia Research and Education Centre, University of Tasmania, Hobart, TAS, Australia."], ["King", "Anna E", "AE", "Wicking Dementia Research and Education Centre, University of Tasmania, Hobart, TAS, Australia."], ["Logan", "Grant J", "GJ", "Gene Therapy Research Unit, Children's Medical Research Institute and Sydney Children's Hospitals Network, University of Sydney, Sydney, NSW, Australia."], ["Alexander", "Ian E", "IE", "Gene Therapy Research Unit, Children's Medical Research Institute and Sydney Children's Hospitals Network, University of Sydney, Sydney, NSW, Australia."], ["Bee", "Youn-Shen", "YS", "Department of Ophthalmology, Kaohsiung Veterans General Hospital, Kaohsiung, Taiwan."], ["Tai", "Ming-Hong", "MH", "Institute of Biomedical Sciences, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Dusting", "Gregory J", "GJ", "Centre for Eye Research Australia, Royal Victorian Eye and Ear Hospital, East Melbourne, VIC, Australia."], ["Bui", "Bang V", "BV", "Department of Optometry and Vision Sciences, University of Melbourne, Parkville, VIC, Australia."], ["Zhong", "Jingxiang", "J", "Department of Ophthalmology, The First Affiliated Hospital of Jinan University, Guangzhou, Guangdong, China. zjx85221206@163.com."], ["Liu", "Guei-Sheung", "GS", "Department of Ophthalmology, The First Affiliated Hospital of Jinan University, Guangzhou, Guangdong, China. rickliu0817@gmail.com."]], "title": "AAV-mediated gene delivery of the calreticulin anti-angiogenic domain inhibits ocular neovascularization.", "year": null, "sentences": ["Ocular neovascularization is a common pathological feature in diabetic retinopathy and neovascular age-related macular degeneration that can lead to severe vision loss.", "We evaluated the therapeutic efficacy of a novel endogenous inhibitor of angiogenesis, the calreticulin anti-angiogenic domain (CAD180), and its functional 112-residue fragment, CAD-like peptide 112 (CAD112), delivered using a self-complementary adeno-associated virus serotype 2 (scAAV2) in rodent models of oxygen-induced retinopathy and laser-induced choroidal neovascularization.", "The expression of CAD180 and CAD112 was elevated in human umbilical vein endothelial cells transduced with scAAV2-CAD180 or scAAV2-CAD112, respectively, and both inhibited angiogenic activity in vitro.", "Intravitreal gene delivery of scAAV2-CAD180 or scAAV2-CAD112 significantly inhibited ischemia-induced retinal neovascularization in rat eyes (CAD180: 52.7% reduction; CAD112: 49.2% reduction) compared to scAAV2-mCherry, as measured in retinal flatmounts stained with isolectin B4.", "Moreover, the retinal structure and function were unaffected by scAAV2-CAD180 or scAAV2-CAD112, as measured by optical coherence tomography and electroretinography.", "Moreover, subretinal delivery of scAAV2-CAD180 or scAAV2-CAD112 significantly attenuated laser-induced choroidal neovascularization in mouse eyes compared to scAAV2-mCherry, as measured by fundus fluorescein angiography (CAD180: 62.4% reduction; CAD112: 57.5% reduction) and choroidal flatmounts (CAD180: 40.21% reduction; CAD112: 43.03% reduction).", "Gene delivery using scAAV2-CAD180 or scAAV2-CAD112 has significant potential as a therapeutic option for the management of ocular neovascularization."], "id": "29318471", "text": "Ocular neovascularization is a common pathological feature in diabetic retinopathy and neovascular age-related macular degeneration that can lead to severe vision loss. We evaluated the therapeutic efficacy of a novel endogenous inhibitor of angiogenesis, the calreticulin anti-angiogenic domain (CAD180), and its functional 112-residue fragment, CAD-like peptide 112 (CAD112), delivered using a self-complementary adeno-associated virus serotype 2 (scAAV2) in rodent models of oxygen-induced retinopathy and laser-induced choroidal neovascularization. The expression of CAD180 and CAD112 was elevated in human umbilical vein endothelial cells transduced with scAAV2-CAD180 or scAAV2-CAD112, respectively, and both inhibited angiogenic activity in vitro. Intravitreal gene delivery of scAAV2-CAD180 or scAAV2-CAD112 significantly inhibited ischemia-induced retinal neovascularization in rat eyes (CAD180: 52.7% reduction; CAD112: 49.2% reduction) compared to scAAV2-mCherry, as measured in retinal flatmounts stained with isolectin B4. Moreover, the retinal structure and function were unaffected by scAAV2-CAD180 or scAAV2-CAD112, as measured by optical coherence tomography and electroretinography. Moreover, subretinal delivery of scAAV2-CAD180 or scAAV2-CAD112 significantly attenuated laser-induced choroidal neovascularization in mouse eyes compared to scAAV2-mCherry, as measured by fundus fluorescein angiography (CAD180: 62.4% reduction; CAD112: 57.5% reduction) and choroidal flatmounts (CAD180: 40.21% reduction; CAD112: 43.03% reduction). Gene delivery using scAAV2-CAD180 or scAAV2-CAD112 has significant potential as a therapeutic option for the management of ocular neovascularization.", "doi": "10.1007/s10456-017-9591-4", "journal": ["Angiogenesis", "Angiogenesis"], "date": "2018-01-18_23:41:06"}