{"authors": [["Gilmore-Bykovskyi", "Andrea", "A", "1 University of Wisconsin-Madison School of Nursing, Madison, WI, USA."], ["Johnson", "Rachel", "R", "1 University of Wisconsin-Madison School of Nursing, Madison, WI, USA."], ["Walljasper", "Lily", "L", "1 University of Wisconsin-Madison School of Nursing, Madison, WI, USA."], ["Block", "Laura", "L", "1 University of Wisconsin-Madison School of Nursing, Madison, WI, USA."], ["Werner", "Nicole", "N", "2 Department of Medicine, Division of Geriatrics, University of Wisconsin-Madison School of Medicine & Public Health, Madison, WI, USA."]], "date": "2017-01-01", "id": "29281895", "text": "Women and racial/ethnic minority dementia caregivers have unique caregiving experiences and support needs. To ensure the identification of potentially important differences in outcomes within these groups, the amended National Institutes of Health (NIH) Policy on Inclusion of Women and Minorities mandates reporting by gender and race/ethnicity. The objective of this study was to determine the inclusion and reporting rates among NIH-funded dementia caregiver support interventions. A focused systematic literature review of studies published from 1994 to 2015 located 48 articles meeting inclusion criteria. The majority of studies included women and racial/ethnic minorities; however, 67% did not report results by gender or racial/ethnic group. Acknowledgment of underreporting was more common for race/ethnicity than gender. Our findings suggest limited NIH guideline compliance that may reflect a lack of awareness regarding potential gender disparities in caregiving roles. Ensuring NIH guideline compliance necessitates shared investments from researchers, editors, and reviewers to ensure group differences are systematically identified and reported.", "doi": "10.1177/1533317517749465", "title": "Underreporting of Gender and Race/Ethnicity Differences in NIH-Funded Dementia Caregiver Support Interventions.", "journal": ["American journal of Alzheimer's disease and other dementias", "Am J Alzheimers Dis Other Demen"]}