{"words": ["overdose", "oral", "calcium", "supplement", "excessive", "intestinal", "calcium", "absorption", "contribute", "pathophysiological", "conditions", "nephrolithiasis", "vascular", "calcification", "dementia", "cardiovascular", "accident", "since", "previous", "investigation", "indicated", "fibroblast", "growth", "factor", "fgf", "could", "abolish", "d3", "oh", "2d3", "calcium", "absorption", "hypothesized", "produced", "locally", "enterocytes", "might", "part", "local", "negative", "feedback", "loop", "regulate", "calcium", "absorption", "herein", "oh", "2d3", "found", "enhance", "transcellular", "calcium", "transport", "across", "monolayer", "stimulatory", "effect", "diminished", "preceding", "prolonged", "exposure", "oh", "2d3", "high", "concentration", "apical", "ionized", "calcium", "pretreatment", "neutralizing", "antibody", "prevented", "negative", "feedback", "regulation", "calcium", "hyperabsorption", "induced", "oh", "2d3", "exposure", "completely", "abolished", "oh", "calcium", "transport", "western", "blot", "analysis", "revealed", "expression", "upregulated", "manner", "oh", "2d3", "apical", "calcium", "exposure", "finally", "receptor", "casr", "inhibitors", "found", "prevent", "apical", "suppression", "calcium", "transport", "conclusion", "prolonged", "exposure", "high", "apical", "calcium", "calcium", "hyperabsorption", "sensed", "casr", "turn", "increased", "expression", "suppress", "calcium", "transport", "local", "negative", "feedback", "loop", "help", "prevent", "unnecessary", "calcium", "uptake", "detrimental", "consequences"], "authors": [["Rodrat", "Mayuree", "M", "Department of Physiology, Faculty of Science, Mahidol University, Bangkok, Thailand; Center of Calcium and Bone Research (COCAB), Faculty of Science, Mahidol University, Bangkok, Thailand."], ["Wongdee", "Kannikar", "K", "Center of Calcium and Bone Research (COCAB), Faculty of Science, Mahidol University, Bangkok, Thailand; Office of Academic Management, Faculty of Allied Health Sciences, Burapha University, Chonburi, Thailand."], ["Panupinthu", "Nattapon", "N", "Department of Physiology, Faculty of Science, Mahidol University, Bangkok, Thailand; Center of Calcium and Bone Research (COCAB), Faculty of Science, Mahidol University, Bangkok, Thailand."], ["Thongbunchoo", "Jirawan", "J", "Center of Calcium and Bone Research (COCAB), Faculty of Science, Mahidol University, Bangkok, Thailand."], ["Teerapornpuntakit", "Jarinthorn", "J", "Center of Calcium and Bone Research (COCAB), Faculty of Science, Mahidol University, Bangkok, Thailand; Department of Physiology, Faculty of Medical Science, Naresuan University, Phitsanulok, Thailand."], ["Krishnamra", "Nateetip", "N", "Department of Physiology, Faculty of Science, Mahidol University, Bangkok, Thailand; Center of Calcium and Bone Research (COCAB), Faculty of Science, Mahidol University, Bangkok, Thailand."], ["Charoenphandhu", "Narattaphol", "N", "Department of Physiology, Faculty of Science, Mahidol University, Bangkok, Thailand; Center of Calcium and Bone Research (COCAB), Faculty of Science, Mahidol University, Bangkok, Thailand; Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand. Electronic address: naratt@narattsys.com."]], "title": "Prolonged exposure to 1,25(OH)2D3 and high ionized calcium induces FGF-23 production in intestinal epithelium-like Caco-2 monolayer: A local negative feedback for preventing excessive calcium transport.", "year": null, "sentences": ["Overdose of oral calcium supplement and excessive intestinal calcium absorption can contribute pathophysiological conditions, e.g., nephrolithiasis, vascular calcification, dementia, and cardiovascular accident.", "Since our previous investigation has indicated that fibroblast growth factor (FGF)-23 could abolish the 1,25-dihydroxyvitamin D3 [1,25(OH)2D3]-enhanced calcium absorption, we further hypothesized that FGF-23 produced locally in the enterocytes might be part of a local negative feedback loop to regulate calcium absorption.", "Herein, 1,25(OH)2D3 was found to enhance the transcellular calcium transport across the epithelium-like Caco-2 monolayer, and this stimulatory effect was diminished by preceding prolonged exposure to high-dose 1,25(OH)2D3 or high concentration of apical ionized calcium.", "Pretreatment with a neutralizing antibody for FGF-23 prevented this negative feedback regulation of calcium hyperabsorption induced by 1,25(OH)2D3.", "FGF-23 exposure completely abolished the 1,25(OH)2D3-enhanced calcium transport.", "Western blot analysis revealed that FGF-23 expression was upregulated in a dose-dependent manner by 1,25(OH)2D3 or apical calcium exposure.", "Finally, calcium-sensing receptor (CaSR) inhibitors were found to prevent the apical calcium-induced suppression of calcium transport.", "In conclusion, prolonged exposure to high apical calcium and calcium hyperabsorption were sensed by CaSR, which, in turn, increased FGF-23 expression to suppress calcium transport.", "This local negative feedback loop can help prevent unnecessary calcium uptake and its detrimental consequences."], "id": "29317227", "text": "Overdose of oral calcium supplement and excessive intestinal calcium absorption can contribute pathophysiological conditions, e.g., nephrolithiasis, vascular calcification, dementia, and cardiovascular accident. Since our previous investigation has indicated that fibroblast growth factor (FGF)-23 could abolish the 1,25-dihydroxyvitamin D3 [1,25(OH)2D3]-enhanced calcium absorption, we further hypothesized that FGF-23 produced locally in the enterocytes might be part of a local negative feedback loop to regulate calcium absorption. Herein, 1,25(OH)2D3 was found to enhance the transcellular calcium transport across the epithelium-like Caco-2 monolayer, and this stimulatory effect was diminished by preceding prolonged exposure to high-dose 1,25(OH)2D3 or high concentration of apical ionized calcium. Pretreatment with a neutralizing antibody for FGF-23 prevented this negative feedback regulation of calcium hyperabsorption induced by 1,25(OH)2D3. FGF-23 exposure completely abolished the 1,25(OH)2D3-enhanced calcium transport. Western blot analysis revealed that FGF-23 expression was upregulated in a dose-dependent manner by 1,25(OH)2D3 or apical calcium exposure. Finally, calcium-sensing receptor (CaSR) inhibitors were found to prevent the apical calcium-induced suppression of calcium transport. In conclusion, prolonged exposure to high apical calcium and calcium hyperabsorption were sensed by CaSR, which, in turn, increased FGF-23 expression to suppress calcium transport. This local negative feedback loop can help prevent unnecessary calcium uptake and its detrimental consequences.", "doi": "10.1016/j.abb.2017.12.022", "journal": ["Archives of biochemistry and biophysics", "Arch. Biochem. Biophys."], "date": "2018-01-18_23:41:08"}