{"words": ["increasing", "industrialization", "urbanization", "failure", "many", "world", "leaders", "appreciate", "consequences", "climate", "change", "deleteriously", "impacting", "quality", "life", "well", "diminishing", "prospects", "long", "term", "survival", "economic", "competitiveness", "corporate", "profitability", "often", "environmental", "concerns", "calving", "iceberg", "antarctica", "hurricane", "activity", "caribbean", "2017", "unfortunate", "illustrations", "continuing", "escalation", "environmental", "issues", "provide", "historical", "current", "evidence", "importance", "nature", "exposure", "ne", "introduce", "continuum", "nature", "exposure", "sufficiency", "nes", "insufficiency", "nei", "insufficiency", "includes", "impoverished", "environments", "slums", "prisons", "nature", "exposure", "limited", "nature", "exposure", "sufficiency", "nes", "optimal", "amount", "exposure", "nature", "many", "benefits", "reinvigoration", "obtained", "everyone", "nes", "also", "several", "benefits", "individuals", "various", "health", "conditions", "arthritis", "dementia", "depression", "benefits", "ne", "derivable", "parks", "forests", "natural", "settings", "interiors", "buildings", "homes", "enhanced", "plants", "even", "pictures", "objects", "nature", "additionally", "abundant", "evidence", "indicating", "virtual", "artificial", "environments", "depicting", "nature", "provide", "substantial", "ne", "therefore", "contribute", "general", "wellbeing", "besides", "difficulty", "achieving", "cooperation", "amongst", "nations", "corporations", "collectives", "developing", "implementing", "long", "range", "plans", "deal", "climate", "change", "also", "sometimes", "aversion", "individual", "level", "whereby", "people", "unwilling", "experience", "nature", "due", "insects", "discomforts", "individuals", "often", "averse", "supplanting", "comforts", "home", "even", "temporarily", "inadequate", "facilities", "seemingly", "less", "pleasant", "typical", "dwellings", "propose", "using", "term", "nature", "exposure", "aversion", "nea", "describe", "behavior", "propose", "aversion", "largely", "due", "conditioning", "behavior", "may", "addressed", "desensitization", "virtual", "environments", "turn", "may", "contribute", "endorsement", "view", "climate", "change", "occurring", "must", "dealt", "issues", "nature", "exposure", "sufficiency", "insufficiency", "intertwined", "sustainability", "planet", "future", "planning", "efforts", "deal", "environment", "outcome", "unfavorable", "descent", "civilization", "rapid", "ascent"], "authors": [["Reddon", "John R", "JR", "Department of Psychology, University of Alberta, P-217 Biological Sciences Building, Edmonton, Alberta T6G 2R3, Canada; Forensic Psychiatry, Alberta Hospital Edmonton, 17480 Fort Road, Box 307, Edmonton, Alberta T5J 2J7, Canada. Electronic address: jreddon@ualberta.ca."], ["Durante", "Salvatore B", "SB", "Forensic Psychiatry, Alberta Hospital Edmonton, 17480 Fort Road, Box 307, Edmonton, Alberta T5J 2J7, Canada."]], "title": "Nature exposure sufficiency and insufficiency: The benefits of environmental preservation.", "year": null, "sentences": ["Increasing industrialization, urbanization, and a failure of many world leaders to appreciate the consequences of climate change are deleteriously impacting quality of life as well as diminishing the prospects for long term survival.", "Economic competitiveness and corporate profitability often pre-empt environmental concerns.", "The calving of an iceberg in Antarctica and the hurricane activity in the Caribbean during 2017 are unfortunate illustrations of the continuing escalation of environmental issues.", "We provide historical and current evidence for the importance of Nature Exposure (NE) and introduce the continuum Nature Exposure Sufficiency (NES) and Insufficiency (NEI).", "Insufficiency includes impoverished environments (e.g., slums and prisons) where nature exposure is very limited.", "Nature Exposure Sufficiency (NES) is an optimal amount of exposure to nature where many benefits such as reinvigoration can be obtained by everyone.", "NES also has several benefits for individuals with various health conditions such as arthritis, dementia, or depression.", "The benefits of NE are not just derivable from parks, forests, and other natural settings.", "Interiors of buildings and homes can be enhanced with plants and even pictures or objects from nature.", "Additionally, there is abundant evidence indicating that virtual and artificial environments depicting nature can provide substantial NE and therefore contribute to general wellbeing.", "Besides the difficulty in achieving cooperation amongst nations, corporations, and other collectives in developing and implementing long range plans to deal with climate change, there is also sometimes an aversion at the individual level whereby people are unwilling to experience nature due to insects and other discomforts.", "Such individuals are often averse to supplanting the comforts of home, even temporarily, with inadequate facilities that are seemingly less pleasant than their typical dwellings.", "We propose using the term Nature Exposure Aversion (NEA) to describe such behavior and propose that the aversion is largely due to conditioning.", "Such behavior may be addressed through desensitization in virtual environments which in turn may contribute to an endorsement of the view that climate change is occurring and must be dealt with.", "The issues of Nature Exposure Sufficiency and Insufficiency are intertwined with the sustainability of the planet and future planning and efforts to deal with the environment.", "If the outcome is unfavorable, the descent of civilization will be more rapid than the ascent."], "id": "29317065", "text": "Increasing industrialization, urbanization, and a failure of many world leaders to appreciate the consequences of climate change are deleteriously impacting quality of life as well as diminishing the prospects for long term survival. Economic competitiveness and corporate profitability often pre-empt environmental concerns. The calving of an iceberg in Antarctica and the hurricane activity in the Caribbean during 2017 are unfortunate illustrations of the continuing escalation of environmental issues. We provide historical and current evidence for the importance of Nature Exposure (NE) and introduce the continuum Nature Exposure Sufficiency (NES) and Insufficiency (NEI). Insufficiency includes impoverished environments (e.g., slums and prisons) where nature exposure is very limited. Nature Exposure Sufficiency (NES) is an optimal amount of exposure to nature where many benefits such as reinvigoration can be obtained by everyone. NES also has several benefits for individuals with various health conditions such as arthritis, dementia, or depression. The benefits of NE are not just derivable from parks, forests, and other natural settings. Interiors of buildings and homes can be enhanced with plants and even pictures or objects from nature. Additionally, there is abundant evidence indicating that virtual and artificial environments depicting nature can provide substantial NE and therefore contribute to general wellbeing. Besides the difficulty in achieving cooperation amongst nations, corporations, and other collectives in developing and implementing long range plans to deal with climate change, there is also sometimes an aversion at the individual level whereby people are unwilling to experience nature due to insects and other discomforts. Such individuals are often averse to supplanting the comforts of home, even temporarily, with inadequate facilities that are seemingly less pleasant than their typical dwellings. We propose using the term Nature Exposure Aversion (NEA) to describe such behavior and propose that the aversion is largely due to conditioning. Such behavior may be addressed through desensitization in virtual environments which in turn may contribute to an endorsement of the view that climate change is occurring and must be dealt with. The issues of Nature Exposure Sufficiency and Insufficiency are intertwined with the sustainability of the planet and future planning and efforts to deal with the environment. If the outcome is unfavorable, the descent of civilization will be more rapid than the ascent.", "doi": "10.1016/j.mehy.2017.10.027", "journal": ["Medical hypotheses", "Med. Hypotheses"], "date": "2018-01-18_23:41:08"}