{"words": ["aim", "study", "identify", "natural", "subgroups", "older", "adults", "based", "cognitive", "performance", "establish", "subgroup", "characteristics", "based", "demographic", "factors", "physical", "function", "psychosocial", "applied", "latent", "class", "lc", "modeling", "identify", "subgroups", "baseline", "assessments", "1345", "einstein", "aging", "study", "eas", "participants", "free", "dementia", "eas", "cohort", "study", "adults", "living", "bronx", "ny", "used", "10", "neurocognitive", "tests", "3", "covariates", "age", "sex", "education", "identify", "latent", "subgroups", "used", "statistics", "identify", "optimal", "class", "solution", "assess", "model", "adequacy", "also", "validated", "model", "using", "sample", "mean", "age", "mean", "years", "education", "solution", "based", "cognitive", "performance", "baseline", "model", "characterized", "9", "identified", "classes", "disadvantaged", "ii", "poor", "language", "iii", "poor", "episodic", "memory", "fluency", "iv", "poor", "processing", "speed", "executive", "function", "v", "low", "average", "vi", "high", "average", "vii", "average", "viii", "poor", "executive", "poor", "working", "memory", "ix", "elite", "cross", "validation", "indicated", "stable", "class", "assignment", "exception", "average", "high", "average", "modeling", "community", "sample", "older", "adults", "revealed", "9", "cognitive", "subgroups", "assignment", "subgroups", "reliable", "associated", "external", "validators", "future", "work", "test", "predictive", "validity", "groups", "outcomes", "alzheimer", "disease", "vascular", "dementia", "death", "well", "markers", "biological", "pathways", "contribute", "cognitive", "decline", "jins", "2018", "23"], "authors": [["Zammit", "Andrea R", "AR", "Saul B. Korey Department of Neurology,Albert Einstein College of Medicine,Bronx,New York."], ["Hall", "Charles B", "CB", "Saul B. Korey Department of Neurology,Albert Einstein College of Medicine,Bronx,New York."], ["Lipton", "Richard B", "RB", "Saul B. Korey Department of Neurology,Albert Einstein College of Medicine,Bronx,New York."], ["Katz", "Mindy J", "MJ", "Saul B. Korey Department of Neurology,Albert Einstein College of Medicine,Bronx,New York."], ["Muniz-Terrera", "Graciela", "G", "4The University of Edinburgh,Scotland."]], "title": "Identification of Heterogeneous Cognitive Subgroups in Community-Dwelling Older Adults: A Latent Class Analysis of the Einstein Aging Study.", "year": null, "sentences": ["The aim of this study was to identify natural subgroups of older adults based on cognitive performance, and to establish each subgroup's characteristics based on demographic factors, physical function, psychosocial well-being, and comorbidity.We applied latent class (LC) modeling to identify subgroups in baseline assessments of 1345 Einstein Aging Study (EAS) participants free of dementia.", "The EAS is a community-dwelling cohort study of 70+ year-old adults living in the Bronx, NY.", "We used 10 neurocognitive tests and 3 covariates (age, sex, education) to identify latent subgroups.", "We used goodness-of-fit statistics to identify the optimal class solution and assess model adequacy.", "We also validated our model using two-fold split-half cross-validation.The sample had a mean age of 78.0 (SD=5.4) and a mean of 13.6 years of education (SD=3.5).", "A 9-class solution based on cognitive performance at baseline was the best-fitting model.", "We characterized the 9 identified classes as (i) disadvantaged, (ii) poor language, (iii) poor episodic memory and fluency, (iv) poor processing speed and executive function, (v) low average, (vi) high average, (vii) average, (viii) poor executive and poor working memory, (ix) elite.", "The cross validation indicated stable class assignment with the exception of the average and high average classes.LC modeling in a community sample of older adults revealed 9 cognitive subgroups.", "Assignment of subgroups was reliable and associated with external validators.", "Future work will test the predictive validity of these groups for outcomes such as Alzheimer's disease, vascular dementia and death, as well as markers of biological pathways that contribute to cognitive decline.", "(JINS, 2018, 23, 1-13)."], "id": "29317003", "text": "The aim of this study was to identify natural subgroups of older adults based on cognitive performance, and to establish each subgroup's characteristics based on demographic factors, physical function, psychosocial well-being, and comorbidity.We applied latent class (LC) modeling to identify subgroups in baseline assessments of 1345 Einstein Aging Study (EAS) participants free of dementia. The EAS is a community-dwelling cohort study of 70+ year-old adults living in the Bronx, NY. We used 10 neurocognitive tests and 3 covariates (age, sex, education) to identify latent subgroups. We used goodness-of-fit statistics to identify the optimal class solution and assess model adequacy. We also validated our model using two-fold split-half cross-validation.The sample had a mean age of 78.0 (SD=5.4) and a mean of 13.6 years of education (SD=3.5). A 9-class solution based on cognitive performance at baseline was the best-fitting model. We characterized the 9 identified classes as (i) disadvantaged, (ii) poor language, (iii) poor episodic memory and fluency, (iv) poor processing speed and executive function, (v) low average, (vi) high average, (vii) average, (viii) poor executive and poor working memory, (ix) elite. The cross validation indicated stable class assignment with the exception of the average and high average classes.LC modeling in a community sample of older adults revealed 9 cognitive subgroups. Assignment of subgroups was reliable and associated with external validators. Future work will test the predictive validity of these groups for outcomes such as Alzheimer's disease, vascular dementia and death, as well as markers of biological pathways that contribute to cognitive decline. (JINS, 2018, 23, 1-13).", "doi": "10.1017/S135561771700128X", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"], "date": "2018-01-18_23:41:08"}