{"words": ["globally", "populations", "ageing", "2050", "estimated", "two", "billion", "people", "aged", "60", "years", "131", "million", "projected", "affected", "dementia", "depression", "predicted", "second", "leading", "cause", "disability", "worldwide", "2020", "preventing", "delaying", "onset", "disorders", "therefore", "public", "health", "priority", "evidence", "linking", "certain", "dietary", "patterns", "particularly", "mediterranean", "diet", "reduced", "risk", "dementia", "depression", "specific", "dietary", "components", "also", "investigated", "relation", "brain", "health", "emerging", "evidence", "supporting", "protective", "roles", "pufa", "polyphenols", "vitamin", "time", "totality", "evidence", "strongest", "support", "role", "folate", "metabolically", "related", "vitamin", "b12", "vitamin", "b6", "riboflavin", "slowing", "progression", "cognitive", "decline", "possibly", "reducing", "risk", "depression", "ageing", "future", "studies", "incorporating", "new", "technologies", "mri", "magnetoencephalography", "offer", "much", "promise", "identifying", "effective", "nutrition", "interventions", "could", "reduce", "risk", "cognitive", "mental", "disorders", "review", "explore", "ageing", "brain", "emerging", "evidence", "linking", "diet", "specific", "nutrients", "cognitive", "function", "depression", "ageing", "potential", "develop", "strategies", "could", "improve", "quality", "life", "ageing", "population"], "authors": [["Moore", "Katie", "K", "Nutrition Innovation Centre for Food and Health,School of Biomedical Sciences,Ulster University Coleraine,Coleraine,Northern Ireland."], ["Hughes", "Catherine F", "CF", "Nutrition Innovation Centre for Food and Health,School of Biomedical Sciences,Ulster University Coleraine,Coleraine,Northern Ireland."], ["Ward", "Mary", "M", "Nutrition Innovation Centre for Food and Health,School of Biomedical Sciences,Ulster University Coleraine,Coleraine,Northern Ireland."], ["Hoey", "Leane", "L", "Nutrition Innovation Centre for Food and Health,School of Biomedical Sciences,Ulster University Coleraine,Coleraine,Northern Ireland."], ["McNulty", "Helene", "H", "Nutrition Innovation Centre for Food and Health,School of Biomedical Sciences,Ulster University Coleraine,Coleraine,Northern Ireland."]], "title": "Diet, nutrition and the ageing brain: current evidence and new directions.", "year": null, "sentences": ["Globally populations are ageing.", "By 2050, it is estimated that there will be two billion people aged 60 years or over, of which 131 million are projected to be affected by dementia, while depression is predicted to be the second leading cause of disability worldwide by 2020.", "Preventing or delaying the onset of these disorders should therefore be a public health priority.", "There is some evidence linking certain dietary patterns, particularly the Mediterranean diet, with a reduced risk of dementia and depression.", "Specific dietary components have also been investigated in relation to brain health, with emerging evidence supporting protective roles for n-3 PUFA, polyphenols, vitamin D and B-vitamins.", "At this time, the totality of evidence is strongest in support of a role for folate and the metabolically related B-vitamins (vitamin B12, vitamin B6 and riboflavin) in slowing the progression of cognitive decline and possibly reducing the risk of depression in ageing.", "Future studies incorporating new technologies, such as MRI and magnetoencephalography, offer much promise in identifying effective nutrition interventions that could reduce the risk of cognitive and mental disorders.", "This review will explore the ageing brain and the emerging evidence linking diet and specific nutrients with cognitive function and depression in ageing, with the potential to develop strategies that could improve quality of life in our ageing population."], "id": "29316987", "text": "Globally populations are ageing. By 2050, it is estimated that there will be two billion people aged 60 years or over, of which 131 million are projected to be affected by dementia, while depression is predicted to be the second leading cause of disability worldwide by 2020. Preventing or delaying the onset of these disorders should therefore be a public health priority. There is some evidence linking certain dietary patterns, particularly the Mediterranean diet, with a reduced risk of dementia and depression. Specific dietary components have also been investigated in relation to brain health, with emerging evidence supporting protective roles for n-3 PUFA, polyphenols, vitamin D and B-vitamins. At this time, the totality of evidence is strongest in support of a role for folate and the metabolically related B-vitamins (vitamin B12, vitamin B6 and riboflavin) in slowing the progression of cognitive decline and possibly reducing the risk of depression in ageing. Future studies incorporating new technologies, such as MRI and magnetoencephalography, offer much promise in identifying effective nutrition interventions that could reduce the risk of cognitive and mental disorders. This review will explore the ageing brain and the emerging evidence linking diet and specific nutrients with cognitive function and depression in ageing, with the potential to develop strategies that could improve quality of life in our ageing population.", "doi": "10.1017/S0029665117004177", "journal": ["The Proceedings of the Nutrition Society", "Proc Nutr Soc"], "date": "2018-01-18_23:41:09"}