{"words": ["spinocerebellar", "ataxia", "sca", "subtypes", "often", "caused", "expansions", "regions", "genes", "like", "sca8", "sca10", "sca12", "sca36", "ataxias", "known", "associated", "repeat", "expansions", "fragile", "tremor", "ataxia", "syndrome", "fxtas", "expansions", "c9orf72", "gene", "mutation", "identified", "aforementioned", "genes", "sequencing", "ngs", "diagnostics", "may", "also", "applied", "order", "define", "optimal", "diagnostic", "strategy", "information", "frequency", "phenotypic", "characteristics", "rare", "repeat", "expansion", "disorders", "associated", "ataxia", "analyzed", "consecutive", "cohort", "440", "german", "unrelated", "patients", "symptoms", "cerebellar", "ataxia", "dysarthria", "unspecific", "symptoms", "referred", "center", "sca", "diagnostics", "showed", "alleles", "normal", "range", "common", "sca", "subtypes", "sca6", "sca7", "sca17", "patients", "screened", "expansions", "causing", "sca8", "sca10", "sca12", "sca36", "fxtas", "well", "pathogenic", "hexanucleotide", "repeat", "c9orf72", "repeats", "sca10", "sca12", "sca36", "identified", "analyzed", "patients", "five", "patients", "showed", "expanded", "sca8", "alleles", "repeats", "one", "male", "unclear", "dementia", "symptoms", "diagnosed", "large", "ggggcc", "repeat", "expansion", "c9orf72", "analysis", "fragile", "x", "mental", "retardation", "1", "gene", "fmr1", "revealed", "one", "patient", "premutation", "50", "cgg", "repeats", "seven", "patients", "alleles", "grey", "zone", "41", "54", "cgg", "repeats", "five", "patients", "showed", "92", "sca8", "combined", "repeats", "results", "support", "assumption", "smaller", "fmr1", "gene", "expansions", "could", "associated", "risk", "developing", "neurological", "signs", "results", "support", "genetic", "testing", "c9orf72", "expansion", "ataxia", "patients"], "authors": [["Aydin", "Gülsah", "G", "Faculty of Health, University Witten-Herdecke, Alfred-Herrhausen-Strasse 50, 58448, Witten, Germany."], ["Dekomien", "Gabriele", "G", "Department of Human Genetics, Ruhr-University, Gebäude MA5/39, Universitätsstraße 150, 44801, Bochum, Germany."], ["Hoffjan", "Sabine", "S", "Department of Human Genetics, Ruhr-University, Gebäude MA5/39, Universitätsstraße 150, 44801, Bochum, Germany."], ["Gerding", "Wanda Maria", "WM", "Department of Human Genetics, Ruhr-University, Gebäude MA5/39, Universitätsstraße 150, 44801, Bochum, Germany."], ["Epplen", "Jörg T", "JT", "Department of Human Genetics, Ruhr-University, Gebäude MA5/39, Universitätsstraße 150, 44801, Bochum, Germany."], ["Arning", "Larissa", "L", "Department of Human Genetics, Ruhr-University, Gebäude MA5/39, Universitätsstraße 150, 44801, Bochum, Germany. larissa.arning@rub.de."]], "title": "Frequency of SCA8, SCA10, SCA12, SCA36, FXTAS and C9orf72 repeat expansions in SCA patients negative for the most common SCA subtypes.", "year": null, "sentences": ["Spinocerebellar ataxia (SCA) subtypes are often caused by expansions in non-coding regions of genes like SCA8, SCA10, SCA12 and SCA36.", "Other ataxias are known to be associated with repeat expansions such as fragile X-associated tremor ataxia syndrome (FXTAS) or expansions in the C9orf72 gene.", "When no mutation has been identified in the aforementioned genes next-generation sequencing (NGS)-based diagnostics may also be applied.", "In order to define an optimal diagnostic strategy, more information about the frequency and phenotypic characteristics of rare repeat expansion disorders associated with ataxia should be at hand.We analyzed a consecutive cohort of 440 German unrelated patients with symptoms of cerebellar ataxia, dysarthria and other unspecific symptoms who were referred to our center for SCA diagnostics.", "They showed alleles in the normal range for the most common SCA subtypes SCA1-3, SCA6, SCA7 and SCA17.", "These patients were screened for expansions causing SCA8, SCA10, SCA12, SCA36 and FXTAS as well as for the pathogenic hexanucleotide repeat in the C9orf72 gene.Expanded repeats for SCA10, SCA12 or SCA36 were not identified in the analyzed patients.", "Five patients showed expanded SCA8 CTA/CTG alleles with 92-129 repeats.", "One 51-year-old male with unclear dementia symptoms was diagnosed with a large GGGGCC repeat expansion in C9orf72.", "The analysis of the fragile X mental retardation 1 gene (FMR1) revealed one patient with a premutation (>50 CGG repeats) and seven patients with alleles in the grey zone (41 to 54 CGG repeats).Altogether five patients showed 92 or more SCA8 CTA/CTG combined repeats.", "Our results support the assumption that smaller FMR1 gene expansions could be associated with the risk of developing neurological signs.", "The results do not support genetic testing for C9orf72 expansion in ataxia patients."], "id": "29316893", "text": "Spinocerebellar ataxia (SCA) subtypes are often caused by expansions in non-coding regions of genes like SCA8, SCA10, SCA12 and SCA36. Other ataxias are known to be associated with repeat expansions such as fragile X-associated tremor ataxia syndrome (FXTAS) or expansions in the C9orf72 gene. When no mutation has been identified in the aforementioned genes next-generation sequencing (NGS)-based diagnostics may also be applied. In order to define an optimal diagnostic strategy, more information about the frequency and phenotypic characteristics of rare repeat expansion disorders associated with ataxia should be at hand.We analyzed a consecutive cohort of 440 German unrelated patients with symptoms of cerebellar ataxia, dysarthria and other unspecific symptoms who were referred to our center for SCA diagnostics. They showed alleles in the normal range for the most common SCA subtypes SCA1-3, SCA6, SCA7 and SCA17. These patients were screened for expansions causing SCA8, SCA10, SCA12, SCA36 and FXTAS as well as for the pathogenic hexanucleotide repeat in the C9orf72 gene.Expanded repeats for SCA10, SCA12 or SCA36 were not identified in the analyzed patients. Five patients showed expanded SCA8 CTA/CTG alleles with 92-129 repeats. One 51-year-old male with unclear dementia symptoms was diagnosed with a large GGGGCC repeat expansion in C9orf72. The analysis of the fragile X mental retardation 1 gene (FMR1) revealed one patient with a premutation (>50 CGG repeats) and seven patients with alleles in the grey zone (41 to 54 CGG repeats).Altogether five patients showed 92 or more SCA8 CTA/CTG combined repeats. Our results support the assumption that smaller FMR1 gene expansions could be associated with the risk of developing neurological signs. The results do not support genetic testing for C9orf72 expansion in ataxia patients.", "doi": "10.1186/s12883-017-1009-9", "journal": ["BMC neurology", "BMC Neurol"], "date": "2018-01-18_23:41:09"}