{"words": ["identifying", "circulating", "metabolites", "associated", "cognition", "dementia", "may", "improve", "understanding", "pathogenesis", "dementia", "provide", "crucial", "readouts", "preventive", "therapeutic", "studied", "299", "metabolites", "relation", "cognition", "general", "cognitive", "ability", "two", "discovery", "cohorts", "n", "total", "5658", "metabolites", "significantly", "associated", "cognition", "adjusting", "multiple", "testing", "replicated", "four", "independent", "cohorts", "n", "total", "6652", "associations", "dementia", "alzheimer", "disease", "n", "lifestyle", "factors", "n", "5168", "discovered", "replicated", "15", "metabolites", "associated", "cognition", "including", "subfractions", "lipoprotein", "docosahexaenoic", "acid", "ornithine", "glutamine", "glycoprotein", "acetyls", "associations", "independent", "classical", "risk", "factors", "including", "lipoprotein", "cholesterol", "lipoprotein", "cholesterol", "triglycerides", "glucose", "apolipoprotein", "e", "apoe", "genotypes", "six", "metabolites", "related", "risk", "dementia", "lifestyle", "metabolites", "consistently", "associated", "cognition", "dementia", "lifestyle", "factors", "opening", "new", "avenues", "prevention", "cognitive", "decline", "dementia"], "authors": [["van der Lee", "Sven J", "SJ", "Department of Epidemiology, Erasmus Medical Center, Rotterdam, The Netherlands."], ["Teunissen", "Charlotte E", "CE", "Neurochemistry Laboratory and Biobank, Department of Clinical Chemistry, VU University Medical Center, Amsterdam Neuroscience, Amsterdam, The Netherlands."], ["Pool", "René", "R", "Department of Biological Psychology, Vrije Universiteit Amsterdam, Neuroscience Campus Amsterdam, Amsterdam, The Netherlands."], ["Shipley", "Martin J", "MJ", "Research Department of Epidemiology and Public Health, University College London, London, UK."], ["Teumer", "Alexander", "A", "Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany."], ["Chouraki", "Vincent", "V", "Lille University, Inserm, CHU Lille, Institut Pasteur de Lille, U1167 - RID-AGE - Risk Factors and Molecular Determinants of Aging-Related Diseases, Labex Distalz, Lille, France."], ["Melo van Lent", "Debora", "D", "Department of Epidemiology, Erasmus Medical Center, Rotterdam, The Netherlands; German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."], ["Tynkkynen", "Juho", "J", "University of Tampere, Tampere, Finland."], ["Fischer", "Krista", "K", "Estonian Genome Center, University of Tartu, Tartu, Estonia."], ["Hernesniemi", "Jussi", "J", "University of Tampere, Tampere, Finland; Heart Center, Tampere University Hospital, Tampere, Finland."], ["Metspalu", "Andres", "A", "Estonian Genome Center, University of Tartu, Tartu, Estonia."], ["Singh-Manoux", "Archana", "A", "Research Department of Epidemiology and Public Health, University College London, London, UK; Inserm U1018, Centre for Research in Epidemiology and Population Health, Villejuif, France."], ["Verhoeven", "Aswin", "A", "Center for Proteomics and Metabolomics, Leiden University Medical Center, Leiden, The Netherlands."], ["Willemsen", "Gonneke", "G", "Department of Biological Psychology, Vrije Universiteit Amsterdam, Neuroscience Campus Amsterdam, Amsterdam, The Netherlands."], ["de Leeuw", "Francien A", "FA", "Neurochemistry Laboratory and Biobank, Department of Clinical Chemistry, VU University Medical Center, Amsterdam Neuroscience, Amsterdam, The Netherlands; Alzheimer Center & Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Wagner", "Holger", "H", "Department of Psychiatry and Psychotherapy, University of Bonn, Bonn, Germany."], ["van Dongen", "Jenny", "J", "Department of Biological Psychology, Vrije Universiteit Amsterdam, Neuroscience Campus Amsterdam, Amsterdam, The Netherlands."], ["Hertel", "Johannes", "J", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."], ["Budde", "Kathrin", "K", "Institute of Clinical Chemistry and Laboratory Medicine, University Medicine Greifswald, Greifswald, Germany."], ["Willems van Dijk", "Ko", "K", "Einthoven Laboratory for Experimental Vascular Medicine, Leiden University Medical Center, Leiden, The Netherlands; Department of Human Genetics, Leiden University Medical Center, Leiden, The Netherlands; Department of Endocrinology and Metabolic Diseases, Leiden University Medical Center, Leiden, The Netherlands."], ["Weinhold", "Leonie", "L", "Department of Medical Biometry, Informatics and Epidemiology, University of Bonn, Bonn, Germany."], ["Ikram", "M Arfan", "MA", "Department of Epidemiology, Erasmus Medical Center, Rotterdam, The Netherlands; Department of Radiology and Nuclear Medicine, Erasmus Medical Center, Rotterdam, The Netherlands."], ["Pietzner", "Maik", "M", "Institute of Clinical Chemistry and Laboratory Medicine, University Medicine Greifswald, Greifswald, Germany."], ["Perola", "Markus", "M", "National Institute of Health and Welfare, Helsinki, Finland; Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland."], ["Wagner", "Michael", "M", "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany; Department of Psychiatry and Psychotherapy, University of Bonn, Bonn, Germany."], ["Friedrich", "Nele", "N", "Institute of Clinical Chemistry and Laboratory Medicine, University Medicine Greifswald, Greifswald, Germany."], ["Slagboom", "P E", "PE", "Section of Molecular Epidemiology, Leiden University Medical Center, Leiden, The Netherlands."], ["Scheltens", "Philip", "P", "Alzheimer Center & Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Yang", "Qiong", "Q", "Department of Biostatistics, Boston University School of Public Health, Boston, MA, USA."], ["Gertzen", "Robert E", "RE", "Division of Cardiovascular Medicine, Beth Israel Deaconess Medical Center, Boston, MA, USA."], ["Egert", "Sarah", "S", "Department of Nutrition and Food Sciences, Nutritional Physiology, University of Bonn, Bonn, Germany."], ["Li", "Shuo", "S", "Department of Biostatistics, Boston University School of Public Health, Boston, MA, USA."], ["Hankemeier", "Thomas", "T", "Department of Epidemiology, Erasmus Medical Center, Rotterdam, The Netherlands; Division of Analytical Biosciences, Leiden Academic Centre for Drug Research, Faculty of Science, Universiteit Leiden, Leiden, The Netherlands; Translational Epidemiology, Faculty Science, Leiden University, Leiden, The Netherlands."], ["van Beijsterveldt", "Catharine E M", "CEM", "Department of Biological Psychology, Vrije Universiteit Amsterdam, Neuroscience Campus Amsterdam, Amsterdam, The Netherlands."], ["Ramachandran", "Vasan", "V", "Department of Medicine, Boston University School of Medicine, Boston, MA, USA; The Framingham Heart Study, Framingham, MA, USA."], ["Maier", "Wolfgang", "W", "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany; Department of Psychiatry and Psychotherapy, University of Bonn, Bonn, Germany."], ["Peeters", "Carel F W", "CFW", "Department of Epidemiology & Biostatistics, Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, The Netherlands."], ["Jörgen Grabe", "Hans", "H", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany; German Center for Neurodegenerative Diseases (DZNE), Rostock/Greifswald, Germany."], ["Ramirez", "Alfredo", "A", "Department of Psychiatry and Psychotherapy, University of Bonn, Bonn, Germany; Institute of Human Genetics, University of Bonn, Bonn, Germany; Department of Psychiatry and Psychotherapy, University of Cologne, Cologne, Germany."], ["Seshadri", "Sudha", "S", "Department of Neurology, Boston University School of Medicine, Boston, MA, USA."], ["Haller", "Toomas", "T", "Estonian Genome Center, University of Tartu, Tartu, Estonia."], ["Kivimäki", "Mika", "M", "Research Department of Epidemiology and Public Health, University College London, London, UK."], ["Salomaa", "Veikko", "V", "National Institute of Health and Welfare, Helsinki, Finland."], ["Demirkan", "Ayşe", "A", "Department of Epidemiology, Erasmus Medical Center, Rotterdam, The Netherlands; Department of Human Genetics, Leiden University Medical Center, Leiden, The Netherlands."], ["Boomsma", "Dorret", "D", "Department of Biological Psychology, Vrije Universiteit Amsterdam, Neuroscience Campus Amsterdam, Amsterdam, The Netherlands."], ["van der Flier", "Wiesje M", "WM", "Alzheimer Center & Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands; Department of Epidemiology & Biostatistics, Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, The Netherlands."], ["Amin", "Najaf", "N", "Department of Epidemiology, Erasmus Medical Center, Rotterdam, The Netherlands."], ["van Duijn", "Cornelia M", "CM", "Department of Epidemiology, Erasmus Medical Center, Rotterdam, The Netherlands; Translational Epidemiology, Faculty Science, Leiden University, Leiden, The Netherlands. Electronic address: c.vanduijn@erasmusmc.nl."]], "title": "Circulating metabolites and general cognitive ability and dementia: Evidence from 11 cohort studies.", "year": null, "sentences": ["Identifying circulating metabolites that are associated with cognition and dementia may improve our understanding of the pathogenesis of dementia and provide crucial readouts for preventive and therapeutic interventions.We studied 299 metabolites in relation to cognition (general cognitive ability) in two discovery cohorts (N total = 5658).", "Metabolites significantly associated with cognition after adjusting for multiple testing were replicated in four independent cohorts (N total = 6652), and the associations with dementia and Alzheimer's disease (N = 25,872) and lifestyle factors (N = 5168) were examined.We discovered and replicated 15 metabolites associated with cognition including subfractions of high-density lipoprotein, docosahexaenoic acid, ornithine, glutamine, and glycoprotein acetyls.", "These associations were independent of classical risk factors including high-density lipoprotein cholesterol, low-density lipoprotein cholesterol, triglycerides, glucose, and apolipoprotein E (APOE) genotypes.", "Six of the cognition-associated metabolites were related to the risk of dementia and lifestyle factors.Circulating metabolites were consistently associated with cognition, dementia, and lifestyle factors, opening new avenues for prevention of cognitive decline and dementia."], "id": "29316447", "text": "Identifying circulating metabolites that are associated with cognition and dementia may improve our understanding of the pathogenesis of dementia and provide crucial readouts for preventive and therapeutic interventions.We studied 299 metabolites in relation to cognition (general cognitive ability) in two discovery cohorts (N total = 5658). Metabolites significantly associated with cognition after adjusting for multiple testing were replicated in four independent cohorts (N total = 6652), and the associations with dementia and Alzheimer's disease (N = 25,872) and lifestyle factors (N = 5168) were examined.We discovered and replicated 15 metabolites associated with cognition including subfractions of high-density lipoprotein, docosahexaenoic acid, ornithine, glutamine, and glycoprotein acetyls. These associations were independent of classical risk factors including high-density lipoprotein cholesterol, low-density lipoprotein cholesterol, triglycerides, glucose, and apolipoprotein E (APOE) genotypes. Six of the cognition-associated metabolites were related to the risk of dementia and lifestyle factors.Circulating metabolites were consistently associated with cognition, dementia, and lifestyle factors, opening new avenues for prevention of cognitive decline and dementia.", "doi": "10.1016/j.jalz.2017.11.012", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"], "date": "2018-01-18_23:41:10"}