{"authors": [["Redston", "Mitchell R", "MR", "Faculty of Pharmacy, The University of Sydney, Sydney, NSW, Australia."], ["Hilmer", "Sarah N", "SN", "Departments of Aged Care and Clinical Pharmacology, Kolling Institute of Medical Research, Royal North Shore Hospital, Sydney, NSW, Australia."], ["McLachlan", "Andrew J", "AJ", "Faculty of Pharmacy, The University of Sydney, Sydney, NSW, Australia."], ["Clough", "Alexander J", "AJ", "Faculty of Pharmacy, The University of Sydney, Sydney, NSW, Australia."], ["Gnjidic", "Danijela", "D", "Faculty of Pharmacy, The University of Sydney, Sydney, NSW, Australia."]], "date": "2017-12-16", "id": "29278890", "text": "Older people with cognitive impairment, including dementia and delirium, are high users of acute care services internationally. Potentially inappropriate medication (PIM) use may be associated with adverse outcomes, including hospital re-admission, functional disability, and mortality.This systematic review aimed to quantify and compare the prevalence of PIMs in older inpatients with and without cognitive impairment.A systematic search of observational studies was performed independently assessed by two reviewers in Embase, Medline, PsycINFO, International Pharmaceutical Abstracts, Scopus, and Informit. Articles published in English during the period January 2007-June 2017 that reported PIM prevalence in hospital inpatients ≥ 65 years were included. PIMs were defined as the presence of polypharmacy (multiple medication use) and using implicit or explicit tools, such as the Beers criteria, and 'Screening Tool of Older Person's Prescriptions' (STOPP).47 articles were included. In studies measuring polypharmacy (n = 15), the prevalence of PIMs ranged from 53.2% to 89.8% and 30.4% to 97.1% for inpatients with and without cognitive impairment, respectively, and 24.0% to 80.0% when cognitive status was unreported. In studies employing explicit and implicit tools (n = 35), the prevalence of PIMs when cognitive impairment was reported ranged from 20.6% to 80.5% using the Beers criteria, and 39.3% to 88.5% using STOPP. When cognitive status was unreported, the prevalence of PIMs ranged from 7.0% to 79.2% using the Beers criteria, and 20.0% to 63.4% using STOPP.Our findings suggest a high prevalence of PIMs in older inpatients with and without cognitive impairment. Future studies should investigate the impact of PIM use on patient-centered outcomes, such as functional status and quality of life, to inform enhanced acute care services.", "doi": "10.3233/JAD-170842", "title": "Prevalence of Potentially Inappropriate Medication Use in Older Inpatients with and without Cognitive Impairment: A Systematic Review.", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."]}