{"words": ["early", "white", "matter", "wm", "changes", "common", "dementia", "may", "contribute", "functional", "decline", "examine", "phenomenon", "induced", "dementia", "model", "first", "time", "report", "novel", "selective", "form", "myelin", "injury", "first", "manifestation", "tauopathy", "adult", "central", "nervous", "system", "myelin", "pathology", "rapidly", "followed", "induction", "p301", "tau", "mutation", "associated", "dementia", "humans", "rtg4510", "line", "damage", "involved", "focal", "disruption", "myelin", "lamella", "internal", "oligodendrocyte", "tongue", "process", "followed", "myelin", "remodeling", "features", "included", "myelin", "thinning", "internodal", "shortening", "evolution", "phenotype", "complete", "molecular", "layer", "dentate", "gyrus", "1", "month", "optic", "nerve", "9", "months", "transgene", "induction", "proceeded", "absence", "actual", "demyelination", "reactive", "glial", "changes", "inflammatory", "response", "initial", "rapid", "myelin", "pathology", "associated", "loss", "wm", "function", "performance", "decline", "novel", "recognition", "test", "effects", "largely", "reversed", "myelin", "phase", "initial", "phase", "myelin", "injury", "accompanied", "disruption", "vesicle", "population", "present", "axoplasm", "hippocampal", "axons", "axoplasmic", "vesicle", "release", "significant", "regulation", "myelin", "plasticity", "disruption", "pathway", "may", "underlie", "myelin", "damage", "remodeling", "evoked", "tauopathy", "wm", "dysfunction", "early", "tauopathy", "disorder", "neural", "circuits", "current", "findings", "suggest", "event", "may", "make", "significant", "contribution", "early", "clinical", "deficit", "dementia"], "authors": [["Jackson", "Joshua", "J", "University of Bath, Bath, United Kingdom."], ["Bianco", "Gabby", "G", "University of Bath, Bath, United Kingdom."], ["Rosa", "Angelo O", "AO", "Plymouth Electron Microscopy Centre, University of Plymouth, Plymouth, United Kingdom."], ["Cowan", "Katrina", "K", "Peninsula School of Medicine and Dentistry, University of Plymouth, PUPSMD, Plymouth, United Kingdom."], ["Bond", "Peter", "P", "Plymouth Electron Microscopy Centre, University of Plymouth, Plymouth, United Kingdom."], ["Anichtchik", "Oleg", "O", "Peninsula School of Medicine and Dentistry, University of Plymouth, PUPSMD, Plymouth, United Kingdom."], ["Fern", "Robert", "R", "Peninsula School of Medicine and Dentistry, University of Plymouth, PUPSMD, Plymouth, United Kingdom."]], "title": "White matter tauopathy: Transient functional loss and novel myelin remodeling.", "year": null, "sentences": ["Early white matter (WM) changes are common in dementia and may contribute to functional decline.", "We here examine this phenomenon in an induced dementia model for the first time.", "We report a novel and selective form of myelin injury as the first manifestation of tauopathy in the adult central nervous system.", "Myelin pathology rapidly followed the induction of a P301 tau mutation associated with fronto-temporal dementia in humans (rTG4510 line).", "Damage involved focal disruption of the ad-axonal myelin lamella and internal oligodendrocyte tongue process, followed by myelin remodeling with features of re-myelination that included myelin thinning and internodal shortening.", "The evolution of the re-myelinated phenotype was complete in the molecular layer of the dentate gyrus after 1 month and in the optic nerve (ON) after 9 months of transgene induction and proceeded in the absence of actual demyelination, reactive glial changes or inflammatory response.", "The initial rapid myelin pathology was associated with loss of WM function and performance decline in a novel recognition test and both these effects largely reversed during the myelin re-modeling phase.", "The initial phase of myelin injury was accompanied by disruption of the vesicle population present in the axoplasm of hippocampal and ON axons.", "Axoplasmic vesicle release is significant for the regulation of myelin plasticity and disruption of this pathway may underlie the myelin damage and remodeling evoked by tauopathy.", "WM dysfunction early in tauopathy will disorder neural circuits, the current findings suggest this event may make a significant contribution to early clinical deficit in dementia."], "id": "29315804", "text": "Early white matter (WM) changes are common in dementia and may contribute to functional decline. We here examine this phenomenon in an induced dementia model for the first time. We report a novel and selective form of myelin injury as the first manifestation of tauopathy in the adult central nervous system. Myelin pathology rapidly followed the induction of a P301 tau mutation associated with fronto-temporal dementia in humans (rTG4510 line). Damage involved focal disruption of the ad-axonal myelin lamella and internal oligodendrocyte tongue process, followed by myelin remodeling with features of re-myelination that included myelin thinning and internodal shortening. The evolution of the re-myelinated phenotype was complete in the molecular layer of the dentate gyrus after 1 month and in the optic nerve (ON) after 9 months of transgene induction and proceeded in the absence of actual demyelination, reactive glial changes or inflammatory response. The initial rapid myelin pathology was associated with loss of WM function and performance decline in a novel recognition test and both these effects largely reversed during the myelin re-modeling phase. The initial phase of myelin injury was accompanied by disruption of the vesicle population present in the axoplasm of hippocampal and ON axons. Axoplasmic vesicle release is significant for the regulation of myelin plasticity and disruption of this pathway may underlie the myelin damage and remodeling evoked by tauopathy. WM dysfunction early in tauopathy will disorder neural circuits, the current findings suggest this event may make a significant contribution to early clinical deficit in dementia.", "doi": "10.1002/glia.23286", "journal": ["Glia", "Glia"], "date": "2018-01-18_23:41:11"}