{"words": ["care", "home", "residents", "high", "healthcare", "needs", "fully", "met", "prevailing", "healthcare", "models", "study", "explored", "healthcare", "configuration", "influences", "resource", "realist", "evaluation", "using", "qualitative", "quantitative", "data", "case", "studies", "three", "uk", "health", "social", "care", "economies", "selected", "differing", "patterns", "healthcare", "delivery", "care", "homes", "four", "homes", "per", "area", "12", "total", "recruited", "total", "239", "residents", "followed", "12", "months", "record", "overall", "181", "participants", "completed", "116", "interviews", "13", "focus", "groups", "including", "residents", "relatives", "care", "home", "staff", "community", "nurses", "allied", "health", "professionals", "general", "configurations", "identified", "explaining", "supported", "effective", "working", "healthcare", "services", "care", "home", "staff", "investment", "care", "work", "legitimises", "values", "work", "care", "homes", "ii", "relational", "working", "time", "builds", "trust", "practitioners", "iii", "care", "around", "care", "homes", "iv", "access", "specialist", "care", "older", "people", "dementia", "resource", "use", "similar", "sites", "despite", "differing", "approaches", "healthcare", "greater", "utilisation", "gp", "resource", "specifically", "commissioned", "difference", "costs", "generating", "opportunities", "interest", "healthcare", "care", "home", "staff", "working", "together", "integral", "optimal", "healthcare", "provision", "care", "homes", "outcomes", "likely", "better", "focus", "activities", "legitimise", "ongoing", "contact", "healthcare", "staff", "care", "homes", "institutional", "level", "link", "wider", "system", "healthcare", "provide", "access", "expertise"], "authors": [["Gordon", "Adam L", "AL", "Division of Medical Sciences and Graduate Entry Medicine, University of Nottingham, Nottingham, UK."], ["Goodman", "Claire", "C", "Centre for Research in Primary and Community Care, University of Hertfordshire, Hertfordshire, UK."], ["Davies", "Sue L", "SL", "Centre for Research in Primary and Community Care, University of Hertfordshire, Hertfordshire, UK."], ["Dening", "Tom", "T", "Institute of Mental Health, University of Nottingham, Nottingham, UK."], ["Gage", "Heather", "H", "Surrey Health Economics Centre, University of Surrey, Guildford, UK."], ["Meyer", "Julienne", "J", "School of Health Sciences, City, University of London, London, UK."], ["Schneider", "Justine", "J", "Institute of Mental Health, University of Nottingham, Nottingham, UK."], ["Bell", "Brian", "B", "Division of Primary Care, University of Nottingham, Nottingham, UK."], ["Jordan", "Jake", "J", "Surrey Health Economics Centre, University of Surrey, Guildford, UK."], ["Martin", "Finbarr C", "FC", "Division of Health and Social Care Research, Kings College, London, UK."], ["Iliffe", "Steve", "S", "Centre for Ageing Population Studies, University College, London, UK."], ["Bowman", "Clive", "C", "School of Health Sciences, City, University of London, London, UK."], ["Gladman", "John R F", "JRF", "Division of Rehabilitation and Ageing, University of Nottingham, Nottingham, UK."], ["Victor", "Christina", "C", "College of Health and Life Sciences, Brunel University London, London, UK."], ["Mayrhofer", "Andrea", "A", "Centre for Research in Primary and Community Care, University of Hertfordshire, Hertfordshire, UK."], ["Handley", "Melanie", "M", "Centre for Research in Primary and Community Care, University of Hertfordshire, Hertfordshire, UK."], ["Zubair", "Maria", "M", "Division of Medical Sciences and Graduate Entry Medicine, University of Nottingham, Nottingham, UK."]], "title": "Optimal healthcare delivery to care homes in the UK: a realist evaluation of what supports effective working to improve healthcare outcomes.", "year": null, "sentences": ["care home residents have high healthcare needs not fully met by prevailing healthcare models.", "This study explored how healthcare configuration influences resource use.a realist evaluation using qualitative and quantitative data from case studies of three UK health and social care economies selected for differing patterns of healthcare delivery to care homes.", "Four homes per area (12 in total) were recruited.", "A total of 239 residents were followed for 12 months to record resource-use.", "Overall, 181 participants completed 116 interviews and 13 focus groups including residents, relatives, care home staff, community nurses, allied health professionals and General Practitioners.context-mechanism-outcome configurations were identified explaining what supported effective working between healthcare services and care home staff: (i) investment in care home-specific work that legitimises and values work with care homes; (ii) relational working which over time builds trust between practitioners; (iii) care which 'wraps around' care homes; and (iv) access to specialist care for older people with dementia.", "Resource use was similar between sites despite differing approaches to healthcare.", "There was greater utilisation of GP resource where this was specifically commissioned but no difference in costs between sites.activities generating opportunities and an interest in healthcare and care home staff working together are integral to optimal healthcare provision in care homes.", "Outcomes are likely to be better where: focus and activities legitimise ongoing contact between healthcare staff and care homes at an institutional level; link with a wider system of healthcare; and provide access to dementia-specific expertise."], "id": "29315370", "text": "care home residents have high healthcare needs not fully met by prevailing healthcare models. This study explored how healthcare configuration influences resource use.a realist evaluation using qualitative and quantitative data from case studies of three UK health and social care economies selected for differing patterns of healthcare delivery to care homes. Four homes per area (12 in total) were recruited. A total of 239 residents were followed for 12 months to record resource-use. Overall, 181 participants completed 116 interviews and 13 focus groups including residents, relatives, care home staff, community nurses, allied health professionals and General Practitioners.context-mechanism-outcome configurations were identified explaining what supported effective working between healthcare services and care home staff: (i) investment in care home-specific work that legitimises and values work with care homes; (ii) relational working which over time builds trust between practitioners; (iii) care which 'wraps around' care homes; and (iv) access to specialist care for older people with dementia. Resource use was similar between sites despite differing approaches to healthcare. There was greater utilisation of GP resource where this was specifically commissioned but no difference in costs between sites.activities generating opportunities and an interest in healthcare and care home staff working together are integral to optimal healthcare provision in care homes. Outcomes are likely to be better where: focus and activities legitimise ongoing contact between healthcare staff and care homes at an institutional level; link with a wider system of healthcare; and provide access to dementia-specific expertise.", "doi": "10.1093/ageing/afx195", "journal": ["Age and ageing", "Age Ageing"], "date": "2018-01-18_23:41:11"}