{"words": ["diet", "plays", "crucial", "role", "cognitive", "function", "studies", "examined", "relationship", "dietary", "patterns", "cognitive", "functions", "older", "adults", "korean", "population", "study", "aimed", "identify", "effect", "dietary", "patterns", "risk", "mild", "cognitive", "impairment", "total", "239", "participants", "including", "88", "men", "151", "women", "aged", "65", "years", "older", "selected", "health", "centers", "district", "seoul", "gyeonggi", "province", "incheon", "korea", "dietary", "patterns", "determined", "using", "reduced", "rank", "regression", "rrr", "methods", "responses", "regarding", "vitamin", "b6", "vitamin", "c", "iron", "intakes", "based", "recall", "food", "frequency", "questionnaire", "cognitive", "function", "assessed", "using", "mental", "state", "examination", "multivariable", "logistic", "regression", "models", "used", "estimate", "association", "dietary", "pattern", "score", "risk", "mild", "cognitive", "impairment", "total", "20", "8", "239", "participants", "mild", "cognitive", "impairment", "three", "dietary", "patterns", "identified", "seafood", "vegetables", "high", "meat", "bread", "ham", "alcohol", "among", "three", "dietary", "patterns", "older", "adult", "population", "adhered", "seafood", "vegetables", "pattern", "characterized", "high", "intake", "seafood", "vegetables", "fruits", "bread", "snacks", "soy", "products", "beans", "chicken", "pork", "ham", "egg", "milk", "decreased", "risk", "mild", "cognitive", "impairment", "compared", "adjusted", "odds", "ratios", "95", "confidence", "interval", "controlling", "gender", "supplementation", "education", "history", "dementia", "physical", "activity", "body", "mass", "index", "bmi", "duration", "sleep", "two", "dietary", "patterns", "significantly", "associated", "risk", "mild", "cognitive", "impairment", "conclusion", "high", "consumption", "fruits", "vegetables", "seafood", "protein", "foods", "significantly", "associated", "reduced", "mild", "cognitive", "impairment", "older", "korean", "adults", "results", "contribute", "establishment", "dietary", "guidelines", "targeting", "older", "korean", "adults", "reduce", "mild", "cognitive", "impairments", "future", "prospective", "cohort", "studies", "warranted", "examine", "effect", "seafood", "vegetable", "dietary", "pattern", "reducing", "mild", "cognitive", "impairment", "prove", "relationship", "dietary", "patterns", "cognitive", "function"], "authors": [["Shin", "Dayeon", "D", "Department of Public Health, Food Studies and Nutrition, Syracuse University, Syracuse, NY 13244, USA. dshin03@syr.edu."], ["Lee", "Kyung Won", "KW", "Division of Epidemiology and Health Index, Center for Genome Science, Korea National Institute of Health, Korea Centers for Disease Control and Prevention, Cheongju-si 28160, Korea. kyungwlee@korea.kr."], ["Kim", "Mi-Hye", "MH", "Department of Food and Nutrition, Hoseo University, Asan, Chungnam 31499, Korea. kimmihye92@hoseo.edu."], ["Kim", "Hung Ju", "HJ", "Department of Social Welfare, Wonkwang University, Iksan 54538, Korea. kanddol@wku.ac.kr."], ["An", "Yun Sook", "YS", "Department of Social Welfare, Wonkwang University, Iksan 54538, Korea. 200233sook@naver.com."], ["Chung", "Hae-Kyung", "HK", "Department of Food and Nutrition, Hoseo University, Asan, Chungnam 31499, Korea. hkchung@hoseo.edu."]], "title": "Identifying Dietary Patterns Associated with Mild Cognitive Impairment in Older Korean Adults Using Reduced Rank Regression.", "year": null, "sentences": ["Diet plays a crucial role in cognitive function.", "Few studies have examined the relationship between dietary patterns and cognitive functions of older adults in the Korean population.", "This study aimed to identify the effect of dietary patterns on the risk of mild cognitive impairment.", "A total of 239 participants, including 88 men and 151 women, aged 65 years and older were selected from health centers in the district of Seoul, Gyeonggi province, and Incheon, in Korea.", "Dietary patterns were determined using Reduced Rank Regression (RRR) methods with responses regarding vitamin B6, vitamin C, and iron intakes, based on both a one-day 24-h recall and a food frequency questionnaire.", "Cognitive function was assessed using the Korean-Mini Mental State Examination (K-MMSE).", "Multivariable logistic regression models were used to estimate the association between dietary pattern score and the risk of mild cognitive impairment.", "A total of 20 (8%) out of the 239 participants had mild cognitive impairment.", "Three dietary patterns were identified: seafood and vegetables, high meat, and bread, ham, and alcohol.", "Among the three dietary patterns, the older adult population who adhered to the seafood and vegetables pattern, characterized by high intake of seafood, vegetables, fruits, bread, snacks, soy products, beans, chicken, pork, ham, egg, and milk had a decreased risk of mild cognitive impairment compared to those who did not (adjusted odds ratios 0.06, 95% confidence interval 0.01-0.72) after controlling for gender, supplementation, education, history of dementia, physical activity, body mass index (BMI), and duration of sleep.", "The other two dietary patterns were not significantly associated with the risk of mild cognitive impairment.", "In conclusion, high consumption of fruits, vegetables, seafood, and protein foods was significantly associated with reduced mild cognitive impairment in older Korean adults.", "These results can contribute to the establishment of dietary guidelines targeting older Korean adults to reduce mild cognitive impairments.", "Future prospective cohort studies are warranted to examine the effect of the seafood and vegetable dietary pattern on reducing mild cognitive impairment to prove the cause-effect relationship between dietary patterns and cognitive function."], "id": "29315276", "text": "Diet plays a crucial role in cognitive function. Few studies have examined the relationship between dietary patterns and cognitive functions of older adults in the Korean population. This study aimed to identify the effect of dietary patterns on the risk of mild cognitive impairment. A total of 239 participants, including 88 men and 151 women, aged 65 years and older were selected from health centers in the district of Seoul, Gyeonggi province, and Incheon, in Korea. Dietary patterns were determined using Reduced Rank Regression (RRR) methods with responses regarding vitamin B6, vitamin C, and iron intakes, based on both a one-day 24-h recall and a food frequency questionnaire. Cognitive function was assessed using the Korean-Mini Mental State Examination (K-MMSE). Multivariable logistic regression models were used to estimate the association between dietary pattern score and the risk of mild cognitive impairment. A total of 20 (8%) out of the 239 participants had mild cognitive impairment. Three dietary patterns were identified: seafood and vegetables, high meat, and bread, ham, and alcohol. Among the three dietary patterns, the older adult population who adhered to the seafood and vegetables pattern, characterized by high intake of seafood, vegetables, fruits, bread, snacks, soy products, beans, chicken, pork, ham, egg, and milk had a decreased risk of mild cognitive impairment compared to those who did not (adjusted odds ratios 0.06, 95% confidence interval 0.01-0.72) after controlling for gender, supplementation, education, history of dementia, physical activity, body mass index (BMI), and duration of sleep. The other two dietary patterns were not significantly associated with the risk of mild cognitive impairment. In conclusion, high consumption of fruits, vegetables, seafood, and protein foods was significantly associated with reduced mild cognitive impairment in older Korean adults. These results can contribute to the establishment of dietary guidelines targeting older Korean adults to reduce mild cognitive impairments. Future prospective cohort studies are warranted to examine the effect of the seafood and vegetable dietary pattern on reducing mild cognitive impairment to prove the cause-effect relationship between dietary patterns and cognitive function.", "doi": "10.3390/ijerph15010100", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"], "date": "2018-01-18_23:41:12"}