{"words": ["aging", "society", "global", "trend", "care", "older", "adults", "dementia", "urgent", "challenge", "dementia", "progresses", "patients", "exhibit", "negative", "emotions", "memory", "disorders", "sleep", "disorders", "agitated", "behavior", "agitated", "behavior", "one", "difficult", "problems", "family", "caregivers", "healthcare", "providers", "handle", "caring", "older", "adults", "aim", "study", "investigate", "effectiveness", "white", "noise", "improving", "agitated", "behavior", "mental", "status", "activities", "daily", "living", "older", "adults", "experimental", "research", "design", "used", "study", "elderly", "participants", "two", "times", "pretest", "posttest", "six", "dementia", "care", "centers", "central", "southern", "taiwan", "targeted", "recruit", "participants", "63", "participants", "28", "experimental", "group", "35", "comparison", "group", "experimental", "group", "participants", "received", "20", "minutes", "white", "noise", "consisting", "ocean", "rain", "wind", "running", "water", "sounds", "4", "5", "daily", "period", "4", "weeks", "comparison", "group", "received", "routine", "care", "questionnaires", "completed", "observations", "agitated", "behaviors", "collected", "behavior", "experimental", "group", "improved", "significantly", "pretest", "posttest", "furthermore", "posttest", "scores", "status", "examination", "barthel", "index", "slightly", "better", "group", "pretest", "however", "experimental", "group", "registered", "significant", "difference", "mental", "status", "activities", "daily", "living", "posttest", "comparison", "group", "agitated", "behavior", "unchanged", "pretest", "results", "study", "support", "white", "noise", "simple", "convenient", "noninvasive", "intervention", "improves", "agitated", "behavior", "older", "adults", "dementia", "results", "may", "provide", "reference", "related", "healthcare", "providers", "educators", "administrators", "care", "older", "adults", "dementia"], "authors": [["Lin", "Li-Wei", "LW", "PhD, RN, Assistant Professor, Department of Nursing, Hungkuang University."], ["Weng", "Shu-Chuan", "SC", "MSN, RN, Instructor, Department of Nursing, Fooyin University."], ["Wu", "Hua-Shan", "HS", "PhD, RN, Associate Professor, Department of Nursing, Asia University."], ["Tsai", "Lu-Jen", "LJ", "MSN, RN, Teaching Assistant, Department of Nursing, National Taichung University of Science and Technology."], ["Lin", "Ya-Ling", "YL", "MSN, RN, Supervisor, Department of Nursing, Ministry of Health and Welfare, Taichung Hospital."], ["Yeh", "Shu-Hui", "SH", null]], "title": "The Effects of White Noise on Agitated Behaviors, Mental Status, and Activities of Daily Living in Older Adults With Dementia.", "year": null, "sentences": ["The aging of society is a global trend, and care of older adults with dementia is an urgent challenge.", "As dementia progresses, patients exhibit negative emotions, memory disorders, sleep disorders, and agitated behavior.", "Agitated behavior is one of the most difficult problems for family caregivers and healthcare providers to handle when caring for older adults with dementia.The aim of this study was to investigate the effectiveness of white noise in improving agitated behavior, mental status, and activities of daily living in older adults with dementia.An experimental research design was used to study elderly participants two times (pretest and posttest).", "Six dementia care centers in central and southern Taiwan were targeted to recruit participants.", "There were 63 participants: 28 were in the experimental group, and 35 were in the comparison group.", "Experimental group participants received 20 minutes of white noise consisting of ocean, rain, wind, and running water sounds between 4 and 5 P.M. daily over a period of 4 weeks.", "The comparison group received routine care.", "Questionnaires were completed, and observations of agitated behaviors were collected before and after the intervention.Agitated behavior in the experimental group improved significantly between pretest and posttest.", "Furthermore, posttest scores on the Mini-Mental Status Examination and Barthel Index were slightly better for this group than at pretest.", "However, the experimental group registered no significant difference in mental status or activities of daily living at posttest.", "For the comparison group, agitated behavior was unchanged between pretest and posttest.The results of this study support white noise as a simple, convenient, and noninvasive intervention that improves agitated behavior in older adults with dementia.", "These results may provide a reference for related healthcare providers, educators, and administrators who care for older adults with dementia."], "id": "29315202", "text": "The aging of society is a global trend, and care of older adults with dementia is an urgent challenge. As dementia progresses, patients exhibit negative emotions, memory disorders, sleep disorders, and agitated behavior. Agitated behavior is one of the most difficult problems for family caregivers and healthcare providers to handle when caring for older adults with dementia.The aim of this study was to investigate the effectiveness of white noise in improving agitated behavior, mental status, and activities of daily living in older adults with dementia.An experimental research design was used to study elderly participants two times (pretest and posttest). Six dementia care centers in central and southern Taiwan were targeted to recruit participants. There were 63 participants: 28 were in the experimental group, and 35 were in the comparison group. Experimental group participants received 20 minutes of white noise consisting of ocean, rain, wind, and running water sounds between 4 and 5 P.M. daily over a period of 4 weeks. The comparison group received routine care. Questionnaires were completed, and observations of agitated behaviors were collected before and after the intervention.Agitated behavior in the experimental group improved significantly between pretest and posttest. Furthermore, posttest scores on the Mini-Mental Status Examination and Barthel Index were slightly better for this group than at pretest. However, the experimental group registered no significant difference in mental status or activities of daily living at posttest. For the comparison group, agitated behavior was unchanged between pretest and posttest.The results of this study support white noise as a simple, convenient, and noninvasive intervention that improves agitated behavior in older adults with dementia. These results may provide a reference for related healthcare providers, educators, and administrators who care for older adults with dementia.", "doi": "10.1097/JNR.0000000000000211", "journal": ["The journal of nursing research : JNR", "J Nurs Res"], "date": "2018-01-18_23:41:12"}