{"words": ["semantic", "cognition", "described", "controlled", "semantic", "cognition", "csc", "framework", "rogers", "et", "neuropsychologia", "76", "220", "involves", "two", "key", "components", "activation", "coherent", "generalizable", "concepts", "within", "heteromodal", "combination", "features", "spokes", "constraining", "mechanism", "manipulates", "gates", "knowledge", "generate", "behaviour", "goal", "representations", "largely", "supported", "executive", "regions", "frontal", "parietal", "cortex", "thought", "allow", "generation", "aspects", "knowledge", "appropriate", "task", "context", "semantic", "aphasia", "sa", "patients", "deficits", "correlated", "general", "executive", "impairment", "csc", "proposal", "correct", "patients", "executive", "impairment", "exhibit", "impaired", "semantic", "cognition", "also", "show", "characteristics", "align", "observed", "sa", "possibility", "remains", "largely", "untested", "patients", "selected", "basis", "show", "executive", "impairment", "syndrome", "extensively", "tested", "tasks", "tapping", "semantic", "control", "previously", "compared", "sa", "cases", "explored", "conceptual", "processing", "12", "patients", "showing", "symptoms", "consistent", "dysexecutive", "syndrome", "dys", "24", "sa", "patients", "using", "range", "multimodal", "semantic", "assessments", "manipulated", "control", "demands", "patients", "executive", "impairments", "despite", "selected", "show", "semantic", "impairments", "nevertheless", "showed", "parallel", "patterns", "sa", "cases", "showed", "strong", "effects", "distractor", "strength", "cues", "miscues", "distance", "plus", "minimal", "effects", "word", "frequency", "comprehension", "unlike", "semantic", "dementia", "patients", "degradation", "conceptual", "knowledge", "supports", "component", "process", "account", "semantic", "cognition", "retrieval", "shaped", "control", "processes", "confirms", "deficits", "sa", "patients", "reflect", "difficulty", "controlling", "semantic", "retrieval"], "authors": [["Thompson", "Hannah E", "HE", "School of Psychology, University of Surrey, UK."], ["Almaghyuli", "Azizah", "A", "Department of Psychology and York Neuroimaging Centre, University of York, UK."], ["Noonan", "Krist A", "KA", "School of Social and Community Medicine, University of Bristol, UK."], ["Barak", "Ohr", "O", "Brain Injury Rehabilitation Trust (BIRT), York, UK."], ["Lambon Ralph", "Matthew A", "MA", "Neuroscience and Aphasia Research Unit, Division of Neuroscience and Experimental Psychology, School of Biological Sciences, University of Manchester, UK."], ["Jefferies", "Elizabeth", "E", "Department of Psychology and York Neuroimaging Centre, University of York, UK."]], "title": "The contribution of executive control to semantic cognition: Convergent evidence from semantic aphasia and executive dysfunction.", "year": null, "sentences": ["Semantic cognition, as described by the controlled semantic cognition (CSC) framework (Rogers et al., , Neuropsychologia, 76, 220), involves two key components: activation of coherent, generalizable concepts within a heteromodal 'hub' in combination with modality-specific features (spokes), and a constraining mechanism that manipulates and gates this knowledge to generate time- and task-appropriate behaviour.", "Executive-semantic goal representations, largely supported by executive regions such as frontal and parietal cortex, are thought to allow the generation of non-dominant aspects of knowledge when these are appropriate for the task or context.", "Semantic aphasia (SA) patients have executive-semantic deficits, and these are correlated with general executive impairment.", "If the CSC proposal is correct, patients with executive impairment should not only exhibit impaired semantic cognition, but should also show characteristics that align with those observed in SA.", "This possibility remains largely untested, as patients selected on the basis that they show executive impairment (i.e., with 'dysexecutive syndrome') have not been extensively tested on tasks tapping semantic control and have not been previously compared with SA cases.", "We explored conceptual processing in 12 patients showing symptoms consistent with dysexecutive syndrome (DYS) and 24 SA patients, using a range of multimodal semantic assessments which manipulated control demands.", "Patients with executive impairments, despite not being selected to show semantic impairments, nevertheless showed parallel patterns to SA cases.", "They showed strong effects of distractor strength, cues and miscues, and probe-target distance, plus minimal effects of word frequency on comprehension (unlike semantic dementia patients with degradation of conceptual knowledge).", "This supports a component process account of semantic cognition in which retrieval is shaped by control processes, and confirms that deficits in SA patients reflect difficulty controlling semantic retrieval."], "id": "29314772", "text": "Semantic cognition, as described by the controlled semantic cognition (CSC) framework (Rogers et al., , Neuropsychologia, 76, 220), involves two key components: activation of coherent, generalizable concepts within a heteromodal 'hub' in combination with modality-specific features (spokes), and a constraining mechanism that manipulates and gates this knowledge to generate time- and task-appropriate behaviour. Executive-semantic goal representations, largely supported by executive regions such as frontal and parietal cortex, are thought to allow the generation of non-dominant aspects of knowledge when these are appropriate for the task or context. Semantic aphasia (SA) patients have executive-semantic deficits, and these are correlated with general executive impairment. If the CSC proposal is correct, patients with executive impairment should not only exhibit impaired semantic cognition, but should also show characteristics that align with those observed in SA. This possibility remains largely untested, as patients selected on the basis that they show executive impairment (i.e., with 'dysexecutive syndrome') have not been extensively tested on tasks tapping semantic control and have not been previously compared with SA cases. We explored conceptual processing in 12 patients showing symptoms consistent with dysexecutive syndrome (DYS) and 24 SA patients, using a range of multimodal semantic assessments which manipulated control demands. Patients with executive impairments, despite not being selected to show semantic impairments, nevertheless showed parallel patterns to SA cases. They showed strong effects of distractor strength, cues and miscues, and probe-target distance, plus minimal effects of word frequency on comprehension (unlike semantic dementia patients with degradation of conceptual knowledge). This supports a component process account of semantic cognition in which retrieval is shaped by control processes, and confirms that deficits in SA patients reflect difficulty controlling semantic retrieval.", "doi": "10.1111/jnp.12142", "journal": ["Journal of neuropsychology", "J Neuropsychol"], "date": "2018-01-18_23:41:12"}