{"words": ["psychological", "resource", "buffers", "disease", "test", "whether", "protective", "effect", "extends", "dementia", "whether", "independent", "n", "health", "retirement", "study", "five", "aspects", "positive", "psychological", "functioning", "life", "satisfaction", "optimism", "mastery", "purpose", "life", "positive", "affect", "tested", "predictors", "incident", "dementia", "6", "8", "life", "associated", "30", "decreased", "risk", "dementia", "independent", "psychological", "distress", "clinical", "behavioral", "risk", "factors", "genetic", "risk", "controlling", "distress", "risk", "factors", "aspects", "associated", "dementia", "considering", "psychological", "distress", "found", "measures", "generally", "protective", "risk", "dementia", "exception", "purpose", "life", "suggests", "meaningful", "life", "reduces", "risk", "dementia"], "authors": [["Sutin", "Angelina R", "AR", "Florida State University College of Medicine, Tallahassee, FL, USA."], ["Stephan", "Yannick", "Y", "Euromov, University of Montpellier, Montpellier, France."], ["Terracciano", "Antonio", "A", "Florida State University College of Medicine, Tallahassee, FL, USA."]], "title": "Psychological well-being and risk of dementia.", "year": null, "sentences": ["Well-being is a psychological resource that buffers against age-related disease.", "We test whether this protective effect extends to dementia and whether it is independent of distress.Participants (N = 10,099) were from the Health and Retirement Study.", "Five aspects of positive psychological functioning (life satisfaction, optimism, mastery, purpose in life, and positive affect) were tested as predictors of incident dementia over 6 to 8 years.Purpose in life was associated with a 30% decreased risk of dementia, independent of psychological distress, other clinical and behavioral risk factors, income/wealth, and genetic risk.", "After controlling for distress and other risk factors, the other aspects of well-being were not associated with dementia risk.After considering psychological distress, we found that measures of well-being were generally not protective against risk of dementia.", "An exception is purpose in life, which suggests that a meaningful and goal-driven life reduces risk of dementia."], "id": "29314273", "text": "Well-being is a psychological resource that buffers against age-related disease. We test whether this protective effect extends to dementia and whether it is independent of distress.Participants (N = 10,099) were from the Health and Retirement Study. Five aspects of positive psychological functioning (life satisfaction, optimism, mastery, purpose in life, and positive affect) were tested as predictors of incident dementia over 6 to 8 years.Purpose in life was associated with a 30% decreased risk of dementia, independent of psychological distress, other clinical and behavioral risk factors, income/wealth, and genetic risk. After controlling for distress and other risk factors, the other aspects of well-being were not associated with dementia risk.After considering psychological distress, we found that measures of well-being were generally not protective against risk of dementia. An exception is purpose in life, which suggests that a meaningful and goal-driven life reduces risk of dementia.", "doi": "10.1002/gps.4849", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"], "date": "2018-01-18_23:41:13"}