{"words": ["due", "demographic", "change", "global", "prevalence", "dementia", "continually", "rise", "barriers", "diagnosis", "care", "still", "high", "timely", "diagnosis", "associated", "valuable", "benefits", "promote", "timely", "optimal", "management", "receiving", "early", "diagnosis", "especially", "rural", "areas", "problem", "due", "limited", "access", "assessments", "therefore", "aim", "scoping", "review", "investigate", "different", "interventions", "targeted", "rural", "living", "elderly", "screen", "diagnose", "cognitive", "decline", "scoping", "review", "conducted", "line", "framework", "arksey", "following", "databases", "systematically", "searched", "pubmed", "psycinfo", "cochrane", "library", "sciencedirect", "interventions", "categorized", "four", "main", "categories", "interventions", "general", "offers", "telehealth", "applications", "screenings", "studies", "included", "four", "categories", "show", "different", "scopes", "application", "telehealth", "applications", "show", "feasible", "valid", "diagnose", "dementia", "via", "videoconference", "assessments", "described", "three", "categories", "show", "remotely", "used", "tools", "appropriate", "screen", "mild", "cognitive", "impairment", "cognitive", "decline", "valid", "establish", "dementia", "applications", "appropriately", "used", "diagnose", "dementia", "however", "studies", "included", "small", "sample", "sizes", "test", "applications", "explicitly", "rural", "remote", "populations", "therefore", "studies", "taking", "limitations", "account", "needed", "top", "two", "rcts", "included", "review", "indicating", "high", "quality", "studies", "field", "needed"], "authors": [["Barth", "Janina", "J", "Interdisciplinary Centre for Health Technology Assessment (HTA) and Public Health (IZPH), Friedrich-Alexander-University of Erlangen-Nürnberg, Germany."], ["Nickel", "Franziska", "F", "Interdisciplinary Centre for Health Technology Assessment (HTA) and Public Health (IZPH), Friedrich-Alexander-University of Erlangen-Nürnberg, Germany."], ["Kolominsky-Rabas", "Peter L", "PL", "Interdisciplinary Centre for Health Technology Assessment (HTA) and Public Health (IZPH), Friedrich-Alexander-University of Erlangen-Nürnberg, Germany."]], "title": "Diagnosis of cognitive decline and dementia in rural areas - A scoping review.", "year": null, "sentences": ["Due to the demographic change, the global prevalence of dementia will continually rise.", "Barriers to diagnosis and care are still high.", "But timely diagnosis is associated with valuable benefits and can promote timely and optimal management.", "Receiving an early diagnosis is especially in rural areas a problem due to the limited access to assessments.", "Therefore, the aim of our scoping review is to investigate different interventions targeted at rural living elderly to screen and diagnose cognitive decline and dementia.A scoping review was conducted in line with the framework of Arksey and O'Malley.", "The following databases were systematically searched: PubMed, PsycINFO, Cochrane Library, and ScienceDirect.", "The interventions were categorized in four main categories (interventions for general practitioners/institutions; online/mobile offers; telehealth applications; telephone-based screenings).Thirty studies were included.", "The four categories show different scopes of application.", "Telehealth applications show that it is feasible and valid to diagnose dementia via videoconference.", "Assessments described in three other categories show that remotely used tools are appropriate to screen for mild cognitive impairment or cognitive decline, but are not valid to establish a dementia diagnosis.Telehealth applications can appropriately be used to diagnose dementia.", "However, most of the studies included only small sample sizes and did not test the applications explicitly in rural or remote populations.", "Therefore, studies taking these limitations into account are needed.", "On top, only two RCTs are included in this review indicating that more high quality studies in this field are needed."], "id": "29314221", "text": "Due to the demographic change, the global prevalence of dementia will continually rise. Barriers to diagnosis and care are still high. But timely diagnosis is associated with valuable benefits and can promote timely and optimal management. Receiving an early diagnosis is especially in rural areas a problem due to the limited access to assessments. Therefore, the aim of our scoping review is to investigate different interventions targeted at rural living elderly to screen and diagnose cognitive decline and dementia.A scoping review was conducted in line with the framework of Arksey and O'Malley. The following databases were systematically searched: PubMed, PsycINFO, Cochrane Library, and ScienceDirect. The interventions were categorized in four main categories (interventions for general practitioners/institutions; online/mobile offers; telehealth applications; telephone-based screenings).Thirty studies were included. The four categories show different scopes of application. Telehealth applications show that it is feasible and valid to diagnose dementia via videoconference. Assessments described in three other categories show that remotely used tools are appropriate to screen for mild cognitive impairment or cognitive decline, but are not valid to establish a dementia diagnosis.Telehealth applications can appropriately be used to diagnose dementia. However, most of the studies included only small sample sizes and did not test the applications explicitly in rural or remote populations. Therefore, studies taking these limitations into account are needed. On top, only two RCTs are included in this review indicating that more high quality studies in this field are needed.", "doi": "10.1002/gps.4841", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"], "date": "2018-01-18_23:41:13"}