{"words": ["dementia", "leading", "cause", "death", "disability", "australia", "research", "evaluated", "dementia", "knowledge", "educational", "needs", "among", "australian", "health", "workforce", "online", "version", "validated", "dementia", "knowledge", "assessment", "scale", "dkas", "administered", "random", "sample", "234", "health", "professionals", "across", "eight", "australian", "states", "respondents", "provided", "additional", "data", "concerning", "dementia", "experiences", "educational", "needs", "demographic", "information", "dementia", "knowledge", "deficiencies", "identified", "concerning", "risk", "factors", "prevalent", "typologies", "condition", "cognitive", "symptoms", "prior", "university", "education", "training", "predictive", "significantly", "higher", "knowledge", "scores", "dementia", "education", "needs", "included", "nonpharmaceutical", "interventions", "behavioral", "psychological", "symptoms", "care", "provision", "knowledge", "deficiencies", "among", "health", "workers", "suggest", "patients", "dementia", "may", "receiving", "consistent", "care", "australia", "research", "findings", "support", "development", "targeted", "online", "dementia", "education", "intervention", "aims", "improve", "health", "worker", "knowledge", "patient", "care"], "authors": [["Annear", "Michael J", "MJ", "1 International Christian University, Mitaka, Japan."]], "title": "Knowledge of Dementia Among the Australian Health Workforce: A National Online Survey.", "year": null, "sentences": ["Dementia is a leading cause of death and disability in Australia.", "This research evaluated dementia knowledge and educational needs among the Australian health workforce.", "An online version of the validated Dementia Knowledge Assessment Scale (DKAS) was administered with a random sample of 234 health professionals across eight Australian states.", "Respondents provided additional self-report data concerning dementia experiences, educational needs, and demographic information.", "Dementia knowledge deficiencies were identified concerning risk factors, prevalent typologies of the condition, and cognitive symptoms.", "Prior university education and dementia-specific training were predictive of significantly higher knowledge scores.", "Self-reported dementia education needs included nonpharmaceutical interventions for the behavioral and psychological symptoms and best-evidence care provision.", "Knowledge deficiencies among health workers suggest patients with dementia may not be receiving consistent, best-evidence care in Australia.", "The research findings will support the development of a targeted online dementia education intervention that aims to improve health worker knowledge and patient care."], "id": "29313420", "text": "Dementia is a leading cause of death and disability in Australia. This research evaluated dementia knowledge and educational needs among the Australian health workforce. An online version of the validated Dementia Knowledge Assessment Scale (DKAS) was administered with a random sample of 234 health professionals across eight Australian states. Respondents provided additional self-report data concerning dementia experiences, educational needs, and demographic information. Dementia knowledge deficiencies were identified concerning risk factors, prevalent typologies of the condition, and cognitive symptoms. Prior university education and dementia-specific training were predictive of significantly higher knowledge scores. Self-reported dementia education needs included nonpharmaceutical interventions for the behavioral and psychological symptoms and best-evidence care provision. Knowledge deficiencies among health workers suggest patients with dementia may not be receiving consistent, best-evidence care in Australia. The research findings will support the development of a targeted online dementia education intervention that aims to improve health worker knowledge and patient care.", "doi": "10.1177/0733464817752085", "journal": ["Journal of applied gerontology : the official journal of the Southern Gerontological Society", "J Appl Gerontol"], "date": "2018-01-18_23:41:14"}