{"words": ["2050", "american", "85", "years", "old", "population", "triple", "clinicians", "public", "health", "community", "need", "develop", "culture", "sensitivity", "needs", "population", "subgroups", "sensory", "changes", "cognitive", "changes", "weakness", "may", "subtle", "may", "severe", "heterogeneous", "population", "people", "age", "85", "falls", "cardiovascular", "disease", "difficulty", "activities", "daily", "living", "common", "universal", "paper", "reviews", "relevant", "changes", "normal", "aging", "diseases", "syndromes", "common", "people", "age", "85", "cognitive", "psychological", "changes", "social", "environmental", "changes", "reviews", "common", "discussions", "clinicians", "routinely", "patients", "families", "hearing", "vision", "loss", "part", "normal", "aging", "decline", "immune", "function", "cardiovascular", "disease", "osteoporosis", "dementia", "common", "chronic", "conditions", "age", "85", "osteoarthritis", "diabetes", "related", "mobility", "disability", "increase", "prevalence", "population", "ages", "becomes", "overweight", "population", "changes", "considerable", "public", "health", "importance", "caregiver", "support", "services", "home", "assistive", "technologies", "promotion", "home", "exercise", "programs", "well", "consideration", "transportation", "housing", "policies", "recommended", "clinicians", "judicious", "prescribing", "ordering", "tests", "includes", "consideration", "life", "expectancy", "lag", "time", "benefit", "patient", "goals", "furthermore", "healthy", "behaviors", "starting", "early", "childhood", "optimize", "quality", "life", "among"], "authors": [["Jaul", "Efraim", "E", "Skilled Nursing Department, Herzog Hospital, Jerusalem, Israel."], ["Barron", "Jeremy", "J", "Johns Hopkins University, Baltimore, MD, United States."]], "title": "Age-Related Diseases and Clinical and Public Health Implications for the 85 Years Old and Over Population.", "year": null, "sentences": ["By 2050, the American 85 years old and over population will triple.", "Clinicians and the public health community need to develop a culture of sensitivity to the needs of this population and its subgroups.", "Sensory changes, cognitive changes, and weakness may be subtle or may be severe in the heterogeneous population of people over age 85.", "Falls, cardiovascular disease, and difficulty with activities of daily living are common but not universal.", "This paper reviews relevant changes of normal aging, diseases, and syndromes common in people over age 85, cognitive and psychological changes, social and environmental changes, and then reviews common discussions which clinicians routinely have with these patients and their families.", "Some hearing and vision loss are a part of normal aging as is decline in immune function.", "Cardiovascular disease and osteoporosis and dementia are common chronic conditions at age 85.", "Osteoarthritis, diabetes, and related mobility disability will increase in prevalence as the population ages and becomes more overweight.", "These population changes have considerable public health importance.", "Caregiver support, services in the home, assistive technologies, and promotion of home exercise programs as well as consideration of transportation and housing policies are recommended.", "For clinicians, judicious prescribing and ordering of tests includes a consideration of life expectancy, lag time to benefit, and patient goals.", "Furthermore, healthy behaviors starting in early childhood can optimize quality of life among the oldest-old."], "id": "29312916", "text": "By 2050, the American 85 years old and over population will triple. Clinicians and the public health community need to develop a culture of sensitivity to the needs of this population and its subgroups. Sensory changes, cognitive changes, and weakness may be subtle or may be severe in the heterogeneous population of people over age 85. Falls, cardiovascular disease, and difficulty with activities of daily living are common but not universal. This paper reviews relevant changes of normal aging, diseases, and syndromes common in people over age 85, cognitive and psychological changes, social and environmental changes, and then reviews common discussions which clinicians routinely have with these patients and their families. Some hearing and vision loss are a part of normal aging as is decline in immune function. Cardiovascular disease and osteoporosis and dementia are common chronic conditions at age 85. Osteoarthritis, diabetes, and related mobility disability will increase in prevalence as the population ages and becomes more overweight. These population changes have considerable public health importance. Caregiver support, services in the home, assistive technologies, and promotion of home exercise programs as well as consideration of transportation and housing policies are recommended. For clinicians, judicious prescribing and ordering of tests includes a consideration of life expectancy, lag time to benefit, and patient goals. Furthermore, healthy behaviors starting in early childhood can optimize quality of life among the oldest-old.", "doi": "10.3389/fpubh.2017.00335", "journal": ["Frontiers in public health", "Front Public Health"], "date": "2018-01-18_23:41:14"}