{"authors": [["Streber", "Anna", "A", "Department of Sport Science and Sport, Faculty of Humanities, Social Sciences, and Theology, Friedrich-Alexander-University of Erlangen-Nürnberg, Erlangen, Germany."], ["Abu-Omar", "Karim", "K", "Department of Sport Science and Sport, Faculty of Humanities, Social Sciences, and Theology, Friedrich-Alexander-University of Erlangen-Nürnberg, Erlangen, Germany."], ["Hentschke", "Christian", "C", "Department of Sport Science and Sport, Faculty of Humanities, Social Sciences, and Theology, Friedrich-Alexander-University of Erlangen-Nürnberg, Erlangen, Germany."], ["Rütten", "Alfred", "A", "Department of Sport Science and Sport, Faculty of Humanities, Social Sciences, and Theology, Friedrich-Alexander-University of Erlangen-Nürnberg, Erlangen, Germany."]], "date": "2017-12-14", "id": "29276380", "text": "Prevention of dementia is a public health priority. Physical activity (PA) can reduce the risk of dementia, but the majority of people remain sedentary. We conducted a multicenter controlled study with older adults (60+ years). We hypothesized that an evidence-based PA intervention - GEhen, Spielen und Tanzen Als Lebenslange Tätigkeiten - kompakt [walking, playing and dancing as lifelong activities-compact] (GESTALT-kompakt) - would lead to significantly larger improvements in PA levels (step counts/Fitbit Zip™), cognitive functions (DemTect) and social activities (Social Activity Log), compared to an active control group. Data were collected at baseline and after 3 and 12 months. The intervention group received a 12-week (1/week) multimodal and multicomponent PA program, which combined PA with cognitive and social activities. The control group received either regular gymnastics or cognitive training (1/week). A mixed linear model was chosen for analysis. A total of 87 older individuals were recruited in the GESTALT-kompakt study (68 females, average age =76.0 years, SD ±9.2, range 52-95 years). Marginally significant differences were observed in the intervention group (n=57) in comparison to the control group (n=30), regarding improvements in PA (difference of mean changes =866.4 steps, p=0.055) after 3 months. However, their PA decreased to the baseline score value after 12 months (-866.0 steps, p=0.061). GESTALT-kompakt did not cause significant differences in cognitive functioning (-0.8620, p=0.074) and social activities (-0.2428, p=0.288) in comparison to the control intervention from T0 to T1. Sixteen (24.2%) study participants who finished T2 reported a negative life event during the follow-up period, which severely influenced their PA behavior. GESTALT-kompakt might be effective in increasing PA in the short term, but did not have a long-term impact on the PA levels, cognitive functions or social activities of the participants. We recommend PA programs with longer duration to change behavior in the long term.", "doi": "10.2147/CIA.S141163", "title": "A multicenter controlled study for dementia prevention through physical, cognitive and social activities - GESTALT-kompakt.", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}