{"words": ["alzheimer", "disease", "ad", "common", "form", "dementia", "eversible", "progressive", "disease", "causes", "problems", "memory", "thinking", "language", "planning", "behavior", "number", "risk", "factors", "associated", "developing", "ad", "exact", "cause", "remains", "unknown", "predominant", "theory", "excessive", "amyloid", "protein", "leads", "cell", "death", "brain", "atrophy", "cognitive", "functional", "decline", "however", "amyloid", "hypothesis", "led", "single", "successful", "treatment", "recent", "failure", "solanezumab", "monoclonal", "antibody", "amyloid", "large", "phase", "iii", "trial", "emblematic", "repeated", "failure", "therapeutics", "new", "disease", "targets", "urgently", "needed", "innate", "immune", "system", "increasingly", "implicated", "pathology", "number", "chronic", "diseases", "focused", "review", "summarize", "role", "transcription", "factor", "nuclear", "b", "key", "regulator", "innate", "immunity", "major", "genetic", "environmental", "risk", "factors", "cellular", "invertebrate", "vertebrate", "models", "ad", "paper", "also", "explore", "relationship", "emerging", "environmental", "risk", "factors", "attempt", "assess", "potential", "transcription", "factor", "targeted", "disease", "prevention"], "authors": [["Jones", "Simon Vann", "SV", "Department of Psychiatry, Warneford Hospital, University of Oxford, Oxford, United Kingdom."], ["Kounatidis", "Ilias", "I", "Laboratory of Cell Biology, Development and Genetics, Department of Biochemistry, University of Oxford, Oxford, United Kingdom."]], "title": "Nuclear Factor-Kappa B and Alzheimer Disease, Unifying Genetic and Environmental Risk Factors from Cell to Humans.", "year": null, "sentences": ["Alzheimer's disease (AD) is the most common form of dementia, an eversible, progressive disease that causes problems with memory, thinking, language, planning, and behavior.", "There are a number of risk factors associated with developing AD but the exact cause remains unknown.", "The predominant theory is that excessive build-up of amyloid protein leads to cell death, brain atrophy, and cognitive and functional decline.", "However, the amyloid hypothesis has not led to a single successful treatment.", "The recent failure of Solanezumab, a monoclonal antibody to amyloid, in a large phase III trial was emblematic of the repeated failure of anti-amyloid therapeutics.", "New disease targets are urgently needed.", "The innate immune system is increasingly being implicated in the pathology of number of chronic diseases.", "This focused review will summarize the role of transcription factor nuclear factor-kappa B (NF-κB), a key regulator of innate immunity, in the major genetic and environmental risk factors in cellular, invertebrate and vertebrate models of AD.", "The paper will also explore the relationship between NF-κB and emerging environmental risk factors in an attempt to assess the potential for this transcription factor to be targeted for disease prevention."], "id": "29312321", "text": "Alzheimer's disease (AD) is the most common form of dementia, an eversible, progressive disease that causes problems with memory, thinking, language, planning, and behavior. There are a number of risk factors associated with developing AD but the exact cause remains unknown. The predominant theory is that excessive build-up of amyloid protein leads to cell death, brain atrophy, and cognitive and functional decline. However, the amyloid hypothesis has not led to a single successful treatment. The recent failure of Solanezumab, a monoclonal antibody to amyloid, in a large phase III trial was emblematic of the repeated failure of anti-amyloid therapeutics. New disease targets are urgently needed. The innate immune system is increasingly being implicated in the pathology of number of chronic diseases. This focused review will summarize the role of transcription factor nuclear factor-kappa B (NF-κB), a key regulator of innate immunity, in the major genetic and environmental risk factors in cellular, invertebrate and vertebrate models of AD. The paper will also explore the relationship between NF-κB and emerging environmental risk factors in an attempt to assess the potential for this transcription factor to be targeted for disease prevention.", "doi": "10.3389/fimmu.2017.01805", "journal": ["Frontiers in immunology", "Front Immunol"], "date": "2018-01-18_23:41:14"}