{"authors": [["Xu", "Kerui", "K", "Department of Epidemiology, College of Public Health, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Alnaji", "Nada", "N", "Department of Epidemiology, College of Public Health, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Zhao", "Jing", "J", "Department of Neurology, Shanghai Minhang District Central Hospital, Shanghai, China."], ["Bertoni", "John M", "JM", "Department of Neurological Sciences, College of Medicine, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Chen", "Li-Wu", "LW", "Department of Health Services Research and Administration, College of Public Health, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Bhatti", "Danish", "D", "Department of Neurological Sciences, College of Medicine, University of Nebraska Medical Center, Omaha, Nebraska, USA."], ["Qu", "Ming", "M", "Division of Public Health, Nebraska Department of Health and Human Services, Lincoln, Nebraska, USA."]], "date": "2017-12-22", "id": "29275411", "text": "In 1996, Nebraska became the first state in the United States to establish a Parkinson's disease (PD) Registry. The objectives of this study were to determine the most common comorbid conditions among PD patients receiving inpatient and outpatient services in Nebraska between 2004 and 2012, and to examine whether PD patients had increased risks of these conditions.Statewide linkage was performed between Nebraska PD Registry data and hospital discharge database. The cohort comprised of 3,852 PD inpatients and 19,260 non-PD inpatients, and 5,217 PD outpatients and 26,085 non-PD outpatients. Referent subjects were matched to PD patients by age at initial hospital admissions or visits, gender, and county of residence using systematic random-sampling method.Compared to non-PD inpatients, PD inpatients were at higher risks for dementia (relative risk [RR] 2.29; 95% CI 2.14-2.45), mood disorders (RR 1.57; 95% CI 1.44-1.70), gastrointestinal disorders (RR 1.15; 95% CI 1.06-1.25), and urinary tract infections (RR 1.33; 95% CI 1.22-1.45), while PD outpatients had higher risks for spondylosis (RR 1.23; 95% CI 1.09-1.38), genitourinary disorders (RR 1.48; 95% CI 1.29-1.69), gastrointestinal disorders (RR 1.59; 95% CI 1.38-1.84), and dementia (RR 2.83; 95% CI 2.38-3.37) than non-PD outpatients.The findings highlight PD as a multisystem neurodegenerative disorder, and this information is crucial for creating strategies to better prevent and manage PD complications.", "doi": "10.1159/000484410", "title": "Comorbid Conditions in Parkinson's Disease: A Population-Based Study of Statewide Parkinson's Disease Registry.", "journal": ["Neuroepidemiology", "Neuroepidemiology"]}