{"words": ["several", "neurodegenerative", "disorders", "including", "alzheimer", "disease", "ad", "frontotemporal", "dementia", "ftd", "parkinson", "disease", "pd", "amyotrophic", "lateral", "sclerosis", "huntington", "disease", "report", "aggregation", "transmission", "pathogenic", "proteins", "cells", "topography", "diseases", "human", "brain", "also", "therefore", "displays", "stereotyped", "regional", "pattern", "stereotyped", "progression", "time", "commonly", "true", "ad", "dementias", "characterized", "hallmark", "misfolded", "tau", "pathology", "tau", "synuclein", "appear", "propagate", "within", "brain", "circuits", "using", "shared", "mechanism", "canonical", "synucleopathy", "pd", "however", "much", "less", "studied", "rare", "disorder", "called", "progressive", "supranuclear", "palsy", "psp", "hallmark", "pathology", "atrophy", "psp", "therefore", "also", "highly", "stereotyped", "initially", "appearing", "striatum", "followed", "neighbors", "connected", "cortical", "areas", "study", "explore", "two", "mechanistic", "aspects", "hitherto", "unknown", "canonical", "network", "diffusion", "model", "ndm", "spread", "whether", "ndm", "apply", "common", "degenerative", "pathologies", "specifically", "psp", "b", "whether", "directionality", "spread", "important", "explaining", "empirical", "data", "results", "psp", "reveal", "two", "important", "findings", "first", "psp", "amenable", "nd", "modeling", "way", "previously", "applied", "ad", "ftd", "second", "ndm", "fit", "empirical", "data", "significantly", "enhanced", "using", "directional", "rather", "form", "human", "connectome", "specifically", "show", "anterograde", "model", "transmission", "axonal", "terminal", "retrograde", "mode", "explain", "psp", "topography", "accurately", "transmission", "collectively", "data", "show", "intrinsic", "architecture", "structural", "network", "mediates", "disease", "spread", "psp", "likely", "via", "process", "transmission", "intriguing", "results", "several", "ramifications", "future", "studies"], "authors": [["Pandya", "Sneha", "S", "Department of Radiology, Weill Cornell Medicine, New York, NY, United States."], ["Mezias", "Chris", "C", "Department of Neuroscience, Weill Cornell Medicine, New York, NY, United States."], ["Raj", "Ashish", "A", "Department of Radiology, Weill Cornell Medicine, New York, NY, United States."]], "title": "Predictive Model of Spread of Progressive Supranuclear Palsy Using Directional Network Diffusion.", "year": null, "sentences": ["Several neurodegenerative disorders including Alzheimer's disease (AD), frontotemporal dementia (FTD), Parkinson's disease (PD), amyotrophic lateral sclerosis, and Huntington's disease report aggregation and transmission of pathogenic proteins between cells.", "The topography of these diseases in the human brain also, therefore, displays a well-characterized and stereotyped regional pattern, and a stereotyped progression over time.", "This is most commonly true for AD and other dementias characterized by hallmark misfolded tau or alpha-synuclein pathology.", "Both tau and synuclein appear to propagate within brain circuits using a shared mechanism.", "The most canonical synucleopathy is PD; however, much less studied is a rare disorder called progressive supranuclear palsy (PSP).", "The hallmark pathology and atrophy in PSP are, therefore, also highly stereotyped: initially appearing in the striatum, followed by its neighbors and connected cortical areas.", "In this study, we explore two mechanistic aspects hitherto unknown about the canonical network diffusion model (NDM) of spread: (a) whether the NDM can apply to other common degenerative pathologies, specifically PSP, and (b) whether the directionality of spread is important in explaining empirical data.", "Our results on PSP reveal two important findings: first, that PSP is amenable to the connectome-based ND modeling in the same way as previously applied to AD and FTD and, second, that the NDM fit with empirical data are significantly enhanced by using the directional rather than the non-directional form of the human connectome.", "Specifically, we show that both the anterograde model of transmission (some to axonal terminal) and retrograde mode explain PSP topography more accurately than non-directional transmission.", "Collectively, these data show that the intrinsic architecture of the structural network mediates disease spread in PSP, most likely via a process of trans-neuronal transmission.", "These intriguing results have several ramifications for future studies."], "id": "29312121", "text": "Several neurodegenerative disorders including Alzheimer's disease (AD), frontotemporal dementia (FTD), Parkinson's disease (PD), amyotrophic lateral sclerosis, and Huntington's disease report aggregation and transmission of pathogenic proteins between cells. The topography of these diseases in the human brain also, therefore, displays a well-characterized and stereotyped regional pattern, and a stereotyped progression over time. This is most commonly true for AD and other dementias characterized by hallmark misfolded tau or alpha-synuclein pathology. Both tau and synuclein appear to propagate within brain circuits using a shared mechanism. The most canonical synucleopathy is PD; however, much less studied is a rare disorder called progressive supranuclear palsy (PSP). The hallmark pathology and atrophy in PSP are, therefore, also highly stereotyped: initially appearing in the striatum, followed by its neighbors and connected cortical areas. In this study, we explore two mechanistic aspects hitherto unknown about the canonical network diffusion model (NDM) of spread: (a) whether the NDM can apply to other common degenerative pathologies, specifically PSP, and (b) whether the directionality of spread is important in explaining empirical data. Our results on PSP reveal two important findings: first, that PSP is amenable to the connectome-based ND modeling in the same way as previously applied to AD and FTD and, second, that the NDM fit with empirical data are significantly enhanced by using the directional rather than the non-directional form of the human connectome. Specifically, we show that both the anterograde model of transmission (some to axonal terminal) and retrograde mode explain PSP topography more accurately than non-directional transmission. Collectively, these data show that the intrinsic architecture of the structural network mediates disease spread in PSP, most likely via a process of trans-neuronal transmission. These intriguing results have several ramifications for future studies.", "doi": "10.3389/fneur.2017.00692", "journal": ["Frontiers in neurology", "Front Neurol"], "date": "2018-01-18_23:41:15"}