{"words": ["cognitive", "reserve", "capital", "knowledge", "experiences", "individual", "acquires", "cognitive", "reserve", "strictly", "related", "brain", "reserve", "ability", "brain", "cope", "damage", "two", "concepts", "could", "explain", "many", "phenomena", "modality", "onset", "dementia", "different", "degree", "impairment", "cognitive", "abilities", "aging", "aim", "study", "verify", "effect", "cognitive", "reserve", "measured", "questionnaire", "variety", "numerical", "abilities", "number", "comprehension", "reading", "writing", "numbers", "rules", "principles", "mental", "calculations", "written", "calculations", "group", "healthy", "older", "people", "aged", "years", "sixty", "older", "individuals", "interviewed", "cognitive", "reserve", "index", "questionnaire", "criq", "assessed", "numerical", "activities", "daily", "living", "battery", "nadl", "included", "formal", "tasks", "math", "abilities", "informal", "test", "math", "one", "interview", "participant", "one", "interview", "relative", "perceived", "math", "abilities", "also", "took", "account", "years", "education", "another", "proxy", "cognitive", "reserve", "multiple", "regression", "analyses", "formal", "tests", "criq", "scores", "significantly", "predict", "math", "performance", "variables", "years", "education", "state", "examination", "score", "accounted", "better", "math", "performance", "nadl", "subsection", "criq", "found", "predict", "performance", "nadl", "subtest", "assessing", "informal", "use", "math", "daily", "life", "results", "show", "education", "might", "better", "explain", "abstract", "math", "functions", "late", "life", "aspects", "related", "cognitive", "reserve", "lifestyle", "occupational", "attainment"], "authors": [["Arcara", "Giorgio", "G", "San Camillo Hospital IRCCS, Venice, Italy."], ["Mondini", "Sara", "S", "Department of General Psychology, University of Padua, Padua, Italy."], ["Bisso", "Alice", "A", "Department of General Psychology, University of Padua, Padua, Italy."], ["Palmer", "Katie", "K", "San Camillo Hospital IRCCS, Venice, Italy."], ["Meneghello", "Francesca", "F", "San Camillo Hospital IRCCS, Venice, Italy."], ["Semenza", "Carlo", "C", "San Camillo Hospital IRCCS, Venice, Italy."]], "title": "The Relationship between Cognitive Reserve and Math Abilities.", "year": null, "sentences": ["Cognitive Reserve is the capital of knowledge and experiences that an individual acquires over their life-span.", "Cognitive Reserve is strictly related to Brain Reserve, which is the ability of the brain to cope with damage.", "These two concepts could explain many phenomena such as the modality of onset in dementia or the different degree of impairment in cognitive abilities in aging.", "The aim of this study is to verify the effect of Cognitive Reserve, as measured by a questionnaire, on a variety of numerical abilities (number comprehension, reading and writing numbers, rules and principles, mental calculations and written calculations), in a group of healthy older people (aged 65-98 years).", "Sixty older individuals were interviewed with the Cognitive Reserve Index questionnaire (CRIq), and assessed with the Numerical Activities of Daily Living battery (NADL), which included formal tasks on math abilities, an informal test on math, one interview with the participant, and one interview with a relative on the perceived math abilities.", "We also took into account the years of education, as another proxy for Cognitive Reserve.", "In the multiple regression analyses on all formal tests, CRIq scores did not significantly predict math performance.", "Other variables, i.e., years of education and Mini-Mental State Examination score, accounted better for math performance on NADL.", "Only a subsection of CRIq, CRIq-Working-activity, was found to predict performance on a NADL subtest assessing informal use of math in daily life.", "These results show that education might better explain abstract math functions in late life than other aspects related to Cognitive Reserve, such as lifestyle or occupational attainment."], "id": "29311910", "text": "Cognitive Reserve is the capital of knowledge and experiences that an individual acquires over their life-span. Cognitive Reserve is strictly related to Brain Reserve, which is the ability of the brain to cope with damage. These two concepts could explain many phenomena such as the modality of onset in dementia or the different degree of impairment in cognitive abilities in aging. The aim of this study is to verify the effect of Cognitive Reserve, as measured by a questionnaire, on a variety of numerical abilities (number comprehension, reading and writing numbers, rules and principles, mental calculations and written calculations), in a group of healthy older people (aged 65-98 years). Sixty older individuals were interviewed with the Cognitive Reserve Index questionnaire (CRIq), and assessed with the Numerical Activities of Daily Living battery (NADL), which included formal tasks on math abilities, an informal test on math, one interview with the participant, and one interview with a relative on the perceived math abilities. We also took into account the years of education, as another proxy for Cognitive Reserve. In the multiple regression analyses on all formal tests, CRIq scores did not significantly predict math performance. Other variables, i.e., years of education and Mini-Mental State Examination score, accounted better for math performance on NADL. Only a subsection of CRIq, CRIq-Working-activity, was found to predict performance on a NADL subtest assessing informal use of math in daily life. These results show that education might better explain abstract math functions in late life than other aspects related to Cognitive Reserve, such as lifestyle or occupational attainment.", "doi": "10.3389/fnagi.2017.00429", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"], "date": "2018-01-18_23:41:16"}