{"authors": [["Lattante", "Serena", "S", "Institute of Genomic Medicine, Catholic University School of Medicine, Rome, Italy."], ["Pomponi", "Maria Grazia", "MG", "Institute of Genomic Medicine, Catholic University School of Medicine, Rome, Italy."], ["Conte", "Amelia", "A", "Department of Geriatrics, Neurosciences and Orthopedics, Clinic Center NEMO-Roma, Institute of Neurology, Catholic University School of Medicine, Rome, Italy."], ["Marangi", "Giuseppe", "G", "Institute of Genomic Medicine, Catholic University School of Medicine, Rome, Italy."], ["Bisogni", "Giulia", "G", "Department of Geriatrics, Neurosciences and Orthopedics, Clinic Center NEMO-Roma, Institute of Neurology, Catholic University School of Medicine, Rome, Italy."], ["Patanella", "Agata Katia", "AK", "Department of Geriatrics, Neurosciences and Orthopedics, Clinic Center NEMO-Roma, Institute of Neurology, Catholic University School of Medicine, Rome, Italy."], ["Meleo", "Emiliana", "E", "Department of Geriatrics, Neurosciences and Orthopedics, Clinic Center NEMO-Roma, Institute of Neurology, Catholic University School of Medicine, Rome, Italy."], ["Lunetta", "Christian", "C", "NeuroMuscular Omnicentre, Fondazione Serena Onlus, Milan, Italy."], ["Riva", "Nilo", "N", "Department of Neurology, Institute of Experimental Neurology (INSPE), Division of Neuroscience, San Raffaele Scientific Institute, Milan, Italy."], ["Mosca", "Lorena", "L", "Department of Laboratory Medicine, Medical Genetics, ASST Grande Ospedale Metropolitano Niguarda, Milan, Italy."], ["Carrera", "Paola", "P", "Division of Genetics and Cell Biology, Unit of Genomics for human disease diagnosis, San Raffaele Scientific Institute, Milan, Italy."], ["Bee", "Marco", "M", "Department of Economics and Management, University of Trento, Trento, Italy."], ["Zollino", "Marcella", "M", "Institute of Genomic Medicine, Catholic University School of Medicine, Rome, Italy."], ["Sabatelli", "Mario", "M", "Department of Geriatrics, Neurosciences and Orthopedics, Clinic Center NEMO-Roma, Institute of Neurology, Catholic University School of Medicine, Rome, Italy. Electronic address: msabatelli@rm.unicatt.it."]], "date": "2017-11-28", "id": "29274668", "text": "To clarify the possible involvement of intermediate ATXN1 alleles as risk factors for amyotrophic lateral sclerosis (ALS), we tested ATXN1 in a cohort of 1146 Italian ALS patients, previously screened for variants in other ALS genes, and in 529 controls. We detected ATXN1 alleles with ≥33 polyglutamine repeats in 105 of 1146 patients (9.16%) and 29 of 529 controls (5.48%) (p = 0.003). The frequency of ATXN1 alleles with ≥33 polyglutamine repeats was particularly high in the group of ALS patients carrying the C9orf72 expansion (12/59, 20.3%). We confirmed this result in an independent cohort of C9orf72 Italian patients (10/80 cases, 12.5%), thus finding a cumulative frequency of ATXN1 expansion of 15.82% in C9orf72 carriers (p = 2.40E-05). Our results strongly support the hypothesis that ATXN1 could act as a disease risk gene in ALS, mostly in C9orf72 expansion carriers. Further studies are needed to confirm our results and to define the mechanism by which ATXN1 might contribute to neuronal degeneration leading to ALS.", "doi": "10.1016/j.neurobiolaging.2017.11.011", "title": "ATXN1 intermediate-length polyglutamine expansions are associated with amyotrophic lateral sclerosis.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}