{"authors": [["Chung", "Jaeyoon", "J", "Bioinformatics Graduate Program, Boston University, Boston, MA, USA; Department of Medicine (Biomedical Genetics), Boston University, Boston, MA, USA."], ["Wang", "Xulong", "X", "Neurogenetics and Integrated Genomics, Andover Innovative Medicines Institute, Eisai Inc, Andover, MA, USA."], ["Maruyama", "Toru", "T", "Department of Life Science & Medical Bioscience, Waseda University, Tokyo, Japan; Computational Bio-Big Data Open Innovation Lab, National Institute of Advanced Industrial Science and Technology, Tokyo, Japan."], ["Ma", "Yiyi", "Y", "Department of Medicine (Biomedical Genetics), Boston University, Boston, MA, USA."], ["Zhang", "Xiaoling", "X", "Department of Medicine (Biomedical Genetics), Boston University, Boston, MA, USA."], ["Mez", "Jesse", "J", "Department of Neurology, Boston University, Boston, MA, USA."], ["Sherva", "Richard", "R", "Department of Medicine (Biomedical Genetics), Boston University, Boston, MA, USA."], ["Takeyama", "Haruko", "H", "Department of Life Science & Medical Bioscience, Waseda University, Tokyo, Japan; Computational Bio-Big Data Open Innovation Lab, National Institute of Advanced Industrial Science and Technology, Tokyo, Japan; Institute for Nanoscience and Nanotechnology, Waseda University, Tokyo, Japan."], [null, null, null, null], ["Lunetta", "Kathryn L", "KL", "Department of Biostatistics, Boston University, Boston, MA, USA."], ["Farrer", "Lindsay A", "LA", "Bioinformatics Graduate Program, Boston University, Boston, MA, USA; Department of Medicine (Biomedical Genetics), Boston University, Boston, MA, USA; Department of Neurology, Boston University, Boston, MA, USA; Department of Biostatistics, Boston University, Boston, MA, USA; Department of Ophthalmology, Boston University, Boston, MA, USA; Department of Epidemiology, Boston University, Boston, MA, USA."], ["Jun", "Gyungah R", "GR", "Department of Medicine (Biomedical Genetics), Boston University, Boston, MA, USA; Neurogenetics and Integrated Genomics, Andover Innovative Medicines Institute, Eisai Inc, Andover, MA, USA. Electronic address: gyungah_jun@eisai.com."]], "date": "2017-12-20", "id": "29274321", "text": "Genetic associations for endophenotypes of Alzheimer's disease (AD) in cognitive stages preceding AD have not been thoroughly evaluated.We conducted genome-wide association studies for AD-related endophenotypes including hippocampal volume, logical memory scores, and cerebrospinal fluid Aβ42 and total/phosphorylated tau in cognitively normal (CN), mild cognitive impairment, and AD dementia subjects from the Alzheimer's Disease Neuroimaging Initiative study.In CN subjects, study-wide significant (P < 8.3 × 10-9) loci were identified for total tau near SRRM4 and C14orf79 and for hippocampal volume near MTUS1. In mild cognitive impairment subjects, study-wide significant association was found with SNPs near ZNF804B for logical memory test of delayed recall scores. We found consistent expression patterns of C14orf40 and MTUS1 in carriers with risk alleles of expression SNPs and in brains of AD patients, compared with in the noncarriers and in brains of controls.Our findings for AD-related brain changes before AD provide insight about early AD-related biological processes.", "doi": "10.1016/j.jalz.2017.11.006", "title": "Genome-wide association study of Alzheimer's disease endophenotypes at prediagnosis stages.", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"]}