{"words": ["deposition", "aβ", "senile", "plaques", "one", "pathological", "hallmarks", "brains", "alzheimer", "disease", "ad", "patients", "addition", "glial", "activation", "found", "ad", "brains", "although", "precise", "pathological", "role", "astrocytes", "remains", "unclear", "identified", "peptidase", "7", "klk7", "aβ", "degrading", "enzyme", "expression", "klk7", "mrna", "significantly", "decreased", "brains", "ad", "patients", "ablation", "klk7", "exacerbated", "thioflavin", "aβ", "pathology", "ad", "model", "mice", "expression", "klk7", "upregulated", "aβ", "treatment", "primary", "astrocyte", "suggesting", "klk7", "homeostatically", "modulated", "responses", "finally", "found", "food", "drug", "drug", "memantine", "increase", "expression", "klk7", "aβ", "degradation", "activity", "specifically", "astrocytes", "data", "suggest", "klk7", "important", "enzyme", "degradation", "clearance", "deposited", "aβ", "species", "astrocytes", "involved", "pathogenesis", "ad"], "authors": [["Kidana", "Kiwami", "K", "Laboratory of Neuropathology and Neuroscience, Graduate School of Pharmaceutical Sciences, The University of Tokyo, Tokyo, Japan."], ["Tatebe", "Takuya", "T", "Laboratory of Neuropathology and Neuroscience, Graduate School of Pharmaceutical Sciences, The University of Tokyo, Tokyo, Japan."], ["Ito", "Kaori", "K", "Venture Science Laboratories, R&D Division, Daiichi-Sankyo Co. Ltd., Tokyo, Japan."], ["Hara", "Norikazu", "N", "Department of Molecular Genetics, Brain Research Institute, Niigata University, Niigata, Japan."], ["Kakita", "Akiyoshi", "A", "Department of Pathology, Brain Research Institute, Niigata University, Niigata, Japan."], ["Saito", "Takashi", "T", "Laboratory for Proteolytic Neuroscience, RIKEN Brain Science Institute, Saitama, Japan."], ["Takatori", "Sho", "S", "Laboratory of Neuropathology and Neuroscience, Graduate School of Pharmaceutical Sciences, The University of Tokyo, Tokyo, Japan."], ["Ouchi", "Yasuyoshi", "Y", "Department of Geriatric Medicine, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Ikeuchi", "Takeshi", "T", "Department of Molecular Genetics, Brain Research Institute, Niigata University, Niigata, Japan."], ["Makino", "Mitsuhiro", "M", "Venture Science Laboratories, R&D Division, Daiichi-Sankyo Co. Ltd., Tokyo, Japan."], ["Saido", "Takaomi C", "TC", "Laboratory for Proteolytic Neuroscience, RIKEN Brain Science Institute, Saitama, Japan."], ["Akishita", "Masahiro", "M", "Department of Geriatric Medicine, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Iwatsubo", "Takeshi", "T", "Department of Neuropathology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Hori", "Yukiko", "Y", "Laboratory of Neuropathology and Neuroscience, Graduate School of Pharmaceutical Sciences, The University of Tokyo, Tokyo, Japan."], ["Tomita", "Taisuke", "T", "Laboratory of Neuropathology and Neuroscience, Graduate School of Pharmaceutical Sciences, The University of Tokyo, Tokyo, Japan taisuke@mol.f.u-tokyo.ac.jp."]], "title": "Loss of kallikrein-related peptidase 7 exacerbates amyloid pathology in Alzheimer's disease model mice.", "year": null, "sentences": ["Deposition of amyloid-β (Aβ) as senile plaques is one of the pathological hallmarks in the brains of Alzheimer's disease (AD) patients.", "In addition, glial activation has been found in AD brains, although the precise pathological role of astrocytes remains unclear.", "Here, we identified kallikrein-related peptidase 7 (KLK7) as an astrocyte-derived Aβ degrading enzyme.", "Expression of KLK7 mRNA was significantly decreased in the brains of AD patients.", "Ablation of Klk7 exacerbated the thioflavin S-positive Aβ pathology in AD model mice.", "The expression of Klk7 was upregulated by Aβ treatment in the primary astrocyte, suggesting that Klk7 is homeostatically modulated by Aβ-induced responses.", "Finally, we found that the Food and Drug Administration-approved anti-dementia drug memantine can increase the expression of Klk7 and Aβ degradation activity specifically in the astrocytes.", "These data suggest that KLK7 is an important enzyme in the degradation and clearance of deposited Aβ species by astrocytes involved in the pathogenesis of AD."], "id": "29311134", "text": "Deposition of amyloid-β (Aβ) as senile plaques is one of the pathological hallmarks in the brains of Alzheimer's disease (AD) patients. In addition, glial activation has been found in AD brains, although the precise pathological role of astrocytes remains unclear. Here, we identified kallikrein-related peptidase 7 (KLK7) as an astrocyte-derived Aβ degrading enzyme. Expression of KLK7 mRNA was significantly decreased in the brains of AD patients. Ablation of Klk7 exacerbated the thioflavin S-positive Aβ pathology in AD model mice. The expression of Klk7 was upregulated by Aβ treatment in the primary astrocyte, suggesting that Klk7 is homeostatically modulated by Aβ-induced responses. Finally, we found that the Food and Drug Administration-approved anti-dementia drug memantine can increase the expression of Klk7 and Aβ degradation activity specifically in the astrocytes. These data suggest that KLK7 is an important enzyme in the degradation and clearance of deposited Aβ species by astrocytes involved in the pathogenesis of AD.", "doi": "10.15252/emmm.201708184", "journal": ["EMBO molecular medicine", "EMBO Mol Med"], "date": "2018-01-18_23:41:19"}