{"authors": [["Picco", "Louisa", "L", "Research Division, Institute of Mental Health, Singapore."], ["Seow", "Esmond", "E", "Research Division, Institute of Mental Health, Singapore."], ["Chua", "Boon Yiang", "BY", "Research Division, Institute of Mental Health, Singapore."], ["Mahendran", "Rathi", "R", "Department of Psychological Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore."], ["Verma", "Swapna", "S", "Department of Clinical, Academic and Faculty Affairs, Duke-NUS Graduate Medical School, Singapore."], ["Chong", "Siow Ann", "SA", "Research Division, Institute of Mental Health, Singapore."], ["Subramaniam", "Mythily", "M", "Research Division, Institute of Mental Health, Singapore."]], "date": "2017-12-21", "id": "29273669", "text": "To assess recognition of five mental disorders (alcohol abuse, dementia, depression, obsessive-compulsive disorder (OCD) and schizophrenia) among a sample of medical students using a vignette-based approach. Socio-demographic predictors of correct recognition were also explored.Cross-sectional online survey.Medical students studying in Singapore.This was a cross-sectional online study among medical students (n=502) who were randomly assigned one of the five vignettes. Students were instructed to read the vignette, then answer the open text question, 'What do you think the person in the vignette is suffering from?' Multiple logistic regression was performed to determine the predictors of correct recognition.81.7% could correctly recognise the condition described in the vignette. Depression was most well recognised (93.0%), followed by alcohol abuse (89.0%), OCD (87.1%) and dementia (79.2%), while only 60.0% of students correctly recognised schizophrenia. Females were significantly more likely to correctly recognise the disorders, while the odds of correct recognition were significantly higher among fourth-year and fifth-year students compared with first-year students. Compared with depression, dementia and schizophrenia were significantly more likely to be mislabelled.While overall correct recognition was high (81.7%), this did vary by disorder, where schizophrenia (60%) was the most poorly recognised condition. Given that primary care providers are often the first professional help-seeking source for people with mental health problems, medical students should be equipped with the skills and ability to recognise signs and symptoms of various mental illnesses.", "doi": "10.1136/bmjopen-2017-019038", "title": "Recognition of mental disorders: findings from a cross-sectional study among medical students in Singapore.", "journal": ["BMJ open", "BMJ Open"]}