{"words": ["alzheimer", "disease", "ad", "complex", "chronic", "progressive", "central", "nervous", "system", "degenerative", "disease", "public", "health", "problem", "world", "often", "characters", "cognitive", "dysfunction", "accompaning", "aggression", "depression", "may", "lead", "death", "attentions", "paid", "modified", "strategy", "ad", "till", "ad", "featured", "loss", "cholinergic", "neurons", "peptide", "aβ", "plaques", "neurofibrillary", "tangles", "several", "hypotheses", "established", "explain", "pathogenesis", "ad", "hydroxycinnamic", "acids", "including", "caffeic", "acid", "ca", "ferulic", "acid", "fa", "widely", "distributed", "natural", "plants", "fruits", "ca", "fa", "exert", "various", "pharmacological", "activities", "including", "antioxidant", "neuroprotection", "aggregation", "pharmacological", "activities", "associated", "treatment", "ad", "summarized", "pharmacological", "activities", "ca", "fa", "hybrids", "ligands", "mtdls", "ad", "future", "application", "ca", "fa", "also", "discussed", "hoping", "provide", "beneficial", "information", "development", "mtdls", "ad"], "authors": [["Zhang", "Xiao", "X", "School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou 510006, China."], ["He", "Xixin", "X", "School of Pharmaceutical Sciences, Guangzhou University of Chinese Medicine, Guangzhou, China. Electronic address: mark07@gzucm.edu.cn."], ["Chen", "Qiuhe", "Q", "School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou 510006, China."], ["Lu", "Junfeng", "J", "School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou 510006, China."], ["Rapposelli", "Simona", "S", "Dipartimento di Farmacia, Università di Pisa, Via Bonanno, 6, 56126 Pisa, Italy."], ["Pi", "Rongbiao", "R", "School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou 510006, China; International Joint Laboratory (SYSU-PolyU HK) of Novel Anti-dementia Drugs of Guangdong Province, Guangzhou 510006, China; Guangdong Province Key Laboratory of Brain Function and Disease, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China; National and Local United Engineering Lab of Drug Ability and New Drugs Evaluation, Sun Yat-sen University, Guangzhou 510080, China. Electronic address: pirb@mail.sysu.edu.cn."]], "title": "A review on the hybrids of hydroxycinnamic acid as multi-target-directed ligands against Alzheimer's disease.", "year": null, "sentences": ["Alzheimer's disease (AD), a complex chronic progressive central nervous system degenerative disease and a public health problem of the world, often characters cognitive dysfunction accompaning aggression and depression, and may lead to death.", "More attentions should be paid on it because there is no modified strategy against AD till now.", "AD is featured with the loss of cholinergic neurons, the amyloid-beta peptide (Aβ) plaques and the neurofibrillary tangles and several hypotheses were established to explain the pathogenesis of AD.", "Hydroxycinnamic acids, including caffeic acid (CA) and ferulic acid (FA) are widely distributed in natural plants and fruits.", "CA and FA exert various pharmacological activities, including anti-inflammatory, antioxidant, neuroprotection, anti-amyloid aggregation and so on.", "All these pharmacological activities are associated with the treatment of AD.", "Here we summarized the pharmacological activities of CA and FA, and their hybrids as multi-target-directed ligands (MTDLs) against AD.", "The future application of CA and FA was also discussed, hoping to provide beneficial information for the development of CA- and FA-based MTDLs against AD."], "id": "29310862", "text": "Alzheimer's disease (AD), a complex chronic progressive central nervous system degenerative disease and a public health problem of the world, often characters cognitive dysfunction accompaning aggression and depression, and may lead to death. More attentions should be paid on it because there is no modified strategy against AD till now. AD is featured with the loss of cholinergic neurons, the amyloid-beta peptide (Aβ) plaques and the neurofibrillary tangles and several hypotheses were established to explain the pathogenesis of AD. Hydroxycinnamic acids, including caffeic acid (CA) and ferulic acid (FA) are widely distributed in natural plants and fruits. CA and FA exert various pharmacological activities, including anti-inflammatory, antioxidant, neuroprotection, anti-amyloid aggregation and so on. All these pharmacological activities are associated with the treatment of AD. Here we summarized the pharmacological activities of CA and FA, and their hybrids as multi-target-directed ligands (MTDLs) against AD. The future application of CA and FA was also discussed, hoping to provide beneficial information for the development of CA- and FA-based MTDLs against AD.", "doi": "10.1016/j.bmc.2017.12.042", "journal": ["Bioorganic & medicinal chemistry", "Bioorg. Med. Chem."], "date": "2018-01-18_23:41:19"}