{"words": ["dehydration", "estimated", "present", "half", "long", "term", "care", "residents", "many", "consume", "recommended", "levels", "fluid", "intake", "study", "aims", "describe", "fluid", "intake", "long", "term", "care", "residents", "identify", "factors", "associated", "fluid", "intake", "data", "collected", "622", "long", "term", "care", "residents", "mean", "age", "total", "fluid", "intake", "estimated", "three", "days", "potential", "resident", "variables", "risk", "factors", "low", "fluid", "intake", "collected", "dementia", "status", "activities", "daily", "living", "eating", "challenges", "average", "daily", "fluid", "intake", "ranged", "ml", "hierarchical", "regression", "analysis", "revealed", "fluid", "intake", "negatively", "associated", "increased", "age", "cognitive", "impairment", "eating", "challenges", "increased", "dining", "room", "staffing", "male", "requiring", "physical", "assistance", "positively", "associated", "intake", "variables", "identified", "predict", "intake", "could", "help", "inform", "strategies", "targeted", "interventions", "improve", "fluid", "intake"], "authors": [["Namasivayam-MacDonald", "Ashwini M", "AM", "Adelphi University, Garden City, New York, USA; Toronto Rehabilitation Institute, Toronto, Canada; University of Toronto, Toronto, Canada. Electronic address: ANamaMac@adelphi.edu."], ["Slaughter", "Susan E", "SE", "University of Alberta, Edmonton, Canada."], ["Morrison", "Jill", "J", "University of Waterloo, Waterloo, Canada."], ["Steele", "Catriona M", "CM", "Toronto Rehabilitation Institute, Toronto, Canada; University of Toronto, Toronto, Canada."], ["Carrier", "Natalie", "N", "University of Moncton, Moncton, Canada."], ["Lengyel", "Christina", "C", "University of Manitoba, Winnipeg, Canada."], ["Keller", "Heather H", "HH", "University of Waterloo, Waterloo, Canada; Schegel-University of Waterloo Research Institute for Aging, Waterloo, Canada."]], "title": "Inadequate fluid intake in long term care residents: prevalence and determinants.", "year": null, "sentences": ["Dehydration is estimated to be present in half of long term care residents, as many do not consume the recommended levels of fluid intake.", "This study aims to describe fluid intake in long term care residents and identify the factors associated with fluid intake.", "Data were collected from 622 long term care residents, with a mean age of 86.8 ± 7.8.", "Total fluid intake was estimated over three non-consecutive days.", "Potential resident and unit-level variables risk factors for low fluid intake were collected, such as dementia status, activities of daily living, and eating challenges.", "Average daily fluid intake ranged from 311-2390 mL (1104.1 ± 379.3).", "Hierarchical regression analysis revealed that fluid intake was negatively associated with increased age, cognitive impairment, eating challenges and increased dining room staffing.", "Being male and requiring more physical assistance were positively associated with intake.", "Variables identified to predict intake could help inform strategies and targeted interventions to improve fluid intake."], "id": "29310831", "text": "Dehydration is estimated to be present in half of long term care residents, as many do not consume the recommended levels of fluid intake. This study aims to describe fluid intake in long term care residents and identify the factors associated with fluid intake. Data were collected from 622 long term care residents, with a mean age of 86.8 ± 7.8. Total fluid intake was estimated over three non-consecutive days. Potential resident and unit-level variables risk factors for low fluid intake were collected, such as dementia status, activities of daily living, and eating challenges. Average daily fluid intake ranged from 311-2390 mL (1104.1 ± 379.3). Hierarchical regression analysis revealed that fluid intake was negatively associated with increased age, cognitive impairment, eating challenges and increased dining room staffing. Being male and requiring more physical assistance were positively associated with intake. Variables identified to predict intake could help inform strategies and targeted interventions to improve fluid intake.", "doi": "10.1016/j.gerinurse.2017.11.004", "journal": ["Geriatric nursing (New York, N.Y.)", "Geriatr Nurs"], "date": "2018-01-18_23:41:19"}