{"words": ["assessed", "clinicians", "continuing", "professional", "development", "cpd", "needs", "family", "practice", "teaching", "clinics", "province", "quebec", "mixed", "methodology", "design", "comprised", "environmental", "scan", "training", "programs", "four", "family", "medicine", "departments", "expert", "panel", "determine", "priority", "clinical", "situations", "senior", "care", "supervisors", "survey", "assess", "perceived", "cpd", "needs", "interviews", "help", "understand", "rationale", "behind", "needs", "environmental", "scan", "expert", "panel", "selected", "13", "priority", "situations", "key", "needs", "expressed", "352", "survey", "respondents", "36", "response", "rate", "included", "behavioral", "psychological", "symptoms", "dementia", "polypharmacy", "depression", "cognitive", "disorders", "supervisors", "explained", "situations", "sometimes", "complex", "diagnose", "manage", "psychosocial", "aspects", "challenges", "communicating", "patients", "families", "coordination", "interprofessional", "teams", "supervisors", "also", "reported", "cpd", "needs", "home", "care", "given", "presence", "caregivers", "complexity", "senior", "care", "settings"], "authors": [["Giguere", "Anik M C", "AMC", "Laval University."], ["Lebel", "Paule", "P", "University of Montreal."], ["Morin", "Michèle", "M", "Laval University."], ["Proust", "Françoise", "F", "Research Centre of the CHU de Quebec."], ["Rodríguez", "Charo", "C", "McGill University."], ["Carnovale", "Valerie", "V", "Laval University."], ["Champagne", "Louise", "L", "Sherbrooke University."], ["Légaré", "France", "F", "Laval University."], ["Carmichael", "Pierre-Hugues", "PH", "Quebec Excellence Centre on Aging."], ["Martineau", "Bernard", "B", "Sherbrooke University."], ["Karazivan", "Philippe", "P", "University of Montreal."], ["Durand", "Pierre J", "PJ", "Laval University."]], "title": "What Do Clinical Supervisors Require to Teach Residents in Family Medicine How to Care for Seniors?", "year": null, "sentences": ["We assessed clinicians' continuing professional development (CPD) needs at family practice teaching clinics in the province of Quebec.", "Our mixed methodology design comprised an environmental scan of training programs at four family medicine departments, an expert panel to determine priority clinical situations for senior care, a supervisors survey to assess their perceived CPD needs, and interviews to help understand the rationale behind their needs.", "From the environmental scan, the expert panel selected 13 priority situations.", "Key needs expressed by the 352 survey respondents (36% response rate) included behavioral and psychological symptoms of dementia, polypharmacy, depression, and cognitive disorders.", "Supervisors explained that these situations were sometimes complex to diagnose and manage because of psychosocial aspects, challenges of communicating with patients and families, and coordination of interprofessional teams.", "Supervisors also reported more CPD needs in long-term and home care, given the presence of caregivers and complexity of senior care in these settings."], "id": "29310735", "text": "We assessed clinicians' continuing professional development (CPD) needs at family practice teaching clinics in the province of Quebec. Our mixed methodology design comprised an environmental scan of training programs at four family medicine departments, an expert panel to determine priority clinical situations for senior care, a supervisors survey to assess their perceived CPD needs, and interviews to help understand the rationale behind their needs. From the environmental scan, the expert panel selected 13 priority situations. Key needs expressed by the 352 survey respondents (36% response rate) included behavioral and psychological symptoms of dementia, polypharmacy, depression, and cognitive disorders. Supervisors explained that these situations were sometimes complex to diagnose and manage because of psychosocial aspects, challenges of communicating with patients and families, and coordination of interprofessional teams. Supervisors also reported more CPD needs in long-term and home care, given the presence of caregivers and complexity of senior care in these settings.", "doi": "10.1017/S0714980817000460", "journal": ["Canadian journal on aging = La revue canadienne du vieillissement", "Can J Aging"], "date": "2018-01-18_23:41:19"}