{"authors": [["Zhou", "Liang", "L", "Jiangsu Key Laboratory of Neuropsychiatric Diseases and College of Pharmaceutical Sciences, Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Soochow University, 199 Ren'ai Road, Suzhou 215123, Jiangsu, China."], ["Hao", "Zongbing", "Z", "Department of Pharmacology, Laboratory of Molecular Neuropathology, Jiangsu Key Laboratory of Neuropsychiatric Diseases, College of Pharmaceutical Sciences, Soochow University, 199 Ren'ai Road, Suzhou 215123, Jiangsu, China."], ["Wang", "Guanghui", "G", "Department of Pharmacology, Laboratory of Molecular Neuropathology, Jiangsu Key Laboratory of Neuropsychiatric Diseases, College of Pharmaceutical Sciences, Soochow University, 199 Ren'ai Road, Suzhou 215123, Jiangsu, China."], ["Xu", "Guoqiang", "G", "Jiangsu Key Laboratory of Neuropsychiatric Diseases and College of Pharmaceutical Sciences, Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Soochow University, 199 Ren'ai Road, Suzhou 215123, Jiangsu, China."]], "date": "2017-12-20", "id": "29272390", "text": "Formation of protein aggregates is the hallmark of neurodegenerative diseases such as Alzheimer's disease (AD), Huntington's disease (HD), and frontotemporal dementia (FTD). Many ubiquitin-associated proteins are recruited to protein aggregates, such as sequestosome 1/p62 (p62), parkin, and cereblon (CRBN). However, the roles of these proteins in the regulation of the formation of protein aggregates are not well understood. Here, using cell and animal models, we discover that CRBN directly interacts with p62 and inhibits the formation of protein aggregates induced by mutant huntingtin (Htt-polyQ) and TAR DNA-binding protein 43 (TDP43C) in a p62-dependent manner. Furthermore, we find the suppression of the formation of protein aggregates by CRBN is caused by the decrease of the binding affinity of p62 to ubiquitinated proteins but not by the change of p62 protein level. Our study reveals a novel role of CRBN and the underlying molecular mechanism in the regulation of misfolded proteins in neurodegenerative diseases, which may provide insights for finding pharmacological targets for these diseases.", "doi": "10.1093/hmg/ddx433", "title": "Cereblon suppresses the formation of pathogenic protein aggregates in a p62-dependent manner.", "journal": ["Human molecular genetics", "Hum. Mol. Genet."]}