{"authors": [["Scott", "Gregory", "G", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Zetterberg", "Henrik", "H", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, the Sahlgrenska Academy at the University of Gothenburg, Mölndal, Sweden."], ["Jolly", "Amy", "A", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Cole", "James H", "JH", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["De Simoni", "Sara", "S", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Jenkins", "Peter O", "PO", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Feeney", "Claire", "C", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Owen", "David R", "DR", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Lingford-Hughes", "Anne", "A", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Howes", "Oliver", "O", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Patel", "Maneesh C", "MC", "Charing Cross Hospital, Imperial College Healthcare NHS Trust, London, UK."], ["Goldstone", "Anthony P", "AP", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Gunn", "Roger N", "RN", "Imanova Ltd, London, UK."], ["Blennow", "Kaj", "K", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, the Sahlgrenska Academy at the University of Gothenburg, Mölndal, Sweden."], ["Matthews", "Paul M", "PM", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."], ["Sharp", "David J", "DJ", "Division of Brain Sciences, Department of Medicine, Imperial College London, UK."]], "date": "2017-12-19", "id": "29272357", "text": "Survivors of a traumatic brain injury can deteriorate years later, developing brain atrophy and dementia. Traumatic brain injury triggers chronic microglial activation, but it is unclear whether this is harmful or beneficial. A successful chronic-phase treatment for traumatic brain injury might be to target microglia. In experimental models, the antibiotic minocycline inhibits microglial activation. We investigated the effect of minocycline on microglial activation and neurodegeneration using PET, MRI, and measurement of the axonal protein neurofilament light in plasma. Microglial activation was assessed using 11C-PBR28 PET. The relationships of microglial activation to measures of brain injury, and the effects of minocycline on disease progression, were assessed using structural and diffusion MRI, plasma neurofilament light, and cognitive assessment. Fifteen patients at least 6 months after a moderate-to-severe traumatic brain injury received either minocycline 100 mg orally twice daily or no drug, for 12 weeks. At baseline, 11C-PBR28 binding in patients was increased compared to controls in cerebral white matter and thalamus, and plasma neurofilament light levels were elevated. MRI measures of white matter damage were highest in areas of greater 11C-PBR28 binding. Minocycline reduced 11C-PBR28 binding (mean Δwhite matter binding = -23.30%, 95% confidence interval -40.9 to -5.64%, P = 0.018), but increased plasma neurofilament light levels. Faster rates of brain atrophy were found in patients with higher baseline neurofilament light levels. In this experimental medicine study, minocycline after traumatic brain injury reduced chronic microglial activation while increasing a marker of neurodegeneration. These findings suggest that microglial activation has a reparative effect in the chronic phase of traumatic brain injury.", "doi": "10.1093/brain/awx339", "title": "Minocycline reduces chronic microglial activation after brain trauma but increases neurodegeneration.", "journal": ["Brain : a journal of neurology", "Brain"]}