{"words": ["endoplasmic", "reticulum", "er", "biggest", "organelle", "cells", "involved", "versatile", "cellular", "processes", "formation", "maintenance", "er", "morphology", "regulated", "series", "proteins", "controlling", "membrane", "fusion", "curvature", "least", "six", "different", "er", "morphology", "regulators", "demonstrated", "involved", "neurological", "protein", "vcp", "atl1", "spastin", "spast", "reticulon", "2", "rtn2", "receptor", "expression", "enhancing", "protein", "1", "reep1", "critical", "role", "er", "formation", "neuronal", "activity", "function", "among", "genes", "mutations", "vcp", "gene", "involve", "inclusion", "body", "myopathy", "paget", "disease", "bone", "frontotemporal", "dementia", "ibmpfd", "familial", "amyotrophic", "lateral", "sclerosis", "als", "autism", "spectrum", "disorders", "asd", "hereditary", "spastic", "paraplegia", "hsp", "atl1", "also", "one", "causative", "genes", "hsp", "rab10", "associated", "parkinson", "disease", "pd", "recent", "study", "showed", "vcp", "atl1", "work", "together", "regulate", "dendritic", "spine", "formation", "controlling", "er", "formation", "consequent", "protein", "synthesis", "efficiency", "rab10", "shares", "function", "vcp", "atl1", "control", "er", "formation", "protein", "synthesis", "efficiency", "acts", "independently", "increased", "protein", "synthesis", "adding", "extra", "leucine", "cultured", "neurons", "ameliorated", "dendritic", "spine", "deficits", "caused", "vcp", "atl1", "deficiencies", "strengthening", "significance", "protein", "synthesis", "dendritic", "spine", "formation", "findings", "provide", "new", "insight", "roles", "er", "protein", "synthesis", "controlling", "dendritic", "spine", "formation", "suggest", "potential", "etiology", "neurodegenerative", "disorders", "caused", "mutations", "vcp", "atl1", "genes", "encoding", "proteins", "regulating", "er", "formation", "morphogenesis"], "authors": [["Shih", "Yu-Tzu", "YT", "Institute of Molecular Biology, Academia Sinica, 128, Academia Rd., Sec. 2, Taipei, 11529, Taiwan."], ["Hsueh", "Yi-Ping", "YP", "Institute of Molecular Biology, Academia Sinica, 128, Academia Rd., Sec. 2, Taipei, 11529, Taiwan. yph@gate.sinica.edu.tw."]], "title": "The involvement of endoplasmic reticulum formation and protein synthesis efficiency in VCP- and ATL1-related neurological disorders.", "year": null, "sentences": ["The endoplasmic reticulum (ER) is the biggest organelle in cells and is involved in versatile cellular processes.", "Formation and maintenance of ER morphology are regulated by a series of proteins controlling membrane fusion and curvature.", "At least six different ER morphology regulators have been demonstrated to be involved in neurological disorders-including Valosin-containing protein (VCP), Atlastin-1 (ATL1), Spastin (SPAST), Reticulon 2 (RTN2), Receptor expression enhancing protein 1 (REEP1) and RAB10-suggesting a critical role of ER formation in neuronal activity and function.", "Among these genes, mutations in VCP gene involve in inclusion body myopathy with Paget disease of bone and frontotemporal dementia (IBMPFD), familial amyotrophic lateral sclerosis (ALS), autism spectrum disorders (ASD), and hereditary spastic paraplegia (HSP).", "ATL1 is also one of causative genes of HSP.", "RAB10 is associated with Parkinson's disease (PD).", "A recent study showed that VCP and ATL1 work together to regulate dendritic spine formation by controlling ER formation and consequent protein synthesis efficiency.", "RAB10 shares the same function with VCP and ATL1 to control ER formation and protein synthesis efficiency but acts independently.", "Increased protein synthesis by adding extra leucine to cultured neurons ameliorated dendritic spine deficits caused by VCP and ATL1 deficiencies, strengthening the significance of protein synthesis in VCP- and ATL1-regulated dendritic spine formation.", "These findings provide new insight into the roles of ER and protein synthesis in controlling dendritic spine formation and suggest a potential etiology of neurodegenerative disorders caused by mutations in VCP, ATL1 and other genes encoding proteins regulating ER formation and morphogenesis."], "id": "29310658", "text": "The endoplasmic reticulum (ER) is the biggest organelle in cells and is involved in versatile cellular processes. Formation and maintenance of ER morphology are regulated by a series of proteins controlling membrane fusion and curvature. At least six different ER morphology regulators have been demonstrated to be involved in neurological disorders-including Valosin-containing protein (VCP), Atlastin-1 (ATL1), Spastin (SPAST), Reticulon 2 (RTN2), Receptor expression enhancing protein 1 (REEP1) and RAB10-suggesting a critical role of ER formation in neuronal activity and function. Among these genes, mutations in VCP gene involve in inclusion body myopathy with Paget disease of bone and frontotemporal dementia (IBMPFD), familial amyotrophic lateral sclerosis (ALS), autism spectrum disorders (ASD), and hereditary spastic paraplegia (HSP). ATL1 is also one of causative genes of HSP. RAB10 is associated with Parkinson's disease (PD). A recent study showed that VCP and ATL1 work together to regulate dendritic spine formation by controlling ER formation and consequent protein synthesis efficiency. RAB10 shares the same function with VCP and ATL1 to control ER formation and protein synthesis efficiency but acts independently. Increased protein synthesis by adding extra leucine to cultured neurons ameliorated dendritic spine deficits caused by VCP and ATL1 deficiencies, strengthening the significance of protein synthesis in VCP- and ATL1-regulated dendritic spine formation. These findings provide new insight into the roles of ER and protein synthesis in controlling dendritic spine formation and suggest a potential etiology of neurodegenerative disorders caused by mutations in VCP, ATL1 and other genes encoding proteins regulating ER formation and morphogenesis.", "doi": "10.1186/s12929-017-0403-3", "journal": ["Journal of biomedical science", "J. Biomed. Sci."], "date": "2018-01-18_23:41:21"}