{"authors": [["McCabe", "Louise", "L", "Faculty of Social Sciences, University of Stirling, Stirling, UK."], ["Robertson", "Jane", "J", "Faculty of Social Sciences, University of Stirling, Stirling, UK."], ["Kelly", "Fiona", "F", "Division of Nursing, School of Health Sciences, Queen Margaret University, Edinburgh, UK."]], "date": "2017-12-20", "id": "29272323", "text": "living with dementia has been described as a process of continual change and adjustment, with people with dementia and their families adopting informal strategies to help manage everyday life. As dementia progresses, families increasingly rely on help from the wider community and formal support.this article reports on a secondary analysis of qualitative data from focus groups and individual interviews with people with dementia and their carers in the North of England. In total, 65 people with dementia and 82 carers took part in the research: 26 in interviews and 121 in focus groups. Focus group and interview audio recordings were transcribed verbatim. A qualitative, inductive, thematic approach was taken for data analysis.the article applies the metaphor of scaffolding to deepen understanding of the strategies used by families. Processes of scaffolding were evident across the data where families, communities, professionals and services worked together to support everyday life for people with dementia. Within this broad theme of scaffolding were three sub-themes characterising the experiences of families living with dementia: doing things together; evolving strategies; and fragility and fear of the future.families with dementia are resourceful but do need increasing support (scaffolding) to continue to live as well as possible as dementia progresses. More integrated, proactive work is required from services that recognises existing scaffolds and provides appropriate support before informal strategies become unsustainable; thus enabling people with dementia to live well for longer.", "doi": "10.1093/ageing/afx186", "title": "Scaffolding and working together: a qualitative exploration of strategies for everyday life with dementia.", "journal": ["Age and ageing", "Age Ageing"]}