{"authors": [["Cohn-Hokke", "Petra E", "PE", "Department of Clinical Genetics, VU University Medical Center, Amsterdam, 1081 HV, The Netherlands."], ["van Swieten", "John C", "JC", "Department of Clinical Genetics, VU University Medical Center, Amsterdam, 1081 HV, The Netherlands."], ["Pijnenburg", "Yolande A L", "YAL", "Alzheimer Center, Department of Neurology, VU University Medical Center, Neuroscience Campus Amsterdam, Amsterdam, 1081 HV, The Netherlands."], ["Tibben", "Aad", "A", "Department of Clinical Genetics, Leiden University Medical Center, Leiden, 2333 ZA, The Netherlands."], ["Meijers-Heijboer", "Hanne", "H", "Department of Clinical Genetics, VU University Medical Center, Amsterdam, 1081 HV, The Netherlands."], ["Kievit", "Anneke", "A", "Department of Clinical Genetics, Erasmus Medical Center, Wytemaweg 80, 3015 CE, Rotterdam, The Netherlands. j.a.kievit@erasmusmc.nl."]], "date": "2017-12-21", "id": "29270849", "text": "Follow-up studies on predictive testing for hereditary neurodegenerative diseases mainly focussed on psychological outcomes. We investigated whether the social and personal life of mutation carriers differ negatively from non-carriers and untested at-risk individuals. Asymptomatic individuals (≥ 35 years) who received a genetic test result for Huntington's disease, frontotemporal dementia or Alzheimer's disease more than 2 years before the onset of the study and untested subjects at 50% risk were invited to complete a questionnaire and an additional questionnaire with extra or adjusted items. Of the 283 selected individuals, 115 returned a positive informed consent (response rate 39.6%). Of these, 17 carriers, 30 non-carriers and 27 untested persons (n = 74) fulfilled the criteria and completed both questionnaires. We found no significant differences in employment, financial situation and lifestyle or anxiety and depression between carriers and non-carriers or untested individuals at risk. Carriers were more often single and childless, though these differences were not significant. The findings of this study suggest that the result of predictive testing on adult-onset neurodegenerative diseases does not have a large negative effect on social and personal life, although these observations should be interpreted with caution because of the small number of participants and low response rate.", "doi": "10.1007/s10897-017-0195-3", "title": "The Effect of Predictive Testing in Adult-Onset Neurodegenerative Diseases on Social and Personal Life.", "journal": ["Journal of genetic counseling", "J Genet Couns"]}