{"words": ["introduction", "deficit", "avenues", "obtaining", "dementia", "information", "asian", "american", "community", "study", "aims", "compare", "content", "quality", "differences", "websites", "providing", "information", "dementia", "found", "google", "search", "conducted", "simplified", "chinese", "characters", "english", "methods", "google", "search", "performed", "phrase", "dementia", "simplified", "chinese", "characters", "english", "resultant", "websites", "categorized", "whether", "commercial", "nature", "type", "website", "whether", "website", "provided", "explanation", "dementia", "signs", "symptoms", "quality", "websites", "assessed", "via", "readability", "health", "net", "code", "conduct", "honcode", "analyses", "performed", "establish", "differences", "english", "simplified", "chinese", "results", "results", "simplified", "chinese", "search", "websites", "likely", "commercial", "likely", "meet", "honcode", "standards", "statistical", "significance", "observed", "types", "websites", "prevalence", "signs", "symptom", "explanations", "readability", "website", "conclusion", "quality", "websites", "obtained", "simplified", "chinese", "character", "google", "search", "lower", "obtained", "searches", "using", "english", "language", "given", "limited", "sources", "language", "culturally", "appropriate", "information", "dementia", "improvement", "internet", "resources", "may", "help", "improve", "health", "outcomes", "dementia", "patients", "asian", "american", "population"], "authors": [["Tsiang", "John T", "JT", "Medicine, Case Western Reserve University School of Medicine."], ["Woo", "Benjamin K", "BK", "UCLA."]], "title": "Comparison of Online Dementia Information in Chinese and in English Languages.", "year": null, "sentences": ["Introduction There is a deficit of avenues for obtaining dementia information in the Asian American community.", "This study aims to compare the content and quality differences between websites providing information on dementia as found by a Google search conducted both in simplified Chinese characters and in English.", "Methods A Google search was performed for the phrase \"dementia\" in simplified Chinese characters and in English.", "The resultant websites were categorized by whether they were commercial in nature, the type of website, and whether the website provided an explanation of dementia signs and symptoms.", "The quality of the websites was assessed via readability and the Health on the Net Code of Conduct (HONcode).", "Chi-squared analyses were performed to establish differences between the English and simplified Chinese results.", "Results The simplified Chinese search websites were more likely to be commercial (p=0.045) and were more likely to not meet HONcode standards (p=0.008).", "No statistical significance was observed between the types of websites (p=0.127), the prevalence of signs and symptom explanations (p=0.073), and the readability of the website (p=0.151).", "Conclusion The quality of websites obtained from the simplified Chinese character Google search was lower than those obtained from searches using the English language.", "Given the limited sources of language and culturally appropriate information on dementia, improvement of Internet resources may help to improve health outcomes of dementia patients in the Asian American population."], "id": "29308336", "text": "Introduction There is a deficit of avenues for obtaining dementia information in the Asian American community. This study aims to compare the content and quality differences between websites providing information on dementia as found by a Google search conducted both in simplified Chinese characters and in English. Methods A Google search was performed for the phrase \"dementia\" in simplified Chinese characters and in English. The resultant websites were categorized by whether they were commercial in nature, the type of website, and whether the website provided an explanation of dementia signs and symptoms. The quality of the websites was assessed via readability and the Health on the Net Code of Conduct (HONcode). Chi-squared analyses were performed to establish differences between the English and simplified Chinese results. Results The simplified Chinese search websites were more likely to be commercial (p=0.045) and were more likely to not meet HONcode standards (p=0.008). No statistical significance was observed between the types of websites (p=0.127), the prevalence of signs and symptom explanations (p=0.073), and the readability of the website (p=0.151). Conclusion The quality of websites obtained from the simplified Chinese character Google search was lower than those obtained from searches using the English language. Given the limited sources of language and culturally appropriate information on dementia, improvement of Internet resources may help to improve health outcomes of dementia patients in the Asian American population.", "doi": "10.7759/cureus.1808", "journal": ["Cureus", "Cureus"], "date": "2018-01-18_23:41:23"}