{"words": ["majority", "transplantable", "human", "organs", "retrieved", "patients", "declared", "dead", "neurological", "criteria", "since", "brain", "death", "considered", "sufficient", "death", "procurement", "vital", "organs", "considered", "harm", "wrong", "patients", "essay", "argue", "case", "distinguishing", "welfare", "experiential", "investment", "interests", "defining", "precedent", "autonomy", "surviving", "interests", "argue", "patients", "many", "harmed", "wronged", "organ", "procurement", "currently", "practiced", "indeed", "respect", "precedent", "autonomy", "surviving", "investment", "interests", "morally", "equivalent", "patients", "severe", "dementia", "thus", "harmed", "wronged", "extent", "patients", "severe", "dementia", "bright", "line", "separates", "brain", "death", "conditions", "clinical", "legal", "purposes", "justified", "morally", "relevant", "distinctions"], "authors": [["Nair-Collins", "Michael", "M", null]], "title": "Can the Brain-Dead Be Harmed or Wronged?: On the Moral Status of Brain Death and its Implications for Organ Transplantation.", "year": null, "sentences": ["The majority of transplantable human organs are retrieved from patients declared dead by neurological criteria, or \"brain-dead.\"", "Since brain death is considered to be sufficient for death, the procurement of vital organs is not considered to harm or wrong such patients.", "In this essay I argue that this is not the case.", "After distinguishing welfare, experiential, and investment interests, and defining precedent autonomy and surviving interests, I argue that brain-dead patients can be, and many are, harmed and wronged by organ procurement as currently practiced.", "Indeed, with respect to precedent autonomy and surviving investment interests, the brain-dead are morally equivalent to patients with severe dementia, and thus can be harmed and wronged if and only if, and to the extent that, patients with severe dementia can.", "The \"bright line\" that separates brain death from all other conditions for clinical and legal purposes is not justified by any morally relevant distinctions."], "id": "29307880", "text": "The majority of transplantable human organs are retrieved from patients declared dead by neurological criteria, or \"brain-dead.\" Since brain death is considered to be sufficient for death, the procurement of vital organs is not considered to harm or wrong such patients. In this essay I argue that this is not the case. After distinguishing welfare, experiential, and investment interests, and defining precedent autonomy and surviving interests, I argue that brain-dead patients can be, and many are, harmed and wronged by organ procurement as currently practiced. Indeed, with respect to precedent autonomy and surviving investment interests, the brain-dead are morally equivalent to patients with severe dementia, and thus can be harmed and wronged if and only if, and to the extent that, patients with severe dementia can. The \"bright line\" that separates brain death from all other conditions for clinical and legal purposes is not justified by any morally relevant distinctions.", "doi": "10.1353/ken.2017.0041", "journal": ["Kennedy Institute of Ethics journal", "Kennedy Inst Ethics J"], "date": "2018-01-18_23:41:24"}