{"words": ["dementia", "including", "alzheimer", "disease", "major", "public", "health", "issue", "worldwide", "many", "efforts", "european", "level", "promote", "active", "healthy", "ageing", "university", "pecs", "joined", "ict4life", "project", "supported", "european", "union", "h2020", "programme", "2016", "aim", "project", "improve", "life", "autonomy", "patients", "mild", "moderate", "dementia", "developing", "new", "information", "communication", "technology", "ict", "platform", "may", "provide", "help", "patients", "caregivers", "ict4life", "research", "conducted", "among", "patients", "cognitive", "decline", "relatives", "caregivers", "professionals", "involved", "care", "needs", "different", "actors", "assessed", "interviews", "clinical", "scales", "cognitive", "affective", "scales", "measurements", "functionality", "caregiver", "burden", "help", "develop", "adaptive", "personalized", "integrated", "ict", "platform", "smart", "tv", "tablet", "mobile", "bracelet", "may", "contribute", "monitor", "physical", "emotional", "states", "elderly", "cognitive", "decline", "provide", "better", "personalized", "care", "platform", "includes", "cognitive", "enhancement", "gamification", "focuses", "also", "decrease", "professional", "caregiver", "report", "ict4life", "programme", "develops", "ict", "solution", "individuals", "early", "stage", "cognitive", "impairment", "contributing", "way", "extending", "independence", "improve"], "authors": [["Osváth", "Péter", "P", "PTE KK Pszichiatriai es Pszichoterapias Klinika, Pecs, Hungary, E-mail: osvath.peter@pte.hu."], ["Vörös", "Viktor", "V", null], ["Kovács", "Attila", "A", null], ["Boda-Jörg", "Adrienn", "A", null], ["Fekete", "Szabolcs", "S", null], ["Jankovics", "Réka", "R", null], ["Tényi", "Tamás", "T", null], ["Fekete", "Sándor", "S", null], [null, null, null, null]], "title": "[Design and development of a new information technology platform for patients with dementia].", "year": null, "sentences": ["As dementia, including Alzheimer's disease is a major public health issue worldwide, there are many efforts at European level to promote active and healthy ageing.", "University of Pecs joined the ICT4Life project - supported by the European Union H2020 programme - in 2016.", "The aim of this three-years project is to improve qualityof- life and autonomy of patients with mild or moderate dementia with developing a new Information and Communication Technology (ICT) platform, which may provide help for patients, caregivers and professionals.The ICT4Life research is conducted among patients with cognitive decline, their relatives, caregivers, and professionals involved in their care.", "The needs of the different actors are assessed with semi-structured interviews and clinical scales (cognitive and affective scales, quality-of-life measurements, functionality, caregiver burden), which help to develop a user-friendly, adaptive and personalized platform.Using the integrated ICT platform (bio-sensors, smart TV, tablet, mobile, bracelet) may contribute to monitor (physical, psycho-motor and emotional states) elderly with cognitive decline and to provide better and personalized care for them.", "The platform includes cognitive enhancement with gamification, and focuses also on the decrease of professional and caregiver burden.Here we report on the ICT4Life programme, which develops an ICT solution for individuals with early stage cognitive impairment while contributing in a user-friendly way to extending their independence and improve their quality-of-life."], "id": "29307870", "text": "As dementia, including Alzheimer's disease is a major public health issue worldwide, there are many efforts at European level to promote active and healthy ageing. University of Pecs joined the ICT4Life project - supported by the European Union H2020 programme - in 2016. The aim of this three-years project is to improve qualityof- life and autonomy of patients with mild or moderate dementia with developing a new Information and Communication Technology (ICT) platform, which may provide help for patients, caregivers and professionals.The ICT4Life research is conducted among patients with cognitive decline, their relatives, caregivers, and professionals involved in their care. The needs of the different actors are assessed with semi-structured interviews and clinical scales (cognitive and affective scales, quality-of-life measurements, functionality, caregiver burden), which help to develop a user-friendly, adaptive and personalized platform.Using the integrated ICT platform (bio-sensors, smart TV, tablet, mobile, bracelet) may contribute to monitor (physical, psycho-motor and emotional states) elderly with cognitive decline and to provide better and personalized care for them. The platform includes cognitive enhancement with gamification, and focuses also on the decrease of professional and caregiver burden.Here we report on the ICT4Life programme, which develops an ICT solution for individuals with early stage cognitive impairment while contributing in a user-friendly way to extending their independence and improve their quality-of-life.", "doi": null, "journal": ["Psychiatria Hungarica : A Magyar Pszichiatriai Tarsasag tudomanyos folyoirata", "Psychiatr Hung"], "date": "2018-01-18_23:41:24"}