{"authors": [["Nogami-Hara", "Ai", "A", "Department of Neuropharmacology, Faculty of Pharmaceutical Science, Japan."], ["Nagao", "Masaki", "M", "A.I.G. Collaborative Research Institute for Aging and Brain Sciences, Japan."], ["Takasaki", "Kotaro", "K", "Department of Neuropharmacology, Faculty of Pharmaceutical Science, Japan."], ["Egashira", "Nobuaki", "N", "Department of Pharmacy, Kyushu University Hospital, Fukuoka 812-8582, Japan."], ["Fujikawa", "Risako", "R", "Department of Neuropharmacology, Faculty of Pharmaceutical Science, Japan."], ["Kubota", "Kaori", "K", "Department of Neuropharmacology, Faculty of Pharmaceutical Science, Japan; A.I.G. Collaborative Research Institute for Aging and Brain Sciences, Japan."], ["Watanabe", "Takuya", "T", "Department of Neuropharmacology, Faculty of Pharmaceutical Science, Japan; A.I.G. Collaborative Research Institute for Aging and Brain Sciences, Japan."], ["Katsurabayashi", "Shutaro", "S", "Department of Neuropharmacology, Faculty of Pharmaceutical Science, Japan."], ["Hatip", "Funda Bolukbasi", "FB", "Department of Medical Pharmacology, Faculty of Medicine, Pamukkale University, Denizli 22070, Turkey."], ["Hatip-Al-Khatib", "Izzettin", "I", "Department of Medical Pharmacology, Faculty of Medicine, Pamukkale University, Denizli 22070, Turkey. Electronic address: ihatip@pau.edu.tr."], ["Iwasaki", "Katsunori", "K", "Department of Neuropharmacology, Faculty of Pharmaceutical Science, Japan; A.I.G. Collaborative Research Institute for Aging and Brain Sciences, Japan."]], "date": "2017-12-19", "id": "29269276", "text": "Japanese Angelica acutiloba root (Angelica root) is included in several Kampo medicines including Yokukansan (YKS). Angelica root and YKS are used for the treatment of a variety of psychological and neurodegenerative disorders. Development of safe and effective therapeutic agents against cerebrovascular disorders will improve the treatment of patients with dementia.The effect of Angelica root and YKS on ischemia-impaired memory has not yet been fully investigated. The present study investigated whether Angelica root is also involved in memory improving and neuroprotective effect of YKS in a model of cerebrovascular ischemia.Male Wistar rats grouped into sham rats received saline, and other three groups subjected to repeated cerebral ischemia induced by 4-vessel occlusion (4-VO), received a 7-day oral administration of either saline, Angelica root or YKS. Memory was evaluated by eight-arm radial maze task. Acetylcholine release (ACh) in the dorsal hippocampus was investigated by microdialysis-HPLC. Apoptosis was determined by terminal deoxynucleotidyl transferase (TdT)-mediated fluorescein-deoxyuridine triphosphate (dUTP) nick-end labeling.Ischemia induced apoptosis, reduced release of ACh, and impaired the memory (increased error choices and decreased correct choices). Angelica root and YKS improved the memory deficits, upregulated the release of ACh and prevented 4-VO-induced hippocampal apoptosis.The dual ACh-increasing and neuroprotective effect of Angelica root could make it a promising therapeutic agent useful for the treatment of symptoms of cerebrovascular dementia. Angelica root could be one of the components contributing to the memory-improving and neuroprotective effects of YKS.", "doi": "10.1016/j.jep.2017.12.025", "title": "The Japanese Angelica acutiloba root and yokukansan increase hippocampal acetylcholine level, prevent apoptosis and improve memory in a rat model of repeated cerebral ischemia.", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}