{"words": ["studies", "prevalence", "frailty", "phenotype", "conducted", "among", "low", "middle", "income", "countries", "aimed", "study", "variation", "prevalence", "correlates", "frailty", "rural", "urban", "sites", "latin", "america", "india", "catchment", "area", "surveys", "conducted", "8", "urban", "4", "rural", "catchment", "areas", "8", "countries", "cuba", "dominican", "republic", "puerto", "rico", "venezuela", "peru", "mexico", "china", "india", "assessed", "weight", "loss", "exhaustion", "slow", "walking", "speed", "low", "energy", "consumption", "hand", "grip", "strength", "therefore", "frailty", "phenotype", "defined", "2", "4", "usual", "5", "surveyed", "adults", "aged", "65", "years", "overall", "frailty", "prevalence", "95", "confidence", "inteval", "prevalence", "low", "rural", "urban", "china", "varied", "sites", "similar", "pattern", "variation", "apparent", "direct", "standardization", "age", "sex", "variation", "prevalence", "frailty", "indicators", "varied", "across", "4", "indicators", "controlling", "age", "sex", "education", "frailty", "positively", "associated", "older", "age", "female", "sex", "lower", "socioeconomic", "status", "physical", "impairments", "stroke", "depression", "dementia", "disability", "dependence", "high", "healthcare", "substantial", "variation", "prevalence", "frailty", "indicators", "across", "sites", "latin", "america", "india", "china", "culture", "contextual", "factors", "may", "impact", "significantly", "assessment", "frailty", "using", "questionnaire", "physical", "measures", "achieving", "measurement", "invariance", "remains", "consistent", "pattern", "correlates", "identified", "suggesting", "sites", "frailty", "screen", "could", "identify", "older", "adults", "multiple", "physical", "mental", "cognitive", "morbidities", "disability", "needs", "care", "compounded", "socioeconomic", "disadvantage", "catastrophic", "healthcare", "spending"], "authors": [["Llibre Rodriguez", "Juan J", "JJ", "Facultad de Medicina Finlay-Albarran, Medical University of Havana, Havana, Cuba."], ["Prina", "A Matthew", "AM", "Health Service and Population Research Department, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, United Kingdom."], ["Acosta", "Daisy", "D", "Universidad Nacional Pedro Henriquez Ureña (UNPHU), Internal Medicine Department, Geriatric Section, Santo Domingo, Dominican Republic."], ["Guerra", "Mariella", "M", "Instituto de la Memoria Depresion y Enfermedades de Riesgo IMEDER, Lima, Perú."], ["Huang", "Yueqin", "Y", "Social Psychiatry and Behavioral Medicine, Institute of Mental Health, Peking University, Beijing, China."], ["Jacob", "K S", "KS", "Christian Medical College, Vellore, India."], ["Jimenez-Velasquez", "Ivonne Z", "IZ", "Internal Medicine Department, Geriatrics Program, School of Medicine, Medical Sciences Campus, University of Puerto Rico, San Juan, Puerto Rico."], ["Salas", "Aquiles", "A", "Medicine Department, Caracas University Hospital, Faculty of Medicine, Universidad Central de Venezuela, Caracas, Venezuela."], ["Sosa", "Ana Luisa", "AL", "Laboratory of the Dementias, National Institute of Neurology and Neurosurgery of Mexico, National Autonomous University of Mexico, Mexico City, Mexico."], ["Williams", "Joseph D", "JD", "Department of Community Health, Voluntary Health Services, Chennai, India."], ["Jotheeswaran", "A T", "AT", "Department of Aging and Life Course, World Health Organization, Geneva, Switzerland."], ["Acosta", "Isaac", "I", "Laboratory of the Dementias, National Institute of Neurology and Neurosurgery of Mexico, National Autonomous University of Mexico, Mexico City, Mexico."], ["Liu", "Zhaorui", "Z", "Social Psychiatry and Behavioral Medicine, Institute of Mental Health, Peking University, Beijing, China."], ["Prince", "Martin J", "MJ", "Health Service and Population Research Department, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, United Kingdom. Electronic address: martin.prince@kcl.ac.uk."]], "title": "The Prevalence and Correlates of Frailty in Urban and Rural Populations in Latin America, China, and India: A 10/66 Population-Based Survey.", "year": null, "sentences": ["There have been few cross-national studies of the prevalence of the frailty phenotype conducted among low or middle income countries.", "We aimed to study the variation in prevalence and correlates of frailty in rural and urban sites in Latin America, India, and China.Cross-sectional population-based catchment area surveys conducted in 8 urban and 4 rural catchment areas in 8 countries; Cuba, Dominican Republic, Puerto Rico, Venezuela, Peru, Mexico, China, and India.", "We assessed weight loss, exhaustion, slow walking speed, and low energy consumption, but not hand grip strength.", "Therefore, frailty phenotype was defined on 2 or more of 4 of the usual 5 criteria.We surveyed 17,031 adults aged 65 years and over.", "Overall frailty prevalence was 15.2% (95% confidence inteval 14.6%-15.7%).", "Prevalence was low in rural (5.4%) and urban China (9.1%) and varied between 12.6% and 21.5% in other sites.", "A similar pattern of variation was apparent after direct standardization for age and sex.", "Cross-site variation in prevalence of frailty indicators varied across the 4 indicators.", "Controlling for age, sex, and education, frailty was positively associated with older age, female sex, lower socioeconomic status, physical impairments, stroke, depression, dementia, disability and dependence, and high healthcare costs.There was substantial variation in the prevalence of frailty and its indicators across sites in Latin America, India, and China.", "Culture and other contextual factors may impact significantly on the assessment of frailty using questionnaire and physical performance-based measures, and achieving cross-cultural measurement invariance remains a challenge.A consistent pattern of correlates was identified, suggesting that in all sites, the frailty screen could identify older adults with multiple physical, mental, and cognitive morbidities, disability and needs for care, compounded by socioeconomic disadvantage and catastrophic healthcare spending."], "id": "29306607", "text": "There have been few cross-national studies of the prevalence of the frailty phenotype conducted among low or middle income countries. We aimed to study the variation in prevalence and correlates of frailty in rural and urban sites in Latin America, India, and China.Cross-sectional population-based catchment area surveys conducted in 8 urban and 4 rural catchment areas in 8 countries; Cuba, Dominican Republic, Puerto Rico, Venezuela, Peru, Mexico, China, and India. We assessed weight loss, exhaustion, slow walking speed, and low energy consumption, but not hand grip strength. Therefore, frailty phenotype was defined on 2 or more of 4 of the usual 5 criteria.We surveyed 17,031 adults aged 65 years and over. Overall frailty prevalence was 15.2% (95% confidence inteval 14.6%-15.7%). Prevalence was low in rural (5.4%) and urban China (9.1%) and varied between 12.6% and 21.5% in other sites. A similar pattern of variation was apparent after direct standardization for age and sex. Cross-site variation in prevalence of frailty indicators varied across the 4 indicators. Controlling for age, sex, and education, frailty was positively associated with older age, female sex, lower socioeconomic status, physical impairments, stroke, depression, dementia, disability and dependence, and high healthcare costs.There was substantial variation in the prevalence of frailty and its indicators across sites in Latin America, India, and China. Culture and other contextual factors may impact significantly on the assessment of frailty using questionnaire and physical performance-based measures, and achieving cross-cultural measurement invariance remains a challenge.A consistent pattern of correlates was identified, suggesting that in all sites, the frailty screen could identify older adults with multiple physical, mental, and cognitive morbidities, disability and needs for care, compounded by socioeconomic disadvantage and catastrophic healthcare spending.", "doi": "10.1016/j.jamda.2017.09.026", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"], "date": "2018-01-18_23:41:26"}