{"words": ["dementia", "poses", "considerable", "socioeconomic", "burden", "society", "global", "scale", "family", "unpaid", "care", "predominates", "supporting", "caregivers", "crucial", "scalable", "interventions", "currently", "lacking", "growing", "number", "studies", "suggested", "online", "training", "support", "programs", "hold", "considerable", "promise", "scaling", "reviewed", "existing", "systematically", "searched", "6", "databases", "identify", "studies", "interventions", "designed", "train", "support", "caregivers", "people", "dementia", "formally", "assessed", "risk", "bias", "prespecified", "primary", "outcomes", "interest", "included", "mental", "health", "caregiver", "stress", "secondary", "outcomes", "interest", "included", "knowledge", "quality", "life", "caregivers", "quality", "care", "caregiver", "response", "challenging", "behaviors", "coping", "randomized", "control", "trials", "met", "inclusion", "criteria", "involving", "900", "participants", "content", "structure", "interventions", "outcome", "measures", "duration", "differed", "markedly", "selection", "performance", "reporting", "biases", "varied", "occasion", "concern", "six", "studies", "reported", "outcomes", "caregivers", "mental", "health", "outcomes", "3", "studies", "reported", "burden", "outcomes", "three", "studies", "reported", "knowledge", "skills", "quality", "life", "reaction", "challenging", "behaviours", "whereas", "2", "studies", "reported", "changes", "coping", "outcomes", "studies", "reported", "outcomes", "quality", "evidence", "interventions", "improve", "mental", "health", "outcomes", "informal", "caregivers", "people", "dementia", "marked", "methodological", "diversity", "across", "studies", "prevented", "robust", "pooling", "results", "concerted", "cohesive", "approach", "stakeholders", "required", "help", "realize", "full", "potential", "emerging", "field"], "authors": [["Egan", "Kieren J", "KJ", "Faculty of Health and Medical Science, University of Surrey, Guildford, Surrey, United Kingdom."], ["Pinto-Bruno", "Ángel C", "ÁC", "Section of Clinical Psychology, Amsterdam Public Health research institute, Vrije Universiteit Amsterdam, the Netherlands."], ["Bighelli", "Irene", "I", "Department of Psychiatry and Psychotherapy, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."], ["Berg-Weger", "Marla", "M", "Saint Louis University School of Social Work, St. Louis, MO."], ["van Straten", "Annemieke", "A", "Section of Clinical Psychology, Amsterdam Public Health research institute, Vrije Universiteit Amsterdam, the Netherlands."], ["Albanese", "Emiliano", "E", "Old age Psychiatry Service, Geneva University Hospital & WHO Collaborating Center for mental health research, University of Geneva, Geneva, Switzerland."], ["Pot", "Anne-Margriet", "AM", "World Health Organization, Geneva, Switzerland. Electronic address: Potam@who.int."]], "title": "Online Training and Support Programs Designed to Improve Mental Health and Reduce Burden Among Caregivers of People With Dementia: A Systematic Review.", "year": null, "sentences": ["Dementia poses a considerable socioeconomic burden to society.", "On a global scale, family and other unpaid care predominates.", "Supporting caregivers is crucial, but scalable interventions are currently lacking.", "Because a growing number of studies have suggested that online training and support programs hold considerable promise for scaling up, we reviewed existing literature.We systematically searched 6 databases to identify studies of Internet-based interventions designed to train and support caregivers of people with dementia, and we formally assessed risk of bias.", "Our prespecified primary outcomes of interest included both mental health and caregiver burden/perceived stress.", "Our secondary outcomes of interest included knowledge, quality of life of caregivers, quality of care, caregiver response to challenging behaviors, coping, and self-efficacy.Eight randomized control trials met our inclusion criteria involving over 900 participants.", "The content and structure of Internet-based interventions, outcome measures, and duration differed markedly, and selection, performance, and reporting biases were varied and on occasion of concern.", "Six studies reported outcomes in caregivers' mental health outcomes, 3 studies reported burden outcomes.", "Three studies reported knowledge skills, quality of life and reaction to challenging behaviours, whereas 2 studies reported changes in coping outcomes and self-efficacy.", "No studies reported outcomes on quality of care.Although there is some evidence that Internet-based interventions can improve mental health outcomes for informal caregivers of people with dementia, marked methodological diversity across studies prevented the robust pooling of the results.", "A concerted and cohesive approach from all stakeholders is now required to help realize the full potential of this emerging field."], "id": "29306605", "text": "Dementia poses a considerable socioeconomic burden to society. On a global scale, family and other unpaid care predominates. Supporting caregivers is crucial, but scalable interventions are currently lacking. Because a growing number of studies have suggested that online training and support programs hold considerable promise for scaling up, we reviewed existing literature.We systematically searched 6 databases to identify studies of Internet-based interventions designed to train and support caregivers of people with dementia, and we formally assessed risk of bias. Our prespecified primary outcomes of interest included both mental health and caregiver burden/perceived stress. Our secondary outcomes of interest included knowledge, quality of life of caregivers, quality of care, caregiver response to challenging behaviors, coping, and self-efficacy.Eight randomized control trials met our inclusion criteria involving over 900 participants. The content and structure of Internet-based interventions, outcome measures, and duration differed markedly, and selection, performance, and reporting biases were varied and on occasion of concern. Six studies reported outcomes in caregivers' mental health outcomes, 3 studies reported burden outcomes. Three studies reported knowledge skills, quality of life and reaction to challenging behaviours, whereas 2 studies reported changes in coping outcomes and self-efficacy. No studies reported outcomes on quality of care.Although there is some evidence that Internet-based interventions can improve mental health outcomes for informal caregivers of people with dementia, marked methodological diversity across studies prevented the robust pooling of the results. A concerted and cohesive approach from all stakeholders is now required to help realize the full potential of this emerging field.", "doi": "10.1016/j.jamda.2017.10.023", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"], "date": "2018-01-18_23:41:26"}