{"words": ["conducted", "survey", "random", "sample", "514", "quebec", "nurses", "caring", "elderly", "assess", "attitudes", "towards", "extending", "medical", "aid", "dying", "incompetent", "patients", "explore", "associated", "factors", "attitudes", "measured", "using", "clinical", "vignettes", "featuring", "hypothetical", "patient", "alzheimer", "disease", "vignettes", "varied", "according", "stage", "disease", "advanced", "terminal", "presence", "absence", "written", "request", "291", "respondents", "agreed", "current", "legislation", "allows", "physicians", "administer", "aid", "dying", "competent", "patients", "end", "life", "suffer", "unbearably", "similar", "proportion", "83", "p", "favor", "extending", "medical", "aid", "dying", "incompetent", "patients", "terminal", "stage", "alzheimer", "disease", "show", "signs", "distress", "made", "written", "request", "losing", "capacity"], "authors": [["Bravo", "G", "G", "Department of Community Health Sciences, Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada; Research Centre on Aging, University Institute of Geriatrics of Sherbrooke, Sherbrooke, QC, Canada. Electronic address: Gina.Bravo@USherbrooke.ca."], ["Rodrigue", "C", "C", "Research Centre on Aging, University Institute of Geriatrics of Sherbrooke, Sherbrooke, QC, Canada."], ["Arcand", "M", "M", "Research Centre on Aging, University Institute of Geriatrics of Sherbrooke, Sherbrooke, QC, Canada; Department of Family Medicine, Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada."], ["Downie", "J", "J", "Schulich School of Law and Faculty of Medicine, Dalhousie University, Halifax, NS, Canada."], ["Dubois", "M-F", "MF", "Department of Community Health Sciences, Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada; Research Centre on Aging, University Institute of Geriatrics of Sherbrooke, Sherbrooke, QC, Canada."], ["Kaasalaine", "S", "S", "Department of Family Medicine, School of Nursing, McMaster University, Hamilton, ON, Canada."], ["Hertogh", "C M", "CM", "Department of General Practice & Elderly Care Medicine, EMGO+ Institute for Health and Care Research, Vrije Universiteit Medical Center, Amsterdam, The Netherlands."], ["Pautex", "S", "S", "Department of Community Medicine and Primary Care, Geneva University Hospital, Geneva, Switzerland."], ["Van den Block", "L", "L", "VUB-UGhent End-of-life Care Research Group, Vrije Universiteit Brussel (VUB), Brussels, Belgium."]], "title": "Nurses' perspectives on whether medical aid in dying should be accessible to incompetent patients with dementia: findings from a survey conducted in Quebec, Canada.", "year": null, "sentences": ["We conducted a survey in a random sample of 514 Quebec nurses caring for the elderly to assess their attitudes towards extending medical aid in dying to incompetent patients and to explore associated factors.", "Attitudes were measured using clinical vignettes featuring a hypothetical patient with Alzheimer disease.", "Vignettes varied according to the stage of the disease (advanced or terminal) and the presence or absence of a written request.", "Of the 291 respondents, 83.5% agreed with the current legislation that allows physicians to administer aid in dying to competent patients who are at the end of life and suffer unbearably.", "A similar proportion (83%, p = 0.871) were in favor of extending medical aid in dying to incompetent patients who are at the terminal stage of Alzheimer disease, show signs of distress, and have made a written request before losing capacity."], "id": "29306500", "text": "We conducted a survey in a random sample of 514 Quebec nurses caring for the elderly to assess their attitudes towards extending medical aid in dying to incompetent patients and to explore associated factors. Attitudes were measured using clinical vignettes featuring a hypothetical patient with Alzheimer disease. Vignettes varied according to the stage of the disease (advanced or terminal) and the presence or absence of a written request. Of the 291 respondents, 83.5% agreed with the current legislation that allows physicians to administer aid in dying to competent patients who are at the end of life and suffer unbearably. A similar proportion (83%, p = 0.871) were in favor of extending medical aid in dying to incompetent patients who are at the terminal stage of Alzheimer disease, show signs of distress, and have made a written request before losing capacity.", "doi": "10.1016/j.gerinurse.2017.12.002", "journal": ["Geriatric nursing (New York, N.Y.)", "Geriatr Nurs"], "date": "2018-01-18_23:41:26"}