{"words": ["αsyn", "plays", "central", "role", "pathogenesis", "parkinson", "disease", "pd", "dementia", "lewy", "bodies", "dlb", "sporadic", "pd", "dlb", "normally", "harmless", "αsyn", "proteins", "without", "mutations", "might", "gain", "toxic", "functions", "unknown", "mechanisms", "thus", "important", "elucidate", "factors", "promoting", "toxic", "conversion", "αsyn", "towards", "understanding", "pathogenesis", "developing", "therapies", "pd", "dlb", "accumulating", "biophysical", "biochemical", "studies", "demonstrated", "αsyn", "interacts", "lipid", "membrane", "interaction", "influences", "αsyn", "oligomerization", "aggregation", "furthermore", "genetic", "clinicopathological", "studies", "revealed", "mutations", "glucocerebrosidase", "1", "gba1", "gene", "encodes", "degrading", "enzyme", "glycolipid", "glucosylceramide", "glccer", "strong", "risk", "factors", "pd", "dlb", "recently", "demonstrated", "glccer", "promotes", "toxic", "conversion", "αsyn", "moreover", "pathological", "studies", "shown", "existence", "αsyn", "pathology", "lysosomal", "storage", "disorders", "lsds", "patient", "brain", "glycosphingolipids", "gsls", "found", "accumulated", "review", "focus", "lipids", "key", "factor", "inducing", "wt", "αsyn", "toxic", "conversion", "summarize", "knowledge", "interaction", "αsyn", "lipid", "membrane", "propose", "hypothesis", "aberrantly", "accumulated", "gsls", "might", "contribute", "toxic", "conversion", "αsyn", "identifying", "trigger", "toxic", "conversion", "αsyn", "would", "open", "new", "therapeutic", "road", "attenuate", "prevent", "crucial", "events", "leading", "formation", "toxic", "αsyn"], "authors": [["Suzuki", "Mari", "M", "Department of Neurotherapeutics, Osaka University Graduate School of Medicine, Suita, Osaka, 565-0871, Japan; Department of Degenerative Neurological Diseases, National Institute of Neuroscience, National Center of Neurology and Psychiatry, Kodaira 187-8502, Japan; Diabetic Neuropathy Project, Department of Sensory and Motor Systems, Tokyo Metropolitan Institute of Medical Science, Setagaya, Tokyo, 156-8506, Japan. Electronic address: suzuki-mr@igakuken.or.jp."], ["Sango", "Kazunori", "K", "Diabetic Neuropathy Project, Department of Sensory and Motor Systems, Tokyo Metropolitan Institute of Medical Science, Setagaya, Tokyo, 156-8506, Japan."], ["Wada", "Keiji", "K", "Department of Degenerative Neurological Diseases, National Institute of Neuroscience, National Center of Neurology and Psychiatry, Kodaira 187-8502, Japan."], ["Nagai", "Yoshitaka", "Y", "Department of Neurotherapeutics, Osaka University Graduate School of Medicine, Suita, Osaka, 565-0871, Japan; Department of Degenerative Neurological Diseases, National Institute of Neuroscience, National Center of Neurology and Psychiatry, Kodaira 187-8502, Japan. Electronic address: nagai@neurother.med.osaka-u.ac.jp."]], "title": "Pathological role of lipid interaction with α-synuclein in Parkinson's disease.", "year": null, "sentences": ["Alpha-synuclein (αSyn) plays a central role in the pathogenesis of Parkinson's disease (PD) and dementia with Lewy bodies (DLB).", "In sporadic PD and DLB, normally harmless αSyn proteins without any mutations might gain toxic functions by unknown mechanisms.", "Thus, it is important to elucidate the factors promoting the toxic conversion of αSyn, towards understanding the pathogenesis of and developing disease-modifying therapies for PD and DLB.", "Accumulating biophysical and biochemical studies have demonstrated that αSyn interacts with lipid membrane, and the interaction influences αSyn oligomerization and aggregation.", "Furthermore, genetic and clinicopathological studies have revealed mutations in the glucocerebrosidase 1 (GBA1) gene, which encodes a degrading enzyme for the glycolipid glucosylceramide (GlcCer), as strong risk factors for PD and DLB, and we recently demonstrated that GlcCer promotes toxic conversion of αSyn.", "Moreover, pathological studies have shown the existence of αSyn pathology in lysosomal storage disorders (LSDs) patient' brain, in which glycosphingolipids (GSLs) is found to be accumulated.", "In this review, we focus on the lipids as a key factor for inducing wild-type (WT) αSyn toxic conversion, we summarize the knowledge about the interaction between αSyn and lipid membrane, and propose our hypothesis that aberrantly accumulated GSLs might contribute to the toxic conversion of αSyn.", "Identifying the trigger for toxic conversion of αSyn would open a new therapeutic road to attenuate or prevent crucial events leading to the formation of toxic αSyn."], "id": "29305919", "text": "Alpha-synuclein (αSyn) plays a central role in the pathogenesis of Parkinson's disease (PD) and dementia with Lewy bodies (DLB). In sporadic PD and DLB, normally harmless αSyn proteins without any mutations might gain toxic functions by unknown mechanisms. Thus, it is important to elucidate the factors promoting the toxic conversion of αSyn, towards understanding the pathogenesis of and developing disease-modifying therapies for PD and DLB. Accumulating biophysical and biochemical studies have demonstrated that αSyn interacts with lipid membrane, and the interaction influences αSyn oligomerization and aggregation. Furthermore, genetic and clinicopathological studies have revealed mutations in the glucocerebrosidase 1 (GBA1) gene, which encodes a degrading enzyme for the glycolipid glucosylceramide (GlcCer), as strong risk factors for PD and DLB, and we recently demonstrated that GlcCer promotes toxic conversion of αSyn. Moreover, pathological studies have shown the existence of αSyn pathology in lysosomal storage disorders (LSDs) patient' brain, in which glycosphingolipids (GSLs) is found to be accumulated. In this review, we focus on the lipids as a key factor for inducing wild-type (WT) αSyn toxic conversion, we summarize the knowledge about the interaction between αSyn and lipid membrane, and propose our hypothesis that aberrantly accumulated GSLs might contribute to the toxic conversion of αSyn. Identifying the trigger for toxic conversion of αSyn would open a new therapeutic road to attenuate or prevent crucial events leading to the formation of toxic αSyn.", "doi": "10.1016/j.neuint.2017.12.014", "journal": ["Neurochemistry international", "Neurochem. Int."], "date": "2018-01-18_23:41:27"}