{"words": ["study", "aimed", "empirically", "compare", "measurement", "properties", "cases", "severe", "cognitive", "impairment", "generic", "hrqol", "instruments", "residential", "care", "population", "characterised", "older", "people", "high", "rates", "cognitive", "impairment", "dementia", "recruited", "seventeen", "residential", "care", "facilities", "across", "four", "australian", "states", "one", "hundred", "participants", "three", "hundred", "proxy", "completed", "due", "presence", "severe", "dementia", "convergent", "validity", "outcome", "measures", "known", "group", "validity", "relative", "series", "clinical", "outcome", "measures", "satisfy", "convergent", "validity", "among", "outcome", "measures", "utilities", "found", "significantly", "correlated", "p", "utilities", "p", "utilities", "demonstrated", "strong", "known", "group", "validity", "relation", "clinically", "recognised", "thresholds", "cognition", "physical", "functioning", "contrast", "neither", "demonstrated", "findings", "suggest", "capture", "distinct", "aspects", "hrqol", "population", "measurement", "valuation", "hrqol", "form", "essential", "component", "economic", "evaluation", "residential", "care", "however", "high", "levels", "cognitive", "impairment", "may", "preclude", "majority", "research", "needed", "determine", "cognition", "thresholds", "beyond", "individual", "unable", "reliably", "quality", "life"], "authors": [["Easton", "Tiffany", "T", "Flinders Health Economics Group, College of Medicine and Public Health, Flinders University, Adelaide, SA, Australia."], ["Milte", "Rachel", "R", "Institute for Choice, Business School, University of South Australia, Adelaide, SA, Australia."], ["Crotty", "Maria", "M", "NHMRC Partnership Centre on Dealing with Cognitive and Related Functional Decline in Older People, University of Sydney, Sydney, NSW, Australia."], ["Ratcliffe", "Julie", "J", "Institute for Choice, Business School, University of South Australia, Adelaide, SA, Australia. julie.ratcliffe@unisa.edu.au."]], "title": "An empirical comparison of the measurement properties of the EQ-5D-5L, DEMQOL-U and DEMQOL-Proxy-U for older people in residential care.", "year": null, "sentences": ["This study aimed to empirically compare the measurement properties of self-reported and proxy-reported (in cases of severe cognitive impairment) generic (EQ-5D-5L) and condition-specific (DEMQOL-U and DEMQOL-Proxy-U) preference-based HRQoL instruments in residential care, where the population is characterised by older people with high rates of cognitive impairment, dementia and disability.Participants were recruited from seventeen residential care facilities across four Australian states.", "One hundred and forty-three participants self-completed the EQ-5D-5L and the DEMQOL-U while three hundred and eight-seven proxy completed (due to the presence of severe dementia) the EQ-5D-5L and DEMQOL-Proxy-U.", "The convergent validity of the outcome measures and known group validity relative to a series of clinical outcome measures were assessed.Results satisfy convergent validity among the outcome measures.", "EQ-5D-5L and DEMQOL-U utilities were found to be significantly correlated with each other (p < 0.01) as were EQ-5D-5L and DEMQOL-Proxy-U utilities (p < 0.01).", "Both self-reported and proxy-reported EQ-5D-5L utilities demonstrated strong known group validity in relation to clinically recognised thresholds of cognition and physical functioning, while in contrast neither DEMQOL-U nor DEMQOL-Proxy-U demonstrated this association.The findings suggest that the EQ-5D-5L, DEMQOL-U and DEMQOL-Proxy-U capture distinct aspects of HRQoL for this population.", "The measurement and valuation of HRQoL form an essential component of economic evaluation in residential care.", "However, high levels of cognitive impairment may preclude self-completion for a majority.", "Further research is needed to determine cognition thresholds beyond which an individual is unable to reliably self-report their own health-related quality of life."], "id": "29305782", "text": "This study aimed to empirically compare the measurement properties of self-reported and proxy-reported (in cases of severe cognitive impairment) generic (EQ-5D-5L) and condition-specific (DEMQOL-U and DEMQOL-Proxy-U) preference-based HRQoL instruments in residential care, where the population is characterised by older people with high rates of cognitive impairment, dementia and disability.Participants were recruited from seventeen residential care facilities across four Australian states. One hundred and forty-three participants self-completed the EQ-5D-5L and the DEMQOL-U while three hundred and eight-seven proxy completed (due to the presence of severe dementia) the EQ-5D-5L and DEMQOL-Proxy-U. The convergent validity of the outcome measures and known group validity relative to a series of clinical outcome measures were assessed.Results satisfy convergent validity among the outcome measures. EQ-5D-5L and DEMQOL-U utilities were found to be significantly correlated with each other (p < 0.01) as were EQ-5D-5L and DEMQOL-Proxy-U utilities (p < 0.01). Both self-reported and proxy-reported EQ-5D-5L utilities demonstrated strong known group validity in relation to clinically recognised thresholds of cognition and physical functioning, while in contrast neither DEMQOL-U nor DEMQOL-Proxy-U demonstrated this association.The findings suggest that the EQ-5D-5L, DEMQOL-U and DEMQOL-Proxy-U capture distinct aspects of HRQoL for this population. The measurement and valuation of HRQoL form an essential component of economic evaluation in residential care. However, high levels of cognitive impairment may preclude self-completion for a majority. Further research is needed to determine cognition thresholds beyond which an individual is unable to reliably self-report their own health-related quality of life.", "doi": "10.1007/s11136-017-1777-0", "journal": ["Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation", "Qual Life Res"], "date": "2018-01-18_23:41:27"}