{"words": ["report", "novel", "electroconvulsive", "therapy", "ect", "regimen", "sustaining", "resolution", "behavioural", "psychological", "symptoms", "dementia", "bpsd", "using", "alternating", "acute", "maintenance", "ect", "trials", "man", "presenting", "major", "neurocognitive", "disorder", "admitted", "acute", "behavioural", "disturbances", "physical", "aggression", "treatment", "options", "impact", "patients", "quality", "life", "often", "supersedes", "cognitive", "symptoms", "predictor", "institutionalisation", "recent", "studies", "indicate", "ect", "may", "effective", "safe", "way", "address", "bpsd", "clinicians", "little", "information", "stop", "successful", "course", "acute", "ect", "advantages", "subsequent", "intermittent", "acute", "ect", "case", "emphasises", "benefit", "describes", "potential", "challenges", "associated", "abrupt", "discontinuation", "case", "first", "detail", "tapering", "ect", "treatment", "aggression", "dementia", "interchanging", "acute", "courses", "response", "symptom", "burden"], "authors": [["Selvadurai", "Melanie Isabella", "MI", "DeGroote School of Business, McMaster University, Burlington, Ontario, Canada."], ["Waxman", "Robyn", "R", "Department of Psychiatry, Ontario Shores Centre for Mental Health Sciences, University of Toronto, Whitby, Ontario, Canada."], ["Ghaffar", "Omar", "O", "Department of Psychiatry, Ontario Shores Centre for Mental Health Sciences, University of Toronto, Whitby, Ontario, Canada."], ["Fischler", "Ilan", "I", "Department of Psychiatry, Ontario Shores Centre for Mental Health Sciences, University of Toronto, Whitby, Ontario, Canada."]], "title": "Efficacy and safety of maintenance electroconvulsive therapy for sustaining resolution of severe aggression in a major neurocognitive disorder.", "year": null, "sentences": ["We report a novel electroconvulsive therapy (ECT) regimen for sustaining the resolution of behavioural and psychological symptoms of dementia (BPSD) using alternating acute and maintenance ECT (M-ECT) trials.", "A 64-year-old man presenting with major neurocognitive disorder was admitted for acute behavioural disturbances and physical aggression.", "With few treatment options, the impact on patients' quality of life often supersedes cognitive symptoms and is a predictor of long-term institutionalisation.", "Recent studies indicate that ECT may be an effective and safe way to address BPSD.", "Clinicians have little information about when and how to stop a successful course of acute ECT or the long-term advantages of M-ECT with subsequent intermittent acute ECT.", "This case emphasises the benefit of M-ECT and describes potential challenges associated with abrupt discontinuation.", "This case is the first to detail tapering ECT for treatment of aggression in dementia by interchanging acute and M-ECT courses in response to symptom burden."], "id": "29305363", "text": "We report a novel electroconvulsive therapy (ECT) regimen for sustaining the resolution of behavioural and psychological symptoms of dementia (BPSD) using alternating acute and maintenance ECT (M-ECT) trials. A 64-year-old man presenting with major neurocognitive disorder was admitted for acute behavioural disturbances and physical aggression. With few treatment options, the impact on patients' quality of life often supersedes cognitive symptoms and is a predictor of long-term institutionalisation. Recent studies indicate that ECT may be an effective and safe way to address BPSD. Clinicians have little information about when and how to stop a successful course of acute ECT or the long-term advantages of M-ECT with subsequent intermittent acute ECT. This case emphasises the benefit of M-ECT and describes potential challenges associated with abrupt discontinuation. This case is the first to detail tapering ECT for treatment of aggression in dementia by interchanging acute and M-ECT courses in response to symptom burden.", "doi": "10.1136/bcr-2017-222100", "journal": ["BMJ case reports", "BMJ Case Rep"], "date": "2018-01-18_23:41:28"}