{"words": ["αsyn", "still", "remains", "mysterious", "protein", "even", "two", "decades", "snca", "encoding", "identified", "first", "causative", "gene", "familial", "parkinson", "disease", "pd", "accumulation", "αsyn", "causes", "including", "pd", "dementia", "lewy", "bodies", "dlb", "multiple", "system", "atrophy", "msa", "recent", "advances", "therapeutic", "approaches", "offer", "new", "small", "options", "reduce", "αsyn", "protein", "levels", "aggregates", "patient", "brain", "gathering", "research", "information", "neurological", "disease", "particularly", "alzheimer", "disease", "recent", "disappointment", "experimental", "amyloid", "plaques", "busting", "antibody", "clinical", "trials", "underscores", "difficulty", "treating", "people", "show", "even", "mild", "dementia", "damage", "brain", "may", "already", "extensive", "prodromal", "intervention", "inhibit", "accumulation", "pathogenic", "protein", "may", "advantageously", "provide", "better", "outcome", "however", "treatment", "prior", "onset", "ethically", "justified", "standard", "practice", "present", "review", "initiate", "refined", "concept", "define", "early", "pathogenic", "state", "αsyn", "accumulation", "occurrence", "brain", "damage", "disease", "criterion", "αsyn", "dysregulation", "disease"], "authors": [["Mochizuki", "Hideki", "H", "Department of Neurology, Graduate School of Medicine, Osaka University, Yamadaoka 2-2, Suita, Osaka, 565-0871, Japan. Electronic address: hmochizuki@neurol.med.osaka-u.ac.jp."], ["Choong", "Chi-Jing", "CJ", "Department of Neurology, Graduate School of Medicine, Osaka University, Yamadaoka 2-2, Suita, Osaka, 565-0871, Japan."], ["Masliah", "Eliezer", "E", "Department of Neurology, Graduate School of Medicine, Osaka University, Yamadaoka 2-2, Suita, Osaka, 565-0871, Japan."]], "title": "A refined concept: α-synuclein dysregulation disease.", "year": null, "sentences": ["α-synuclein (αSyn) still remains a mysterious protein even two decades after SNCA encoding it was identified as the first causative gene of familial Parkinson's disease (PD).", "Accumulation of αSyn causes α-synucleinopathies including PD, dementia with Lewy bodies (DLB) and multiple system atrophy (MSA).", "Recent advances in therapeutic approaches offer new antibody-, vaccine-, antisense-oligonucleotide- and small molecule-based options to reduce αSyn protein levels and aggregates in patient's brain.", "Gathering research information of other neurological disease particularly Alzheimer's disease, recent disappointment of an experimental amyloid plaques busting antibody in clinical trials underscores the difficulty of treating people who show even mild dementia as damage in their brain may already be too extensive.", "Prodromal intervention to inhibit the accumulation of pathogenic protein may advantageously provide a better outcome.", "However, treatment prior to onset is not ethically justified as standard practice at present.", "In this review, we initiate a refined concept to define early pathogenic state of αSyn accumulation before occurrence of brain damage as a disease criterion for αSyn dysregulation disease."], "id": "29305061", "text": "α-synuclein (αSyn) still remains a mysterious protein even two decades after SNCA encoding it was identified as the first causative gene of familial Parkinson's disease (PD). Accumulation of αSyn causes α-synucleinopathies including PD, dementia with Lewy bodies (DLB) and multiple system atrophy (MSA). Recent advances in therapeutic approaches offer new antibody-, vaccine-, antisense-oligonucleotide- and small molecule-based options to reduce αSyn protein levels and aggregates in patient's brain. Gathering research information of other neurological disease particularly Alzheimer's disease, recent disappointment of an experimental amyloid plaques busting antibody in clinical trials underscores the difficulty of treating people who show even mild dementia as damage in their brain may already be too extensive. Prodromal intervention to inhibit the accumulation of pathogenic protein may advantageously provide a better outcome. However, treatment prior to onset is not ethically justified as standard practice at present. In this review, we initiate a refined concept to define early pathogenic state of αSyn accumulation before occurrence of brain damage as a disease criterion for αSyn dysregulation disease.", "doi": "10.1016/j.neuint.2017.12.011", "journal": ["Neurochemistry international", "Neurochem. Int."], "date": "2018-01-18_23:41:28"}