{"words": ["decline", "cognitive", "functions", "dementia", "major", "challenges", "geriatric", "healthcare", "accumulating", "evidence", "clinical", "epidemiological", "animal", "research", "suggests", "tooth", "loss", "may", "risk", "factor", "decline", "cognitive", "functions", "issue", "highlights", "role", "axis", "geriatric", "medicine", "whether", "input", "stomatognathic", "apparatus", "affect", "brain", "remains", "open", "debate", "revisiting", "evidence", "published", "past", "five", "years", "argue", "hypothesis", "regarding", "association", "cognitive", "decline", "masticatory", "dysfunction", "carefully", "interpreted", "available", "clinical", "epidemiological", "studies", "present", "data", "respect", "prospective", "studies", "important", "confounding", "factors", "nutritional", "physical", "conditions", "fully", "controlled", "animal", "research", "revealed", "hippocampal", "deficits", "may", "play", "key", "roles", "observed", "cognitive", "decline", "however", "experimental", "intervention", "outcome", "assessments", "may", "capture", "condition", "human", "subjects", "brain", "neuroimaging", "research", "may", "suitable", "bridging", "gap", "clinical", "animal", "research", "potentially", "contributing", "clarification", "brain", "network", "associated", "mastication", "b", "identification", "brain", "imaging", "markers", "exploring", "mechanisms", "underlying", "changes", "masticatory", "functions", "c", "elucidation", "interactions", "mastication", "processing", "systems", "three", "potential", "models", "axis", "relevant", "hypotheses", "summarized", "focusing", "sensory", "feedback", "mechanisms", "compensation", "motor", "control", "cerebellar", "deficits", "finally", "highlight", "four", "critical", "aspects", "study", "experimental", "design", "considered", "future", "research", "refinement", "considered", "behavioral", "assessments", "b", "inclusion", "baseline", "changes", "mental", "physical", "conditions"], "authors": [["Lin", "Chia-Shu", "CS", "Department of Dentistry, School of Dentistry, National Yang-Ming University, No. 155, Sec. 2, Linong Street, Taipei, 11221, Taiwan. winzlin@ym.edu.tw."]], "title": "Revisiting the link between cognitive decline and masticatory dysfunction.", "year": null, "sentences": ["Age-related decline in cognitive functions and dementia are major challenges in geriatric healthcare.", "Accumulating evidence from clinical, epidemiological and animal research suggests that tooth loss may be a risk factor for the decline of cognitive functions.", "This issue highlights the role of the brain-stomatognathic axis in geriatric medicine.", "Whether input from the stomatognathic apparatus can affect the brain remains an open debate.", "By revisiting the evidence published in the past five years, we argue that the hypothesis regarding the association between cognitive decline and masticatory dysfunction should be carefully interpreted.", "Most of the available clinical and epidemiological studies present only cross-sectional data.", "With respect to the prospective studies, important confounding factors, such as nutritional and physical conditions, were not fully controlled for.", "Animal research has revealed that hippocampal deficits may play key roles in the observed cognitive decline.", "However, experimental intervention and outcome assessments may not capture the condition of human subjects.", "Brain neuroimaging research may be suitable for bridging the gap between clinical and animal research, potentially contributing to (a) the clarification of the brain network associated with mastication, (b) the identification of brain imaging markers for exploring the mechanisms underlying long-term changes in masticatory functions, and (c) the elucidation of interactions between mastication and other cognitive-affective processing systems.", "Three potential models of the brain-stomatognathic axis and relevant hypotheses are summarized, focusing on the sensory feedback mechanisms, the compensation of motor control, and cerebellar deficits.", "Finally, we highlight four critical aspects of study and experimental design that should be considered in future research: (a) the refinement of the considered behavioral assessments, (b) the inclusion of baseline changes in mental and physical conditions,"], "id": "29304748", "text": "Age-related decline in cognitive functions and dementia are major challenges in geriatric healthcare. Accumulating evidence from clinical, epidemiological and animal research suggests that tooth loss may be a risk factor for the decline of cognitive functions. This issue highlights the role of the brain-stomatognathic axis in geriatric medicine. Whether input from the stomatognathic apparatus can affect the brain remains an open debate. By revisiting the evidence published in the past five years, we argue that the hypothesis regarding the association between cognitive decline and masticatory dysfunction should be carefully interpreted. Most of the available clinical and epidemiological studies present only cross-sectional data. With respect to the prospective studies, important confounding factors, such as nutritional and physical conditions, were not fully controlled for. Animal research has revealed that hippocampal deficits may play key roles in the observed cognitive decline. However, experimental intervention and outcome assessments may not capture the condition of human subjects. Brain neuroimaging research may be suitable for bridging the gap between clinical and animal research, potentially contributing to (a) the clarification of the brain network associated with mastication, (b) the identification of brain imaging markers for exploring the mechanisms underlying long-term changes in masticatory functions, and (c) the elucidation of interactions between mastication and other cognitive-affective processing systems. Three potential models of the brain-stomatognathic axis and relevant hypotheses are summarized, focusing on the sensory feedback mechanisms, the compensation of motor control, and cerebellar deficits. Finally, we highlight four critical aspects of study and experimental design that should be considered in future research: (a) the refinement of the considered behavioral assessments, (b) the inclusion of baseline changes in mental and physical conditions,", "doi": "10.1186/s12877-017-0693-z", "journal": ["BMC geriatrics", "BMC Geriatr"], "date": "2018-01-18_23:41:28"}