{"words": ["hearing", "loss", "older", "adults", "suspected", "play", "role", "social", "isolation", "depression", "disability", "lower", "quality", "life", "risk", "dementia", "suspected", "associations", "still", "need", "consolidated", "additional", "research", "particularly", "long", "study", "assessed", "relationship", "hearing", "status", "four", "major", "adverse", "health", "events", "death", "dementia", "depression", "study", "3777", "subjects", "aged", "65", "25", "years", "baseline", "1289", "reported", "hearing", "problems", "2290", "reported", "trouble", "risk", "occurrence", "negative", "outcomes", "death", "dementia", "depressive", "symptoms", "disability", "activities", "daily", "living", "adl", "instrumental", "adl", "iadl", "assessed", "cox", "proportional", "hazards", "numerous", "confounders", "increased", "risk", "disability", "dementia", "found", "participants", "reporting", "hearing", "problems", "increased", "risk", "depression", "found", "men", "reporting", "hearing", "problems", "additional", "exploratory", "analyses", "associations", "found", "participants", "using", "hearing", "aids", "mortality", "associated", "hearing", "study", "confirms", "strong", "link", "hearing", "status", "risk", "disability", "dementia", "depression", "results", "highlight", "importance", "assessing", "consequences", "treating", "hearing", "loss", "elders", "studies"], "authors": [["Amieva", "Hélène", "H", "Univ. Bordeaux, Inserm, Bordeaux Population Health Research Center, UMR, Bordeaux, France."], ["Ouvrard", "Camille", "C", "Univ. Bordeaux, Inserm, Bordeaux Population Health Research Center, UMR, Bordeaux, France."], ["Meillon", "Céline", "C", "Univ. Bordeaux, Inserm, Bordeaux Population Health Research Center, UMR, Bordeaux, France."], ["Rullier", "Laetitia", "L", "Univ. Bordeaux, Inserm, Bordeaux Population Health Research Center, UMR, Bordeaux, France."], ["Dartigues", "Jean-François", "JF", "Univ. Bordeaux, Inserm, Bordeaux Population Health Research Center, UMR, Bordeaux, France."]], "title": "Death, Depression, Disability and Dementia Associated with Self-Reported Hearing Problems: a 25-Year Study.", "year": null, "sentences": ["Hearing loss in older adults is suspected to play a role in social isolation, depression, disability, lower quality of life and risk of dementia.", "Such suspected associations still need to be consolidated with additional research.", "With a particularly long follow-up, this study assessed the relationship between hearing status and four major adverse health events: death, dementia, depression, and disability.Prospective community-based study of 3777 subjects aged ≥ 65 followed-up for 25 years.", "At baseline, 1289 reported hearing problems and 2290 reported no trouble.", "The risk of occurrence of the negative outcomes, i.e.", "death, dementia, depressive symptoms, disability in activities of daily living (ADL) and instrumental ADL (IADL), was assessed with Cox proportional hazards models.Adjusting for numerous confounders, an increased risk of disability and dementia was found for participants reporting hearing problems.", "An increased risk of depression was found in men reporting hearing problems.", "In additional exploratory analyses, such associations were not found in those participants using hearing aids.", "Mortality was not associated with self-reported hearing loss.Our study confirms the strong link between hearing status and the risk of disability, dementia and depression.", "These results highlight the importance of assessing the consequences of treating hearing loss in elders in further studies."], "id": "29304204", "text": "Hearing loss in older adults is suspected to play a role in social isolation, depression, disability, lower quality of life and risk of dementia. Such suspected associations still need to be consolidated with additional research. With a particularly long follow-up, this study assessed the relationship between hearing status and four major adverse health events: death, dementia, depression, and disability.Prospective community-based study of 3777 subjects aged ≥ 65 followed-up for 25 years. At baseline, 1289 reported hearing problems and 2290 reported no trouble. The risk of occurrence of the negative outcomes, i.e. death, dementia, depressive symptoms, disability in activities of daily living (ADL) and instrumental ADL (IADL), was assessed with Cox proportional hazards models.Adjusting for numerous confounders, an increased risk of disability and dementia was found for participants reporting hearing problems. An increased risk of depression was found in men reporting hearing problems. In additional exploratory analyses, such associations were not found in those participants using hearing aids. Mortality was not associated with self-reported hearing loss.Our study confirms the strong link between hearing status and the risk of disability, dementia and depression. These results highlight the importance of assessing the consequences of treating hearing loss in elders in further studies.", "doi": "10.1093/gerona/glx250", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."], "date": "2018-01-18_23:41:28"}