{"words": ["caregiving", "individuals", "affected", "alzheimer", "disease", "related", "dementia", "adrd", "process", "tasks", "distributed", "multiple", "caregivers", "network", "evaluate", "extent", "multiple", "network", "members", "nominate", "one", "another", "filling", "primary", "caregiver", "pcg", "roles", "factors", "associated", "come", "caregiving", "roles", "expectations", "networks", "project", "aimed", "characterize", "caregiving", "networks", "families", "affected", "adrd", "persons", "affected", "adrd", "either", "residents", "residential", "care", "facilities", "adult", "participants", "generalized", "poisson", "regression", "used", "model", "count", "incoming", "pcg", "nominations", "network", "average", "multiple", "network", "members", "identified", "pcgs", "across", "different", "network", "contexts", "network", "members", "perceived", "perform", "essential", "caregiving", "tasks", "making", "decisions", "behalf", "spending", "time", "care", "recipient", "received", "primary", "caregiving", "nominations", "network", "peers", "adjusting", "personal", "attributes", "context", "multiple", "pcgs", "network", "may", "result", "lack", "consensus", "fills", "roles", "potentially", "putting", "families", "risk", "interpersonal", "conflicts", "future", "work", "aimed", "intervention", "development", "fully", "assess", "social", "contexts", "surrounding", "caregiving", "processes", "order", "better", "understand", "network", "composition", "might", "impact", "outcomes"], "authors": [["Marcum", "Christopher Steven", "CS", "National Institutes of Health, National Human Genome Research Institute, Social Behavioral Research Branch, Social Network Methods Section, Bethesda, Maryland."], ["Ashida", "Sato", "S", "College of Public Health, Community and Behavioral Health, University of Iowa, Iowa City."], ["Koehly", "Laura M", "LM", "National Institutes of Health, National Human Genome Research Institute, Social Behavioral Research Branch, Social Network Methods Section, Bethesda, Maryland."]], "title": "Primary Caregivers in a Network Context.", "year": null, "sentences": ["Caregiving to individuals affected by Alzheimer's disease and related dementia (ADRD) is a family-systems process where tasks are distributed between multiple caregivers in a network.", "We evaluate the extent to which multiple network members nominate one another as filling primary caregiver (PCG) roles and factors associated with nomination.Data come from the Caregiving Roles and Expectations Networks project, which aimed to characterize the caregiving networks of families affected by ADRD.", "All persons affected by ADRD were either full-time residents in residential care facilities or community-dwelling adult day-care participants.", "Generalized Poisson regression was used to model the count of incoming PCG nominations of each network member.On average, there were multiple network members identified as PCGs across different network contexts.", "Network members who were perceived to perform essential caregiving tasks, such as making decisions on behalf of and spending time with the care recipient, received more primary caregiving nominations from their network peers, adjusting for personal attributes, and the context of care.Having multiple PCGs in a network may result in lack of consensus in who fills those roles, potentially putting families at risk for interpersonal conflicts.", "Future work aimed at intervention development should fully assess the social contexts surrounding caregiving processes in order to better understand how network composition might impact outcomes."], "id": "29304203", "text": "Caregiving to individuals affected by Alzheimer's disease and related dementia (ADRD) is a family-systems process where tasks are distributed between multiple caregivers in a network. We evaluate the extent to which multiple network members nominate one another as filling primary caregiver (PCG) roles and factors associated with nomination.Data come from the Caregiving Roles and Expectations Networks project, which aimed to characterize the caregiving networks of families affected by ADRD. All persons affected by ADRD were either full-time residents in residential care facilities or community-dwelling adult day-care participants. Generalized Poisson regression was used to model the count of incoming PCG nominations of each network member.On average, there were multiple network members identified as PCGs across different network contexts. Network members who were perceived to perform essential caregiving tasks, such as making decisions on behalf of and spending time with the care recipient, received more primary caregiving nominations from their network peers, adjusting for personal attributes, and the context of care.Having multiple PCGs in a network may result in lack of consensus in who fills those roles, potentially putting families at risk for interpersonal conflicts. Future work aimed at intervention development should fully assess the social contexts surrounding caregiving processes in order to better understand how network composition might impact outcomes.", "doi": "10.1093/geronb/gbx165", "journal": ["The journals of gerontology. Series B, Psychological sciences and social sciences", "J Gerontol B Psychol Sci Soc Sci"], "date": "2018-01-18_23:41:28"}