{"authors": [["Hunt", "Lauren J", "LJ", "1 Department of Physiological Nursing, University of California , San Francisco, San Francisco, California."], ["Lee", "See J", "SJ", "2 San Francisco Veterans Affairs Medical Center , San Francisco, California."], ["Harrison", "Krista L", "KL", "2 San Francisco Veterans Affairs Medical Center , San Francisco, California."], ["Smith", "Alexander K", "AK", "2 San Francisco Veterans Affairs Medical Center , San Francisco, California."]], "date": "2017-12-21", "id": "29265949", "text": "To provide a guide to researchers selecting a dataset pertinent to the study of palliative care for people with dementia and to aid readers who seek to critically evaluate a secondary analysis study in this domain.The impact of dementia at end-of-life is large and growing. Secondary dataset analysis can play a critical role in advancing research on palliative care for people with dementia.We conducted a broad search of a variety of resources to: 1. identity datasets that include information germane to dementia and palliative care research; 2. review relevant applications of secondary dataset analysis in the published literature; and 3. explore potential validity and reliability concerns.We synthesize findings regarding: 1. Methodological approaches for determining the presence of dementia; 2. Inclusion and measurement of key palliative care items as they relate to people with dementia; and 3. Sampling and study design issues, including the role and implications of proxy-respondents. We describe and compare a selection of high-value existing datasets relevant to palliative care and dementia research.While secondary analysis of existing datasets requires consideration of key limitations, it can be a powerful tool for efficiently enhancing knowledge of palliative care needs among people with dementia.", "doi": "10.1089/jpm.2017.0309", "title": "Secondary Analysis of Existing Datasets for Dementia and Palliative Care Research: High-Value Applications and Key Considerations.", "journal": ["Journal of palliative medicine", "J Palliat Med"]}