{"words": ["dementia", "common", "neurological", "disease", "substantially", "affects", "public", "health", "previous", "study", "revealed", "dementia", "occurs", "body", "immune", "system", "attacks", "cells", "brain", "indicating", "dementia", "may", "similar", "autoimmune", "rheumatic", "diseases", "ards", "current", "retrospective", "cohort", "study", "focused", "ard", "patients", "45", "years", "older", "investigate", "association", "ards", "people", "dementia", "using", "nationwide", "database", "study", "analyzed", "medical", "data", "taiwanese", "population", "2001", "2012", "period", "extending", "end", "2011", "identified", "patients", "ards", "using", "taiwan", "national", "health", "insurance", "research", "database", "selected", "comparison", "cohort", "general", "population", "randomly", "age", "increments", "sex", "index", "year", "analyzed", "dementia", "risk", "using", "cox", "regression", "model", "considers", "sex", "age", "study", "enrolled", "ard", "patients", "77", "female", "mean", "age", "years", "controls", "risk", "developing", "dementia", "times", "higher", "patients", "ards", "compared", "patients", "without", "ards", "adjustment", "age", "sex", "comorbidities", "among", "patients", "ards", "subgroups", "rheumatoid", "arthritis", "systemic", "lupus", "erythematosus", "sjögren", "syndrome", "ss", "associated", "significantly", "higher", "dementia", "risk", "adjusted", "hazard", "ratio", "hr", "95", "confidence", "index", "ci", "adjusted", "hr", "95", "ci", "adjusted", "hr", "95", "ci", "respectively", "furthermore", "primary", "ss", "secondary", "ss", "patients", "highest", "risks", "dementia", "among", "adr", "subgroups", "adjusted", "hr", "95", "ci", "adjusted", "hr", "95", "ci", "respectively", "nationwide", "retrospective", "cohort", "study", "demonstrated", "dementia", "risk", "significantly", "higher", "patients", "ards", "compared", "general", "population"], "authors": [["Lin", "Tzu-Min", "TM", "Division of Rheumatology, Immunology and Allergy, Department of Internal Medicine, Taipei Medical University Hospital, Taipei, Taiwan."], ["Chen", "Wei-Sheng", "WS", "Division of Allergy, Immunology, and Rheumatology, Department of Internal Medicine, Taipei Veterans General Hospital, National Yang-Ming University, Taipei, Taiwan."], ["Sheu", "Jau-Jiuan", "JJ", "Department of Neurology, Taipei Medical University Hospital, Taipei, Taiwan."], ["Chen", "Yi-Hsuan", "YH", "Biostatistics Center, College of Management, Taipei Medical University, Taipei, Taiwan."], ["Chen", "Jin-Hua", "JH", "Biostatistics Center and School of Health Care Administration, College of Management, Taipei Medical University, Taipei, Taiwan."], ["Chang", "Chi-Ching", "CC", "Division of Rheumatology, Immunology and Allergy, Department of Internal Medicine, Taipei Medical University Hospital, Taipei, Taiwan."]], "title": "Autoimmune rheumatic diseases increase dementia risk in middle-aged patients: A nationwide cohort study.", "year": null, "sentences": ["Dementia is a common neurological disease that substantially affects public health.", "A previous study revealed that dementia occurs when the body's immune system attacks the cells of the brain, indicating that dementia may be similar to autoimmune rheumatic diseases (ARDs).", "In the current retrospective cohort study, we focused on middle-aged ARD patients (45 years or older) to investigate the association between ARDs in middle-aged people and dementia by using a nationwide population-based database in Taiwan.Our study analyzed the medical data of the Taiwanese population from 2001 to 2012, with a follow-up period extending until the end of 2011.", "We identified middle-aged patients with ARDs by using the Taiwan National Health Insurance Research Database.", "We selected a comparison cohort from the general population that was randomly frequency-matched by age (in 5-year increments), sex, and index year and further analyzed the dementia risk by using a Cox regression model that considers sex, age, and comorbidities.The study enrolled 34,660 middle-aged ARD patients (77% female, mean age = 59.8 years) and 138,640 controls.", "The risk of developing dementia was 1.18 times higher for middle-aged patients with ARDs compared with patients without ARDs after adjustment for age, sex, and comorbidities.", "Among the patients with ARDs, the subgroups with rheumatoid arthritis, systemic lupus erythematosus, and Sjögren syndrome (SS) were associated with a significantly higher dementia risk (adjusted hazard ratio [HR] 1.14, 95% confidence index [CI] 1.06-1.32; adjusted HR 1.07, 95% CI 0.86-1.34; adjusted HR 1.46, 95% CI 1.32-1.63, respectively).", "Furthermore, primary SS and secondary SS patients had the highest risks of dementia among all the ADR subgroups (adjusted HR 1.35, 95% CI 1.18-1.54; adjusted HR 1.67, 95% CI 1.43-1.95 respectively).This nationwide retrospective cohort study demonstrated that dementia risk is significantly higher in middle-aged patients with ARDs compared with the general population."], "id": "29304089", "text": "Dementia is a common neurological disease that substantially affects public health. A previous study revealed that dementia occurs when the body's immune system attacks the cells of the brain, indicating that dementia may be similar to autoimmune rheumatic diseases (ARDs). In the current retrospective cohort study, we focused on middle-aged ARD patients (45 years or older) to investigate the association between ARDs in middle-aged people and dementia by using a nationwide population-based database in Taiwan.Our study analyzed the medical data of the Taiwanese population from 2001 to 2012, with a follow-up period extending until the end of 2011. We identified middle-aged patients with ARDs by using the Taiwan National Health Insurance Research Database. We selected a comparison cohort from the general population that was randomly frequency-matched by age (in 5-year increments), sex, and index year and further analyzed the dementia risk by using a Cox regression model that considers sex, age, and comorbidities.The study enrolled 34,660 middle-aged ARD patients (77% female, mean age = 59.8 years) and 138,640 controls. The risk of developing dementia was 1.18 times higher for middle-aged patients with ARDs compared with patients without ARDs after adjustment for age, sex, and comorbidities. Among the patients with ARDs, the subgroups with rheumatoid arthritis, systemic lupus erythematosus, and Sjögren syndrome (SS) were associated with a significantly higher dementia risk (adjusted hazard ratio [HR] 1.14, 95% confidence index [CI] 1.06-1.32; adjusted HR 1.07, 95% CI 0.86-1.34; adjusted HR 1.46, 95% CI 1.32-1.63, respectively). Furthermore, primary SS and secondary SS patients had the highest risks of dementia among all the ADR subgroups (adjusted HR 1.35, 95% CI 1.18-1.54; adjusted HR 1.67, 95% CI 1.43-1.95 respectively).This nationwide retrospective cohort study demonstrated that dementia risk is significantly higher in middle-aged patients with ARDs compared with the general population.", "doi": "10.1371/journal.pone.0186475", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:41:29"}