{"words": ["recent", "growth", "telehealth", "facilitated", "need", "deliver", "healthcare", "patients", "living", "remote", "rural", "areas", "contrast", "role", "telehealth", "urban", "settings", "less", "clear", "teleneurology", "program", "established", "2011", "tibor", "rubin", "va", "medical", "center", "trvamc", "long", "beach", "california", "review", "teleneurology", "encounters", "conducted", "assess", "feasibility", "applying", "telehealth", "modality", "patients", "chronic", "neurological", "disorders", "living", "urban", "encounters", "conducted", "clinical", "video", "telehealth", "cvt", "provider", "trvamc", "patients", "local", "outpatient", "clinics", "november", "2011", "december", "2014", "random", "sampling", "veterans", "asked", "complete", "patient", "satisfaction", "total", "745", "teleneurology", "encounters", "performed", "including", "570", "unique", "patients", "veterans", "broad", "range", "neurological", "disorders", "seen", "including", "parkinson", "disease", "headaches", "epilepsy", "dementia", "cerebrovascular", "disease", "peripheral", "nervous", "system", "disorders", "multiple", "sclerosis", "problems", "dizziness", "paresthesia", "compared", "patients", "clinics", "patients", "teleneurology", "clinics", "consistently", "kept", "appointments", "technical", "problems", "rare", "easily", "resolved", "majority", "patients", "satisfied", "care", "received", "teleneurology", "preferred", "cvt", "rather", "report", "demonstrates", "successful", "application", "telehealth", "evaluate", "manage", "diverse", "group", "neurological", "disorders", "urban", "setting", "despite", "relatively", "short", "distances", "involved", "majority", "patients", "preferred", "telehealth", "encounters"], "authors": [["Schreiber", "Steven S", "SS", "1 Neurology Section, Tibor Rubin VA Medical Center , Long Beach, California."]], "title": "Teleneurology for Veterans in a Major Metropolitan Area.", "year": null, "sentences": ["The recent growth in telehealth has been facilitated by the need to deliver healthcare to patients living in remote or rural areas.", "In contrast, the role of telehealth in more urban settings is less clear.", "A teleneurology program was established in 2011 at the Tibor Rubin VA Medical Center (TRVAMC) in Long Beach, California.", "A review of teleneurology encounters was conducted to assess the feasibility of applying this telehealth modality to patients with chronic neurological disorders living in an urban setting.Teleneurology encounters were conducted by clinical video telehealth (CVT) between a provider at the TRVAMC and patients at local community-based outpatient clinics from November 2011 to December 2014.", "In a random sampling of veterans, they were asked to complete a patient satisfaction survey.A total of 745 teleneurology encounters were performed including 570 unique patients.", "Veterans with a broad range of neurological disorders were seen, including Parkinson's disease, headaches, epilepsy, dementia, cerebrovascular disease, peripheral nervous system disorders, multiple sclerosis, and other problems such as dizziness and paresthesia.", "Compared with patients in face-to-face clinics, patients in teleneurology clinics consistently kept their appointments.", "Technical problems were rare and easily resolved.", "The majority of patients were satisfied with the care they received through teleneurology, and preferred CVT rather than a face-to-face encounter.This report demonstrates the successful application of telehealth to evaluate and manage a diverse group of neurological disorders in an urban setting.", "Despite the relatively short distances involved, the majority of patients preferred telehealth over face-to-face encounters."], "id": "29303679", "text": "The recent growth in telehealth has been facilitated by the need to deliver healthcare to patients living in remote or rural areas. In contrast, the role of telehealth in more urban settings is less clear. A teleneurology program was established in 2011 at the Tibor Rubin VA Medical Center (TRVAMC) in Long Beach, California. A review of teleneurology encounters was conducted to assess the feasibility of applying this telehealth modality to patients with chronic neurological disorders living in an urban setting.Teleneurology encounters were conducted by clinical video telehealth (CVT) between a provider at the TRVAMC and patients at local community-based outpatient clinics from November 2011 to December 2014. In a random sampling of veterans, they were asked to complete a patient satisfaction survey.A total of 745 teleneurology encounters were performed including 570 unique patients. Veterans with a broad range of neurological disorders were seen, including Parkinson's disease, headaches, epilepsy, dementia, cerebrovascular disease, peripheral nervous system disorders, multiple sclerosis, and other problems such as dizziness and paresthesia. Compared with patients in face-to-face clinics, patients in teleneurology clinics consistently kept their appointments. Technical problems were rare and easily resolved. The majority of patients were satisfied with the care they received through teleneurology, and preferred CVT rather than a face-to-face encounter.This report demonstrates the successful application of telehealth to evaluate and manage a diverse group of neurological disorders in an urban setting. Despite the relatively short distances involved, the majority of patients preferred telehealth over face-to-face encounters.", "doi": "10.1089/tmj.2017.0202", "journal": ["Telemedicine journal and e-health : the official journal of the American Telemedicine Association", "Telemed J E Health"], "date": "2018-01-18_23:41:30"}