{"words": ["hexanucleotide", "repeat", "expansion", "c9orf72", "frequent", "cause", "amyotrophic", "lateral", "sclerosis", "als", "frontotemporal", "dementia", "ftd", "demonstrate", "ran", "translation", "ggggcc", "n", "rnas", "initiate", "vivo", "without", "primary", "rna", "substrate", "ran", "translation", "c9orf72", "sense", "repeats", "shown", "spliced", "first", "intron", "following", "excision", "initial", "transport", "cytoplasm", "ran", "translation", "shown", "upregulated", "various", "stress", "stimuli", "phosphorylation", "α", "subunit", "eukaryotic", "initiation", "eif2α", "core", "event", "integrated", "stress", "response", "isr", "compounds", "inhibiting", "pathways", "shown", "suppress", "ran", "translation", "since", "induce", "stress", "findings", "support", "feedforward", "loop", "initial", "toxicity", "enhancing", "ran", "translation", "subsequent", "production", "additional", "isr", "thereby", "promoting", "progressive", "disease"], "authors": [["Cheng", "Weiwei", "W", "Department of Pathology and Brain Science Institute, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Wang", "Shaopeng", "S", "Department of Pathology and Brain Science Institute, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Mestre", "Alexander A", "AA", "Department of Pathology and Brain Science Institute, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Fu", "Chenglai", "C", "The Solomon H. Snyder Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Makarem", "Andres", "A", "Department of Pathology and Brain Science Institute, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Xian", "Fengfan", "F", "Department of Pathology and Brain Science Institute, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Hayes", "Lindsey R", "LR", "Brain Science Institute and Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Lopez-Gonzalez", "Rodrigo", "R", "Department of Neurology, University of Massachusetts Medical School, Worcester, MA, 01605, USA."], ["Drenner", "Kevin", "K", "Ludwig Institute for Cancer Research and Department of Cellular and Molecular Medicine, University of California at San Diego, La Jolla, CA, 92093, USA."], ["Jiang", "Jie", "J", "Ludwig Institute for Cancer Research and Department of Cellular and Molecular Medicine, University of California at San Diego, La Jolla, CA, 92093, USA."], ["Cleveland", "Don W", "DW", "Ludwig Institute for Cancer Research and Department of Cellular and Molecular Medicine, University of California at San Diego, La Jolla, CA, 92093, USA."], ["Sun", "Shuying", "S", "Department of Pathology and Brain Science Institute, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA. shuying.sun@jhmi.edu."]], "title": "C9ORF72 GGGGCC repeat-associated non-AUG translation is upregulated by stress through eIF2α phosphorylation.", "year": null, "sentences": ["Hexanucleotide repeat expansion in C9ORF72 is the most frequent cause of both amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD).", "Here we demonstrate that the repeat-associated non-AUG (RAN) translation of (GGGGCC) n -containing RNAs into poly-dipeptides can initiate in vivo without a 5'-cap.", "The primary RNA substrate for RAN translation of C9ORF72 sense repeats is shown to be the spliced first intron, following its excision from the initial pre-mRNA and transport to the cytoplasm.", "Cap-independent RAN translation is shown to be upregulated by various stress stimuli through phosphorylation of the α subunit of eukaryotic initiation factor-2 (eIF2α), the core event of an integrated stress response (ISR).", "Compounds inhibiting phospho-eIF2α-signaling pathways are shown to suppress RAN translation.", "Since the poly-dipeptides can themselves induce stress, these findings support a feedforward loop with initial repeat-mediated toxicity enhancing RAN translation and subsequent production of additional poly-dipeptides through ISR, thereby promoting progressive disease."], "id": "29302060", "text": "Hexanucleotide repeat expansion in C9ORF72 is the most frequent cause of both amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). Here we demonstrate that the repeat-associated non-AUG (RAN) translation of (GGGGCC) n -containing RNAs into poly-dipeptides can initiate in vivo without a 5'-cap. The primary RNA substrate for RAN translation of C9ORF72 sense repeats is shown to be the spliced first intron, following its excision from the initial pre-mRNA and transport to the cytoplasm. Cap-independent RAN translation is shown to be upregulated by various stress stimuli through phosphorylation of the α subunit of eukaryotic initiation factor-2 (eIF2α), the core event of an integrated stress response (ISR). Compounds inhibiting phospho-eIF2α-signaling pathways are shown to suppress RAN translation. Since the poly-dipeptides can themselves induce stress, these findings support a feedforward loop with initial repeat-mediated toxicity enhancing RAN translation and subsequent production of additional poly-dipeptides through ISR, thereby promoting progressive disease.", "doi": "10.1038/s41467-017-02495-z", "journal": ["Nature communications", "Nat Commun"], "date": "2018-01-18_23:41:30"}