{"words": ["alzheimer", "disease", "ad", "disorder", "genomic", "epigenomic", "cerebrovascular", "metabolic", "environmental", "factors", "converge", "define", "progressive", "neurodegenerative", "phenotype", "pharmacogenetics", "major", "determinant", "therapeutic", "outcome", "ad", "different", "categories", "genes", "potentially", "involved", "pharmacogenetic", "network", "responsible", "drug", "efficacy", "safety", "including", "pathogenic", "mechanistic", "metabolic", "transporter", "pleiotropic", "genes", "however", "drugs", "exert", "pleiotropic", "effects", "promiscuously", "regulated", "different", "gene", "products", "20", "caucasian", "population", "extensive", "metabolizers", "tetragenic", "haplotypes", "integrating", "variants", "patients", "harboring", "poor", "pm", "um", "display", "irregular", "profiles", "drug", "metabolism", "extensive", "em", "intermediate", "im", "metabolizers", "among", "111", "pentagenic", "haplotypes", "associated", "lipid", "metabolism", "carriers", "h26", "haplotype", "exhibit", "lowest", "cholesterol", "levels", "patients", "h104", "haplotype", "severely", "hypercholesterolemic", "furthermore", "apoe", "nos3", "ace", "agt", "cyp", "variants", "influence", "therapeutic", "response", "hypotensive", "drugs", "ad", "patients", "hypertension", "consequently", "implementation", "pharmacogenetic", "procedures", "may", "optimize", "therapeutics", "ad", "patients", "polypharmacy", "regimes", "treatment", "concomitant", "vascular", "disorders"], "authors": [["Cacabelos", "Ramón", "R", "EuroEspes Biomedical Research Center, Institute of Medical Science and Genomic Medicine, Bergondo, 15165 La Coruña, Spain. rcacabelos@euroespes.com."], ["Meyyazhagan", "Arun", "A", "EuroEspes Biomedical Research Center, Institute of Medical Science and Genomic Medicine, Bergondo, 15165 La Coruña, Spain. cytogenetics@euroespes.com."], ["Carril", "Juan C", "JC", "EuroEspes Biomedical Research Center, Institute of Medical Science and Genomic Medicine, Bergondo, 15165 La Coruña, Spain. genomica@euroespes.com."], ["Cacabelos", "Pablo", "P", "EuroEspes Biomedical Research Center, Institute of Medical Science and Genomic Medicine, Bergondo, 15165 La Coruña, Spain. asistentedireccion@euroespes.com."], ["Teijido", "Óscar", "Ó", "EuroEspes Biomedical Research Center, Institute of Medical Science and Genomic Medicine, Bergondo, 15165 La Coruña, Spain. epigenetica@euroespes.com."]], "title": "Pharmacogenetics of Vascular Risk Factors in Alzheimer's Disease.", "year": null, "sentences": ["Alzheimer's disease (AD) is a polygenic/complex disorder in which genomic, epigenomic, cerebrovascular, metabolic, and environmental factors converge to define a progressive neurodegenerative phenotype.", "Pharmacogenetics is a major determinant of therapeutic outcome in AD.", "Different categories of genes are potentially involved in the pharmacogenetic network responsible for drug efficacy and safety, including pathogenic, mechanistic, metabolic, transporter, and pleiotropic genes.", "However, most drugs exert pleiotropic effects that are promiscuously regulated for different gene products.", "Only 20% of the Caucasian population are extensive metabolizers for tetragenic haplotypes integrating CYP2D6-CYP2C19-CYP2C9-CYP3A4/5 variants.", "Patients harboring CYP-related poor (PM) and/or ultra-rapid (UM) geno-phenotypes display more irregular profiles in drug metabolism than extensive (EM) or intermediate (IM) metabolizers.", "Among 111 pentagenic (APOE-APOB-APOC3-CETP-LPL) haplotypes associated with lipid metabolism, carriers of the H26 haplotype (23-TT-CG-AG-CC) exhibit the lowest cholesterol levels, and patients with the H104 haplotype (44-CC-CC-AA-CC) are severely hypercholesterolemic.", "Furthermore, APOE, NOS3, ACE, AGT, and CYP variants influence the therapeutic response to hypotensive drugs in AD patients with hypertension.", "Consequently, the implementation of pharmacogenetic procedures may optimize therapeutics in AD patients under polypharmacy regimes for the treatment of concomitant vascular disorders."], "id": "29301387", "text": "Alzheimer's disease (AD) is a polygenic/complex disorder in which genomic, epigenomic, cerebrovascular, metabolic, and environmental factors converge to define a progressive neurodegenerative phenotype. Pharmacogenetics is a major determinant of therapeutic outcome in AD. Different categories of genes are potentially involved in the pharmacogenetic network responsible for drug efficacy and safety, including pathogenic, mechanistic, metabolic, transporter, and pleiotropic genes. However, most drugs exert pleiotropic effects that are promiscuously regulated for different gene products. Only 20% of the Caucasian population are extensive metabolizers for tetragenic haplotypes integrating CYP2D6-CYP2C19-CYP2C9-CYP3A4/5 variants. Patients harboring CYP-related poor (PM) and/or ultra-rapid (UM) geno-phenotypes display more irregular profiles in drug metabolism than extensive (EM) or intermediate (IM) metabolizers. Among 111 pentagenic (APOE-APOB-APOC3-CETP-LPL) haplotypes associated with lipid metabolism, carriers of the H26 haplotype (23-TT-CG-AG-CC) exhibit the lowest cholesterol levels, and patients with the H104 haplotype (44-CC-CC-AA-CC) are severely hypercholesterolemic. Furthermore, APOE, NOS3, ACE, AGT, and CYP variants influence the therapeutic response to hypotensive drugs in AD patients with hypertension. Consequently, the implementation of pharmacogenetic procedures may optimize therapeutics in AD patients under polypharmacy regimes for the treatment of concomitant vascular disorders.", "doi": "10.3390/jpm8010003", "journal": ["Journal of personalized medicine", "J Pers Med"], "date": "2018-01-18_23:41:31"}