{"words": ["amyloid", "tau", "aggregation", "implicated", "manifold", "neurodegenerative", "diseases", "serve", "two", "signature", "pathological", "hallmarks", "alzheimer", "disease", "ad", "though", "aging", "considered", "prominent", "risk", "factor", "ad", "pathogenesis", "substantial", "evidence", "suggests", "imbalance", "essential", "biometal", "ions", "body", "exposure", "certain", "metal", "ions", "environment", "potentially", "induce", "alterations", "ad", "pathology", "despite", "physiological", "importance", "various", "intracellular", "processes", "biometal", "ions", "present", "excessive", "deficient", "amounts", "serve", "mediating", "factor", "neurotoxicity", "recent", "studies", "also", "demonstrated", "contribution", "metal", "ions", "found", "environment", "mediating", "ad", "pathogenesis", "regard", "neuropathological", "features", "associated", "biometal", "ion", "dyshomeostasis", "environmental", "metal", "ion", "exposure", "prompted", "widespread", "interest", "multiple", "research", "groups", "review", "discuss", "elaborate", "findings", "previous", "studies", "detailing", "possible", "role", "endogenous", "exogenous", "metal", "ions", "specifically", "amyloid", "tau", "pathology", "ad"], "authors": [["Kim", "Anne Claire", "AC", "Department of Neuroscience, Wellesley College, Wellesley, MA 02481, USA. akim22@wellesley.edu."], ["Lim", "Sungsu", "S", "Brain Science Institute, Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology (KIST), Seoul 02792, Korea. sungsulim@kist.re.kr."], ["Kim", "Yun Kyung", "YK", "Brain Science Institute, Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology (KIST), Seoul 02792, Korea. yunkyungkim@kist.re.kr."]], "title": "Metal Ion Effects on Aβ and Tau Aggregation.", "year": null, "sentences": ["Amyloid and tau aggregation are implicated in manifold neurodegenerative diseases and serve as two signature pathological hallmarks in Alzheimer's disease (AD).", "Though aging is considered as a prominent risk factor for AD pathogenesis, substantial evidence suggests that an imbalance of essential biometal ions in the body and exposure to certain metal ions in the environment can potentially induce alterations to AD pathology.", "Despite their physiological importance in various intracellular processes, biometal ions, when present in excessive or deficient amounts, can serve as a mediating factor for neurotoxicity.", "Recent studies have also demonstrated the contribution of metal ions found in the environment on mediating AD pathogenesis.", "In this regard, the neuropathological features associated with biometal ion dyshomeostasis and environmental metal ion exposure have prompted widespread interest by multiple research groups.", "In this review, we discuss and elaborate on findings from previous studies detailing the possible role of both endogenous and exogenous metal ions specifically on amyloid and tau pathology in AD."], "id": "29301328", "text": "Amyloid and tau aggregation are implicated in manifold neurodegenerative diseases and serve as two signature pathological hallmarks in Alzheimer's disease (AD). Though aging is considered as a prominent risk factor for AD pathogenesis, substantial evidence suggests that an imbalance of essential biometal ions in the body and exposure to certain metal ions in the environment can potentially induce alterations to AD pathology. Despite their physiological importance in various intracellular processes, biometal ions, when present in excessive or deficient amounts, can serve as a mediating factor for neurotoxicity. Recent studies have also demonstrated the contribution of metal ions found in the environment on mediating AD pathogenesis. In this regard, the neuropathological features associated with biometal ion dyshomeostasis and environmental metal ion exposure have prompted widespread interest by multiple research groups. In this review, we discuss and elaborate on findings from previous studies detailing the possible role of both endogenous and exogenous metal ions specifically on amyloid and tau pathology in AD.", "doi": "10.3390/ijms19010128", "journal": ["International journal of molecular sciences", "Int J Mol Sci"], "date": "2018-01-18_23:41:31"}