{"authors": [["Noguchi", "Shingo", "S", "Department of Respiratory Medicine, University of Occupational and Environmental Health, Kitakyushu, Japan."], ["Yatera", "Kazuhiro", "K", "Department of Respiratory Medicine, University of Occupational and Environmental Health, Kitakyushu, Japan."], ["Kato", "Tatsuji", "T", "Department of Respiratory Medicine, Tobata Kyoritsu Hospital, Kitakyushu, Japan."], ["Chojin", "Yasuo", "Y", "Department of Respiratory Medicine, Tobata Kyoritsu Hospital, Kitakyushu, Japan."], ["Fujino", "Yoshihisa", "Y", "Department of Preventive Medicine and Community Health, School of Medicine, University of Occupational and Environmental Health, Kitakyushu, Japan."], ["Akata", "Kentaro", "K", "Department of Respiratory Medicine, University of Occupational and Environmental Health, Kitakyushu, Japan."], ["Kawanami", "Toshinori", "T", "Department of Respiratory Medicine, University of Occupational and Environmental Health, Kitakyushu, Japan."], ["Sakamoto", "Noriho", "N", "Department of Respiratory Medicine, Unit of Translational Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Mukae", "Hiroshi", "H", "Department of Respiratory Medicine, Unit of Translational Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."]], "date": "2017-12-07", "id": "29263657", "text": "The clinical significance of the number of aspiration risk factors in patients with pneumonia is unknown as yet. In the present study, we clarify the significance of the number of aspiration risk factors for mortality and recurrence in pneumonia patients.This study included 322 patients hospitalized with pneumonia between December 2014 and June 2016. We investigated associations between the number of aspiration risk factors present (orientation disturbance, bedridden, chronic cerebrovascular disease, dementia, sleeping medications and gastroesophageal disease) and 30-day and 6-month mortality, and pneumonia recurrence within 30 days.Patients were categorized by number of risk factors present into groups of 0-1, 2, 3, and 4 or more. Of a total of 322 patients, 93 (28.9%) had 0-1 risk factors, 112 (34.8%) had 2, 88 (27.3%) had 3, and 29 (9.0%) had 4 or more risk factors. The percentages of patients with recurrence of pneumonia were 13.0%, 33.0%, 43.2%, and 54.2% in the 0-1, 2, 3, and 4 or more risk factor groups, respectively. The percentages of patients with 30-day mortality were 2.2%, 5.4%, 11.4%, and 24.1%, and those of patients with 6-month mortality were 6.6%, 24.5%, 30.7%, and 50.0%, in the 0-1, 2, 3, and 4 or more risk factor groups, respectively.The number of aspiration risk factors was associated with increases in both mortality and recurrence in pneumonia patients. Therefore, in clinical practice, physicians should consider not only the presence of aspiration risks but also the number of aspiration risk factors in these patients.", "doi": "10.2147/CIA.S150499", "title": "Impact of the number of aspiration risk factors on mortality and recurrence in community-onset pneumonia.", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}