{"words": ["evoked", "potentials", "electrophysiologic", "potentials", "recorded", "response", "standardized", "stimuli", "using", "scalp", "electrodes", "responses", "provide", "good", "temporal", "resolution", "used", "various", "clinical", "intraoperative", "settings", "olfactory", "evoked", "potentials", "oeps", "may", "used", "adjunct", "tool", "identifying", "patients", "parkinson", "disease", "alzheimer", "dementia", "clinical", "practice", "visual", "evoked", "potentials", "veps", "particularly", "useful", "identifying", "subclinical", "cases", "optic", "neuritis", "treatment", "surveillance", "recent", "times", "pattern", "electroretinograms", "photopic", "negative", "response", "gaining", "attention", "identifying", "glaucoma", "suspects", "surgical", "manipulation", "risk", "damage", "optic", "olfactory", "nerve", "intraoperative", "neurophysiologic", "monitoring", "provide", "information", "regarding", "integrity", "olfactory", "visual", "pathway", "oeps", "veps", "however", "show", "high", "degree", "variability", "reliable", "tools", "responses", "extremely", "susceptible", "volatile", "anesthetic", "agents", "newer", "techniques", "could", "possibly", "circumvent", "drawbacks", "developed", "used", "extensively", "article", "briefly", "review", "available", "techniques", "obtain", "oeps", "veps", "diagnostic", "applications", "utility", "intraoperative", "monitoring", "limitations", "current", "techniques", "future", "directions", "research"], "authors": [["Hariharan", "Praveen", "P", "Departments of Neurological Surgery and."], ["Balzer", "Jeffery R", "JR", "Departments of Neurological Surgery and."], ["Anetakis", "Katherine", "K", "Departments of Neurological Surgery and."], ["Crammond", "Donald J", "DJ", "Departments of Neurological Surgery and."], ["Thirumala", "Parthasarathy D", "PD", "Departments of Neurological Surgery and."]], "title": "Electrophysiology of Olfactory and Optic Nerve in Outpatient and Intraoperative Settings.", "year": null, "sentences": ["Evoked potentials are time-locked electrophysiologic potentials recorded in response to standardized stimuli using scalp electrodes.", "These responses provide good temporal resolution and have been used in various clinical and intraoperative settings.", "Olfactory evoked potentials (OEPs) may be used as an adjunct tool in identifying patients of Parkinson disease and Alzheimer dementia.", "In clinical practice, visual evoked potentials (VEPs) are particularly useful in identifying subclinical cases of optic neuritis and in treatment surveillance.", "In recent times, pattern electroretinograms and photopic negative response have been gaining attention in identifying glaucoma suspects.", "During surgical manipulation, there is a risk of damage to optic or olfactory nerve.", "Intraoperative neurophysiologic monitoring can provide information regarding the integrity of olfactory or visual pathway.", "OEPs and VEPs, however, show high degree of variability and are not reliable tools because the responses are extremely susceptible to volatile anesthetic agents.", "Newer techniques that could possibly circumvent these drawbacks have been developed but are not used extensively.", "In this article, we briefly review the available techniques to obtain OEPs and VEPs, diagnostic applications, the utility of intraoperative monitoring, the limitations of the current techniques, and the future directions for research."], "id": "29300714", "text": "Evoked potentials are time-locked electrophysiologic potentials recorded in response to standardized stimuli using scalp electrodes. These responses provide good temporal resolution and have been used in various clinical and intraoperative settings. Olfactory evoked potentials (OEPs) may be used as an adjunct tool in identifying patients of Parkinson disease and Alzheimer dementia. In clinical practice, visual evoked potentials (VEPs) are particularly useful in identifying subclinical cases of optic neuritis and in treatment surveillance. In recent times, pattern electroretinograms and photopic negative response have been gaining attention in identifying glaucoma suspects. During surgical manipulation, there is a risk of damage to optic or olfactory nerve. Intraoperative neurophysiologic monitoring can provide information regarding the integrity of olfactory or visual pathway. OEPs and VEPs, however, show high degree of variability and are not reliable tools because the responses are extremely susceptible to volatile anesthetic agents. Newer techniques that could possibly circumvent these drawbacks have been developed but are not used extensively. In this article, we briefly review the available techniques to obtain OEPs and VEPs, diagnostic applications, the utility of intraoperative monitoring, the limitations of the current techniques, and the future directions for research.", "doi": "10.1097/WNP.0000000000000416", "journal": ["Journal of clinical neurophysiology : official publication of the American Electroencephalographic Society", "J Clin Neurophysiol"], "date": "2018-01-18_23:41:31"}