{"words": ["association", "circulating", "biomarkers", "red", "blood", "cells", "rbc", "polyunsaturated", "fatty", "acids", "pufas", "cerebral", "white", "matter", "hyperintensities", "wmh", "brain", "mri", "remains", "yet", "unclear", "investigated", "prospective", "associations", "rbc", "pufas", "wmh", "older", "adults", "subjective", "memory", "234", "older", "adults", "assessments", "pufa", "mri", "near", "baseline", "among", "79", "also", "mri", "assessment", "measurement", "wmh", "volume", "obtained", "automated", "segmentation", "algorithm", "related", "individual", "combinational", "baseline", "rbc", "pufas", "levels", "baseline", "wmh", "volumes", "wmh", "evolution", "3", "years", "carried", "multiple", "prospective", "analysis", "random", "effects", "participant", "level", "linear", "regressions", "adjustment", "age", "sex", "time", "interval", "date", "blood", "draw", "measurement", "fatty", "acids", "date", "brain", "mri", "status", "apoe", "e4", "carrier", "body", "mass", "index", "vascular", "risk", "factors", "associations", "considered", "significant", "p", "take", "account", "multiplicity", "8", "comparisons", "eight", "rbc", "pufas", "tested", "significantly", "associated", "wmh", "prospective", "find", "association", "pufas", "wmh", "older", "adults", "memory", "complaints", "longer", "longitudinal", "study", "data", "pufas", "wmh", "would", "contribute", "important", "information", "field"], "authors": [["Moon", "S Y", "SY", "So Young Moon, MD, PhD, Department of Neurology, School of Medicine, Ajou University, 5 San, Woncheon-dong, Yongtong-gu, Suwon-si, Kyunggi-do, 442-749, Republic of Korea, Tel: +82-31-219-5175, Fax: +82-31-219-5178, E-mail: symoon.bv@gmail.com."], ["de Souto Barreto", "P", "P", null], ["Chupin", "M", "M", null], ["Mangin", "J F", "JF", null], ["Bouyahia", "A", "A", null], ["Fillon", "L", "L", null], ["Andrieu", "S", "S", null], ["Vellas", "B", "B", null]], "title": "Association between Red Blood Cells Omega-3 Polyunsaturated Fatty Acids and White Matter Hyperintensities: The MAPT Study.", "year": null, "sentences": ["The association between circulating biomarkers of red blood cells (RBC) omega-3 polyunsaturated fatty acids (PUFAs) and cerebral white matter hyperintensities (WMH) on the brain MRI remains yet unclear.", "We investigated the cross-sectional and prospective associations of RBC omega-3 PUFAs with WMH in dementia-free older adults with subjective memory complaints.Participants were 234 older adults with assessments for both PUFA and MRI near to baseline; among them, 79 also had an MRI assessment at 3-year follow-up.", "The measurement of WMH volume was obtained by an automated segmentation algorithm.", "We related individual or combinational baseline RBC omega-3 PUFAs levels with baseline WMH volumes and WMH evolution over 3 years.", "We carried out multiple (cross-sectional) and mixed-effect (prospective analysis, with random effects at participant's level) linear regressions with adjustment for age, sex, time interval between date of blood draw for measurement of fatty acids and date of brain MRI, the status of APOE e4 carrier, body mass index, and vascular risk factors.", "Associations were considered significant at p ≤ 0.006 to take into account multiplicity (8 comparisons).None of the eight RBC omega-3 PUFAs tested was significantly associated with WMH at both cross-sectional and prospective analyses.We did not find any association between omega-3 PUFAs and WMH in non-demented older adults with memory complaints.", "A longer longitudinal study with data on omega-3 PUFAs and WMH would contribute important information to this field."], "id": "29300438", "text": "The association between circulating biomarkers of red blood cells (RBC) omega-3 polyunsaturated fatty acids (PUFAs) and cerebral white matter hyperintensities (WMH) on the brain MRI remains yet unclear. We investigated the cross-sectional and prospective associations of RBC omega-3 PUFAs with WMH in dementia-free older adults with subjective memory complaints.Participants were 234 older adults with assessments for both PUFA and MRI near to baseline; among them, 79 also had an MRI assessment at 3-year follow-up. The measurement of WMH volume was obtained by an automated segmentation algorithm. We related individual or combinational baseline RBC omega-3 PUFAs levels with baseline WMH volumes and WMH evolution over 3 years. We carried out multiple (cross-sectional) and mixed-effect (prospective analysis, with random effects at participant's level) linear regressions with adjustment for age, sex, time interval between date of blood draw for measurement of fatty acids and date of brain MRI, the status of APOE e4 carrier, body mass index, and vascular risk factors. Associations were considered significant at p ≤ 0.006 to take into account multiplicity (8 comparisons).None of the eight RBC omega-3 PUFAs tested was significantly associated with WMH at both cross-sectional and prospective analyses.We did not find any association between omega-3 PUFAs and WMH in non-demented older adults with memory complaints. A longer longitudinal study with data on omega-3 PUFAs and WMH would contribute important information to this field.", "doi": "10.1007/s12603-017-0965-5", "journal": ["The journal of nutrition, health & aging", "J Nutr Health Aging"], "date": "2018-01-18_23:41:31"}