{"words": ["malnutrition", "frequent", "condition", "elderly", "especially", "hospitals", "nursing", "homes", "even", "among", "elders", "prevalence", "negligible", "awareness", "towards", "malnutrition", "still", "limited", "lack", "time", "nutritional", "assessment", "overcommitted", "healthcare", "personnel", "including", "general", "practitioners", "gps", "may", "represent", "one", "possible", "explanation", "limited", "recognition", "malnutrition", "therefore", "instrument", "could", "useful", "raising", "alert", "gps", "allow", "early", "detection", "malnutrition", "early", "care", "provision", "aim", "present", "study", "analyze", "validity", "takes", "cue", "mini", "nutritional", "short", "form", "adapted", "elderly", "recruited", "patients", "referring", "gp", "offices", "italy", "nutritional", "evaluation", "performed", "administration", "comorbidity", "level", "assessed", "cumulative", "illness", "rating", "scale", "cirs", "level", "difficulty", "filling", "test", "reported", "participants", "time", "spent", "complete", "also", "total", "226", "subjects", "125", "women", "101", "men", "8", "years", "old", "respectively", "enrolled", "214", "completed", "according", "test", "score", "women", "men", "classified", "malnourished", "whereas", "women", "men", "risk", "malnutrition", "agreement", "classified", "moderate", "k", "respectively", "p", "showed", "fair", "predictive", "value", "compared", "tests", "respectively", "barely", "adequate", "sensitivity", "respectively", "analysis", "characteristics", "fn", "false", "negative", "subjects", "considered", "risk", "malnutrition", "malnourished", "showed", "clinical", "functional", "aspects", "subjects", "age", "comorbidity", "severity", "time", "necessary", "complete", "decrease", "food", "intake", "severe", "illness", "past", "3", "months", "dementia", "depression", "fluid", "intake", "need", "feeding", "assistance", "arm", "calf", "circumferences", "similar", "characteristics", "true", "positive", "subjects", "patients", "required", "minutes", "complete", "test", "25", "subjects", "needed", "10", "minutes", "maximum", "30", "minutes", "patients", "stated", "greater", "difficulty", "older", "7", "7", "years", "p", "malnourished", "clinical", "status", "characterized", "higher", "severity", "index", "present", "study", "investigated", "validity", "sample", "elderly", "subjects", "results", "obtained", "confirm", "validity", "test", "may", "represent", "useful", "tool", "gps", "although", "important", "limitations", "need", "considered", "limiting", "use", "clinical", "practice"], "authors": [["Donini", "L M", "LM", "Lorenzo M Donini, MD, Department of Experimental Medicine, Sapienza University of Rome, Rome, Italy, phone: +39 06 4969 0216, fax: +39 06 4991 0699, email: lorenzomaria.donini@uniroma1.it."], ["Marrocco", "W", "W", null], ["Marocco", "C", "C", null], ["Lenzi", "A", "A", null]], "title": "Validity of the Self- Mini Nutritional Assessment (Self- MNA) for the Evaluation of Nutritional Risk. A Cross- Sectional Study Conducted in General Practice.", "year": null, "sentences": ["Malnutrition is a frequent condition in the elderly especially in hospitals and in nursing homes, and even among the free-living elders the prevalence is not negligible (5-10%).", "Awareness towards malnutrition is still limited.", "The lack of time for nutritional assessment by the overcommitted healthcare personnel, including the general practitioners (GPs), may represent one possible explanation for limited recognition of malnutrition.", "Therefore, a self-administered instrument could be useful in raising alert on the GPs and allow early detection of malnutrition and early care provision.", "The aim of the present study was to analyze the validity of the Self-MNA that takes cue from the Mini Nutritional Assessment- Short Form (MNA-SF) and has been adapted to be self-administered by free-living elderly subjects.Participants were recruited from patients referring to the GP offices in Italy.", "Nutritional evaluation was performed through the administration of Full-MNA, MNA-SF and Self-MNA.", "The comorbidity level was assessed through the Cumulative Illness Rating Scale (CIRS).", "The level of difficulty in filling out the test was reported by the participants, and the time spent to complete the Self-MNA was also registered.A total of 226 subjects, 125 women and 101 men (75.1 ±8 and 75.3 ± 8 years old, respectively; p=0.89) were enrolled, and 214 (94.7%) of them completed the Self-MNA.", "According with the Full-MNA test score, 8.4% of women and 3.5% of men were classified as malnourished, whereas 32.7% of women and 31.4% of men were at risk of malnutrition.", "Agreement between Self-MNA and Full-MNA, and Self-MNA vs. MNA-SF was classified as \"moderate\" (k = 0.476 and 0.496 respectively; p < 0.001).", "Self-MNA showed a fair predictive value compared to the Full-MNA and MNA-SF tests (76.6 and 79.9%, respectively) with a barely adequate sensitivity (70.9 and 75.4%, respectively).", "The analysis of the characteristics of FN (false negative: subjects who were considered at risk of malnutrition or malnourished at Full-MNA but not at Self-MNA) showed that the clinical and functional aspects of these subjects (age, comorbidity and severity, time necessary to complete the Self-MNA, decrease in food intake, severe illness in the past 3 months, dementia and depression, fluid intake, need for feeding assistance, arm and calf circumferences) were very similar to the characteristics of true positive subjects.", "Patients required 6.7 ± 4.5 minutes to complete the test and 25 subjects (11.7%) needed more than 10 minutes, up to a maximum of 30 minutes.", "Patients who stated a greater difficulty were older (79.8 ± 7 vs. 73.5 ± 7 years; p<0.001), they were more «malnourished» at Full-MNA (10.7 vs. 1,7%; p= 0.006) and clinical status was characterized by a higher severity index (1.72 ± 0.6 vs. 1.41 ± 0.4; p= 0.008).In the present study we investigated the validity of the Self-MNA in a sample of free-living elderly subjects.", "The results obtained confirm the validity of the test that may represent a useful tool for the GPs, although some important limitations need to be considered, limiting its use in clinical practice."], "id": "29300421", "text": "Malnutrition is a frequent condition in the elderly especially in hospitals and in nursing homes, and even among the free-living elders the prevalence is not negligible (5-10%). Awareness towards malnutrition is still limited. The lack of time for nutritional assessment by the overcommitted healthcare personnel, including the general practitioners (GPs), may represent one possible explanation for limited recognition of malnutrition. Therefore, a self-administered instrument could be useful in raising alert on the GPs and allow early detection of malnutrition and early care provision. The aim of the present study was to analyze the validity of the Self-MNA that takes cue from the Mini Nutritional Assessment- Short Form (MNA-SF) and has been adapted to be self-administered by free-living elderly subjects.Participants were recruited from patients referring to the GP offices in Italy. Nutritional evaluation was performed through the administration of Full-MNA, MNA-SF and Self-MNA. The comorbidity level was assessed through the Cumulative Illness Rating Scale (CIRS). The level of difficulty in filling out the test was reported by the participants, and the time spent to complete the Self-MNA was also registered.A total of 226 subjects, 125 women and 101 men (75.1 ±8 and 75.3 ± 8 years old, respectively; p=0.89) were enrolled, and 214 (94.7%) of them completed the Self-MNA. According with the Full-MNA test score, 8.4% of women and 3.5% of men were classified as malnourished, whereas 32.7% of women and 31.4% of men were at risk of malnutrition. Agreement between Self-MNA and Full-MNA, and Self-MNA vs. MNA-SF was classified as \"moderate\" (k = 0.476 and 0.496 respectively; p < 0.001). Self-MNA showed a fair predictive value compared to the Full-MNA and MNA-SF tests (76.6 and 79.9%, respectively) with a barely adequate sensitivity (70.9 and 75.4%, respectively). The analysis of the characteristics of FN (false negative: subjects who were considered at risk of malnutrition or malnourished at Full-MNA but not at Self-MNA) showed that the clinical and functional aspects of these subjects (age, comorbidity and severity, time necessary to complete the Self-MNA, decrease in food intake, severe illness in the past 3 months, dementia and depression, fluid intake, need for feeding assistance, arm and calf circumferences) were very similar to the characteristics of true positive subjects. Patients required 6.7 ± 4.5 minutes to complete the test and 25 subjects (11.7%) needed more than 10 minutes, up to a maximum of 30 minutes. Patients who stated a greater difficulty were older (79.8 ± 7 vs. 73.5 ± 7 years; p<0.001), they were more «malnourished» at Full-MNA (10.7 vs. 1,7%; p= 0.006) and clinical status was characterized by a higher severity index (1.72 ± 0.6 vs. 1.41 ± 0.4; p= 0.008).In the present study we investigated the validity of the Self-MNA in a sample of free-living elderly subjects. The results obtained confirm the validity of the test that may represent a useful tool for the GPs, although some important limitations need to be considered, limiting its use in clinical practice.", "doi": "10.1007/s12603-017-0919-y", "journal": ["The journal of nutrition, health & aging", "J Nutr Health Aging"], "date": "2018-01-18_23:41:33"}