{"words": ["alzheimer", "disease", "ad", "characterized", "progressive", "memory", "loss", "cognitive", "function", "deficits", "two", "major", "pathological", "hallmarks", "contribute", "pathogenesis", "ad", "presence", "extracellular", "amyloid", "plaques", "composed", "aβ", "intracellular", "neurofibrillary", "tangles", "composed", "hyperphosphorylated", "tau", "despite", "extensive", "research", "done", "aβ", "last", "two", "decades", "therapies", "targeting", "aβ", "fruitful", "treating", "ad", "efficacy", "aβ", "therapies", "observed", "animal", "models", "reflected", "human", "clinical", "trials", "hence", "therapies", "received", "tremendous", "attention", "potential", "treatments", "ad", "tauopathies", "closely", "correlated", "dementia", "immunotherapy", "effective", "reducing", "tau", "pathology", "improving", "cognitive", "deficits", "animal", "models", "thus", "review", "article", "discussed", "pathological", "mechanism", "tau", "proteins", "key", "factors", "contributing", "tauopathies", "therapeutic", "approaches", "tauopathies", "ad", "based", "recent", "progress", "research"], "authors": [["Chong", "Fong Ping", "FP", "Division of Biomedical Science and Biotechnology, School of Health Science, International Medical University, No. 126, Jalan Jalil Perkasa 19, Bukit Jalil, 57000, Kuala Lumpur, Malaysia."], ["Ng", "Khuen Yen", "KY", "School of Pharmacy, Monash University Malaysia, 47500, Subang Jaya, Selangor, Malaysia."], ["Koh", "Rhun Yian", "RY", "Division of Biomedical Science and Biotechnology, School of Health Science, International Medical University, No. 126, Jalan Jalil Perkasa 19, Bukit Jalil, 57000, Kuala Lumpur, Malaysia."], ["Chye", "Soi Moi", "SM", "Division of Biomedical Science and Biotechnology, School of Health Science, International Medical University, No. 126, Jalan Jalil Perkasa 19, Bukit Jalil, 57000, Kuala Lumpur, Malaysia. chye_soimoi@imu.edu.my."]], "title": "Tau Proteins and Tauopathies in Alzheimer's Disease.", "year": null, "sentences": ["Alzheimer's disease (AD) is characterized by progressive memory loss and cognitive function deficits.", "There are two major pathological hallmarks that contribute to the pathogenesis of AD which are the presence of extracellular amyloid plaques composed of amyloid-β (Aβ) and intracellular neurofibrillary tangles composed of hyperphosphorylated tau.", "Despite extensive research that has been done on Aβ in the last two decades, therapies targeting Aβ were not very fruitful at treating AD as the efficacy of Aβ therapies observed in animal models is not reflected in human clinical trials.", "Hence, tau-directed therapies have received tremendous attention as the potential treatments for AD.", "Tauopathies are closely correlated with dementia and immunotherapy has been effective at reducing tau pathology and improving cognitive deficits in animal models.", "Thus, in this review article, we discussed the pathological mechanism of tau proteins, the key factors contributing to tauopathies, and therapeutic approaches for tauopathies in AD based on the recent progress in tau-based research."], "id": "29299792", "text": "Alzheimer's disease (AD) is characterized by progressive memory loss and cognitive function deficits. There are two major pathological hallmarks that contribute to the pathogenesis of AD which are the presence of extracellular amyloid plaques composed of amyloid-β (Aβ) and intracellular neurofibrillary tangles composed of hyperphosphorylated tau. Despite extensive research that has been done on Aβ in the last two decades, therapies targeting Aβ were not very fruitful at treating AD as the efficacy of Aβ therapies observed in animal models is not reflected in human clinical trials. Hence, tau-directed therapies have received tremendous attention as the potential treatments for AD. Tauopathies are closely correlated with dementia and immunotherapy has been effective at reducing tau pathology and improving cognitive deficits in animal models. Thus, in this review article, we discussed the pathological mechanism of tau proteins, the key factors contributing to tauopathies, and therapeutic approaches for tauopathies in AD based on the recent progress in tau-based research.", "doi": "10.1007/s10571-017-0574-1", "journal": ["Cellular and molecular neurobiology", "Cell. Mol. Neurobiol."], "date": "2018-01-18_23:41:34"}