{"words": ["alzheimer", "disease", "ad", "common", "cause", "dementia", "among", "older", "adults", "accumulation", "aβ", "brain", "considered", "central", "ad", "pathogenesis", "understanding", "crucial", "developing", "new", "diagnostic", "therapeutic", "approaches", "recent", "literature", "suggests", "ageing", "may", "induce", "post", "translational", "modifications", "aβ", "form", "spontaneous", "amino", "acid", "modifications", "enhance", "pathogenic", "properties", "contributing", "study", "investigated", "whether", "isoaspartate", "pyroglutamate", "modified", "forms", "aβ", "significantly", "associated", "ad", "pathology", "represent", "markers", "ageing", "cerebral", "neocortex", "27", "ad", "cases", "32", "old", "controls", "oc", "11", "young", "controls", "yc", "immunostained", "quantified", "protein", "load", "correlated", "aβ", "forms", "detected", "low", "levels", "controls", "significantly", "increased", "ad", "p", "characteristic", "deposition", "blood", "vessel", "walls", "within", "neurons", "ad", "oc", "showed", "positive", "associations", "aβ", "p", "ad", "p", "oc", "p", "ad", "oc", "last", "association", "significant", "correlation", "identified", "ad", "whereas", "control", "cohorts", "also", "correlated", "aβ", "aβpp", "p", "oc", "p", "yc", "analyses", "suggest", "accumulation", "starts", "ageing", "whereas", "deposition", "closely", "linked", "ad", "findings", "support", "importance", "modifications", "aβ", "ad", "pathogenesis"], "authors": [["Moro", "Maria Luisa", "ML", "Clinical Neurosciences, Clinical and Experimental Sciences Academic Unit, Faculty of Medicine, University of Southampton, Southampton, UK. mluisamoro@yahoo.it."], ["Phillips", "Andrew Stephen", "AS", "Clinical Neurosciences, Clinical and Experimental Sciences Academic Unit, Faculty of Medicine, University of Southampton, Southampton, UK."], ["Gaimster", "Katie", "K", "Clinical Neurosciences, Clinical and Experimental Sciences Academic Unit, Faculty of Medicine, University of Southampton, Southampton, UK."], ["Paul", "Christian", "C", "Clinical Neurosciences, Clinical and Experimental Sciences Academic Unit, Faculty of Medicine, University of Southampton, Southampton, UK."], ["Mudher", "Amritpal", "A", "Centre for Biological Sciences, Faculty of Natural & Environmental Sciences, University of Southampton, Southampton, UK."], ["Nicoll", "James A R", "JAR", "Clinical Neurosciences, Clinical and Experimental Sciences Academic Unit, Faculty of Medicine, University of Southampton, Southampton, UK."], ["Boche", "Delphine", "D", "Clinical Neurosciences, Clinical and Experimental Sciences Academic Unit, Faculty of Medicine, University of Southampton, Southampton, UK. d.boche@soton.ac.uk."]], "title": "Pyroglutamate and Isoaspartate modified Amyloid-Beta in ageing and Alzheimer's disease.", "year": null, "sentences": ["Alzheimer's disease (AD) is the most common cause of dementia among older adults.", "Accumulation of amyloid-β (Aβ) in the brain is considered central in AD pathogenesis and its understanding crucial for developing new diagnostic and therapeutic approaches.", "Recent literature suggests that ageing may induce post translational modifications in Aβ, in the form of spontaneous amino acid modifications, which enhance its pathogenic properties, contributing to its aggregation.In this study, we have investigated whether the isoaspartate (IsoD-Aβ) and pyroglutamate (pE3-Aβ) modified forms of Aβ are significantly associated with AD pathology or represent markers of ageing.", "Cerebral neocortex of 27 AD cases, 32 old controls (OC) and 11 young controls (YC) was immunostained for pE3-Aβ and IsoD-Aβ, quantified as protein load and correlated with other Aβ forms and p-TAU.", "IsoD-Aβ and pE3-Aβ were detected at low levels in non-demented controls, and significantly increased in AD (p ≤ 0.001), with a characteristic deposition of IsoD-Aβ in blood vessel walls and pE3-Aβ within neurons.", "Both AD and OC showed positive associations between IsoD-Aβ and Aβ (p = 0.003 in AD and p = 0.001 in OC) and between IsoD-Aβ and pE3-Aβ (p = 0.001 in AD and OC).", "This last association was the only significant pE3-Aβ correlation identified in AD, whereas in the control cohorts pE3-Aβ also correlated with Aβ and AβPP (p = 0.001 in OC and p = 0.010 in YC).Our analyses suggest that IsoD-Aβ accumulation starts with ageing; whereas pE3-Aβ deposition is more closely linked to AD.", "Our findings support the importance of age-related modifications of Aβ in AD pathogenesis."], "id": "29298722", "text": "Alzheimer's disease (AD) is the most common cause of dementia among older adults. Accumulation of amyloid-β (Aβ) in the brain is considered central in AD pathogenesis and its understanding crucial for developing new diagnostic and therapeutic approaches. Recent literature suggests that ageing may induce post translational modifications in Aβ, in the form of spontaneous amino acid modifications, which enhance its pathogenic properties, contributing to its aggregation.In this study, we have investigated whether the isoaspartate (IsoD-Aβ) and pyroglutamate (pE3-Aβ) modified forms of Aβ are significantly associated with AD pathology or represent markers of ageing. Cerebral neocortex of 27 AD cases, 32 old controls (OC) and 11 young controls (YC) was immunostained for pE3-Aβ and IsoD-Aβ, quantified as protein load and correlated with other Aβ forms and p-TAU. IsoD-Aβ and pE3-Aβ were detected at low levels in non-demented controls, and significantly increased in AD (p ≤ 0.001), with a characteristic deposition of IsoD-Aβ in blood vessel walls and pE3-Aβ within neurons. Both AD and OC showed positive associations between IsoD-Aβ and Aβ (p = 0.003 in AD and p = 0.001 in OC) and between IsoD-Aβ and pE3-Aβ (p = 0.001 in AD and OC). This last association was the only significant pE3-Aβ correlation identified in AD, whereas in the control cohorts pE3-Aβ also correlated with Aβ and AβPP (p = 0.001 in OC and p = 0.010 in YC).Our analyses suggest that IsoD-Aβ accumulation starts with ageing; whereas pE3-Aβ deposition is more closely linked to AD. Our findings support the importance of age-related modifications of Aβ in AD pathogenesis.", "doi": "10.1186/s40478-017-0505-x", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"], "date": "2018-01-18_23:41:35"}