{"authors": [["Rodill", "Liora G", "LG", "Department of Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, Netherlands."], ["Exalto", "Lieza G", "LG", "Department of Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, Netherlands."], ["Gilsanz", "Paola", "P", "Kaiser Permanente Division of Research."], ["Biessels", "Geert Jan", "GJ", "Department of Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, Netherlands."], ["Quesenberry", "Charles P", "CP", "Kaiser Permanente Division of Research."], ["Whitmer", "Rachel A", "RA", "Kaiser Permanente Division of Research."]], "date": "2017-12-19", "id": "29261519", "text": "Retinopathy impacts over one-third of those with diabetes mellitus and is associated with impaired cognitive performance and cerebrovascular lesions in middle-aged adults with type 1 diabetes. However, the association between diabetic retinopathy (DR) and risk of dementia in type 1 diabetes is unknown. We investigated the association between DR and incident dementia in a large, elderly population with type 1 diabetes.A cohort of 3742 patients with type 1 diabetes aged 50 years and above was followed from January 1, 1996 to September 30, 2015 for incident dementia. DR diagnoses were identified from electronic medical records. Age as timescale Cox proportional hazard models evaluated associations between time-updated DR and dementia risk. Models were adjusted for demographics, severe glycemic events, glycosylated hemoglobin, and vascular comorbidities.Among 3742 patients with type 1 diabetes (47% female, 21% nonwhite), 182 (5%) were diagnosed with dementia during a mean follow-up of 6.2 years. No significant association was found between DR and incident dementia in the main analyses [adjusted Hazard Ratio=1.12; 95% confidence interval, 0.82-1.54), nor among subgroup restricted to those aged 60 years and above or 70 years and above.DR was not associated with risk of dementia, suggesting that pathophysiological processes underlying dementia may be different in type 1 versus type 2 diabetes.", "doi": "10.1097/WAD.0000000000000230", "title": "Diabetic Retinopathy and Dementia in Type 1 Diabetes.", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"]}