{"words": ["endoscopic", "procedures", "common", "bile", "duct", "cbd", "stones", "reportedly", "safe", "elderly", "patients", "however", "definition", "elderly", "different", "report", "elderly", "defined", "people", "aged", "85", "years", "older", "data", "effectiveness", "safety", "endoscopic", "retrograde", "cholangiopancreatography", "ercp", "cbd", "stones", "limited", "study", "investigated", "efficacy", "safety", "endoscopic", "procedures", "cbd", "stones", "patients", "aged", "85", "years", "older", "consecutive", "ercp", "procedures", "performed", "institution", "january", "2009", "december", "2014", "235", "cases", "cbd", "stones", "finally", "analyzed", "group", "patients", "younger", "85", "years", "group", "b", "patients", "85", "years", "older", "patient", "background", "details", "endoscopic", "therapy", "complications", "related", "factors", "retrospectively", "reviewed", "185", "cases", "group", "50", "cases", "group", "b", "patients", "group", "b", "showed", "high", "rates", "dementia", "cerebrovascular", "disorders", "larger", "cbd", "stones", "diameters", "comparison", "patients", "group", "complete", "removal", "rate", "bile", "duct", "stones", "slightly", "higher", "group", "however", "difference", "two", "groups", "recurrence", "rate", "cbd", "stones", "complication", "mortality", "rates", "length", "cost", "hospitalization", "despite", "differences", "two", "groups", "endoscopic", "procedures", "cbd", "stones", "patients", "aged", "85", "years", "older", "performed", "effectively", "safely", "without", "increasing", "medical", "costs"], "authors": [["Iida", "Tomoya", "T", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Kaneto", "Hiroyuki", "H", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Wagatsuma", "Kohei", "K", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Sasaki", "Hajime", "H", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Naganawa", "Yumiko", "Y", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Nakagaki", "Suguru", "S", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Satoh", "Shuji", "S", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Shimizu", "Haruo", "H", "Department of Gastroenterology, Muroran City General Hospital, Muroran, Hokkaido, Japan."], ["Nakase", "Hiroshi", "H", "Department of Gastroenterology and Hepatology, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan."]], "title": "Efficacy and safety of endoscopic procedures for common bile duct stones in patients aged 85 years or older: A retrospective study.", "year": null, "sentences": ["The Endoscopic procedures for common bile duct (CBD) stones are reportedly safe in the elderly patients.", "However, the definition of the elderly is different in each report.", "If the elderly are defined as people aged 85 years or older, data on the effectiveness and safety of endoscopic retrograde cholangiopancreatography (ERCP) for CBD stones are limited.", "This study investigated the efficacy and safety of endoscopic procedures for CBD stones in patients aged 85 years or older.", "1,016 consecutive ERCP procedures were performed at our institution from January 2009 to December 2014.", "Of these, 235 cases with CBD stones were finally analyzed.", "Group A patients were younger than 85 years and Group B patients were 85 years or older.", "Patient background, details of endoscopic therapy, complications, and related factors were retrospectively reviewed for 185 cases in Group A, and 50 cases in Group B.", "Patients in Group B showed high rates of dementia and cerebrovascular disorders and larger CBD stones and diameters, in comparison with patients in Group A.", "The complete removal rate of bile duct stones was slightly higher in Group A.", "However, there was no difference between the two groups in recurrence rate of CBD stones, complication and mortality rates, and length and cost of hospitalization.", "Despite some differences between the two groups, endoscopic procedures for CBD stones in patients aged 85 years or older can be performed effectively and safely without increasing medical costs."], "id": "29298346", "text": "The Endoscopic procedures for common bile duct (CBD) stones are reportedly safe in the elderly patients. However, the definition of the elderly is different in each report. If the elderly are defined as people aged 85 years or older, data on the effectiveness and safety of endoscopic retrograde cholangiopancreatography (ERCP) for CBD stones are limited. This study investigated the efficacy and safety of endoscopic procedures for CBD stones in patients aged 85 years or older. 1,016 consecutive ERCP procedures were performed at our institution from January 2009 to December 2014. Of these, 235 cases with CBD stones were finally analyzed. Group A patients were younger than 85 years and Group B patients were 85 years or older. Patient background, details of endoscopic therapy, complications, and related factors were retrospectively reviewed for 185 cases in Group A, and 50 cases in Group B. Patients in Group B showed high rates of dementia and cerebrovascular disorders and larger CBD stones and diameters, in comparison with patients in Group A. The complete removal rate of bile duct stones was slightly higher in Group A. However, there was no difference between the two groups in recurrence rate of CBD stones, complication and mortality rates, and length and cost of hospitalization. Despite some differences between the two groups, endoscopic procedures for CBD stones in patients aged 85 years or older can be performed effectively and safely without increasing medical costs.", "doi": "10.1371/journal.pone.0190665", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:41:35"}