{"words": ["aim", "paper", "review", "studies", "analyzing", "associations", "air", "pollution", "neurodevelopment", "children", "well", "effect", "adult", "population", "effect", "prenatal", "exposure", "polycyclic", "aromatic", "hydrocarbons", "pahs", "benzo", "pyrene", "b", "p", "already", "studied", "cohorts", "new", "york", "poland", "china", "spain", "results", "indicate", "changes", "child", "behavior", "neurodevelopment", "age", "years", "decrease", "iq", "increase", "attention", "deficit", "hyperactivity", "disorder", "adhd", "decrease", "neurotrophic", "factor", "bdnf", "reduction", "left", "hemisphere", "white", "matter", "effect", "air", "pollution", "trap", "neurobehavioral", "development", "children", "measured", "particulate", "matter", "µm", "pm10", "elemental", "carbon", "ec", "black", "smoke", "bc", "no2", "nox", "studied", "usa", "spain", "italy", "south", "korea", "increased", "concentrations", "trap", "associated", "increase", "adhd", "autism", "affected", "cognitive", "development", "decreased", "expression", "bdnf", "placenta", "increased", "concentrations", "affected", "adults", "cognition", "episodic", "memory", "increased", "major", "depressive", "disorders", "increased", "concentrations", "no2", "associated", "dementia", "nox", "parkinson", "disease", "increased", "concentrations", "pahs", "no2", "polluted", "air", "significantly", "affect", "central", "nervous", "system", "children", "adults", "represent", "significant", "risk", "factor", "human", "health"], "authors": [["Sram", "Radim J", "RJ", "Department of Genetic Toxicology and Nanotoxicology, Institute of Experimental Medicine, Acadey of Sciences, Prague, Czech Republic."], ["Veleminsky", "Milos", "M", "Faculty of Health and Social Studies, South Bohemian University, Ceske Budejovice, Czech Republic."], ["Veleminsky", "Milos", "M", "Faculty of Health and Social Studies, South Bohemian University, Ceske Budejovice, Czech Republic."], ["Stejskalová", "Jana", "J", "Faculty of Health and Social Studies, South Bohemian University, Ceske Budejovice, Czech Republic."]], "title": "The impact of air pollution to central nervous system in children and adults.", "year": null, "sentences": ["The aim of this paper was to review studies analyzing the associations between air pollution and neurodevelopment in children as well as the effect on adult population.", "Effect of prenatal exposure to polycyclic aromatic hydrocarbons (PAHs, benzo[a]pyrene, B[a]P) were already studied on cohorts from New York, Poland, China, and Spain.", "All results indicate changes of child behavior and neurodevelopment at the age of 3-9 years, decrease of IQ, increase of Attention Deficit Hyperactivity Disorder (ADHD), decrease of brain-derived neurotrophic factor (BDNF), reduction of left hemisphere white matter.", "Effect of traffic-related air pollution (TRAP) to neurobehavioral development in children, measured as PM2.5 (particulate matter <2.5 µm), PM10, elemental carbon (EC), black smoke (BC), NO2, NOx, were studied in USA, Spain, Italy, and South Korea.", "Increased concentrations of TRAP were associated with the increase of ADHD, autism, affected cognitive development; PM2.5 decreased the expression of BDNF in placenta.", "Increased concentrations of PM2.5 affected adults cognition (episodic memory), increased major depressive disorders.", "Increased concentrations of NO2 were associated with dementia, NOx with Parkinson's disease.", "Increased concentrations of PAHs, PM2.5 and NO2 in polluted air significantly affect central nervous system in children and adults and represent a significant risk factor for human health."], "id": "29298278", "text": "The aim of this paper was to review studies analyzing the associations between air pollution and neurodevelopment in children as well as the effect on adult population. Effect of prenatal exposure to polycyclic aromatic hydrocarbons (PAHs, benzo[a]pyrene, B[a]P) were already studied on cohorts from New York, Poland, China, and Spain. All results indicate changes of child behavior and neurodevelopment at the age of 3-9 years, decrease of IQ, increase of Attention Deficit Hyperactivity Disorder (ADHD), decrease of brain-derived neurotrophic factor (BDNF), reduction of left hemisphere white matter. Effect of traffic-related air pollution (TRAP) to neurobehavioral development in children, measured as PM2.5 (particulate matter <2.5 µm), PM10, elemental carbon (EC), black smoke (BC), NO2, NOx, were studied in USA, Spain, Italy, and South Korea. Increased concentrations of TRAP were associated with the increase of ADHD, autism, affected cognitive development; PM2.5 decreased the expression of BDNF in placenta. Increased concentrations of PM2.5 affected adults cognition (episodic memory), increased major depressive disorders. Increased concentrations of NO2 were associated with dementia, NOx with Parkinson's disease. Increased concentrations of PAHs, PM2.5 and NO2 in polluted air significantly affect central nervous system in children and adults and represent a significant risk factor for human health.", "doi": null, "journal": ["Neuro endocrinology letters", "Neuro Endocrinol. Lett."], "date": "2018-01-18_23:41:35"}