{"words": ["walking", "speed", "reduced", "people", "dementia", "less", "known", "predementia", "conditions", "therefore", "studied", "relationship", "walking", "speed", "cognition", "cerebrospinal", "fluid", "biomarkers", "persons", "subjective", "sci", "mild", "cognitive", "impairment", "mci", "conducted", "study", "22", "healthy", "controls", "30", "sci", "17", "mci", "n", "69", "walking", "speed", "measured", "gait", "test", "usual", "fast", "pace", "analyzed", "association", "walking", "speed", "ordered", "categories", "controls", "sci", "mci", "generalized", "proportional", "odds", "model", "neuropsychological", "tests", "consortium", "establish", "registry", "alzheimer", "disease", "delayed", "recall", "trail", "making", "tmt", "b", "analyzed", "negative", "binomial", "linear", "robust", "regression", "association", "walking", "speed", "usual", "pace", "slower", "moving", "controls", "sci", "odds", "ratio", "p", "mci", "odds", "ratio", "p", "ordinal", "scale", "mci", "walking", "speed", "reduced", "fast", "speed", "odds", "ratio", "p", "significant", "associations", "walking", "speeds", "neuropsychological", "test", "performance", "usual", "walking", "speed", "associated", "slower", "test", "performance", "β", "p", "fast", "pace", "slower", "performance", "β", "p", "associations", "cerebrospinal", "fluid", "biomarkers", "walking", "walking", "speed", "reduced", "graded", "fashion", "early", "symptoms", "cognitive", "impairment", "results", "suggest", "reduced", "walking", "speed", "usual", "fast", "speed", "associated", "impaired", "cognitive", "function", "walking", "speed", "could", "affected", "early", "stages", "neurodegeneration"], "authors": [["Knapstad", "Mari Kalland", "MK", "Department of Global Public Health and Primary Care, University of Bergen, Bergen, Norway."], ["Steihaug", "Ole Martin", "OM", "Department of Internal Medicine, Haraldsplass Deaconess Hospital, Bergen, Norway."], ["Aaslund", "Mona Kristin", "MK", "Department of Global Public Health and Primary Care, University of Bergen, Bergen, Norway."], ["Nakling", "Arne", "A", "Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Naterstad", "Ingvill Fjell", "IF", "Department of Global Public Health and Primary Care, University of Bergen, Bergen, Norway."], ["Fladby", "Tormod", "T", "Department of Neurology, Akershus University Hospital, Loerenskog, Norway."], ["Aarsland", "Dag", "D", "Center for Age-Related Medicine, Stavanger University Hospital, Stavanger, Norway."], ["Giil", "Lasse Melvaer", "LM", "Department of Internal Medicine, Haraldsplass Deaconess Hospital, Bergen, Norway."]], "title": "Reduced Walking Speed in Subjective and Mild Cognitive Impairment: A Cross-Sectional Study.", "year": null, "sentences": ["Walking speed is reduced in people with dementia, but less is known about predementia conditions.", "We, therefore, studied the relationship between walking speed, cognition, and cerebrospinal fluid biomarkers in persons with subjective (SCI) and mild cognitive impairment (MCI).We conducted a cross-sectional study of 22 healthy controls, 30 SCI and 17 MCI (N = 69).", "Walking speed was measured by a 10-m gait test at usual and fast pace.", "We analyzed the association between walking speed and the ordered categories of controls, SCI, and MCI in a generalized proportional odds model.", "Neuropsychological tests, Consortium to Establish a Registry for Alzheimer's Disease (delayed recall), and trail making (TMT) A and B, were analyzed by negative binomial, linear, and robust regression for association with walking speed.Walking speed at usual pace was slower moving from controls to SCI (odds ratio: 0.44, P = .019) and MCI (odds ratio: 0.44, P = .019) on an ordinal scale.", "In MCI, walking speed was reduced at fast speed (odds ratio: 0.46, P = .40).", "There were significant associations between walking speeds and neuropsychological test performance.", "Usual walking speed was associated with slower test performance on TMT-A (β: -.02, P = .04) and fast pace with slower performance on TMT-B (β: -.01, P = .03).", "There were no associations between cerebrospinal fluid biomarkers and walking speeds.Usual walking speed is reduced in a graded fashion with the early symptoms of cognitive impairment.", "Our results suggest that reduced walking speed at both usual and fast speed is associated with impaired cognitive function, and that walking speed could be affected at very early stages of neurodegeneration."], "id": "29298174", "text": "Walking speed is reduced in people with dementia, but less is known about predementia conditions. We, therefore, studied the relationship between walking speed, cognition, and cerebrospinal fluid biomarkers in persons with subjective (SCI) and mild cognitive impairment (MCI).We conducted a cross-sectional study of 22 healthy controls, 30 SCI and 17 MCI (N = 69). Walking speed was measured by a 10-m gait test at usual and fast pace. We analyzed the association between walking speed and the ordered categories of controls, SCI, and MCI in a generalized proportional odds model. Neuropsychological tests, Consortium to Establish a Registry for Alzheimer's Disease (delayed recall), and trail making (TMT) A and B, were analyzed by negative binomial, linear, and robust regression for association with walking speed.Walking speed at usual pace was slower moving from controls to SCI (odds ratio: 0.44, P = .019) and MCI (odds ratio: 0.44, P = .019) on an ordinal scale. In MCI, walking speed was reduced at fast speed (odds ratio: 0.46, P = .40). There were significant associations between walking speeds and neuropsychological test performance. Usual walking speed was associated with slower test performance on TMT-A (β: -.02, P = .04) and fast pace with slower performance on TMT-B (β: -.01, P = .03). There were no associations between cerebrospinal fluid biomarkers and walking speeds.Usual walking speed is reduced in a graded fashion with the early symptoms of cognitive impairment. Our results suggest that reduced walking speed at both usual and fast speed is associated with impaired cognitive function, and that walking speed could be affected at very early stages of neurodegeneration.", "doi": "10.1519/JPT.0000000000000157", "journal": ["Journal of geriatric physical therapy (2001)", "J Geriatr Phys Ther"], "date": "2018-01-18_23:41:36"}