{"words": ["alzheimer", "disease", "ad", "progressive", "neurodegenerative", "disease", "cure", "present", "study", "carried", "evaluate", "whether", "combination", "tenuigenin", "could", "improve", "efficacy", "memantine", "monotherapy", "treatment", "ad", "patients", "ad", "recruited", "assigned", "two", "groups", "patients", "control", "group", "received", "memantine", "experimental", "group", "received", "memantine", "20", "tenuigenin", "20", "state", "examination", "mmse", "activities", "daily", "living", "adl", "clinical", "dementia", "rating", "scale", "cdr", "scores", "assessed", "treatment", "continued", "12", "weeks", "total", "93", "ad", "patients", "45", "control", "group", "48", "experimental", "group", "recruited", "treatment", "groups", "similar", "average", "mmse", "scores", "adl", "scores", "cdr", "scores", "whereas", "average", "scores", "improved", "significantly", "treatment", "however", "compared", "control", "group", "experimental", "group", "significantly", "higher", "average", "mmse", "score", "lower", "average", "adl", "cdr", "scores", "treatment", "moreover", "two", "groups", "similar", "rates", "results", "indicated", "combination", "tenuigenin", "effective", "augmentation", "memantine", "treatment", "ad", "cause", "novel", "method", "worthy", "investigation"], "authors": [["Dong", "Haiying", "H", "Department of Pathology, Qiqihar Medical University, Qiqihar, China."], ["Wu", "Shuqin", "S", null], ["Hu", "Nan", "N", null], ["Xing", "Guihua", "G", null]], "title": "Efficacy of tenuigenin and β-asarone as augmentations for memantine in the treatment of Alzheimer's disease.", "year": null, "sentences": ["Alzheimer's disease (AD) is a progressive neurodegenerative disease that has no cure at present.", "This study was carried out to evaluate whether the combination of β-asarone and tenuigenin could improve the efficacy of memantine as a monotherapy in the treatment of AD.", "Patients with AD were recruited and assigned to two groups.", "Patients in the control group received memantine (5-20 mg/day) and those in the experimental group received memantine (5-20 mg/day), β-asarone (20 mg/day), and tenuigenin (20 mg/day).", "The Mini-Mental State Examination (MMSE), Activities of Daily Living (ADL), Clinical Dementia Rating Scale (CDR) scores and drug-related side-effects were assessed.", "Treatment was continued for 12 weeks.", "In total, 93 AD patients (45 in the control group and 48 in the experimental group) were recruited.", "Before treatment, both the groups had similar average MMSE scores, ADL scores, and CDR scores, whereas all the average scores improved significantly after treatment.", "However, compared with the control group, the experimental group had a significantly higher average MMSE score (P=0.00001) and lower average ADL (P=0.00604) and CDR (P=0.00776) scores after treatment.", "Moreover, the two groups had similar rates of drug-related side-effects.", "These results indicated that the combination of β-asarone and tenuigenin was an effective augmentation for memantine in the treatment of AD and did not cause more drug-related side-effects.", "This novel method is worthy of further investigation."], "id": "29298173", "text": "Alzheimer's disease (AD) is a progressive neurodegenerative disease that has no cure at present. This study was carried out to evaluate whether the combination of β-asarone and tenuigenin could improve the efficacy of memantine as a monotherapy in the treatment of AD. Patients with AD were recruited and assigned to two groups. Patients in the control group received memantine (5-20 mg/day) and those in the experimental group received memantine (5-20 mg/day), β-asarone (20 mg/day), and tenuigenin (20 mg/day). The Mini-Mental State Examination (MMSE), Activities of Daily Living (ADL), Clinical Dementia Rating Scale (CDR) scores and drug-related side-effects were assessed. Treatment was continued for 12 weeks. In total, 93 AD patients (45 in the control group and 48 in the experimental group) were recruited. Before treatment, both the groups had similar average MMSE scores, ADL scores, and CDR scores, whereas all the average scores improved significantly after treatment. However, compared with the control group, the experimental group had a significantly higher average MMSE score (P=0.00001) and lower average ADL (P=0.00604) and CDR (P=0.00776) scores after treatment. Moreover, the two groups had similar rates of drug-related side-effects. These results indicated that the combination of β-asarone and tenuigenin was an effective augmentation for memantine in the treatment of AD and did not cause more drug-related side-effects. This novel method is worthy of further investigation.", "doi": "10.1097/WNR.0000000000000952", "journal": ["Neuroreport", "Neuroreport"], "date": "2018-01-18_23:41:36"}