{"words": ["alzheimer", "disease", "ad", "common", "form", "dementia", "pathophysiological", "mechanism", "remains", "unclear", "long", "noncoding", "rnas", "lncrnas", "play", "key", "roles", "ad", "lncrna", "found", "dysregulated", "ad", "abundantly", "expressed", "brain", "aim", "study", "investigate", "role", "ad", "results", "showed", "expressions", "lncrna", "ebf3", "early", "b", "cell", "factor", "3", "upregulated", "hippocampus", "mice", "ad", "model", "mice", "knockdown", "sirna", "inhibited", "apoptosis", "induced", "okadaic", "acid", "oa", "expression", "ebf3", "downregulated", "reversed", "knockdown", "ebf3", "knockdown", "reverse", "apoptosis", "results", "revealed", "lncrna", "promoted", "neuron", "apoptosis", "ad", "involved", "regulating", "ebf3", "expression", "may", "new", "therapeutic", "target", "treatment", "ad"], "authors": [["Gu", "Cheng", "C", "1 Department of Neurology, Gansu Provincial Hospital , Lanzhou, China ."], ["Chen", "Cheng", "C", "2 Department of Galactophore, The First Hospital of Lanzhou University , Lanzhou, China ."], ["Wu", "Ruipeng", "R", "1 Department of Neurology, Gansu Provincial Hospital , Lanzhou, China ."], ["Dong", "Tong", "T", "1 Department of Neurology, Gansu Provincial Hospital , Lanzhou, China ."], ["Hu", "Xiaojuan", "X", "1 Department of Neurology, Gansu Provincial Hospital , Lanzhou, China ."], ["Yao", "Yuping", "Y", "1 Department of Neurology, Gansu Provincial Hospital , Lanzhou, China ."], ["Zhang", "Yi", "Y", "1 Department of Neurology, Gansu Provincial Hospital , Lanzhou, China ."]], "title": "Long Noncoding RNA EBF3-AS Promotes Neuron Apoptosis in Alzheimer's Disease.", "year": null, "sentences": ["Alzheimer's disease (AD) is the most common form of dementia; its pathophysiological mechanism remains unclear.", "Long noncoding RNAs (lncRNAs) play key roles in AD.", "lncRNA EBF3-AS has been found dysregulated in AD, which is abundantly expressed in the brain.", "The aim of this study was to investigate the role of EBF3-AS in AD.", "Results showed that the expressions of lncRNA EBF3-AS and EBF3 (early B cell factor 3) were upregulated in hippocampus of APP/PS1 mice (AD model mice).", "EBF3-AS knockdown by siRNA inhibited the apoptosis induced by Aβ25-35 and okadaic acid (OA) in SH-SY5Y.", "The expression of EBF3 was downregulated in Aβ25-35- and OA-treated SH-SY5Y, which was reversed by EBF3-AS knockdown.", "EBF3 knockdown can reverse the Aβ25-35-induced apoptosis in SH-SY5Y.", "These results revealed that lncRNA EBF3-AS promoted neuron apoptosis in AD, and involved in regulating EBF3 expression.", "EBF3-AS may be a new therapeutic target for treatment of AD."], "id": "29298096", "text": "Alzheimer's disease (AD) is the most common form of dementia; its pathophysiological mechanism remains unclear. Long noncoding RNAs (lncRNAs) play key roles in AD. lncRNA EBF3-AS has been found dysregulated in AD, which is abundantly expressed in the brain. The aim of this study was to investigate the role of EBF3-AS in AD. Results showed that the expressions of lncRNA EBF3-AS and EBF3 (early B cell factor 3) were upregulated in hippocampus of APP/PS1 mice (AD model mice). EBF3-AS knockdown by siRNA inhibited the apoptosis induced by Aβ25-35 and okadaic acid (OA) in SH-SY5Y. The expression of EBF3 was downregulated in Aβ25-35- and OA-treated SH-SY5Y, which was reversed by EBF3-AS knockdown. EBF3 knockdown can reverse the Aβ25-35-induced apoptosis in SH-SY5Y. These results revealed that lncRNA EBF3-AS promoted neuron apoptosis in AD, and involved in regulating EBF3 expression. EBF3-AS may be a new therapeutic target for treatment of AD.", "doi": "10.1089/dna.2017.4012", "journal": ["DNA and cell biology", "DNA Cell Biol."], "date": "2018-01-18_23:41:37"}