{"words": ["early", "diagnosis", "alzheimer", "disease", "ad", "prior", "appearance", "marked", "clinical", "symptoms", "critical", "prevent", "irreversible", "neuronal", "damage", "neural", "malfunction", "lead", "dementia", "death", "therefore", "urgent", "need", "generate", "new", "contrast", "agents", "reveal", "noninvasive", "method", "presence", "pathological", "signs", "ad", "present", "study", "demonstrate", "first", "time", "new", "nanoconjugate", "composed", "magnetic", "nanoparticles", "bound", "antiferritin", "antibody", "developed", "based", "existence", "iron", "deposits", "high", "levels", "ferritin", "protein", "present", "areas", "high", "accumulation", "amyloid", "plaques", "particularly", "subiculum", "hippocampal", "area", "brain", "transgenic", "mouse", "model", "five", "familial", "ad", "mutations", "vitro", "intravenous", "injection", "functionalized", "magnetic", "nanoparticles", "able", "recognize", "bind", "specifically", "ferritin", "protein", "accumulated", "subiculum", "area", "ad", "transgenic", "mice"], "authors": [["Fernández", "Tamara", "T", "Centre for Biomedical Technology (CTB), Universidad Politécnica de Madrid , 28223 Madrid, Spain."], ["Martínez-Serrano", "Alberto", "A", "Department of Molecular Biology and Centre for Molecular Biology \"Severo Ochoa\" (CBMSO), Universidad Autónoma de Madrid and Consejo Superior de Investigaciones Científicas, 28049 Madrid, Spain."], ["Cussó", "Lorena", "L", "Departamento de Ingeniería Biomédica e Ingeniería Aeroespacial, Universidad Carlos III de Madrid , 28911 Leganés, Spain."], ["Desco", "Manuel", "M", "Departamento de Ingeniería Biomédica e Ingeniería Aeroespacial, Universidad Carlos III de Madrid , 28911 Leganés, Spain."], ["Ramos-Gómez", "Milagros", "M", "Centre for Biomedical Technology (CTB), Universidad Politécnica de Madrid , 28223 Madrid, Spain."]], "title": "Functionalization and Characterization of Magnetic Nanoparticles for the Detection of Ferritin Accumulation in Alzheimer's Disease.", "year": null, "sentences": ["Early diagnosis in Alzheimer's disease (AD), prior to the appearance of marked clinical symptoms, is critical to prevent irreversible neuronal damage and neural malfunction that lead to dementia and death.", "Therefore, there is an urgent need to generate new contrast agents which reveal by a noninvasive method the presence of some of the pathological signs of AD.", "In the present study, we demonstrate for the first time a new nanoconjugate composed of magnetic nanoparticles bound to an antiferritin antibody, which has been developed based on the existence of iron deposits and high levels of the ferritin protein present in areas with a high accumulation of amyloid plaques (particularly the subiculum in the hippocampal area) in the brain of a transgenic mouse model with five familial AD mutations.", "Both in vitro and after intravenous injection, functionalized magnetic nanoparticles were able to recognize and bind specifically to the ferritin protein accumulated in the subiculum area of the AD transgenic mice."], "id": "29298040", "text": "Early diagnosis in Alzheimer's disease (AD), prior to the appearance of marked clinical symptoms, is critical to prevent irreversible neuronal damage and neural malfunction that lead to dementia and death. Therefore, there is an urgent need to generate new contrast agents which reveal by a noninvasive method the presence of some of the pathological signs of AD. In the present study, we demonstrate for the first time a new nanoconjugate composed of magnetic nanoparticles bound to an antiferritin antibody, which has been developed based on the existence of iron deposits and high levels of the ferritin protein present in areas with a high accumulation of amyloid plaques (particularly the subiculum in the hippocampal area) in the brain of a transgenic mouse model with five familial AD mutations. Both in vitro and after intravenous injection, functionalized magnetic nanoparticles were able to recognize and bind specifically to the ferritin protein accumulated in the subiculum area of the AD transgenic mice.", "doi": "10.1021/acschemneuro.7b00260", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"], "date": "2018-01-18_23:41:37"}