{"words": ["alzheimer", "disease", "ad", "devastating", "neurodegenerative", "disease", "characterized", "aβ", "accumulation", "neurofibrillary", "tangles", "formation", "brain", "associated", "synaptic", "deficits", "dementia", "liver", "x", "receptor", "lxr", "agonists", "demonstrated", "revert", "pathologic", "cognitive", "defects", "murine", "models", "ad", "regulation", "apolipoprotein", "e", "cassette", "a1", "abca1", "dampening", "neuroinflammation", "also", "reducing", "levels", "aβ", "accumulation", "brain", "however", "role", "lxr", "regard", "regulation", "synaptic", "function", "remains", "relatively", "understudied", "present", "paper", "analyzed", "effect", "lxr", "agonist", "gw3965", "synaptic", "function", "upon", "exposure", "primary", "hippocampal", "cultures", "oligomeric", "oaβ", "showed", "oaβ", "exposure", "significantly", "decreased", "density", "mature", "mushroom", "shaped", "dendritic", "spines", "density", "synaptic", "contacts", "number", "oaβ", "also", "modulates", "expression", "vglut1", "syt1", "sv2a", "shank2", "nmda", "proteins", "decreases", "expression", "pink1", "increases", "rockii", "activates", "changes", "prevented", "neuronal", "cultures", "gw3965", "results", "show", "support", "role", "lxr", "agonist", "gw3965", "synaptic", "physiology", "highlight", "potential", "alternative", "pharmacological", "strategy", "ad"], "authors": [["Báez-Becerra", "C", "C", "Grupos de Neurociencias y Muerte Celular, Facultad de Medicina e Instituto de Genética, Universidad Nacional de Colombia, Bogotá, Colombia."], ["Filipello", "F", "F", "Laboratory of Pharmacology and Brain Pathology, Humanitas Clinical and Research Center, Milan, Italy."], ["Sandoval-Hernández", "A", "A", "Grupos de Neurociencias y Muerte Celular, Facultad de Medicina e Instituto de Genética, Universidad Nacional de Colombia, Bogotá, Colombia."], ["Arboleda", "H", "H", "Grupos de Neurociencias y Muerte Celular, Facultad de Medicina e Instituto de Genética, Universidad Nacional de Colombia, Bogotá, Colombia."], ["Arboleda", "G", "G", "Grupos de Neurociencias y Muerte Celular, Facultad de Medicina e Instituto de Genética, Universidad Nacional de Colombia, Bogotá, Colombia. gharboledab@unal.edu.co."]], "title": "Liver X Receptor Agonist GW3965 Regulates Synaptic Function upon Amyloid Beta Exposure in Hippocampal Neurons.", "year": null, "sentences": ["Alzheimer's disease (AD) is a devastating neurodegenerative disease characterized by beta-amyloid (Aβ) accumulation and neurofibrillary tangles formation in the brain which are associated to synaptic deficits and dementia.", "Liver X receptor (LXR) agonists have been demonstrated to revert of pathologic and cognitive defects in murine models of AD through the regulation of Apolipoprotein E, ATP-Binding Cassette A1 (ABCA1), by dampening neuroinflammation and also by reducing the levels of amyloid-β (Aβ) accumulation in the brain.", "However, the role of LXR with regard to the regulation of synaptic function remains relatively understudied.", "In the present paper, we analyzed the in-vitro effect of the LXR agonist GW3965 on synaptic function upon exposure of primary hippocampal cultures to oligomeric amyloid-β (oAβ(1-42)).", "We showed that oAβ(1-42) exposure significantly decreased the density of mature (mushroom shaped) dendritic spines density and synaptic contacts number.", "oAβ(1-42) also modulates the expression of pre- (VGlut1, SYT1, SV2A) and post-synaptic (SHANK2, NMDA) proteins, it decreases the expression of PINK1, and increases ROCKII, and activates of caspase-3; these changes were prevented by the pre-treating neuronal cultures with GW3965.", "These results show further support the role of the LXR agonist GW3965 in synaptic physiology and highlight its potential as an alternative pharmacological strategy for AD."], "id": "29297151", "text": "Alzheimer's disease (AD) is a devastating neurodegenerative disease characterized by beta-amyloid (Aβ) accumulation and neurofibrillary tangles formation in the brain which are associated to synaptic deficits and dementia. Liver X receptor (LXR) agonists have been demonstrated to revert of pathologic and cognitive defects in murine models of AD through the regulation of Apolipoprotein E, ATP-Binding Cassette A1 (ABCA1), by dampening neuroinflammation and also by reducing the levels of amyloid-β (Aβ) accumulation in the brain. However, the role of LXR with regard to the regulation of synaptic function remains relatively understudied. In the present paper, we analyzed the in-vitro effect of the LXR agonist GW3965 on synaptic function upon exposure of primary hippocampal cultures to oligomeric amyloid-β (oAβ(1-42)). We showed that oAβ(1-42) exposure significantly decreased the density of mature (mushroom shaped) dendritic spines density and synaptic contacts number. oAβ(1-42) also modulates the expression of pre- (VGlut1, SYT1, SV2A) and post-synaptic (SHANK2, NMDA) proteins, it decreases the expression of PINK1, and increases ROCKII, and activates of caspase-3; these changes were prevented by the pre-treating neuronal cultures with GW3965. These results show further support the role of the LXR agonist GW3965 in synaptic physiology and highlight its potential as an alternative pharmacological strategy for AD.", "doi": "10.1007/s12640-017-9845-3", "journal": ["Neurotoxicity research", "Neurotox Res"], "date": "2018-01-18_23:41:38"}