{"authors": [["Malik", "Shaily", "S", "Public Health Research Institute (PHRI), Newark, NJ, United States."], ["Theis", "Martin", "M", "Institute of Cellular Neurosciences, University of Bonn, Bonn, Germany."], ["Eugenin", "Eliseo A", "EA", "Public Health Research Institute (PHRI), Newark, NJ, United States."]], "date": "2017-12-05", "id": "29259541", "text": "Human immunodeficiency virus-1 (HIV-1) infection compromises the central nervous system (CNS) in a significant number of infected individuals, resulting in neurological dysfunction that ranges from minor cognitive deficits to frank dementia. While macrophages/microglia are the predominant CNS cells infected by HIV, our laboratory and others have shown that HIV-infected astrocytes, although present in relatively low numbers with minimal to undetectable viral replication, play key role in NeuroAIDS pathogenesis. Our laboratory has identified that HIV \"hijacks\" connexin (Cx) containing channels, such as gap junctions (GJs) and hemichannels (HCs), to spread toxicity and apoptosis to uninfected cells even in the absence of active viral replication. In this study, using a murine model with an astrocyte-directed deletion of Cx43 gene (hGFAP-cre Cx43fl/fl) and control Cx43fl/fl mice, we examined whether few HIV-infected human astrocytoma cells (U87-CD4-CCR5), microinjected into the mouse cortex, can spread toxicity and apoptosis through GJ-mediated mechanisms, into the mouse cells, which are resistant to HIV infection. In the control Cx43fl/fl mice, microinjection of HIV-infected U87-CD4-CCR5 cells led to apoptosis in 84.28 ± 6.38% of mouse brain cells around the site of microinjection, whereas hGFAP-cre Cx43fl/fl mice exhibited minimal apoptosis (2.78 ± 1.55%). However, simultaneous injection of GJ blocker, 18α-glycyrrhetinic acid, and Cx43 blocking peptide along with microinjection of HIV-infected cells prevented apoptosis in Cx43fl/fl mice, demonstrating the Cx43 is essential for HIV-induced bystander toxicity. In conclusion, our findings demonstrate that Cx43 expression, and formation of GJs is essential for bystander apoptosis during HIV infection. These findings reveal novel potential therapeutic targets to reduce astrocyte-mediated bystander toxicity in HIV-infected individuals because despite low to undetectable viral replication in the CNS, Cx channels hijacked by HIV amplify viral neuropathogenesis.", "doi": "10.3389/fnmol.2017.00404", "title": "Connexin43 Containing Gap Junction Channels Facilitate HIV Bystander Toxicity: Implications in NeuroHIV.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}