{"authors": [["Ventura", "Maria Teresa", "MT", "Department of Interdisciplinary Medicine, University of Bari, Policlinico, Piazza G. Cesare no 11, 70124 Bari, Italy."], ["Casciaro", "Marco", "M", "School and Operative Unit of Allergy and Clinical Immunology, Department of Clinical and Experimental Medicine, University of Messina, Messina, Italy."], ["Gangemi", "Sebastiano", "S", "School and Operative Unit of Allergy and Clinical Immunology, Department of Clinical and Experimental Medicine, University of Messina, Messina, Italy."], ["Buquicchio", "Rosalba", "R", "Dermatological Clinic, Department of Biomedical Science and Human Oncology, University of Bari Medical School, Policlinico, Italy."]], "date": "2017-12-14", "id": "29259496", "text": "The immunosenescence is a relatively recent chapter, correlated with the linear extension of the average life began in the nineteenth century and still in progress. The most important feature of immunosenescence is the accumulation in the \"immunological space\" of memory and effector cells as a result of the stimulation caused by repeated clinical and subclinical infections and by continuous exposure to antigens (inhalant allergens, food, etc.). This state of chronic inflammation that characterizes senescence has a significant impact on survival and fragility. In fact, the condition of frail elderly occurs less frequently in situations characterized by poor contact with viral infections and parasitic diseases. Furthermore the immunosenescence is characterized by a particular \"remodelling\" of the immune system, induced by oxidative stress. Apoptosis plays a central role in old age, a period in which the ability of apoptosis can change. The remodelling of apoptosis, together with the Inflammaging and the up-regulation of the immune response with the consequent secretion of pro-inflammatory lymphokines represents the major determinant of the rate of aging and longevity, as well as of the most common diseases related with age and with tumors. Other changes occur in the innate immunity, the first line of defence providing rapid, but unspecific and incomplete protection, consisting mostly of monocytes, natural killer cells and dendritic cells, acting up to the establishment of a adaptive immune response, which is slower, but highly specific, which cellular substrate consists of T and B lymphocytes. The markers of \"Inflammaging\" in adaptive immunity in centenarians are characterized by a decrease in T cells \"naive.\" The reduction of CD8 virgins may be related to the risk of morbidity and death, as well as the combination of the increase of CD8+ cells and reduction of CD4+ T cells and the reduction of CD19+ B cells. The immune function of the elderly is weakened to due to the exhaustion of T cell-virgin (CD95-), which are replaced with the clonal expansion of CD28-T cells.The increase of pro-inflammatory cytokines is associated with dementia, Parkinson's disease, atherosclerosis, diabetes type 2, sarcopenia and a high risk of morbidity and mortality. A correct modulation of immune responses and apoptotic phenomena can be useful to reduce age-related degenerative diseases, as well as inflammatory and neoplastic diseases.", "doi": "10.1186/s12948-017-0077-0", "title": "Immunosenescence in aging: between immune cells depletion and cytokines up-regulation.", "journal": ["Clinical and molecular allergy : CMA", "Clin Mol Allergy"]}