{"words": ["review", "optimality", "safety", "different", "aβ", "immunotherapies", "alzheimer", "disease", "ad", "published", "randomized", "controlled", "trials", "comprehensively", "reviewed", "electronic", "databases", "cochrane", "library", "embase", "pubmed", "google", "scholar", "pooled", "outcomes", "mean", "difference", "odds", "ratio", "values", "95", "confidence", "interval", "reported", "network", "estimates", "confidence", "predictive", "intervals", "pairwise", "relative", "effects", "evaluated", "optimal", "intervention", "ranked", "ratio", "based", "surface", "cumulative", "ranking", "curve", "eleven", "eligible", "rcts", "9", "literatures", "including", "5141", "patients", "5", "interventions", "included", "quality", "evidence", "rated", "low", "comparisons", "efficacy", "terms", "state", "examination", "aducanumab", "solanezumab", "significantly", "effective", "placebo", "safety", "terms", "imaging", "abnormalities", "aria", "bapineuzumab", "aducanumab", "significantly", "worse", "placebo", "significant", "differences", "outcomes", "alzheimer", "disease", "assessment", "subscale", "disability", "assessment", "dementia", "adverse", "events", "mortality", "given", "clinical", "therapeutic", "effects", "immunotherapies", "ad", "aducanumab", "solanezumab", "improve", "cognitive", "function", "aducanumab", "bapineuzumab", "may", "increase", "risks", "aria"], "authors": [["Mo", "Jia-Jie", "JJ", "Department of Functional NeurosurgeryBeijing Tiantan HospitalCapital Medical UniversityBeijing100061China."], ["Li", "Jin-Yu", "JY", "Department of General Surgerythe Second Xiangya HospitalCentral South UniversityChangsha410011China."], ["Yang", "Zheng", "Z", "Department of PsychologyGuangdong Medical UniversityZhanjiang524023China."], ["Liu", "Zhou", "Z", "Department of NeurologyAffiliated Hospital of Guangdong Medical UniversityZhanjiang524023China."], ["Feng", "Jin-Shan", "JS", "Scientific Research Center (Campus Zhanjiang)Guangdong Medical UniversityZhanjiang524023China."]], "title": "Efficacy and safety of anti-amyloid-β immunotherapy for Alzheimer's disease: a systematic review and network meta-analysis.", "year": null, "sentences": ["To review the optimality and safety of different anti-Amyloid-β(Aβ) immunotherapies for Alzheimer's disease (AD).", "Published randomized controlled trials were comprehensively reviewed from electronic databases (Cochrane library, Embase, Pubmed, and Google scholar).", "Pooled outcomes as mean difference or odds ratio values with 95% confidence interval were reported.", "The network estimates with confidence and predictive intervals for all pairwise relative effects was evaluated.", "Optimal intervention was ranked by benefit-risk ratio based on the surface under the cumulative ranking curve.", "Eleven eligible RCTs from 9 literatures, including 5141 patients and 5 interventions were included.", "The quality of evidence was rated low in comparisons.", "For efficacy, in terms of Mini-Mental State Examination, aducanumab and solanezumab are significantly effective than placebo.", "For safety, in terms of Amyloid-Related Imaging Abnormalities (ARIA), bapineuzumab and aducanumab are significantly worse than placebo.", "There were no significant differences in outcomes of Alzheimer's disease Assessment Scale-Cognitive subscale, Disability Assessment for Dementia, Adverse Events, and mortality.", "Given the clinical therapeutic effects of anti-Aβ immunotherapies for AD, aducanumab and solanezumab improve the cognitive function, while aducanumab and bapineuzumab may increase the risks of ARIA."], "id": "29296624", "text": "To review the optimality and safety of different anti-Amyloid-β(Aβ) immunotherapies for Alzheimer's disease (AD). Published randomized controlled trials were comprehensively reviewed from electronic databases (Cochrane library, Embase, Pubmed, and Google scholar). Pooled outcomes as mean difference or odds ratio values with 95% confidence interval were reported. The network estimates with confidence and predictive intervals for all pairwise relative effects was evaluated. Optimal intervention was ranked by benefit-risk ratio based on the surface under the cumulative ranking curve. Eleven eligible RCTs from 9 literatures, including 5141 patients and 5 interventions were included. The quality of evidence was rated low in comparisons. For efficacy, in terms of Mini-Mental State Examination, aducanumab and solanezumab are significantly effective than placebo. For safety, in terms of Amyloid-Related Imaging Abnormalities (ARIA), bapineuzumab and aducanumab are significantly worse than placebo. There were no significant differences in outcomes of Alzheimer's disease Assessment Scale-Cognitive subscale, Disability Assessment for Dementia, Adverse Events, and mortality. Given the clinical therapeutic effects of anti-Aβ immunotherapies for AD, aducanumab and solanezumab improve the cognitive function, while aducanumab and bapineuzumab may increase the risks of ARIA.", "doi": "10.1002/acn3.469", "journal": ["Annals of clinical and translational neurology", "Ann Clin Transl Neurol"], "date": "2018-01-18_23:41:38"}