{"authors": [["Strang", "Kevin H", "KH", "University of Florida, United States."], ["Croft", "Cara L", "CL", "University of Florida, United States."], ["Sorrentino", "Zachary A", "ZA", "University of Florida, United States."], ["Chakrabarty", "Paramita", "P", "University of Florida, United States."], ["Golde", "Todd E", "TE", "University of Florida, United States."], ["Giasson", "Benoit I", "BI", "University of Florida, United States bgiasson@ufl.edu."]], "date": "2017-12-19", "id": "29259137", "text": "The accumulation of aberrantly aggregated microtubule-associated protein tau (MAPT)1 defines a spectrum of tauopathies, including Alzheimer's disease. Mutations in the MAPT gene cause frontotemporal dementia with Parkinsonism linked to chromosome 17 (FTDP-17), characterized by neuronal pathological tau inclusions in the form of neurofibrillary tangles and Pick bodies, and in some cases glial tau pathology. Increasing evidence points to the importance of prion-like seeding as a mechanism for the pathological spread in tauopathy and other neurodegenerative diseases. Herein, using a cell culture model, we examined a multitude of genetic FTDP-17 tau variants for their ability to be seeded by exogenous tau fibrils. Our findings revealed stark differences between FTDP-17 tau variants in their ability to be seeded, with variants at proline 301 and serine 320 showing robust aggregation with seeding. Similarly, we elucidated the importance of certain tau protein regions and unique residues, including the role of proline 301 in inhibiting tau aggregation. We also revealed potential barriers in cross-seeding between 3-repeat and 4-repeat tau isoforms. Overall, these differences alluded to potential mechanistic differences between wild-type and FTDP-17 tau variants, as well as different tau isoforms, in influencing tau aggregation. Furthermore, by combining two FTDP-17 tau variants (either P301L or P301S with S320F), we generated aggressive models of tauopathy that does not require exogenous seeding. These models will allow for rapid screening of potential therapeutics to alleviate tau aggregation without the need for exogenous tau fibrils. Together, these studies provide novel insights in the molecular determinants that modulate tau aggregation.", "doi": "10.1074/jbc.M117.815357", "title": "Distinct differences in prion-like seeding and aggregation between tau protein variants provide mechanistic insights into tauopathies.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}