{"authors": [["Wanneveich", "Mathilde", "M", "University of Bordeaux, ISPED, Inserm, U1219 - Bordeaux Population Health Research Center, F-33000 Bordeaux, France. Electronic address: Mathilde.Wanneveich@u-bordeaux.fr."], ["Jacqmin-Gadda", "Hélène", "H", "University of Bordeaux, ISPED, Inserm, U1219 - Bordeaux Population Health Research Center, F-33000 Bordeaux, France. Electronic address: Helene.Jacqmin-Gadda@u-bordeaux.fr."], ["Dartigues", "Jean-François", "JF", "University of Bordeaux, ISPED, Inserm, U1219 - Bordeaux Population Health Research Center, F-33000 Bordeaux, France; University Hospital, memory consultation, CMRR, Bordeaux, F-33076, France. Electronic address: Jean-Francois.Dartigues@u-bordeaux.fr."], ["Joly", "Pierre", "P", "University of Bordeaux, ISPED, Inserm, U1219 - Bordeaux Population Health Research Center, F-33000 Bordeaux, France. Electronic address: Pierre.Joly@u-bordeaux.fr."]], "date": "2017-12-16", "id": "29258742", "text": "Chronic diseases are a growing public health problem due to the population aging. Their economic, social and demographic burden will worsen in years to come. Up to now, the method used to provide projections and assess the future disease burden makes a non-homogeneous Markov assumption in an illness-death model. Both age and calendar year have been taken into account in all parameter estimations, but the time spent with the disease was not considered. This work develops the method with a semi-Markov assumption to model mortality among the diseased and considering the time spent with the disease. The method is applied to estimate several health indicators for dementia in France in 2030. We find that mortality among the individuals with dementia depends on age, calendar year and disease duration, and it is greater for men than for women at all ages. The projections for 2030 suggest a 27% increase of the number of dementia cases. The model proposed in this work has flexible assumptions that make it adaptable to provide projections for various diseases.", "doi": "10.1016/j.tpb.2017.11.006", "title": "Projections of health indicators for chronic disease under a semi-Markov assumption.", "journal": ["Theoretical population biology", "Theor Popul Biol"]}