{"authors": [["Mudher", "Amrit", "A", "University of Southampton, Biological Sciences, Faculty of Natural and Environmental Sciences, SO17 1BJ, Southampton, UK. A.Mudher@soton.ac.uk."], ["Colin", "Morvane", "M", "Univ. Lille, Inserm, CHU-Lille, UMR-S 1172, LabEx DISTALZ, 59000, Lille, France."], ["Dujardin", "Simon", "S", "Department of Neurology, MassGeneral Institute for Neurodegenerative Disease, Massachusetts General Hospital, Harvard Medical School, Charlestown, Massachusetts, USA."], ["Medina", "Miguel", "M", "Network Center for Biomedical Research in Neurodegenerative Diseases (CIBERNED), Madrid, Spain; CIEN Foundation, Queen Sofia Foundation Alzheimer Center, Madrid, Spain."], ["Dewachter", "Ilse", "I", "Dementia Research Group, BioMedical Research Institute, Hasselt University, 3500, Hasselt, Belgium."], ["Naini", "Seyedeh Maryam Alavi", "SMA", "Institut de Biologie Paris Seine-Laboratoire Neuroscience Paris Seine INSERM UMRS 1130, CNRS UMR 8246, UPMC UM 118 Université Pierre et Marie Curie, Paris, France."], ["Mandelkow", "Eva-Maria", "EM", "DZNE (German Ctr. Neurodegen. Diseases), Bonn, Germany."], ["Mandelkow", "Eckhard", "E", "DZNE (German Ctr. Neurodegen. Diseases), Bonn, Germany."], ["Buée", "Luc", "L", "Univ. Lille, Inserm, CHU-Lille, UMR-S 1172, LabEx DISTALZ, 59000, Lille, France."], ["Goedert", "Michel", "M", "MRC Laboratory of Molecular Biology, Francis Crick Avenue, CB2 0QH, Cambridge, UK."], ["Brion", "Jean-Pierre", "JP", "Laboratory of Histology, Neuroanatomy and Neuropathology Université Libre de Bruxelles, Faculty of Medicine, ULB Neuroscience Institute (UNI) 808, route de Lennik 1070, Brussels, Belgium. jpbrion@ulb.ac.be."]], "date": "2017-12-19", "id": "29258615", "text": "Emerging experimental evidence suggests that the spread of tau pathology in the brain in Tauopathies reflects the propagation of abnormal tau species along neuroanatomically connected brain areas. This propagation could occur through a \"prion-like\" mechanism involving transfer of abnormal tau seeds from a \"donor cell\" to a \"recipient cell\" and recruitment of normal tau in the latter to generate new tau seeds. This review critically appraises the evidence that the spread of tau pathology occurs via such a \"prion-like\" mechanism and proposes a number of recommendations for directing future research. Recommendations for definitions of frequently used terms in the tau field are presented in an attempt to clarify and standardize interpretation of research findings. Molecular and cellular factors affecting tau aggregation are briefly reviewed, as are potential contributions of physiological and pathological post-translational modifications of tau. Additionally, the experimental evidence for tau seeding and \"prion-like\" propagation of tau aggregation that has emerged from cellular assays and in vivo models is discussed. Propagation of tau pathology using \"prion-like\" mechanisms is expected to incorporate several steps including cellular uptake, templated seeding, secretion and intercellular transfer through synaptic and non-synaptic pathways. The experimental findings supporting each of these steps are reviewed. The clinical validity of these experimental findings is then debated by considering the supportive or contradictory findings from patient samples. Further, the role of physiological tau release in this scenario is examined because emerging data shows that tau is secreted but the physiological function (if any) of this secretion in the context of propagation of pathological tau seeds is unclear. Bona fide prions exhibit specific properties, including transmission from cell to cell, tissue to tissue and organism to organism. The propagation of tau pathology has so far not been shown to exhibit all of these steps and how this influences the debate of whether or not abnormal tau species can propagate in a \"prion-like\" manner is discussed. The exact nature of tau seeds responsible for propagation of tau pathology in human tauopathies remains controversial; it might be tightly linked to the existence of tau strains stably propagating peculiar patterns of neuropathological lesions, corresponding to the different patterns seen in human tauopathies. That this is a property shared by all seed-competent tau conformers is not yet firmly established. Further investigation is also required to clarify the relationship between propagation of tau aggregates and tau-induced toxicity. Genetic variants identified as risks factors for tauopathies might play a role in propagation of tau pathology, but many more studies are needed to document this. The contribution of selective vulnerability of neuronal populations, as an alternative to prion-like mechanisms to explain spreading of tau pathology needs to be clarified. Learning from the prion field will be helpful to enhance our understanding of propagation of tau pathology. Finally, development of better models is expected to answer some of these key questions and allow for the testing of propagation-centred therapies.", "doi": "10.1186/s40478-017-0488-7", "title": "What is the evidence that tau pathology spreads through prion-like propagation?", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"]}