{"words": ["transactive", "response", "involved", "gene", "regulation", "via", "control", "rna", "transcription", "splicing", "transport", "major", "protein", "component", "ubiquinated", "inclusions", "found", "amyotrophic", "lateral", "sclerosis", "als", "however", "function", "neuromuscular", "junction", "nmj", "role", "als", "pathogenesis", "largely", "unknown", "show", "mutation", "mice", "resulted", "impaired", "neurotransmission", "age", "3", "mo", "preceding", "deficits", "motor", "function", "motor", "neuron", "loss", "observed", "age", "10", "mo", "defects", "effective", "fusion", "release", "synaptic", "vesicles", "within", "motor", "nerve", "terminal", "manifested", "decreased", "quantal", "content", "reduced", "probability", "quantal", "release", "observed", "morphologic", "alterations", "associated", "mutation", "aberrant", "innervation", "patterns", "distribution", "synaptic", "proteins", "indicative", "failing", "nmj", "undergoing", "synaptic", "remodeling", "findings", "support", "growing", "acceptance", "dysregulation", "nmj", "function", "key", "early", "event", "pathology", "lee", "lee", "qiu", "willis", "lavidis", "hilliard", "noakes", "defects", "synaptic", "transmission", "neuromuscular", "junction", "precedes", "motor", "deficits", "transgenic", "mouse", "model", "amyotrophic", "lateral", "sclerosis"], "authors": [["Chand", "Kirat K", "KK", "School of Biomedical Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Lee", "Kah Meng", "KM", "School of Biomedical Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Lee", "John D", "JD", "School of Biomedical Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Qiu", "Hao", "H", "School of Biomedical Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Willis", "Emily F", "EF", "School of Biomedical Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Lavidis", "Nickolas A", "NA", "School of Biomedical Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Hilliard", "Massimo A", "MA", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, Queensland, Australia."], ["Noakes", "Peter G", "PG", "School of Biomedical Sciences, The University of Queensland, Brisbane, Queensland, Australia; p.noakes@uq.edu.au."]], "title": "Defects in synaptic transmission at the neuromuscular junction precedes motor deficits in a TDP-43Q331K transgenic mouse model of amyotrophic lateral sclerosis.", "year": null, "sentences": ["Transactive response DNA-binding protein-43 (TDP-43) is involved in gene regulation via the control of RNA transcription, splicing, and transport.", "TDP-43 is a major protein component of ubiquinated inclusions that are found in amyotrophic lateral sclerosis (ALS); however, the function of TDP-43 at the neuromuscular junction (NMJ) and its role in ALS pathogenesis is largely unknown.", "Here, we show that TDP-43Q331K mutation in mice resulted in impaired neurotransmission by age 3 mo, preceding deficits in motor function and motor neuron loss, which were observed from age 10 mo.", "These defects were in the effective fusion and release of synaptic vesicles within the motor nerve terminal and manifested in decreased quantal content and reduced probability of quantal release.", "We observed morphologic alterations that were associated with the TDP-43Q331K mutation, such as aberrant innervation patterns and the distribution of synaptic vesicle-related proteins, which is indicative of a failing NMJ undergoing synaptic remodeling.", "These findings support a growing acceptance that dysregulation of the NMJ function is a key early event in the pathology of ALS.-Chand, K. K., Lee, K. M., Lee, J. D., Qiu, H., Willis, E. F., Lavidis, N. A., Hilliard, M. A., Noakes, P. G. Defects in synaptic transmission at the neuromuscular junction precedes motor deficits in a TDP-43Q331K transgenic mouse model of amyotrophic lateral sclerosis."], "id": "29295857", "text": "Transactive response DNA-binding protein-43 (TDP-43) is involved in gene regulation via the control of RNA transcription, splicing, and transport. TDP-43 is a major protein component of ubiquinated inclusions that are found in amyotrophic lateral sclerosis (ALS); however, the function of TDP-43 at the neuromuscular junction (NMJ) and its role in ALS pathogenesis is largely unknown. Here, we show that TDP-43Q331K mutation in mice resulted in impaired neurotransmission by age 3 mo, preceding deficits in motor function and motor neuron loss, which were observed from age 10 mo. These defects were in the effective fusion and release of synaptic vesicles within the motor nerve terminal and manifested in decreased quantal content and reduced probability of quantal release. We observed morphologic alterations that were associated with the TDP-43Q331K mutation, such as aberrant innervation patterns and the distribution of synaptic vesicle-related proteins, which is indicative of a failing NMJ undergoing synaptic remodeling. These findings support a growing acceptance that dysregulation of the NMJ function is a key early event in the pathology of ALS.-Chand, K. K., Lee, K. M., Lee, J. D., Qiu, H., Willis, E. F., Lavidis, N. A., Hilliard, M. A., Noakes, P. G. Defects in synaptic transmission at the neuromuscular junction precedes motor deficits in a TDP-43Q331K transgenic mouse model of amyotrophic lateral sclerosis.", "doi": "10.1096/fj.201700835R", "journal": ["FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "FASEB J."], "date": "2018-01-18_23:41:41"}