{"authors": [["Tsukahara", "Tamotsu", "T", "Department of Pharmacology and Therapeutic Innovation, Nagasaki University Graduate School of Biomedical Sciences, 1-14 Bunkyo-machi, Nagasaki 852-8521, Japan. ttamotsu@nagasaki-u.ac.jp."], ["Matsuda", "Yoshikazu", "Y", "Clinical Pharmacology Educational Center, Nihon Pharmaceutical University, Ina-machi, Saitama 362-0806, Japan. yomatsuda@nichiyaku.ac.jp."], ["Haniu", "Hisao", "H", "Institute for Biomedical Sciences, Interdisciplinary Cluster for Cutting Edge Research, Shinshu University, 3-1-1 Asahi, Matsumoto, Nagano 390-8621, Japan. hhaniu@shinshu-u.ac.jp."]], "date": "2017-12-16", "id": "29258184", "text": "The nuclear receptor superfamily includes ligand-inducible transcription factors that play diverse roles in cell metabolism and are associated with pathologies such as cardiovascular diseases. Lysophosphatidic acid (LPA) belongs to a family of lipid mediators. LPA and its naturally occurring analogues interact with G protein-coupled receptors on the cell surface and an intracellular nuclear hormone receptor. In addition, several enzymes that utilize LPA as a substrate or generate it as a product are under its regulatory control. Recent studies have demonstrated that the endogenously produced peroxisome proliferator-activated receptor gamma (PPARγ) antagonist cyclic phosphatidic acid (cPA), which is structurally similar to LPA, inhibits cancer cell invasion and metastasis in vitro and in vivo. We recently observed that cPA negatively regulates PPARγ function by stabilizing the binding of the co-repressor protein, a silencing mediator of retinoic acid, and the thyroid hormone receptor. We also showed that cPA prevents neointima formation, adipocyte differentiation, lipid accumulation, and upregulation of PPARγ target gene transcription. The present review discusses the arbitrary aspects of the physiological and pathophysiological actions of lysophospholipids in vascular and nervous system biology.", "doi": "10.3390/ijms18122730", "title": "Lysophospholipid-Related Diseases and PPARγ Signaling Pathway.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}