{"authors": [["Liu", "Wenting", "W", "Department of Neurology, Weifang People's Hospital, Weifang, Shandong 261041, P.R. China."], ["Zhao", "Yan", "Y", "Department of Neurology, The Affiliated Qingdao Hiser Hospital of Qingdao University, Qingdao, Shandong 266033, P.R. China."], ["Zhang", "Xinyu", "X", "Department of Neurology, Weifang People's Hospital, Weifang, Shandong 261041, P.R. China."], ["Ji", "Jiangang", "J", "Department of Encephalopathy, Traditional Chinese Medicine Hospital of Weifang, Weifang, Shandong 261041, P.R. China."]], "date": "2017-11-16", "id": "29257256", "text": "Senile dementia is a degenerative disease of the nervous system associated with cognitive impairments, memory disorders, executive dysfunctions, cognitive decline and dementia. Previous reports suggested that simvastatin presents ameliorative effects in the progression of senile dementia. However, the mechanism underlying simvastatin‑mediated improvements of cognitive competence during the progression of senile dementia remains to be elucidated. In the present study, a potential mechanism underlying simvastatin activity in hippocampal cells, was investigated. Results of the present study demonstrated that simvastatin significantly improved cognitive impairments, memory competence, amyloid plaques, loss of neurons and synapses, neurofibrillary tangles and oxidative damage in experimental rats. Results of the present study demonstrated that administration of simvastatin regulates superoxide dismutase, reactive oxygen species, catalase and glutathione in oxidative stress processes in hippocampal cells. Apoptosis of hippocampal cells was suppressed by simvastatin treatment in rats with senile dementia. Notably, the administration of simvastatin inhibited activating transcription factor‑6‑mediated extracellular signal‑regulated kinase/AKT serine/threonine kinase (ERK/AKT) signaling pathway in hippocampal cells. Taken together, the preclinical results of the present study indicate that simvastatin is efficient in preventing memory lapse and inhibiting apoptosis of hippocampal cells via the ERK/AKT signaling pathway, which may in the future improve cognitive decline and dementia in patients.", "doi": "10.3892/mmr.2017.8098", "title": "Simvastatin ameliorates cognitive impairments via inhibition of oxidative stress‑induced apoptosis of hippocampal cells through the ERK/AKT signaling pathway in a rat model of senile dementia.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}