{"words": ["addition", "general", "barriers", "information", "exchange", "communication", "intersectoral", "healthcare", "processes", "healthcare", "process", "dementia", "patients", "unique", "requirements", "regarding", "communication", "information", "exchange", "various", "healthcare", "professionals", "caregivers", "relatives", "legal", "caregivers", "conduct", "process", "analysis", "determine", "status", "quo", "healthcare", "processes", "region", "darmstadt", "germany", "elicit", "existing", "gaps", "information", "communication", "exchange", "identify", "key", "processes", "performing", "document", "analysis", "conducting", "interviews", "seven", "different", "healthcare", "professionals", "results", "weak", "point", "analysis", "based", "advanced", "event", "driven", "process", "chains", "epc", "point", "32", "information", "communication", "gaps", "summarized", "four", "categories", "information", "exchange", "information", "transfer", "information", "provision", "activity", "impulse", "results", "show", "opportunities", "regarding", "support", "caring", "relatives", "primary", "care", "physicians"], "authors": [["Oppermann", "Bianca", "B", "Peter L. Reichertz Institute for Medical Informatics, University of Braunschweig - Institute of Technology and Hannover Medical School, Braunschweig, Germany."], ["Zippel-Schultz", "Bettina", "B", "German Foundation for the Chronically III, Fürth, Germany."], ["Augustin", "Uta", "U", "German Foundation for the Chronically III, Fürth, Germany."], ["Popa", "Andrea", "A", "Institute for Innovation Research, University of Kiel, Kiel, Germany."], ["Schultz", "Carsten", "C", "Institute for Innovation Research, University of Kiel, Kiel, Germany."], ["Haux", "Reinhold", "R", "Peter L. Reichertz Institute for Medical Informatics, University of Braunschweig - Institute of Technology and Hannover Medical School, Braunschweig, Germany."]], "title": "Information and Communication Gaps in Intersectoral Healthcare Processes for Dementia Patients.", "year": null, "sentences": ["In addition to general barriers of information exchange and communication in intersectoral healthcare processes, the healthcare process of dementia patients has unique requirements regarding the communication and information exchange of the various healthcare professionals and non-professional caregivers, such as relatives or their legal caregivers.", "We conduct a process analysis to determine the status quo of such healthcare processes in the region of Darmstadt, Germany and elicit existing gaps in the information and communication exchange.", "We identify key processes by performing a document analysis and conducting interviews with seven different healthcare professionals.", "The results of a weak point analysis based on advanced event driven process chains (EPC) point out 32 information and communication gaps summarized in four categories: \"information exchange\", \"information transfer\" \"information provision\" and \"activity impulse\".", "Our results show further opportunities regarding the support of caring relatives and primary care physicians."], "id": "29295206", "text": "In addition to general barriers of information exchange and communication in intersectoral healthcare processes, the healthcare process of dementia patients has unique requirements regarding the communication and information exchange of the various healthcare professionals and non-professional caregivers, such as relatives or their legal caregivers. We conduct a process analysis to determine the status quo of such healthcare processes in the region of Darmstadt, Germany and elicit existing gaps in the information and communication exchange. We identify key processes by performing a document analysis and conducting interviews with seven different healthcare professionals. The results of a weak point analysis based on advanced event driven process chains (EPC) point out 32 information and communication gaps summarized in four categories: \"information exchange\", \"information transfer\" \"information provision\" and \"activity impulse\". Our results show further opportunities regarding the support of caring relatives and primary care physicians.", "doi": null, "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"], "date": "2018-01-18_23:41:41"}