{"words": ["developmental", "project", "undertaken", "explore", "applying", "spatial", "science", "analysis", "visualisation", "methods", "might", "inform", "societies", "undergoing", "significant", "structural", "demographic", "change", "china", "rapidly", "transitioning", "aged", "society", "already", "exceeds", "countries", "population", "aged", "65", "years", "dementia", "closely", "correlated", "ageing", "intersects", "variety", "physical", "cognitive", "disabilities", "information", "dashboards", "growing", "part", "health", "social", "policy", "data", "environments", "visual", "data", "applications", "increasingly", "include", "mapping", "capabilities", "paper", "explore", "utility", "geographic", "modelling", "approach", "exploring", "complex", "nature", "population", "ageing", "dementias", "china"], "authors": [["Robertson", "Hamish", "H", "Faculty of Medicine, University of New South Wales, Sydney, NSW, Australia."], ["Nicholas", "Nick", "N", "The Demographers Workshop, Sydney, NSW, Australia."], ["Travaglia", "Jo", "J", "Faculty of Health Sciences, University of Technology, Sydney, NSW, Australia."], ["Hayen", "Andrew", "A", "Faculty of Health Sciences, University of Technology, Sydney, NSW, Australia."], ["Georgiou", "Andrew", "A", "Faculty of Medicine and Health Sciences, Macquarie University, Sydney, NSW, Australia."]], "title": "A Virtual Earth Model of the Dementias in China.", "year": null, "sentences": ["This developmental project was undertaken to explore how applying spatial science analysis and visualisation methods might inform societies undergoing significant structural and demographic change.", "China is rapidly transitioning to an aged society.", "It already exceeds all other countries in its population aged 65 years and over.", "Dementia is closely correlated with ageing and intersects with a variety of physical and cognitive disabilities.", "Information dashboards are a growing part of health and social policy data environments.", "These visual data applications increasingly include mapping capabilities.", "In this paper, we explore the utility of a geographic modelling approach to exploring the complex nature of population ageing and the dementias in China."], "id": "29295159", "text": "This developmental project was undertaken to explore how applying spatial science analysis and visualisation methods might inform societies undergoing significant structural and demographic change. China is rapidly transitioning to an aged society. It already exceeds all other countries in its population aged 65 years and over. Dementia is closely correlated with ageing and intersects with a variety of physical and cognitive disabilities. Information dashboards are a growing part of health and social policy data environments. These visual data applications increasingly include mapping capabilities. In this paper, we explore the utility of a geographic modelling approach to exploring the complex nature of population ageing and the dementias in China.", "doi": null, "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"], "date": "2018-01-18_23:41:41"}