{"authors": [["Sherman", "Chelsea", "C", "Department of Pharmacology and Toxicology, University of Toronto."], ["Ruthirakuhan", "Myuri", "M", "Department of Pharmacology and Toxicology, University of Toronto."], ["Vieira", "Danielle", "D", "Neuropsychopharmacology Research Group, Hurvitz Brain Sciences Program, Sunnybrook Research Institute."], ["Lanctôt", "Krista L", "KL", "Department of Pharmacology and Toxicology, University of Toronto."], ["Herrmann", "Nathan", "N", "Neuropsychopharmacology Research Group, Hurvitz Brain Sciences Program, Sunnybrook Research Institute."]], "date": "2017-12-18", "id": "29256923", "text": "Efficacious treatment for neuropsychiatric symptoms (NPS), pain and weight loss for dementia patients is desperately needed. This review presents an up-to-date look at the literature investigating the use of cannabinoid for these symptoms in dementia.We searched electronically for publications regarding cannabinoid use in dementia, with a focus on Alzheimer's disease. Seven studies and one case report have been conducted to examine the use of cannabinoids for the treatment of NPS of dementia, and three of these trials reported on the effect of cannabinoids on weight. Five studies reported decreased agitation or improvements in sleep with cannabinoid use. One crossover trial found that cannabinoids positively impacted weight, whereas a chart review study found no impact on weight with cannabinoids, but an increase in food intake. There were no trials examining the use of cannabinoids for pain in dementia.Findings from trials with small sample sizes and various clinical populations suggest that cannabinoid use may be well tolerated and effective for treatment of NPS such as agitation as well as weight and pain management in patients with dementia. Additional studies are necessary to further elucidate the relative risks and benefits of this treatment.", "doi": "10.1097/YCO.0000000000000399", "title": "Cannabinoids for the treatment of neuropsychiatric symptoms, pain and weight loss in dementia.", "journal": ["Current opinion in psychiatry", "Curr Opin Psychiatry"]}