{"words": ["pathogenesis", "parkinson", "disease", "pd", "remains", "elucidated", "metabolomic", "analysis", "potential", "identify", "biochemical", "pathways", "metabolic", "profiles", "involved", "pd", "pathogenesis", "performed", "targeted", "metabolomics", "quantify", "plasma", "levels", "184", "metabolites", "discovery", "cohort", "including", "82", "pd", "patients", "82", "normal", "controls", "ncs", "found", "two", "dopamine", "ratio", "four", "octadecadienylcarnitine", "asymmetric", "dimethylarginine", "tryptophan", "kynurenine", "kyn", "metabolites", "plasma", "pd", "patients", "measured", "plasma", "levels", "panel", "metabolic", "products", "kyn", "pathway", "independent", "validation", "cohort", "including", "118", "pd", "patients", "22", "huntington", "disease", "hd", "patients", "37", "ncs", "lower", "kynurenic", "acid", "ka", "ratio", "higher", "quinolinic", "acid", "qa", "level", "ratio", "observed", "pd", "patients", "compared", "hd", "patients", "ncs", "pd", "patients", "advanced", "stage", "stage", "2", "showed", "lower", "ka", "ratio", "well", "higher", "qa", "ratio", "compared", "pd", "patients", "early", "stage", "stage", "2", "ncs", "levels", "ka", "qa", "well", "ratios", "pd", "patients", "without", "psychiatric", "symptoms", "dementia", "dyskinesia", "advanced", "pd", "similar", "metabolomic", "analyses", "demonstrate", "number", "plasma", "biomarker", "candidates", "pd", "suggesting", "shift", "toward", "neurotoxic", "qa", "synthesis", "away", "neuroprotective", "ka", "production", "kyn", "pathway"], "authors": [["Chang", "Kuo-Hsuan", "KH", "Department of Neurology, Chang Gung Memorial Hospital Linkou Medical Center and College of Medicine, Chang Gung University, Taoyuan, Taiwan."], ["Cheng", "Mei-Ling", "ML", "Department of Biomedical Sciences, Chang Gung University, Tao-Yuan, Taiwan."], ["Tang", "Hsiang-Yu", "HY", "Metabolomics Core Laboratory, Healthy Aging Research Center, Chang Gung University, Taoyuan, Taiwan."], ["Huang", "Cheng-Yu", "CY", "Metabolomics Core Laboratory, Healthy Aging Research Center, Chang Gung University, Taoyuan, Taiwan."], ["Wu", "Yih-Ru", "YR", "Department of Neurology, Chang Gung Memorial Hospital Linkou Medical Center and College of Medicine, Chang Gung University, Taoyuan, Taiwan."], ["Chen", "Chiung-Mei", "CM", "Department of Neurology, Chang Gung Memorial Hospital Linkou Medical Center and College of Medicine, Chang Gung University, Taoyuan, Taiwan. cmchen@adm.cgmh.org.tw."]], "title": "Alternations of Metabolic Profile and Kynurenine Metabolism in the Plasma of Parkinson's Disease.", "year": null, "sentences": ["The pathogenesis of Parkinson's disease (PD) remains to be elucidated.", "Metabolomic analysis has the potential to identify biochemical pathways and metabolic profiles that are involved in PD pathogenesis.", "Here, we performed a targeted metabolomics to quantify the plasma levels of 184 metabolites in a discovery cohort including 82 PD patients and 82 normal controls (NCs) and found two up-regulated (dopamine, putrescine/ornithine ratio) and four down-regulated (octadecadienylcarnitine C18:2, asymmetric dimethylarginine, tryptophan, and kynurenine (KYN)) metabolites in the plasma of PD patients.", "We then measured the plasma levels of a panel of metabolic products of KYN pathway in an independent validation cohort including 118 PD patients, 22 Huntington's disease (HD) patients, and 37 NCs.", "Lower kynurenic acid (KA)/KYN ratio, higher quinolinic acid (QA) level, and QA/KA ratio were observed in PD patients compared to HD patients and NCs.", "PD patients at advanced stage (Hoehn-Yahr stage > 2) showed lower KA and KA/KYN ratio, as well as higher QA and QA/KA ratio compared to PD patients at early stage (Hoehn-Yahr stage ≤ 2) and NCs.", "Levels of KA and QA, as well as the ratios of KA/KYN and QA/KA between PD patients with and without psychiatric symptoms, dementia, or levodopa-induced dyskinesia in the advanced PD were similar.", "This metabolomic analyses demonstrate a number of plasma biomarker candidates for PD, suggesting a shift toward neurotoxic QA synthesis and away from neuroprotective KA production in KYN pathway."], "id": "29294246", "text": "The pathogenesis of Parkinson's disease (PD) remains to be elucidated. Metabolomic analysis has the potential to identify biochemical pathways and metabolic profiles that are involved in PD pathogenesis. Here, we performed a targeted metabolomics to quantify the plasma levels of 184 metabolites in a discovery cohort including 82 PD patients and 82 normal controls (NCs) and found two up-regulated (dopamine, putrescine/ornithine ratio) and four down-regulated (octadecadienylcarnitine C18:2, asymmetric dimethylarginine, tryptophan, and kynurenine (KYN)) metabolites in the plasma of PD patients. We then measured the plasma levels of a panel of metabolic products of KYN pathway in an independent validation cohort including 118 PD patients, 22 Huntington's disease (HD) patients, and 37 NCs. Lower kynurenic acid (KA)/KYN ratio, higher quinolinic acid (QA) level, and QA/KA ratio were observed in PD patients compared to HD patients and NCs. PD patients at advanced stage (Hoehn-Yahr stage > 2) showed lower KA and KA/KYN ratio, as well as higher QA and QA/KA ratio compared to PD patients at early stage (Hoehn-Yahr stage ≤ 2) and NCs. Levels of KA and QA, as well as the ratios of KA/KYN and QA/KA between PD patients with and without psychiatric symptoms, dementia, or levodopa-induced dyskinesia in the advanced PD were similar. This metabolomic analyses demonstrate a number of plasma biomarker candidates for PD, suggesting a shift toward neurotoxic QA synthesis and away from neuroprotective KA production in KYN pathway.", "doi": "10.1007/s12035-017-0845-3", "journal": ["Molecular neurobiology", "Mol. Neurobiol."], "date": "2018-01-18_23:41:42"}