{"words": ["alzheimer", "disease", "neurodegenerative", "disorder", "affects", "central", "nervous", "system", "study", "characterized", "examined", "early", "metabolic", "changes", "triple", "transgenic", "mouse", "ad", "model", "relationship", "hypothalamus", "key", "regulator", "metabolism", "central", "nervous", "system", "observed", "model", "exhibited", "significantly", "higher", "oxygen", "consumption", "well", "food", "intake", "reported", "amyloid", "plaque", "formation", "indicating", "metabolic", "abnormalities", "occurred", "early", "onset", "model", "compared", "counterparts", "analysis", "gene", "expression", "hypothalamus", "indicated", "increased", "mrna", "expression", "genes", "well", "decreased", "gene", "expression", "protein", "agrp", "melanocortin", "4", "receptor", "mc4r", "12", "weeks", "age", "immunofluorescence", "analysis", "revealed", "pomc", "neurons", "decreased", "24", "weeks", "model", "four", "weeks", "voluntary", "exercise", "sufficient", "reverse", "gene", "expression", "inflammation", "apoptotic", "markers", "hypothalamus", "six", "weeks", "exercise", "improved", "glucose", "metabolism", "moreover", "8", "weeks", "voluntary", "exercise", "training", "attenuated", "apoptosis", "augmented", "pomc", "neuronal", "populations", "hypothalamus", "compared", "control", "group", "results", "indicated", "early", "onset", "metabolic", "abnormalities", "may", "contribute", "pathology", "ad", "associated", "increased", "inflammation", "well", "decreased", "neuronal", "population", "key", "neuropeptides", "hypothalamus", "furthermore", "early", "intervention", "voluntary", "exercise", "normalized", "hypothalamic", "inflammation", "neurodegeneration", "well", "glucose", "metabolism", "model", "data", "taken", "whole", "suggests", "mechanism", "exercise", "prevents", "progression", "dementia", "alzheimer", "disease"], "authors": [["Do", "Khoa", "K", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Laing", "Brenton Thomas", "BT", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Landry", "Taylor", "T", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Bunner", "Wyatt", "W", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Mersaud", "Naderi", "N", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Matsubara", "Tomoko", "T", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Li", "Peixin", "P", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Yuan", "Yuan", "Y", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."], ["Lu", "Qun", "Q", "Department of Anatomy and Cell Biology, Brody School of Medicine, East Carolina University, Greenville, North Carolina, United States of America."], ["Huang", "Hu", "H", "Department of Kinesiology, East Carolina University, Greenville, North Carolina, United States of America."]], "title": "The effects of exercise on hypothalamic neurodegeneration of Alzheimer's disease mouse model.", "year": null, "sentences": ["Alzheimer's disease is a neurodegenerative disorder that affects the central nervous system.", "In this study, we characterized and examined the early metabolic changes in the triple transgenic mouse AD model (3xtg-AD), and their relationship with the hypothalamus, a key regulator of metabolism in the central nervous system.", "We observed that the 3xtg-AD model exhibited significantly higher oxygen consumption as well as food intake before reported amyloid plaque formation, indicating that metabolic abnormalities occurred at early onset in the 3xtg-AD model compared with their counterparts.", "Analysis of gene expression in the hypothalamus indicated increased mRNA expression of inflammation- and apoptosis-related genes, as well as decreased gene expression of Agouti-related protein (AgRP) and Melanocortin 4 receptor (MC4R) at 12 weeks of age.", "Immunofluorescence analysis revealed that pro-opiomelanocortin (POMC) and NPY-expressing neurons decreased at 24 weeks in the 3xtg-AD model.", "Four weeks of voluntary exercise were sufficient to reverse the gene expression of inflammation and apoptotic markers in the hypothalamus, six weeks of exercise improved glucose metabolism, moreover, 8 weeks of voluntary exercise training attenuated apoptosis and augmented POMC and NPY-expressing neuronal populations in the hypothalamus compared to the control group.", "Our results indicated that early onset of metabolic abnormalities may contribute to the pathology of AD, which is associated with increased inflammation as well as decreased neuronal population and key neuropeptides in the hypothalamus.", "Furthermore, early intervention by voluntary exercise normalized hypothalamic inflammation and neurodegeneration as well as glucose metabolism in the 3xtg-AD model.", "The data, taken as a whole, suggests a hypothalamic-mediated mechanism where exercise prevents the progression of dementia and of Alzheimer's disease."], "id": "29293568", "text": "Alzheimer's disease is a neurodegenerative disorder that affects the central nervous system. In this study, we characterized and examined the early metabolic changes in the triple transgenic mouse AD model (3xtg-AD), and their relationship with the hypothalamus, a key regulator of metabolism in the central nervous system. We observed that the 3xtg-AD model exhibited significantly higher oxygen consumption as well as food intake before reported amyloid plaque formation, indicating that metabolic abnormalities occurred at early onset in the 3xtg-AD model compared with their counterparts. Analysis of gene expression in the hypothalamus indicated increased mRNA expression of inflammation- and apoptosis-related genes, as well as decreased gene expression of Agouti-related protein (AgRP) and Melanocortin 4 receptor (MC4R) at 12 weeks of age. Immunofluorescence analysis revealed that pro-opiomelanocortin (POMC) and NPY-expressing neurons decreased at 24 weeks in the 3xtg-AD model. Four weeks of voluntary exercise were sufficient to reverse the gene expression of inflammation and apoptotic markers in the hypothalamus, six weeks of exercise improved glucose metabolism, moreover, 8 weeks of voluntary exercise training attenuated apoptosis and augmented POMC and NPY-expressing neuronal populations in the hypothalamus compared to the control group. Our results indicated that early onset of metabolic abnormalities may contribute to the pathology of AD, which is associated with increased inflammation as well as decreased neuronal population and key neuropeptides in the hypothalamus. Furthermore, early intervention by voluntary exercise normalized hypothalamic inflammation and neurodegeneration as well as glucose metabolism in the 3xtg-AD model. The data, taken as a whole, suggests a hypothalamic-mediated mechanism where exercise prevents the progression of dementia and of Alzheimer's disease.", "doi": "10.1371/journal.pone.0190205", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:41:42"}