{"words": ["aging", "affects", "organisms", "due", "potentially", "complex", "set", "mechanisms", "collectively", "cause", "decline", "physiological", "functions", "aging", "restrains", "longevity", "leads", "neurodegenerative", "diseases", "including", "dementia", "alzheimer", "disease", "lacunar", "stroke", "human", "microbiota", "considered", "strong", "impact", "progression", "aging", "impact", "aging", "risk", "neurodegenerative", "diseases", "reduced", "using", "probiotics", "preferably", "combining", "probiotics", "prebiotics", "also", "known", "synbiotics", "drastically", "modify", "composition", "gut", "microbiome"], "authors": [["Lye", "Huey Shi", "HS", "Department of Agricultural and Food Science, Faculty of Science, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, 31900, Kampar, Perak, Malaysia."], ["Lee", "Yee Teng", "YT", "Department of Biological Science, Faculty of Science, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, 31900, Kampar, Perak, Malaysia."], ["Ooi", "Shao Yin", "SY", "Department of Agricultural and Food Science, Faculty of Science, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, 31900, Kampar, Perak, Malaysia."], ["Teh", "Lai Kuan", "LK", "Department of Biomedical Science, Faculty of Science, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, 31900, Kampar, Perak, Malaysia."], ["Lim", "Lay Ngor", "LN", "Department of Biomedical Science, Faculty of Science, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, 31900, Kampar, Perak, Malaysia."], ["Wei", "Loo Keat", "LK", "Department of Biological Science, Faculty of Science, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, 31900, Kampar, Perak, Malaysia, wynnelkw@gmail.com."]], "title": "Modifying progression of aging and reducing the risk of neurodegenerative diseases by probiotics and synbiotics.", "year": null, "sentences": ["Aging, which affects most of the multi-cellular organisms, is due to a potentially complex set of mechanisms that collectively cause a time-dependent decline of physiological functions.", "Aging restrains longevity and leads to neurodegenerative diseases including dementia, Alzheimer's disease and lacunar stroke.", "Human microbiota is now considered to have a strong impact on the progression of aging.", "The impact of aging and the risk of neurodegenerative diseases can be reduced by using probiotics, or preferably by combining probiotics and prebiotics, also known as synbiotics, that can drastically modify the composition of gut microbiome."], "id": "29293462", "text": "Aging, which affects most of the multi-cellular organisms, is due to a potentially complex set of mechanisms that collectively cause a time-dependent decline of physiological functions. Aging restrains longevity and leads to neurodegenerative diseases including dementia, Alzheimer's disease and lacunar stroke. Human microbiota is now considered to have a strong impact on the progression of aging. The impact of aging and the risk of neurodegenerative diseases can be reduced by using probiotics, or preferably by combining probiotics and prebiotics, also known as synbiotics, that can drastically modify the composition of gut microbiome.", "doi": null, "journal": ["Frontiers in bioscience (Elite edition)", "Front Biosci (Elite Ed)"], "date": "2018-01-18_23:41:42"}