{"words": ["informal", "caregivers", "may", "face", "barriers", "accessing", "services", "like", "respite", "care", "training", "support", "groups", "using", "multinomial", "logistic", "regression", "modeled", "caregivers", "probability", "using", "services", "sought", "services", "used", "nonuse", "services", "sought", "unused", "services", "function", "caregiver", "characteristics", "health", "function", "especially", "dementia", "need", "medical", "task", "assistance", "associated", "services", "used", "unused", "services", "unused", "services", "likely", "among", "adult", "children", "caring", "parents", "caregivers", "black", "hispanic", "older", "adults", "caregivers", "providing", "intensive", "care", "caregivers", "living", "metropolitan", "areas", "residents", "states", "spend", "increasing", "access", "caregiver", "services", "national", "family", "caregiver", "support", "program", "regularly", "scheduled", "caregiving", "associated", "higher", "likelihood", "services", "used", "unused", "services", "steps", "taken", "increase", "access", "caregivers", "provide", "intensive", "care", "care", "dementia", "patients", "assistance", "medical", "tasks", "hispanic", "families"], "authors": [["Potter", "Andrew J", "AJ", "a Department of Health Management and Policy , University of Iowa , Iowa City , Iowa , USA."]], "title": "Factors Associated With Caregivers' Use of Support Services and Caregivers' Nonuse of Services Sought.", "year": null, "sentences": ["Informal caregivers may face barriers accessing services like respite care, training, and support groups.", "Using multinomial logistic regression, I modeled caregivers' probability of using all services sought (\"all services used\") and nonuse of any services sought (\"any unused services\") as a function of caregiver and care-recipient characteristics.", "Care-recipient health and function, especially dementia and need for medical task assistance, were associated with all services used and any unused services, and any unused services were more likely among adult children caring for their parents, caregivers of Black and Hispanic older adults, caregivers providing intensive care, caregivers living in metropolitan areas, and residents of states that spend more on increasing access to caregiver services under the National Family Caregiver Support Program.", "Regularly scheduled caregiving was associated with higher likelihood of all services used, but not with any unused services.", "Steps should be taken to increase access for caregivers who provide intensive care, care to dementia patients, or assistance with medical tasks and for Hispanic families."], "id": "29293072", "text": "Informal caregivers may face barriers accessing services like respite care, training, and support groups. Using multinomial logistic regression, I modeled caregivers' probability of using all services sought (\"all services used\") and nonuse of any services sought (\"any unused services\") as a function of caregiver and care-recipient characteristics. Care-recipient health and function, especially dementia and need for medical task assistance, were associated with all services used and any unused services, and any unused services were more likely among adult children caring for their parents, caregivers of Black and Hispanic older adults, caregivers providing intensive care, caregivers living in metropolitan areas, and residents of states that spend more on increasing access to caregiver services under the National Family Caregiver Support Program. Regularly scheduled caregiving was associated with higher likelihood of all services used, but not with any unused services. Steps should be taken to increase access for caregivers who provide intensive care, care to dementia patients, or assistance with medical tasks and for Hispanic families.", "doi": "10.1080/08959420.2017.1414539", "journal": ["Journal of aging & social policy", "J Aging Soc Policy"], "date": "2018-01-18_23:41:42"}