{"words": ["describe", "prevalence", "concordance", "anticholinergic", "exposure", "according", "9", "published", "scales", "quantify", "relative", "weight", "drug", "subtypes", "included", "scale", "identify", "clinical", "variables", "related", "anticholinergic", "study", "using", "5323", "cases", "dementia", "diagnosed", "7", "hospitals", "public", "health", "care", "system", "health", "region", "girona", "spain", "2007", "2014", "registered", "registry", "dementias", "girona", "redegi", "used", "pharmacy", "database", "includes", "drugs", "prescribed", "specialist", "primary", "care", "physicians", "dispensed", "pharmacies", "calculated", "anticholinergic", "exposure", "using", "scoring", "rules", "scale", "age", "gender", "place", "residence", "dementia", "subtype", "clinical", "dementia", "rating", "score", "status", "examination", "score", "blessed", "dementia", "rating", "score", "moment", "dementia", "diagnose", "retrieved", "annual", "anticholinergic", "exposure", "ranged", "according", "different", "scales", "concordance", "among", "scales", "poor", "moderate", "central", "nervous", "system", "drugs", "accounted", "anticholinergic", "exposure", "nursing", "home", "depressive", "symptoms", "dementia", "subtype", "number", "drug", "treatments", "severity", "dementia", "main", "determinants", "anticholinergic", "large", "difference", "outcomes", "among", "9", "anticholinergic", "risk", "scales", "clinicians", "researchers", "aware", "differences", "using", "instruments", "patients", "dementia"], "authors": [["Turró-Garriga", "Oriol", "O", "Girona Biomedical Research Institute [IDIBGI], Girona, Spain."], ["Calvó-Perxas", "Laia", "L", "Girona Biomedical Research Institute [IDIBGI], Girona, Spain."], ["Vilalta-Franch", "Joan", "J", "Girona Biomedical Research Institute [IDIBGI], Girona, Spain."], ["Blanco-Silvente", "Lidia", "L", "Department of Medical Sciences, University of Girona, Girona, Spain."], ["Castells", "Xavier", "X", "Department of Medical Sciences, University of Girona, Girona, Spain."], ["Capellà", "Dolors", "D", "Department of Medical Sciences, University of Girona, Girona, Spain."], ["Garre-Olmo", "Josep", "J", "Girona Biomedical Research Institute [IDIBGI], Girona, Spain."], [null, null, null, null]], "title": "Measuring anticholinergic exposure in patients with dementia: A comparative study of nine anticholinergic risk scales.", "year": null, "sentences": ["To describe the prevalence and concordance of anticholinergic exposure according to 9 published scales, to quantify the relative weight of the drug subtypes included in each scale, and to identify clinical variables related to anticholinergic exposure.Observational and cross-sectional study using 5323 cases of dementia diagnosed in the 7 hospitals of the public health care system of the Health Region of Girona (Spain) between 2007 and 2014 and registered by the Registry of Dementias of Girona (ReDeGi).", "We used the Pharmacy database that includes all the drugs prescribed by specialist and primary care physicians and dispensed in pharmacies.", "We calculated the anticholinergic exposure using the scoring rules of each scale.", "Age, gender, place of residence, dementia subtype, Clinical Dementia Rating score, Mini-Mental Status Examination score, and Blessed Dementia Rating Score at the moment of dementia diagnose were retrieved from the ReDeGi.Prevalence of the annual anticholinergic exposure ranged from 36.3% to 69.0% according to the different scales, the concordance among scales was poor to moderate, and the central nervous system drugs accounted the most for anticholinergic exposure.", "Being in a nursing home, having depressive symptoms, having a non-Alzheimer's dementia subtype, the number of drug treatments, and the severity of dementia were main determinants of anticholinergic exposure.There is a large difference in outcomes among the 9 anticholinergic risk scales.", "Clinicians and researchers should be aware of these differences when using these instruments in patients with dementia."], "id": "29292848", "text": "To describe the prevalence and concordance of anticholinergic exposure according to 9 published scales, to quantify the relative weight of the drug subtypes included in each scale, and to identify clinical variables related to anticholinergic exposure.Observational and cross-sectional study using 5323 cases of dementia diagnosed in the 7 hospitals of the public health care system of the Health Region of Girona (Spain) between 2007 and 2014 and registered by the Registry of Dementias of Girona (ReDeGi). We used the Pharmacy database that includes all the drugs prescribed by specialist and primary care physicians and dispensed in pharmacies. We calculated the anticholinergic exposure using the scoring rules of each scale. Age, gender, place of residence, dementia subtype, Clinical Dementia Rating score, Mini-Mental Status Examination score, and Blessed Dementia Rating Score at the moment of dementia diagnose were retrieved from the ReDeGi.Prevalence of the annual anticholinergic exposure ranged from 36.3% to 69.0% according to the different scales, the concordance among scales was poor to moderate, and the central nervous system drugs accounted the most for anticholinergic exposure. Being in a nursing home, having depressive symptoms, having a non-Alzheimer's dementia subtype, the number of drug treatments, and the severity of dementia were main determinants of anticholinergic exposure.There is a large difference in outcomes among the 9 anticholinergic risk scales. Clinicians and researchers should be aware of these differences when using these instruments in patients with dementia.", "doi": "10.1002/gps.4844", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"], "date": "2018-01-18_23:41:43"}