{"authors": [["Gazzina", "Stefano", "S", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Benussi", "Alberto", "A", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Premi", "Enrico", "E", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Paternicò", "Donata", "D", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Cristillo", "Viviana", "V", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Dell'Era", "Valentina", "V", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Cosseddu", "Maura", "M", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Archetti", "Silvana", "S", "Biotechnology Laboratory, Department of Diagnostics, University of Brescia, Brescia, Italy."], ["Alberici", "Antonella", "A", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Gasparotti", "Roberto", "R", "Neuroradiology Unit, Department of Medical and Surgical Specialties, Radiological Sciences, and Public Health, University of Brescia, Brescia, Italy."], ["Padovani", "Alessandro", "A", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy."], ["Borroni", "Barbara", "B", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Piazza Spedali Civili 1, 25125, Brescia, Italy. bborroni@inwind.it."]], "date": "2017-12-18", "id": "29256051", "text": "Frontotemporal dementia (FTD) is characterized by behavioural and language impairment, accompanied by atrophic changes in fronto-temporo-insular cortices. In the presymptomatic phases of genetic FTD, subtle or no volumetric changes have been reported. Transcranial magnetic stimulation (TMS) represents an approach to explore cortical connectivity, and some TMS measures have been demonstrated to be impaired in Granulin (GRN) mutation carriers. We aimed at exploring cross-sectional changes in cortical thickness (CT) and surface area (SA) in the presymptomatic phases of GRN-related FTD, and their relationship with TMS parameters. Nineteen presymptomatic GRN mutation carriers and seventeen age and sex-matched non-carriers underwent 3T MRI scanning and a paired-pulse TMS protocol. The surface-based pipeline of FreeSurfer was applied in order to obtain cortical volumes (CVs), CT and SA measures. Then, between groups differences and correlation with TMS parameters were assessed. GRN carriers showed increased CT and decreased SA of the right parietal lobe, without significant volume changes. TMS parameters of intracortical inhibition and facilitation, which were significantly impaired in presymptomatic GRN mutation carriers, correlated with reduced SA and CV of the right insula. Our results suggest that splitting CV into its two main components could improve the sensitivity when exploring structural brain changes in presymptomatic or early phases of neurodegenerative conditions. TMS parameters might reflect damage within cortical regions reported to be affected early in the conversion to the symptomatic phase of the disease.", "doi": "10.1007/s10548-017-0612-9", "title": "Neuroanatomical Correlates of Transcranial Magnetic Stimulation in Presymptomatic Granulin Mutation Carriers.", "journal": ["Brain topography", "Brain Topogr"]}