{"words": ["build", "dementia", "screening", "system", "community", "facilitate", "collaboration", "among", "family", "clinic", "physicians", "memory", "clinic", "placed", "dementia", "network", "promoter", "dnp", "four", "cities", "mie", "prefecture", "japan", "based", "requests", "family", "clinic", "physicians", "ordered", "dementia", "screening", "dnp", "dnp", "carried", "screenings", "clinic", "using", "device", "ipad", "sent", "results", "dementia", "specialist", "mie", "university", "hospital", "dementia", "center", "dementia", "specialist", "assessed", "results", "screening", "tests", "made", "treatment", "recommendation", "consultation", "memory", "clinic", "continuing", "observation", "family", "clinic", "dnp", "reported", "recommendation", "dementia", "specialist", "family", "clinic", "physician", "provided", "information", "investigated", "characteristics", "patients", "referred", "consultation", "memory", "total", "158", "patients", "participated", "screening", "majority", "patients", "vulnerable", "living", "situations", "characterized", "minimal", "social", "family", "support", "mean", "score", "state", "examination", "patients", "screened", "62", "referred", "consultation", "memory", "clinic", "57", "referred", "completed", "consultation", "memory", "clinic", "patients", "referred", "memory", "clinic", "showed", "significantly", "worse", "cognitive", "function", "ability", "complete", "activities", "daily", "dementia", "screening", "system", "might", "facilitate", "early", "consultation", "intervention", "patients", "dementia", "build", "effective", "network", "connect", "families", "memory", "clinics", "geriatr", "gerontol", "int", "2018"], "authors": [["Satoh", "Masayuki", "M", "Department of Dementia Prevention and Therapeutics, Graduate School of Medicine, Mie University, Tsu, Japan."], ["Kida", "Hirotaka", "H", "Department of Dementia Prevention and Therapeutics, Graduate School of Medicine, Mie University, Tsu, Japan."], ["Kawagita", "Sumie", "S", "Dementia Center, Mie University Hospital, Tsu, Japan."], ["Yamazaki", "Kyoko", "K", "Dementia Center, Mie University Hospital, Tsu, Japan."], ["Tabei", "Ken-Ichi", "KI", "Department of Dementia Prevention and Therapeutics, Graduate School of Medicine, Mie University, Tsu, Japan."], ["Tomimoto", "Hidekazu", "H", "Department of Dementia Prevention and Therapeutics, Graduate School of Medicine, Mie University, Tsu, Japan."]], "title": "Dementia IT screening system (DITS): Practical use of local social resources for early diagnosis of dementia with collaboration between family physicians and dementia specialists.", "year": null, "sentences": ["To build a dementia screening system in the community to facilitate collaboration among patients/caregiver(s), family clinic physicians and memory clinic specialists.We placed a Dementia Network Promoter (DNP) in four cities in Mie prefecture, Japan.", "Based on requests from patients/caregiver(s), family clinic physicians ordered dementia screening from the DNP.", "The DNP carried out screenings at the clinic using an IT device (iPad), and sent the results to a dementia specialist at the Mie University Hospital Dementia Center.", "The dementia specialist assessed the results of the screening tests, and made a treatment recommendation for a follow-up consultation with a memory clinic or continuing observation by the family clinic.", "The DNP reported the recommendation of the dementia specialist to the family clinic physician, who provided this information to the patients/caregiver(s).", "We investigated the characteristics of the patients referred for consultation with the memory clinic.A total of 158 patients participated in the screening.", "The majority of patients were in vulnerable living situations characterized by minimal social and family support.", "The mean score on the Mini-Mental State Examination was 24.1 ± 5.2.", "Of patients screened, 62% were referred for consultation at the memory clinic, and 57% of those referred completed a consultation at the memory clinic.", "Patients referred to the memory clinic showed significantly worse cognitive function and ability to complete activities of daily living.A dementia screening system might facilitate early consultation and intervention for patients with dementia, and build a more effective network to connect families and memory clinics.", "Geriatr Gerontol Int 2018; ••: ••-••."], "id": "29292567", "text": "To build a dementia screening system in the community to facilitate collaboration among patients/caregiver(s), family clinic physicians and memory clinic specialists.We placed a Dementia Network Promoter (DNP) in four cities in Mie prefecture, Japan. Based on requests from patients/caregiver(s), family clinic physicians ordered dementia screening from the DNP. The DNP carried out screenings at the clinic using an IT device (iPad), and sent the results to a dementia specialist at the Mie University Hospital Dementia Center. The dementia specialist assessed the results of the screening tests, and made a treatment recommendation for a follow-up consultation with a memory clinic or continuing observation by the family clinic. The DNP reported the recommendation of the dementia specialist to the family clinic physician, who provided this information to the patients/caregiver(s). We investigated the characteristics of the patients referred for consultation with the memory clinic.A total of 158 patients participated in the screening. The majority of patients were in vulnerable living situations characterized by minimal social and family support. The mean score on the Mini-Mental State Examination was 24.1 ± 5.2. Of patients screened, 62% were referred for consultation at the memory clinic, and 57% of those referred completed a consultation at the memory clinic. Patients referred to the memory clinic showed significantly worse cognitive function and ability to complete activities of daily living.A dementia screening system might facilitate early consultation and intervention for patients with dementia, and build a more effective network to connect families and memory clinics. Geriatr Gerontol Int 2018; ••: ••-••.", "doi": "10.1111/ggi.13221", "journal": ["Geriatrics & gerontology international", "Geriatr Gerontol Int"], "date": "2018-01-18_23:41:43"}