{"authors": [["Gelman", "Benjamin B", "BB", "Department of Pathology, Route 0419, University of Texas Medical Branch, Galveston, TX, 77555-0419, USA. bgelman@utmb.edu."], ["Endsley", "Janice", "J", "Department of Microbiology and Immunology, University of Texas Medical Branch, Galveston, TX, 77555, USA."], ["Kolson", "Dennis", "D", "Department of Neurology, University of Pennsylvania, Philadelphia, PA, 19104-6140, USA."]], "date": "2017-12-18", "id": "29256039", "text": "HIV-infected patients treated with antiretroviral medicines (ART) still face neurological challenges. HIV-associated neurocognitive disturbances (HAND) can occur, and latent viral DNA persisting in the central nervous system (CNS) prevents eradication of HIV. This communication focuses on how to develop experimental models of HAND and CNS HIV latency that best imitate the CNS pathophysiology in diseased humans, which we take to be \"the real thing.\" Models of HIV encephalitis (HIVE) with active CNS viral replication were developed in the early years of the AIDS pandemic. The clinical relevancy of such models is in sharp decline because HIVE seldom occurs in virally suppressed patients, while HAND remains common. The search for improved models of HAND should incorporate the neurochemical, neuroimmunological and neuropathological features of virally suppressed patients. Common anomalies in these patients as established in autopsy brain specimens include brain endothelial cell activation and neurochemical imbalances of synaptic transmission; classical neurodegeneration may not be as crucial. With regard to latent HIV with viral suppression, human brain specimens show that the pool of latent proviral HIV DNA in the CNS is relatively small relative to the total body pool and does not change substantially over years. The CNS pool of latent virus probably differs from lymphoid tissues, because the mononuclear phagocyte system sustains productive infection (versus lymphocytes). These and yet-to-be discovered aspects of the human CNS of virally suppressed patients need to be better defined and addressed in experimental models. To maintain clinical relevancy, models of HAND and viral latency should faithfully emulate \"the real thing.\"", "doi": "10.1007/s13365-017-0601-5", "title": "When do models of NeuroAIDS faithfully imitate \"the real thing\"?", "journal": ["Journal of neurovirology", "J. Neurovirol."]}