{"words": ["delirium", "frequent", "older", "emergency", "department", "ed", "patients", "detection", "rates", "delirium", "ed", "low", "aid", "identifying", "delirium", "developed", "implemented", "systematic", "delirium", "screening", "assessment", "tool", "ed", "modified", "confusion", "assessment", "method", "emergency", "department", "components", "include", "1", "screening", "inattention", "main", "feature", "delirium", "performed", "months", "backwards", "test", "mbt", "2", "delirium", "assessment", "based", "structured", "interview", "questions", "mental", "status", "questionnaire", "kahn", "et", "al", "comprehension", "test", "hart", "et", "al", "aims", "study", "1", "investigate", "performance", "criteria", "tool", "consecutive", "sample", "older", "ed", "patients", "2", "evaluate", "performance", "patients", "without", "dementia", "3", "test", "whether", "tool", "efficient", "keeping", "evaluation", "time", "minimum", "reducing", "screening", "assessment", "burden", "patient", "prospective", "validation", "study", "recruited", "consecutive", "sample", "ed", "patients", "aged", "65", "older", "period", "november", "2015", "trained", "nurses", "assessed", "patients", "results", "compared", "reference", "standard", "geriatricians", "delirium", "diagnosis", "based", "criteria", "text", "revision", "diagnostic", "statistical", "manual", "mental", "disorders", "performance", "criteria", "computed", "included", "286", "consecutive", "ed", "patients", "aged", "65", "older", "median", "age", "q1", "q3", "included", "patients", "female", "dementia", "found", "delirium", "prevalence", "patients", "dementia", "specificity", "positive", "likelihood", "ratio", "lower", "compared", "reference", "standard", "delirium", "assessment", "specificity", "positive", "likelihood", "ratio", "cases", "first", "step", "screening", "inattention", "mbt", "took", "less", "30", "average", "complete", "assessment", "required", "sd", "sd", "sd", "minutes", "cognitively", "unimpaired", "patients", "patients", "dementia", "patients", "dementia", "delirium", "respectively", "able", "efficiently", "rule", "delirium", "well", "confirm", "diagnosis", "delirium", "elderly", "patients", "without", "dementia", "applies", "minimal", "screening", "assessment", "burden", "patient"], "authors": [["Hasemann", "Wolfgang", "W", "Department of Nursing and Allied Health Professions, University Hospital Basel, Hebelstrasse 2, Basel, 4031, Switzerland. wolfgang.hasemann@usb.ch."], ["Grossmann", "Florian F", "FF", "Emergency Department, University Hospital Basel, Basel, Switzerland."], ["Stadler", "Rahel", "R", "Emergency Department, University Hospital Basel, Basel, Switzerland."], ["Bingisser", "Roland", "R", "Emergency Department, University Hospital Basel, Basel, Switzerland."], ["Breil", "Dieter", "D", "University Center for Medicine of Aging, Felix Platter Hospital Basel, Basel, Switzerland."], ["Hafner", "Martina", "M", "University Center for Medicine of Aging, Felix Platter Hospital Basel, Basel, Switzerland."], ["Kressig", "Reto W", "RW", "University Center for Medicine of Aging, Felix Platter Hospital Basel, Basel, Switzerland."], ["Nickel", "Christian H", "CH", "Emergency Department, University Hospital Basel, Basel, Switzerland."]], "title": "Screening and detection of delirium in older ED patients: performance of the modified Confusion Assessment Method for the Emergency Department (mCAM-ED). A two-step tool.", "year": null, "sentences": ["Delirium is frequent in older Emergency Department (ED) patients, but detection rates for delirium in the ED are low.", "To aid in identifying delirium, we developed and implemented a two-step systematic delirium screening and assessment tool in our ED: the modified Confusion Assessment Method for the Emergency Department (mCAM-ED).", "Components of the mCAM-ED include: (1) screening for inattention, the main feature of delirium, which was performed with the Months Backwards Test (MBT); (2) delirium assessment based on a structured interview with questions from the Mental Status Questionnaire by Kahn et al.", "and the Comprehension Test by Hart et al.", "The aims of our study are (1) to investigate the performance criteria of the mCAM-ED tool in a consecutive sample of older ED patients, (2) to evaluate the performance of the mCAM-ED in patients with and without dementia and (3) to test whether this tool is efficient in keeping evaluation time to a minimum and reducing screening and assessment burden on the patient.", "For this prospective validation study, we recruited a consecutive sample of ED patients aged 65 and older during an 11-day period in November 2015.", "Trained nurses assessed patients with the mCAM-ED.", "Results were compared to the reference standard [i.e.", "the geriatricians' delirium diagnosis based on the criteria of the Text Revision of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV-TR)].", "Performance criteria were computed.", "We included 286 consecutive ED patients aged 65 and older.", "The median age was 80.02 (Q1 = 72.15; Q3 = 86.76), 58.7% of included patients were female, 14.3% had dementia.", "We found a delirium prevalence of 7.0%.", "In patients with dementia, specificity and positive likelihood ratio were lower.", "When compared to the reference standard, delirium assessment with the mCAM-ED has a 0.98 specificity and a 39.9 positive likelihood ratio.", "In 80.0% of all cases, the first step of the mCAM-ED, i.e.", "screening for inattention with the MBT, took less than 30 s. On average, the complete mCAM-ED assessment required 3.2 (SD 2.0), 5.6 (SD 3.2), and 6.2 (SD 2.3) minutes in cognitively unimpaired patients, patients with dementia and patients with dementia or delirium, respectively.", "The mCAM-ED is able to efficiently rule out delirium as well as confirm the diagnosis of delirium in elderly patients with and without dementia and applies minimal screening and assessment burden on the patient."], "id": "29290048", "text": "Delirium is frequent in older Emergency Department (ED) patients, but detection rates for delirium in the ED are low. To aid in identifying delirium, we developed and implemented a two-step systematic delirium screening and assessment tool in our ED: the modified Confusion Assessment Method for the Emergency Department (mCAM-ED). Components of the mCAM-ED include: (1) screening for inattention, the main feature of delirium, which was performed with the Months Backwards Test (MBT); (2) delirium assessment based on a structured interview with questions from the Mental Status Questionnaire by Kahn et al. and the Comprehension Test by Hart et al. The aims of our study are (1) to investigate the performance criteria of the mCAM-ED tool in a consecutive sample of older ED patients, (2) to evaluate the performance of the mCAM-ED in patients with and without dementia and (3) to test whether this tool is efficient in keeping evaluation time to a minimum and reducing screening and assessment burden on the patient. For this prospective validation study, we recruited a consecutive sample of ED patients aged 65 and older during an 11-day period in November 2015. Trained nurses assessed patients with the mCAM-ED. Results were compared to the reference standard [i.e. the geriatricians' delirium diagnosis based on the criteria of the Text Revision of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV-TR)]. Performance criteria were computed. We included 286 consecutive ED patients aged 65 and older. The median age was 80.02 (Q1 = 72.15; Q3 = 86.76), 58.7% of included patients were female, 14.3% had dementia. We found a delirium prevalence of 7.0%. In patients with dementia, specificity and positive likelihood ratio were lower. When compared to the reference standard, delirium assessment with the mCAM-ED has a 0.98 specificity and a 39.9 positive likelihood ratio. In 80.0% of all cases, the first step of the mCAM-ED, i.e. screening for inattention with the MBT, took less than 30 s. On average, the complete mCAM-ED assessment required 3.2 (SD 2.0), 5.6 (SD 3.2), and 6.2 (SD 2.3) minutes in cognitively unimpaired patients, patients with dementia and patients with dementia or delirium, respectively. The mCAM-ED is able to efficiently rule out delirium as well as confirm the diagnosis of delirium in elderly patients with and without dementia and applies minimal screening and assessment burden on the patient.", "doi": "10.1007/s11739-017-1781-y", "journal": ["Internal and emergency medicine", "Intern Emerg Med"], "date": "2018-01-18_23:41:45"}