{"authors": [["Takeuchi", "Ryoko", "R", "Department of Orthopedic Surgery, Ibaraki Prefectural University of Health Sciences, Japan."], ["Mutsuzaki", "Hirotaka", "H", "Department of Orthopedic Surgery, Ibaraki Prefectural University of Health Sciences, Japan."], ["Shimizu", "Yukiyo", "Y", "Department of Rehabilitation Medicine, University of Tsukuba, Japan."], ["Mataki", "Yuki", "Y", "Department of Orthopedic Surgery, Ibaraki Prefectural University of Health Sciences, Japan."], ["Tokeji", "Kayo", "K", "Department of Orthopedic Surgery, Ibaraki Prefectural University of Health Sciences, Japan."], ["Wadano", "Yasuyoshi", "Y", "Department of Rehabilitation Medicine, Ibaraki Prefectural University of Health Sciences, Japan."]], "date": "2017-11-30", "id": "29255522", "text": "Objectives: To investigate the details of patients' status on admission and at discharge at our hospital, to compare the ambulatory group and non-ambulatory group at discharge, and to assess the factors associated with ambulatory ability at discharge in patients aged ≥ 90 years with proximal femoral fractures (PFFs). Patients/Materials and Methods: Twenty patients admitted to our hospital for rehabilitation after surgery for a PFF were evaluated retrospectively. The rate of regaining ambulatory ability, presence of dementia, body mass index, serum albumin level, hemoglobin level, lymphocyte count, and functional independence measure (FIM) were assessed on admission and at discharge. Relationships between patients' ambulatory ability and ambulatory parameters were compared between the ambulatory and non-ambulatory groups. Results: The rate of regaining ambulatory ability was 55% at discharge. The serum albumin level at discharge was significantly higher in the ambulatory group than that in the non-ambulatory group. More patients had dementia on admission in the non-ambulatory group than in the ambulatory group. On admission, scores for the cognitive items of the FIM (\"expression\" and \"memory\") were significantly higher in the ambulatory group than those in the non-ambulatory group. Conclusions: The rate of ambulatory ability at discharge was 55% in those with a PFF, who were aged ≥ 90 years. The presence of dementia on admission and serum albumin level at discharge were factors related to ambulatory ability. It is very important to use a general rehabilitation protocol that takes cognitive function and nourishment into account, in addition to the physical aspect.", "doi": "10.2185/jrm.2928", "title": "Factors affecting ambulatory ability in patients aged 90 years and older following proximal femoral fractures.", "journal": ["Journal of rural medicine : JRM", "J Rural Med"]}