{"words": ["semantic", "dementia", "sd", "condition", "atrophy", "anterior", "temporal", "lobes", "atl", "produces", "selective", "deterioration", "conceptual", "knowledge", "atrophy", "always", "bilateral", "usually", "asymmetrical", "differences", "performance", "two", "sd", "left", "right", "l", "r", "versus", "right", "left", "r", "l", "major", "source", "evidence", "regarding", "roles", "left", "right", "sides", "region", "explored", "issue", "using", "large", "scale", "methodology", "pool", "216", "observations", "neuropsychological", "data", "72", "patients", "sd", "anomia", "significantly", "severe", "l", "r", "subgroup", "even", "cases", "two", "subgroups", "matched", "severity", "comprehension", "deficits", "subgroups", "matched", "degree", "anomia", "show", "asymmetry", "atrophy", "also", "affected", "nature", "naming", "errors", "produced", "degree", "semantic", "category", "effect", "living", "things", "vs", "artefacts", "comparison", "across", "tasks", "varying", "loading", "verbal", "visual", "processing", "revealed", "greater", "deficit", "object", "naming", "l", "r", "cases", "semantic", "association", "test", "r", "l", "cases", "held", "true", "whether", "severity", "across", "subgroups", "controlled", "using", "pairwise", "matching", "statistically", "via", "principal", "components", "analysis", "importantly", "size", "sample", "allowed", "us", "demonstrate", "considerable", "individual", "variation", "within", "l", "r", "r", "l", "subgroups", "consequent", "overlap", "results", "paint", "clear", "picture", "asymmetry", "atrophy", "affects", "cognitive", "performance", "sd", "discuss", "results", "terms", "two", "mechanisms", "could", "contribute", "differences", "variation", "information", "involved", "semantic", "representations", "left", "right", "atl", "preferential", "connectivity", "atl", "modality", "specific", "regions"], "authors": [["Woollams", "Anna M", "AM", "Neuroscience and Aphasia Research Unit, School of Biological Sciences, University of Manchester, Manchester, UK. Electronic address: anna.woollams@manchester.ac.uk."], ["Patterson", "Karalyn", "K", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, UK; MRC Cognition & Brain Sciences Unit, Cambridge, UK."]], "title": "Cognitive consequences of the left-right asymmetry of atrophy in semantic dementia.", "year": null, "sentences": ["Semantic dementia (SD) is a condition in which atrophy to the anterior temporal lobes (ATL) produces a selective deterioration of conceptual knowledge.", "As this atrophy is always bilateral but usually asymmetrical, differences in performance of the two SD subgroups-with left > right (L > R) versus right > left (R > L) atrophy-constitute a major source of evidence regarding the roles of the left and right sides of this region.", "We explored this issue using large scale case-series methodology, with a pool of 216 observations of neuropsychological data from 72 patients with SD.", "Anomia was significantly more severe in the L > R subgroup, even when cases from the two subgroups were matched on severity of comprehension deficits.", "For subgroups matched on the degree of anomia, we show that asymmetry of atrophy also affected both the nature of the naming errors produced, and the degree of a semantic category effect (living things vs artefacts).", "A comparison across tasks varying in their loading on verbal and visual processing revealed a greater deficit in object naming for L > R cases and in a picture-based semantic association test for R > L cases; this held true whether severity across subgroups was controlled using pairwise matching or statistically via principal components analysis.", "Importantly, the size of our sample allowed us to demonstrate considerable individual variation within each of the L > R and R > L subgroups, with consequent overlap between them.", "Our results paint a clear picture of how asymmetry of atrophy affects cognitive performance in SD, and we discuss the results in terms of two mechanisms that could contribute to these differences: variation in the information involved in semantic representations in the left and right ATL, and preferential connectivity between each ATL and other more modality specific intra-hemispheric regions."], "id": "29289335", "text": "Semantic dementia (SD) is a condition in which atrophy to the anterior temporal lobes (ATL) produces a selective deterioration of conceptual knowledge. As this atrophy is always bilateral but usually asymmetrical, differences in performance of the two SD subgroups-with left > right (L > R) versus right > left (R > L) atrophy-constitute a major source of evidence regarding the roles of the left and right sides of this region. We explored this issue using large scale case-series methodology, with a pool of 216 observations of neuropsychological data from 72 patients with SD. Anomia was significantly more severe in the L > R subgroup, even when cases from the two subgroups were matched on severity of comprehension deficits. For subgroups matched on the degree of anomia, we show that asymmetry of atrophy also affected both the nature of the naming errors produced, and the degree of a semantic category effect (living things vs artefacts). A comparison across tasks varying in their loading on verbal and visual processing revealed a greater deficit in object naming for L > R cases and in a picture-based semantic association test for R > L cases; this held true whether severity across subgroups was controlled using pairwise matching or statistically via principal components analysis. Importantly, the size of our sample allowed us to demonstrate considerable individual variation within each of the L > R and R > L subgroups, with consequent overlap between them. Our results paint a clear picture of how asymmetry of atrophy affects cognitive performance in SD, and we discuss the results in terms of two mechanisms that could contribute to these differences: variation in the information involved in semantic representations in the left and right ATL, and preferential connectivity between each ATL and other more modality specific intra-hemispheric regions.", "doi": "10.1016/j.cortex.2017.11.014", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"], "date": "2018-01-18_23:41:48"}