{"authors": [["Shepstone", "Lee", "L", "School of Medicine, University of East Anglia, Norwich, UK. Electronic address: l.shepstone@uea.ac.uk."], ["Lenaghan", "Elizabeth", "E", "School of Medicine, University of East Anglia, Norwich, UK."], ["Cooper", "Cyrus", "C", "Medical Research Council Lifecourse Epidemiology Unit, University of Southampton, Southampton General Hospital, Southampton, UK."], ["Clarke", "Shane", "S", "Department of Rheumatology, University Hospitals Bristol, Bristol, UK."], ["Fong-Soe-Khioe", "Rebekah", "R", "School of Medicine, University of East Anglia, Norwich, UK."], ["Fordham", "Richard", "R", "School of Medicine, University of East Anglia, Norwich, UK."], ["Gittoes", "Neil", "N", "Centre for Endocrinology, Diabetes and Metabolism, Queen Elizabeth Hospital, Birmingham, UK."], ["Harvey", "Ian", "I", "School of Medicine, University of East Anglia, Norwich, UK."], ["Harvey", "Nick", "N", "Medical Research Council Lifecourse Epidemiology Unit, University of Southampton, Southampton General Hospital, Southampton, UK."], ["Heawood", "Alison", "A", "Bristol Medical School, University of Bristol, Bristol, UK."], ["Holland", "Richard", "R", "Leicester Medical School, Centre for Medicine, University of Leicester, UK."], ["Howe", "Amanda", "A", "School of Medicine, University of East Anglia, Norwich, UK."], ["Kanis", "John", "J", "Centre for Metabolic Bone Diseases, University of Sheffield, Sheffield, UK; Australian Catholic University, Melbourne, VIC, Australia."], ["Marshall", "Tarnya", "T", "Norfolk and Norwich University Hospital, Norwich, UK."], ["O'Neill", "Terence", "T", "National Institute of Health Research Manchester Musculoskeletal BRU, Central Manchester University Hospitals NHS Foundation Trust & Arthritis Research UK Centre for Epidemiology, University of Manchester, Manchester, UK."], ["Peters", "Tim", "T", "Bristol Medical School, University of Bristol, Bristol, UK."], ["Redmond", "Niamh", "N", "Bristol Medical School, University of Bristol, Bristol, UK."], ["Torgerson", "David", "D", "Department of Health Sciences, University of York, York, UK."], ["Turner", "David", "D", "School of Medicine, University of East Anglia, Norwich, UK."], ["McCloskey", "Eugene", "E", "Mellanby Centre for Bone Research, Centre for Integrated Research into Musculoskeletal Ageing, University of Sheffield, Sheffield, UK."], [null, null, null, null]], "date": "2017-12-15", "id": "29254858", "text": "Despite effective assessment methods and medications targeting osteoporosis and related fractures, screening for fracture risk is not currently advocated in the UK. We tested whether a community-based screening intervention could reduce fractures in older women.We did a two-arm randomised controlled trial in women aged 70-85 years to compare a screening programme using the Fracture Risk Assessment Tool (FRAX) with usual management. Women were recruited from 100 general practitioner (GP) practices in seven regions of the UK: Birmingham, Bristol, Manchester, Norwich, Sheffield, Southampton, and York. We excluded women who were currently on prescription anti-osteoporotic drugs and any individuals deemed to be unsuitable to enter a research study (eg, known dementia, terminally ill, or recently bereaved). The primary outcome was the proportion of individuals who had one or more osteoporosis-related fractures over a 5-year period. In the screening group, treatment was recommended in women identified to be at high risk of hip fracture, according to the FRAX 10-year hip fracture probability. Prespecified secondary outcomes were the proportions of participants who had at least one hip fracture, any clinical fracture, or mortality; and the effect of screening on anxiety and health-related quality of life. This trial is registered with the International Standard Randomised Controlled Trial registry, number ISRCTN 55814835.12 483 eligible women were identified and participated in the trial, and 6233 women randomly assigned to the screening group between April 15, 2008, and July 2, 2009. Treatment was recommended in 898 (14%) of 6233 women. Use of osteoporosis medication was higher at the end of year 1 in the screening group compared with controls (15% vs 4%), with uptake particularly high (78% at 6 months) in the screening high-risk subgroup. Screening did not reduce the primary outcome of incidence of all osteoporosis-related fractures (hazard ratio [HR] 0·94, 95% CI 0·85-1·03, p=0·178), nor the overall incidence of all clinical fractures (0·94, 0·86-1·03, p=0·183), but screening reduced the incidence of hip fractures (0·72, 0·59-0·89, p=0·002). There was no evidence of differences in mortality, anxiety levels, or quality of life.Systematic, community-based screening programme of fracture risk in older women in the UK is feasible, and could be effective in reducing hip fractures.Arthritis Research UK and Medical Research Council.", "doi": "10.1016/S0140-6736(17)32640-5", "title": "Screening in the community to reduce fractures in older women (SCOOP): a randomised controlled trial.", "journal": ["Lancet (London, England)", "Lancet"]}