{"words": ["dendritic", "spine", "morphology", "heterogeneous", "highly", "dynamic", "study", "changing", "aberrant", "morphology", "test", "setups", "often", "spines", "several", "neurons", "experimental", "units", "mice", "primary", "neuronal", "cultures", "measured", "strategy", "results", "multilevel", "data", "structure", "properly", "addressed", "high", "risk", "producing", "false", "positive", "false", "negative", "used", "models", "deal", "data", "multilevel", "data", "structure", "compared", "method", "analyses", "level", "apply", "statistical", "tests", "dataset", "dendritic", "spine", "morphology", "parameters", "illustrate", "advantages", "multilevel", "model", "disadvantages", "present", "application", "models", "analyzing", "dendritic", "spine", "morphology", "datasets", "correcting", "data", "show", "analyses", "spine", "level", "aggregated", "levels", "adequately", "account", "data", "structure", "may", "lead", "erroneous", "highlight", "importance", "data", "structure", "dendritic", "spine", "morphology", "analyses", "highly", "recommend", "use", "models", "appropriate", "statistical", "methods", "deal", "multilevel", "datasets", "models", "easy", "use", "superior", "commonly", "used", "methods", "including", "data", "structure", "addition", "explanatory", "variables", "example", "sex", "age", "well", "interactions", "variables", "variables", "level", "identifiers"], "authors": [["Paternoster", "Veerle", "V", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark; Centre for Integrative Sequencing, iSEQ, Aarhus University, Aarhus, Denmark; Translational Neuropsychiatry Unit, Department of Clinical Medicine, Aarhus University, Aarhus, Denmark; Department of Biomedicine, Aarhus University, Aarhus, Denmark. Electronic address: veerle@biomed.au.dk."], ["Rajkumar", "Anto P", "AP", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark; Centre for Integrative Sequencing, iSEQ, Aarhus University, Aarhus, Denmark; Department of Biomedicine, Aarhus University, Aarhus, Denmark; Department of Old Age Psychiatry, Institute of Psychiatry, Psychology, & Neuroscience, King's College London, London, United Kingdom; Mental Health of Older Adults and Dementia Clinical Academic Group, South London and Maudsley NHS Foundation Trust, London, United Kingdom. Electronic address: anto.rajamani@kcl.ac.uk."], ["Nyengaard", "Jens Randel", "JR", "Stereology and Electron Microscopy Laboratory, Centre for Stochastic Geometry and Advanced Bioimaging, Department of Clinical Medicine, Aarhus University Hospital, Aarhus, Denmark. Electronic address: jrnyengaard@clin.au.dk."], ["Børglum", "Anders Dupont", "AD", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark; Centre for Integrative Sequencing, iSEQ, Aarhus University, Aarhus, Denmark; Department of Biomedicine, Aarhus University, Aarhus, Denmark. Electronic address: anders@biomed.au.dk."], ["Grove", "Jakob", "J", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark; Centre for Integrative Sequencing, iSEQ, Aarhus University, Aarhus, Denmark; Department of Biomedicine, Aarhus University, Aarhus, Denmark; Bioinformatics Research Centre, BiRC, Aarhus University, Aarhus, Denmark. Electronic address: grove@biomed.au.dk."], ["Christensen", "Jane Hvarregaard", "JH", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus and Copenhagen, Denmark; Centre for Integrative Sequencing, iSEQ, Aarhus University, Aarhus, Denmark; Department of Biomedicine, Aarhus University, Aarhus, Denmark. Electronic address: jhc@biomed.au.dk."]], "title": "The importance of data structure in statistical analysis of dendritic spine morphology.", "year": null, "sentences": ["Dendritic spine morphology is heterogeneous and highly dynamic.", "To study the changing or aberrant morphology in test setups, often spines from several neurons from a few experimental units e.g.", "mice or primary neuronal cultures are measured.", "This strategy results in a multilevel data structure, which, when not properly addressed, has a high risk of producing false positive and false negative findings.We used mixed-effects models to deal with data with a multilevel data structure and compared this method to analyses at each level.", "We apply these statistical tests to a dataset of dendritic spine morphology parameters to illustrate advantages of multilevel mixed-effects model, and disadvantages of other models.We present an application of mixed-effects models for analyzing dendritic spine morphology datasets while correcting for the data structure.We further show that analyses at spine level and aggregated levels do not adequately account for the data structure, and that they may lead to erroneous results.We highlight the importance of data structure in dendritic spine morphology analyses and highly recommend the use of mixed-effects models or other appropriate statistical methods to deal with multilevel datasets.", "Mixed-effects models are easy to use and superior to commonly used methods by including the data structure and the addition of other explanatory variables, for example sex, and age, etc., as well as interactions between variables or between variables and level identifiers."], "id": "29287746", "text": "Dendritic spine morphology is heterogeneous and highly dynamic. To study the changing or aberrant morphology in test setups, often spines from several neurons from a few experimental units e.g. mice or primary neuronal cultures are measured. This strategy results in a multilevel data structure, which, when not properly addressed, has a high risk of producing false positive and false negative findings.We used mixed-effects models to deal with data with a multilevel data structure and compared this method to analyses at each level. We apply these statistical tests to a dataset of dendritic spine morphology parameters to illustrate advantages of multilevel mixed-effects model, and disadvantages of other models.We present an application of mixed-effects models for analyzing dendritic spine morphology datasets while correcting for the data structure.We further show that analyses at spine level and aggregated levels do not adequately account for the data structure, and that they may lead to erroneous results.We highlight the importance of data structure in dendritic spine morphology analyses and highly recommend the use of mixed-effects models or other appropriate statistical methods to deal with multilevel datasets. Mixed-effects models are easy to use and superior to commonly used methods by including the data structure and the addition of other explanatory variables, for example sex, and age, etc., as well as interactions between variables or between variables and level identifiers.", "doi": "10.1016/j.jneumeth.2017.12.022", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"], "date": "2018-01-18_23:41:50"}