{"authors": [["Folch", "Jaume", "J", "Departament de Bioquímica, Facultat de Medicina i Ciències de la Salut, Universitat Rovira i Virgili, Reus, Spain."], ["Busquets", "Oriol", "O", "Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain."], ["Ettcheto", "Miren", "M", "Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain."], ["Sánchez-López", "Elena", "E", "Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain."], ["Castro-Torres", "Ruben Dario", "RD", "Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain."], ["Verdaguer", "Ester", "E", "Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain."], ["Garcia", "Maria Luisa", "ML", "Unitat de Farmàcia, Tecnologia Farmacèutica i Fisico-química, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain."], ["Olloquequi", "Jordi", "J", "Instituto de Ciencias Biomédicas, Facultad de Ciencias de la Salud, Universidad Autónoma de Chile, Talca, Chile."], ["Casadesús", "Gemma", "G", "Department of Biological Sciences Kent State University, Kent, OH, USA."], ["Beas-Zarate", "Carlos", "C", "Departamento de Biología Celular y Molecular, Laboratorio de Regeneración y Desarrollo Neural, Instituto de Neurobiología, CUCBA, México."], ["Pelegri", "Carme", "C", "Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain."], ["Vilaplana", "Jordi", "J", "Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain."], ["Auladell", "Carme", "C", "Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain."], ["Camins", "Antoni", "A", "Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain."]], "date": "2017-12-15", "id": "29254093", "text": "Alzheimer's disease (AD) is a neurodegenerative disorder characterized by the presence in the brain of extracellular amyloid-β protein (Aβ) and intracellular neurofibrillary tangles composed of hyperphosphorylated tau protein. The N-Methyl-D-aspartate receptors (NMDAR), ionotropic glutamate receptor, are essential for processes like learning and memory. An excessive activation of NMDARs has been associated with neuronal loss. The discovery of extrasynaptic NMDARs provided a rational and physiological explanation between physiological and excitotoxic actions of glutamate. Memantine (MEM), an antagonist of extrasynaptic NMDAR, is currently used for the treatment of AD jointly with acetylcholinesterase inhibitors. It has been demonstrated that MEM preferentially prevents the excessive continuous extrasynaptic NMDAR disease activation and therefore prevents neuronal cell death induced by excitotoxicity without disrupting physiological synaptic activity. The problem is that MEM has shown no clear positive effects in clinical applications while, in preclinical stages, had very promising results. The data in preclinical studies suggests that MEM has a positive impact on improving AD brain neuropathology, as well as in preventing Aβ production, aggregation, or downstream neurotoxic consequences, in part through the blockade of extrasynaptic NMDAR. Thus, the focus of this review is primarily to discuss the efficacy of MEM in preclinical models of AD, consider possible combinations of this drug with others, and then evaluate possible reasons for its lack of efficacy in clinical trials. Finally, applications in other pathologies are also considered.", "doi": "10.3233/JAD-170672", "title": "Memantine for the Treatment of Dementia: A Review on its Current and Future Applications.", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."]}