{"authors": [["Donegan", "Katherine", "K", "Vigilance and Risk Management of Medicines, Medicines and Healthcare products Regulatory Agency, London, UK."], ["Fox", "Nick", "N", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Black", "Nick", "N", "Department of Health Services Research & Policy, London School of Hygiene & Tropical Medicine, London, UK."], ["Livingston", "Gill", "G", "Division of Psychiatry, University College London, London, UK."], ["Banerjee", "Sube", "S", "Centre for Dementia Studies, Brighton and Sussex Medical School, University of Sussex, Brighton, UK."], ["Burns", "Alistair", "A", "Institute of Brain, Behaviour and Mental Health, University of Manchester, Manchester, UK. Electronic address: alistair.burns@manchester.ac.uk."]], "date": "2017-02-24", "id": "29253388", "text": "The objectives of this study were to describe changes in the proportion of people diagnosed with dementia and the pharmacological treatments prescribed to them over a 10 year period from 2005 to 2015 at a time of UK policy strategies and prioritisation of dementia. We aimed to explore the potential impact of policy on dementia care.In this longitudinal retrospective cohort study, we included all patients registered at a Clinical Practice Research Datalink (CPRD) practice between July 1, 2005, and June 30, 2015, with a diagnosis of dementia defined using Read codes. The main outcomes were the number and proportion of acceptable patients, who met the CPRD threshold for data quality, in a GP practice defined by the CPRD as contributing up-to-standard data with a diagnosis of dementia and the number and proportion of these with a prescription for an antidementia or antipsychotic medication. We examined the prevalence of dementia diagnosis and prescribing by calendar quarter, and stratified by age, sex, and UK country (England, Scotland, Wales, or Northern Ireland). We investigated the use of antidementia drugs, alone and in combination, antipsychotics, antidepressants, anxiolytics, and hypnotics. The trend in the proportion of patients with a diagnosis of dementia, before and after the introduction of the UK National Dementia Strategy, was estimated using an interrupted time-series analysis.8 966 224 patients were identified in the CPRD whose most recent registration period overlapped the study period. Of these, 128 249 (1·4%) had a diagnosis of dementia before the end of the study period. The proportion of people diagnosed with dementia in the UK doubled from 0·42% (19 635 of 4 640 290 participants) in 2005 to 0·82% (25 925 of 3 159 754 participants) in 2015 (χ2 test for trend, p<0·0001), and the proportion of those who received antidementia medication increased from 15·0% (2942 of 19 635) to 36·3% (9406 of 25 925). The interrupted time-series analysis showed a significant acceleration in the rate of diagnosis of dementia after the introduction of the UK National Dementia Strategy (p<0·0001). There was a large reduction in antipsychotic drug prescription in dementia from 22·1% (4347 of 19 635) in 2005 to 11·4% (2943 of 25 925) by 2015.Over the 10 years studied, there is evidence of a sustained positive change in diagnosis rates of dementia and in the quality of drug treatment provided to those diagnosed. The prescription of antidementia drugs more than doubled and the prescription of potentially hazardous antipsychotics halved after the introduction of national dementia strategies. These data support the formulation and delivery of national policy to improve the quality of care for people with dementia.None.", "doi": "10.1016/S2468-2667(17)30031-2", "title": "Trends in diagnosis and treatment for people with dementia in the UK from 2005 to 2015: a longitudinal retrospective cohort study.", "journal": ["The Lancet. Public health", "Lancet Public Health"]}