{"words": ["article", "provides", "overview", "modern", "physiological", "evidence", "support", "hypothesis", "cortico", "limbic", "sys", "tem", "dysfunction", "due", "hippocampal", "neurogenesis", "impairment", "basis", "brain", "interhemispheric", "asym", "metry", "neurocognitive", "deficit", "radiation", "exposure", "importance", "research", "evoked", "poten", "tials", "fields", "highly", "sensitive", "informative", "method", "attention", "paid", "cerebral", "sensor", "systems", "dysfunction", "typical", "effect", "ionizing", "radiation", "changes", "functioning", "central", "parts", "sensory", "analyzers", "different", "modalities", "well", "violation", "brain", "integrative", "information", "processes", "influence", "small", "doses", "ionizing", "radiation", "critical", "determining", "radiation", "risks", "space", "flight", "possible", "long", "term", "prospects", "manned", "flights", "space", "including", "mars", "given", "effects", "identified", "discussed", "potential", "risks", "central", "nervous", "system", "space", "travel", "comprise", "cognitive", "functions", "impairment", "including", "volume", "short", "term", "memory", "short", "ening", "impaired", "motor", "functions", "behavioral", "changes", "could", "affect", "human", "performance", "health", "remote", "risks", "cns", "considered", "following", "possible", "neuropsychiatric", "disorders", "accelerated", "brain", "aging", "alzheimer", "disease", "types", "dementia", "new", "radiocerebral", "dose", "dependent", "effect", "applied", "cog", "nitive", "auditory", "evoked", "potentials", "p300", "technique", "possible", "threshold", "dose", "gy", "manifesting", "form", "disruption", "information", "processing", "wernicke", "area", "discussion", "order", "identify", "neurophys", "iological", "biological", "markers", "ionizing", "radiation", "international", "researches", "adequate", "dosimetry", "support", "prysviachena", "ogliadu", "suchasnykh", "psykhofiziologichnykh", "dokaziv", "na", "pidtrymku", "gipotezy", "shchodo", "dysfunktsiï", "korty", "limbichnoï", "systemy", "za", "rakhunok", "porushennia", "iak", "bazysu", "asymetriï", "golovnogo", "mozku", "defitsytu", "pislia", "oprominennia", "vazhlyvist", "vykorystannia", "doslidzhen", "vyklykanykh", "potentsialiv", "poliv", "iak", "neinvazyvnoï", "metodyky", "shcho", "maie", "vysoku", "chutlyvist", "ta", "uvaga", "dysfunktsiï", "sensornykh", "system", "iak", "kharakternomu", "efektu", "ionizuiucho", "go", "vyprominiuvannia", "zminy", "funktsionuvannia", "viddiliv", "sensornykh", "analizatoriv", "riznoï", "ta", "porushennia", "integratyvnykh", "protsesiv", "golovnogo", "mozku", "pid", "vplyvom", "malykh", "doz", "ionizuiuchoï", "radiatsiï", "mozhut", "vyiavytysia", "krytychnymy", "pry", "vyznachenni", "ryzykiv", "kosmichnykh", "mozh", "lyvi", "perspektyvy", "dovgotryvalykh", "liudyny", "u", "kosmos", "zokrema", "na", "mars", "z", "urakhuvanniam", "vyiavlenykh", "efektiv", "ryzyky", "dlia", "tsns", "pid", "chas", "kosmichnoï", "podorozhi", "vkliuchaiut", "porushennia", "kognityvnykh", "zokrema", "znyzhennia", "ob", "iemu", "korotkotryvaloï", "pam", "iati", "pogirshennia", "motornykh", "zminy", "povedinky", "shcho", "mozhut", "vplynuty", "na", "pratsezdatnist", "zdorov", "ia", "liudyny", "viddalenymy", "ryzykamy", "dlia", "tsns", "taki", "mozhlyvi", "psykhonevro", "logichni", "rozlady", "iak", "pryskorene", "starinnia", "mozku", "khvoroba", "ta", "inshi", "typy", "efekt", "pry", "zastosuvanni", "metodyky", "slukhovykh", "kognityvnykh", "vyklykanykh", "po", "tentsialiv", "r300", "z", "mozhlyvym", "dozovym", "porogom", "gr", "u", "vygliadi", "porushennia", "protsesiv", "obrobky", "informatsiï", "u", "zoni", "vernike", "dlia", "vyiavlennia", "biologichnykh", "markeriv", "ionizuiuchogo", "vyprominiuvannia", "neobkhidni", "po", "mizhnarodni", "doslidzhennia", "z", "adekvatnym", "dozymetrychnym", "suprovodom"], "authors": [["Loganovsky", "K", "K", "tate Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."], ["Kuts", "K", "K", "tate Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."]], "title": "Evoked bioelectrical brain activity following exposure to ionizing radiation.", "year": null, "sentences": ["The article provides an overview of modern physiological evidence to support the hypothesis on cortico limbic sys tem dysfunction due to the hippocampal neurogenesis impairment as a basis of the brain interhemispheric asym metry and neurocognitive deficit after radiation exposure.", "The importance of the research of both evoked poten tials and fields as a highly sensitive and informative method is emphasized.Particular attention is paid to cerebral sensor systems dysfunction as a typical effect of ionizing radiation.", "Changes in functioning of the central parts of sensory analyzers of different modalities as well as the violation of brain integrative information processes under the influence of small doses of ionizing radiation can be critical when determining the radiation risks of space flight.", "The possible long term prospects for manned flights into space, including to Mars, given the effects identified are discussed.", "Potential risks to the central nervous system during space travel comprise cognitive functions impairment, including the volume of short term memory short ening, impaired motor functions, behavioral changes that could affect human performance and health.", "The remote risks for CNS are considered to be the following possible neuropsychiatric disorders: accelerated brain aging, Alzheimer's disease and other types of dementia.", "The new radiocerebral dose dependent effect, when applied cog nitive auditory evoked potentials P300 technique with a possible threshold dose of 0.05 Gy, manifesting in a form of disruption of information processing in the Wernicke's area is under discussion.", "In order to identify neurophys iological biological markers of ionizing radiation further international researches with adequate dosimetry support are necessary.Stattia prysviachena ogliadu suchasnykh psykhofiziologichnykh dokaziv na pidtrymku gipotezy shchodo dysfunktsiï korty kal'no limbichnoï systemy za rakhunok porushennia gipokampal'nogo ney̆rogenezu iak tserebral'nogo bazysu mizhpivkul'noï asymetriï golovnogo mozku i ney̆rokognityvnogo defitsytu pislia oprominennia.", "Pidkresliuiet'sia vazhlyvist' vykorystannia doslidzhen' vyklykanykh potentsialiv i poliv iak neinvazyvnoï metodyky, shcho maie vysoku chutlyvist' ta informatyvnist'.Osoblyva uvaga prydiliaiet'sia dysfunktsiï tserebral'nykh sensornykh system iak kharakternomu efektu ionizuiucho go vyprominiuvannia.", "Zminy funktsionuvannia tsentral'nykh viddiliv sensornykh analizatoriv riznoï modal'nosti ta porushennia integratyvnykh informatsiy̆nykh protsesiv golovnogo mozku pid vplyvom malykh doz ionizuiuchoï radiatsiï mozhut' vyiavytysia krytychnymy pry vyznachenni radiatsiy̆nykh ryzykiv kosmichnykh pol'otiv.", "Obgovoriuiut'sia mozh lyvi perspektyvy dovgotryvalykh pol'otiv liudyny u kosmos, zokrema na Mars, z urakhuvanniam vyiavlenykh efektiv.", "Potentsiy̆ni ryzyky dlia TsNS pid chas kosmichnoï podorozhi vkliuchaiut' porushennia kognityvnykh funktsiy̆, zokrema znyzhennia ob’iemu korotkotryvaloï pam’iati, pogirshennia motornykh funktsiy̆, zminy povedinky, shcho mozhut' vplynuty na pratsezdatnist' i zdorov’ia liudyny.", "Viddalenymy ryzykamy dlia TsNS vvazhaiut'sia taki mozhlyvi psykhonevro logichni rozlady, iak pryskorene starinnia mozku, khvoroba Al'tsgey̆mera ta inshi typy dementsiy̆.", "Obgovoriuiet'sia no vyy̆ dozozalezhnyy̆ radiotserebral'nyy̆ efekt pry zastosuvanni metodyky slukhovykh kognityvnykh vyklykanykh po tentsialiv R300 z mozhlyvym dozovym porogom 0,05 Gr u vygliadi porushennia protsesiv obrobky informatsiï u zoni Vernike.", "Dlia vyiavlennia ney̆rofiziologichnykh biologichnykh markeriv ionizuiuchogo vyprominiuvannia neobkhidni po dal'shi mizhnarodni doslidzhennia z adekvatnym dozymetrychnym suprovodom."], "id": "29286496", "text": "The article provides an overview of modern physiological evidence to support the hypothesis on cortico limbic sys tem dysfunction due to the hippocampal neurogenesis impairment as a basis of the brain interhemispheric asym metry and neurocognitive deficit after radiation exposure. The importance of the research of both evoked poten tials and fields as a highly sensitive and informative method is emphasized.Particular attention is paid to cerebral sensor systems dysfunction as a typical effect of ionizing radiation. Changes in functioning of the central parts of sensory analyzers of different modalities as well as the violation of brain integrative information processes under the influence of small doses of ionizing radiation can be critical when determining the radiation risks of space flight. The possible long term prospects for manned flights into space, including to Mars, given the effects identified are discussed. Potential risks to the central nervous system during space travel comprise cognitive functions impairment, including the volume of short term memory short ening, impaired motor functions, behavioral changes that could affect human performance and health. The remote risks for CNS are considered to be the following possible neuropsychiatric disorders: accelerated brain aging, Alzheimer's disease and other types of dementia. The new radiocerebral dose dependent effect, when applied cog nitive auditory evoked potentials P300 technique with a possible threshold dose of 0.05 Gy, manifesting in a form of disruption of information processing in the Wernicke's area is under discussion. In order to identify neurophys iological biological markers of ionizing radiation further international researches with adequate dosimetry support are necessary.Stattia prysviachena ogliadu suchasnykh psykhofiziologichnykh dokaziv na pidtrymku gipotezy shchodo dysfunktsiï korty kal'no limbichnoï systemy za rakhunok porushennia gipokampal'nogo ney̆rogenezu iak tserebral'nogo bazysu mizhpivkul'noï asymetriï golovnogo mozku i ney̆rokognityvnogo defitsytu pislia oprominennia. Pidkresliuiet'sia vazhlyvist' vykorystannia doslidzhen' vyklykanykh potentsialiv i poliv iak neinvazyvnoï metodyky, shcho maie vysoku chutlyvist' ta informatyvnist'.Osoblyva uvaga prydiliaiet'sia dysfunktsiï tserebral'nykh sensornykh system iak kharakternomu efektu ionizuiucho go vyprominiuvannia. Zminy funktsionuvannia tsentral'nykh viddiliv sensornykh analizatoriv riznoï modal'nosti ta porushennia integratyvnykh informatsiy̆nykh protsesiv golovnogo mozku pid vplyvom malykh doz ionizuiuchoï radiatsiï mozhut' vyiavytysia krytychnymy pry vyznachenni radiatsiy̆nykh ryzykiv kosmichnykh pol'otiv. Obgovoriuiut'sia mozh lyvi perspektyvy dovgotryvalykh pol'otiv liudyny u kosmos, zokrema na Mars, z urakhuvanniam vyiavlenykh efektiv. Potentsiy̆ni ryzyky dlia TsNS pid chas kosmichnoï podorozhi vkliuchaiut' porushennia kognityvnykh funktsiy̆, zokrema znyzhennia ob’iemu korotkotryvaloï pam’iati, pogirshennia motornykh funktsiy̆, zminy povedinky, shcho mozhut' vplynuty na pratsezdatnist' i zdorov’ia liudyny. Viddalenymy ryzykamy dlia TsNS vvazhaiut'sia taki mozhlyvi psykhonevro logichni rozlady, iak pryskorene starinnia mozku, khvoroba Al'tsgey̆mera ta inshi typy dementsiy̆. Obgovoriuiet'sia no vyy̆ dozozalezhnyy̆ radiotserebral'nyy̆ efekt pry zastosuvanni metodyky slukhovykh kognityvnykh vyklykanykh po tentsialiv R300 z mozhlyvym dozovym porogom 0,05 Gr u vygliadi porushennia protsesiv obrobky informatsiï u zoni Vernike. Dlia vyiavlennia ney̆rofiziologichnykh biologichnykh markeriv ionizuiuchogo vyprominiuvannia neobkhidni po dal'shi mizhnarodni doslidzhennia z adekvatnym dozymetrychnym suprovodom.", "doi": null, "journal": ["Problemy radiatsiinoi medytsyny ta radiobiolohii", "Probl Radiac Med Radiobiol"], "date": "2018-01-18_23:41:51"}