{"authors": [["Forrest", "Shelley L", "SL", "Charles Perkins Centre and Discipline of Pathology, Sydney Medical School, University of Sydney, Australia."], ["Kril", "Jillian J", "JJ", "Charles Perkins Centre and Discipline of Pathology, Sydney Medical School, University of Sydney, Australia."], ["Stevens", "Claire H", "CH", "Dementia Research Unit, School of Medical Sciences, University of New South Wales, Australia."], ["Kwok", "John B", "JB", "Brain and Mind Centre and Central Clinical School, Sydney Medical School, University of Sydney, Australia."], ["Hallupp", "Marianne", "M", "Brain and Mind Centre and Central Clinical School, Sydney Medical School, University of Sydney, Australia."], ["Kim", "Woojin S", "WS", "Brain and Mind Centre and Central Clinical School, Sydney Medical School, University of Sydney, Australia."], ["Huang", "Yue", "Y", "School of Medical Sciences, University of New South Wales, Australia."], ["McGinley", "Ciara V", "CV", "Charles Perkins Centre and Discipline of Pathology, Sydney Medical School, University of Sydney, Australia."], ["Werka", "Hellen", "H", "Charles Perkins Centre and Discipline of Pathology, Sydney Medical School, University of Sydney, Australia."], ["Kiernan", "Matthew C", "MC", "Brain and Mind Centre and Central Clinical School, Sydney Medical School, University of Sydney, Australia."], ["Götz", "Jürgen", "J", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Australia."], ["Spillantini", "Maria Grazia", "MG", "Department of Clinical Neurosciences, University of Cambridge, UK."], ["Hodges", "John R", "JR", "Brain and Mind Centre and Central Clinical School, Sydney Medical School, University of Sydney, Australia."], ["Ittner", "Lars M", "LM", "Dementia Research Unit, School of Medical Sciences, University of New South Wales, Australia."], ["Halliday", "Glenda M", "GM", "Brain and Mind Centre and Central Clinical School, Sydney Medical School, University of Sydney, Australia."]], "date": "2017-12-14", "id": "29253099", "text": "In many neurodegenerative disorders, familial forms have provided important insights into the pathogenesis of their corresponding sporadic forms. The first mutations associated with frontotemporal lobar degeneration (FTLD) were found in the microtubule-associated protein tau (MAPT) gene on chromosome 17 in families with frontotemporal degeneration and parkinsonism (FTDP-17). However, it was soon discovered that 50% of these families had a nearby mutation in progranulin. Regardless, the original FTDP-17 nomenclature has been retained for patients with MAPT mutations, with such patients currently classified independently from the different sporadic forms of FTLD with tau-immunoreactive inclusions (FTLD-tau). The separate classification of familial FTLD with MAPT mutations implies that familial forms cannot inform on the pathogenesis of the different sporadic forms of FTLD-tau. To test this assumption, this study pathologically assessed all FTLD-tau cases with a known MAPT mutation held by the Sydney and Cambridge Brain Banks, and compared them to four cases of four subtypes of sporadic FTLD-tau, in addition to published case reports. Ten FTLD-tau cases with a MAPT mutation (K257T, S3035S, P301L, IVS10\u0089+\u008916, R406W) were screened for the core differentiating neuropathological features used to diagnose the different sporadic FTLD-tau subtypes to determine whether the categorical separation of MAPT mutations from sporadic FTLD-tau is valid. Compared with sporadic cases, FTLD-tau cases with MAPT mutations had similar mean disease duration but were younger at age of symptom onset (55 ± 4 years versus 70 ± 6 years). Interestingly, FTLD-tau cases with MAPT mutations had similar patterns and severity of neuropathological features to sporadic FTLD-tau subtypes and could be classified into: Pick's disease (K257T), corticobasal degeneration (S305S, IVS10\u0089+\u008916, R406W), progressive supranuclear palsy (S305S) or globular glial tauopathy (P301L, IVS10\u0089+\u008916). The finding that the S305S mutation could be classified into two tauopathies suggests additional modifying factors. Assessment of our cases and previous reports suggests that distinct MAPT mutations result in particular FTLD-tau subtypes, supporting the concept that they are likely to inform on the varied cellular mechanisms involved in distinctive forms of sporadic FTLD-tau. As such, FTLD-tau cases with MAPT mutations should be considered familial forms of FTLD-tau subtypes rather than a separate FTDP-17 category, and continued research on the effects of different mutations more focused on modelling their impact to produce the very different sporadic FTLD-tau pathologies in animal and cellular models.", "doi": "10.1093/brain/awx328", "title": "Retiring the term FTDP-17 as MAPT mutations are genetic forms of sporadic frontotemporal tauopathies.", "journal": ["Brain : a journal of neurology", "Brain"]}