{"authors": [["Ha", "Seongmin", "S", "Graduate School of Science, Kyoto University, Kyoto, Japan."], ["Kim", "Ingu", "I", "Research Reactor Institute, Kyoto University, Osaka, Japan."], ["Takata", "Takumi", "T", "Research Reactor Institute, Kyoto University, Osaka, Japan."], ["Kinouchi", "Tadatoshi", "T", "Graduate School of Science, Kyoto University, Kyoto, Japan."], ["Isoyama", "Masaharu", "M", "Protein Research Foundation, Osaka, Japan."], ["Suzuki", "Minoru", "M", "Research Reactor Institute, Kyoto University, Osaka, Japan."], ["Fujii", "Noriko", "N", "Research Reactor Institute, Kyoto University, Osaka, Japan."]], "date": "2017-12-18", "id": "29253022", "text": "Biologically uncommon d-aspartate (d-Asp) residues have been shown to accumulate in proteins associated with age-related human disorders, such as cataract and Alzheimer disease. Such d-Asp-containing proteins are unlikely to be broken down completely because metabolic enzymes recognize only proteins or peptides composed exclusively of l-amino acids. Therefore, undigested d-Asp-containing peptides may exist in blood and, if detectable, may be a useful biomarker for associated diseases. In this study, we investigated d-amino acid-containing peptides in adult human serum by a qualitative d-amino acid analysis based on a diastereomer method and LC-MS/MS method. As a result, two d-Asp-containing peptides were detected in serum, both derived from the fibrinogen β-chain, a glycoprotein that helps in the formation of blood clots. One of the peptides was fibrinopeptide B, which prevents fibrinogen from forming polymers of fibrin, and the other was same peptide with C-terminal Arginine missing. To our knowledge, this is the first report of the presence of d-amino acid-containing peptides in serum and the approach described will provide a new direction on the serum proteome and fragmentome.", "doi": "10.1371/journal.pone.0189972", "title": "Identification of ᴅ-amino acid-containing peptides in human serum.", "journal": ["PloS one", "PLoS ONE"]}