{"authors": [["Zou", "X", "X", "The University of Edinburgh/BHF Centre for Cardiovascular Science."], ["Ramachandran", "P", "P", "The University of Edinburgh/MRC Centre for Inflammation Research."], ["Kendall", "T J", "TJ", "The University of Edinburgh/MRC Centre for Inflammation Research."], ["Pellicoro", "A", "A", "The University of Edinburgh/MRC Centre for Inflammation Research."], ["Dora", "E", "E", "The University of Edinburgh/MRC Centre for Inflammation Research."], ["Aucott", "R L", "RL", "The University of Edinburgh/MRC Centre for Inflammation Research."], ["Manwani", "K", "K", "The University of Edinburgh/BHF Centre for Cardiovascular Science."], ["Man", "T Y", "TY", "The University of Edinburgh/BHF Centre for Cardiovascular Science."], ["Chapman", "K E", "KE", "The University of Edinburgh/BHF Centre for Cardiovascular Science."], ["Henderson", "N C", "NC", "The University of Edinburgh/MRC Centre for Inflammation Research."], ["Forbes", "S J", "SJ", "The University of Edinburgh/MRC Centre for Regenerative Medicine, Queen's Medical Research Institute, 47 Little France Crescent, Edinburgh, EH16 4TJ, UK."], ["Webster", "S P", "SP", "The University of Edinburgh/BHF Centre for Cardiovascular Science."], ["Iredale", "J P", "JP", "The University of Edinburgh/MRC Centre for Inflammation Research."], ["Walker", "B R", "BR", "The University of Edinburgh/BHF Centre for Cardiovascular Science."], ["Michailidou", "Z", "Z", "The University of Edinburgh/BHF Centre for Cardiovascular Science."]], "date": "2017-12-18", "id": "29251794", "text": "A hallmark of chronic liver injury is fibrosis, with accumulation of extracellular matrix orchestrated by activated hepatic stellate cells (HSCs). Glucocorticoids (GC) limit HSC activation in vitro and tissue GC levels are amplified by 11beta-hydroxysteroid dehydrogenase-1 (11βHSD1). Although 11βHSD1 inhibitors have been developed for type 2 diabetes mellitus and improve diet-induced fatty liver in various mouse models, effects on the progression and/or resolution of liver injury and consequent fibrosis have not been characterised. Here we have used the reversible carbon tetrachloride-induced model of hepatocyte injury and liver fibrosis to show that in 2 models of genetic 11βHSD1 deficiency (global; Hsd11b1-/- and hepatic myofibloblast-specific; Hsd11b1fl/fl /Pdgfrb-cre) and 11βHSD1 pharmacological inhibition in vivo exacerbates hepatic myofibroblast (MFB) activation and liver fibrosis. In contrast, liver injury and fibrosis in hepatocyte-specific Hsd11b1fl/fl /albumin-cre mice did not differ from that of controls, ruling out 11βHSD1 deficiency in hepatocytes as the cause of the increased fibrosis. In primary hepatic stellate cell (HSC) culture, glucocorticoids inhibited expression of the key profibrotic genes Acta2 and Col1α1, an effect attenuated by the 11βHSD1 inhibitor UE2316. HSCs from Hsd11b1-/- and Hsd11b1fl/fl /Pdgfrb-cre mice expressed higher levels of Acta2 and Col1α1 and were correspondingly more potently activated. In vivo UE2316 administration prior to chemical injury recapitulated findings in Hsd11b1-/- mice, including greater fibrosis.11βHSD1 deficiency enhances MFB activation and promotes initial fibrosis following chemical liver injury. Hence, the effects of 11βHSD1 inhibitors on liver injury and repair are likely to be context-dependent and deserve careful scrutiny as these compounds are developed for chronic diseases including metabolic syndrome and dementia. This article is protected by copyright. All rights reserved.", "doi": "10.1002/hep.29734", "title": "11βHSD1 deficiency or inhibition enhances hepatic myofibroblast activation in murine liver fibrosis.", "journal": ["Hepatology (Baltimore, Md.)", "Hepatology"]}