{"words": ["cerebrovascular", "disease", "cvd", "aβ", "often", "coexist", "influence", "neurodegeneration", "cognition", "predementia", "stages", "remains", "unclear", "investigated", "association", "cvd", "aβ", "neurodegenerative", "markers", "cognition", "patients", "without", "included", "271", "memory", "clinic", "patients", "subjective", "objective", "cognitive", "deficits", "without", "dementia", "biobank", "alzheimer", "center", "limburg", "cohort", "n", "99", "learn", "n", "50", "descripa", "n", "122", "multicenter", "studies", "csf", "white", "matter", "hyperintensities", "wmh", "magnetic", "resonance", "imaging", "mri", "scans", "used", "measures", "aβ", "cvd", "respectively", "individuals", "classified", "four", "groups", "based", "presence", "absence", "aβ", "wmh", "investigated", "differences", "phosphorylated", "tau", "total", "tau", "medial", "temporal", "lobe", "atrophy", "mta", "groups", "using", "general", "linear", "models", "examined", "cognitive", "decline", "progression", "dementia", "using", "linear", "mixed", "models", "cox", "proportional", "hazards", "models", "analyses", "adjusted", "study", "elevated", "aβ", "aβ", "aβ", "groups", "mta", "severe", "aβ", "group", "compared", "groups", "single", "pathology", "wmh", "aβ", "associated", "cognitive", "decline", "pathologies", "simultaneously", "associated", "faster", "present", "study", "found", "additive", "association", "aβ", "cvd", "pathology", "baseline", "mta", "cognitive", "decline", "findings", "may", "implications", "diagnosis", "prognosis", "memory", "clinic", "patients", "future", "scientific", "research", "validated", "larger", "sample", "longer"], "authors": [["Bos", "Isabelle", "I", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neuroscience, Alzheimer Center Limburg, Maastricht University, Maastricht, The Netherlands. isabelle.bos@maastrichtuniversity.nl."], ["Verhey", "Frans R", "FR", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neuroscience, Alzheimer Center Limburg, Maastricht University, Maastricht, The Netherlands."], ["Ramakers", "Inez H G B", "IHGB", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neuroscience, Alzheimer Center Limburg, Maastricht University, Maastricht, The Netherlands."], ["Jacobs", "Heidi I L", "HIL", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neuroscience, Alzheimer Center Limburg, Maastricht University, Maastricht, The Netherlands."], ["Soininen", "Hilkka", "H", "Institute of Clinical Medicine, Neurology, University of Eastern Finland, Kuopio, Finland."], ["Freund-Levi", "Yvonne", "Y", "Department of Neurobiology, Caring Sciences and Society (NVS), Karolinska University Hospital Huddinge, Stockholm, Sweden."], ["Hampel", "Harald", "H", "AXA Research Fund and UPMC Chair, Sorbonne Universités, Université Pierre et Marie Curie (UPMC), Paris, France."], ["Tsolaki", "Magda", "M", "Aristotle University of Thessaloniki, Memory and Dementia Center, 3rd Department of Neurology, \"G Papanicolau\" General Hospital, Thessaloniki, Greece."], ["Wallin", "Åsa K", "ÅK", "Department of Clinical Sciences Malmö, Clinical Memory Research Unit, Lund University, Lund, Sweden."], ["van Buchem", "Mark A", "MA", "Department of Radiology, Leiden University Medical Center, Leiden, The Netherlands."], ["Oleksik", "Ania", "A", "Department of Gerontology and Geriatrics, Leiden University Medical Center, Leiden, The Netherlands."], ["Verbeek", "Marcel M", "MM", "Departments of Neurology and Laboratory Medicine, Donders Institute for Brain, Cognition and Behaviour, Radboud Alzheimer Center, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Olde Rikkert", "Marcel", "M", "Radboudumc Alzheimer Centre, Department of Geriatric Medicine, Radboud University Medical Center, Nijmegen, The Netherlands."], ["van der Flier", "Wiesje M", "WM", "Department of Neurology, Alzheimer Centre, Neuroscience Campus Amsterdam, VU University Medical Center, Amsterdam, Netherlands."], ["Scheltens", "Philip", "P", "Department of Neurology, Alzheimer Centre, Neuroscience Campus Amsterdam, VU University Medical Center, Amsterdam, Netherlands."], ["Aalten", "Pauline", "P", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neuroscience, Alzheimer Center Limburg, Maastricht University, Maastricht, The Netherlands."], ["Visser", "Pieter Jelle", "PJ", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neuroscience, Alzheimer Center Limburg, Maastricht University, Maastricht, The Netherlands."], ["Vos", "Stephanie J B", "SJB", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neuroscience, Alzheimer Center Limburg, Maastricht University, Maastricht, The Netherlands."]], "title": "Cerebrovascular and amyloid pathology in predementia stages: the relationship with neurodegeneration and cognitive decline.", "year": null, "sentences": ["Cerebrovascular disease (CVD) and amyloid-β (Aβ) often coexist, but their influence on neurodegeneration and cognition in predementia stages remains unclear.", "We investigated the association between CVD and Aβ on neurodegenerative markers and cognition in patients without dementia.We included 271 memory clinic patients with subjective or objective cognitive deficits but without dementia from the BioBank Alzheimer Center Limburg cohort (n = 99) and the LeARN (n = 50) and DESCRIPA (n = 122) multicenter studies.", "CSF Aβ1-42 and white matter hyperintensities (WMH) on magnetic resonance imaging (MRI) scans were used as measures of Aβ and CVD, respectively.", "Individuals were classified into four groups based on the presence (+) or absence (-) of Aβ and WMH.", "We investigated differences in phosphorylated tau, total tau (t-tau), and medial temporal lobe atrophy (MTA) between groups using general linear models.", "We examined cognitive decline and progression to dementia using linear mixed models and Cox proportional hazards models.", "All analyses were adjusted for study and demographics.MTA and t-tau were elevated in the Aβ - WMH+, Aβ + WMH-, and Aβ + WMH+ groups.", "MTA was most severe in the Aβ + WMH+ group compared with the groups with a single pathology.", "Both WMH and Aβ were associated with cognitive decline, but having both pathologies simultaneously was not associated with faster decline.In the present study, we found an additive association of Aβ and CVD pathology with baseline MTA but not with cognitive decline.", "Because our findings may have implications for diagnosis and prognosis of memory clinic patients and for future scientific research, they should be validated in a larger sample with longer follow-up."], "id": "29284531", "text": "Cerebrovascular disease (CVD) and amyloid-β (Aβ) often coexist, but their influence on neurodegeneration and cognition in predementia stages remains unclear. We investigated the association between CVD and Aβ on neurodegenerative markers and cognition in patients without dementia.We included 271 memory clinic patients with subjective or objective cognitive deficits but without dementia from the BioBank Alzheimer Center Limburg cohort (n = 99) and the LeARN (n = 50) and DESCRIPA (n = 122) multicenter studies. CSF Aβ1-42 and white matter hyperintensities (WMH) on magnetic resonance imaging (MRI) scans were used as measures of Aβ and CVD, respectively. Individuals were classified into four groups based on the presence (+) or absence (-) of Aβ and WMH. We investigated differences in phosphorylated tau, total tau (t-tau), and medial temporal lobe atrophy (MTA) between groups using general linear models. We examined cognitive decline and progression to dementia using linear mixed models and Cox proportional hazards models. All analyses were adjusted for study and demographics.MTA and t-tau were elevated in the Aβ - WMH+, Aβ + WMH-, and Aβ + WMH+ groups. MTA was most severe in the Aβ + WMH+ group compared with the groups with a single pathology. Both WMH and Aβ were associated with cognitive decline, but having both pathologies simultaneously was not associated with faster decline.In the present study, we found an additive association of Aβ and CVD pathology with baseline MTA but not with cognitive decline. Because our findings may have implications for diagnosis and prognosis of memory clinic patients and for future scientific research, they should be validated in a larger sample with longer follow-up.", "doi": "10.1186/s13195-017-0328-9", "journal": ["Alzheimer's research & therapy", "Alzheimers Res Ther"], "date": "2018-01-18_23:41:53"}