{"words": ["several", "previous", "studies", "reported", "social", "participation", "may", "reduce", "incident", "dementia", "therefore", "type", "positions", "held", "organization", "may", "relate", "dementia", "onset", "however", "hypothesis", "remains", "largely", "unknown", "purpose", "present", "study", "examine", "additive", "effect", "leadership", "position", "organization", "dementia", "onset", "social", "participation", "among", "elderly", "people", "local", "community", "according", "data", "japanese", "older", "adults", "cohort", "elderly", "total", "subjects", "responded", "baseline", "survey", "november", "2003", "march", "2013", "evaluate", "association", "dementia", "onset", "social", "participation", "well", "role", "organization", "conducted", "cox", "proportional", "hazard", "regression", "analysis", "multiple", "imputation", "age", "group", "aged", "75", "years", "older", "younger", "dependent", "variable", "dementia", "onset", "obtained", "care", "insurance", "data", "japan", "independent", "variables", "social", "participation", "role", "organization", "belonged", "head", "manager", "treasurer", "covariates", "sex", "age", "educational", "level", "marriage", "status", "job", "status", "residence", "status", "alcohol", "consumption", "smoking", "status", "walking", "time", "instrumental", "activities", "daily", "living", "depression", "medical", "period", "708", "elderly", "people", "1289", "elderly", "people", "developed", "dementia", "elderly", "relative", "social", "adjusted", "hazard", "ratio", "hr", "dementia", "onset", "participants", "regular", "members", "leadership", "positions", "95", "confidence", "interval", "ci", "relative", "regular", "members", "adjusted", "hr", "dementia", "onset", "95", "ci", "leadership", "positions", "95", "ci", "results", "elderly", "participants", "show", "significantly", "adjusted", "hr", "dementia", "onset", "social", "participation", "role", "elderly", "people", "social", "participation", "might", "positive", "effect", "dementia", "onset", "holding", "leadership", "positions", "organization", "could", "lead", "decrease", "risk", "dementia", "onset", "almost", "20", "regular", "members"], "authors": [["Nemoto", "Yuta", "Y", "Graduate School of Sports Sciences, Waseda University, Saitama, Japan."], ["Saito", "Tami", "T", "Department of Social Science, National Center for Geriatrics and Gerontology, Obu City, Aichi, Japan."], ["Kanamori", "Satoru", "S", "Department of Preventive Medicine and Public Health, Tokyo Medical University, Tokyo, Japan."], ["Tsuji", "Taishi", "T", "Center for Preventive Medical Sciences, Chiba University, Chiba, Japan."], ["Shirai", "Kokoro", "K", "Department of Human Sciences, School of Law and Letters, University of the Ryukyus, Okinawa, Japan."], ["Kikuchi", "Hiroyuki", "H", "Department of Preventive Medicine and Public Health, Tokyo Medical University, Tokyo, Japan."], ["Maruo", "Kazushi", "K", "Department of Clinical Epidemiology, Translational Medical Center, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Arao", "Takashi", "T", "Faculty of Sports Sciences, Waseda University, 〒359-1164 Saitama Prefecture, Tokorozawa, Mikajima, 2-579-15, Saitama, Japan. tarao@waseda.jp."], ["Kondo", "Katsunori", "K", "Center for Preventive Medical Sciences, Chiba University, Chiba, Japan."]], "title": "An additive effect of leading role in the organization between social participation and dementia onset among Japanese older adults: the AGES cohort study.", "year": null, "sentences": ["Several previous studies reported social participation may reduce the incident of dementia; therefore, the type of positions held in the organization may relate to dementia onset.", "However, this hypothesis remains largely unknown.", "The purpose of the present study was to examine the additive effect of a leadership position in the organization on dementia onset and social participation among elderly people in a local community, according to data from a Japanese older adults cohort study.Of 29,374 community-dwelling elderly, a total of 15,313 subjects responded to the baseline survey and were followed-up from November 2003 to March 2013.", "To evaluate the association between dementia onset and social participation as well as the role in the organization, we conducted Cox proportional hazard regression analysis with multiple imputation by age group (aged 75 years older or younger).", "The dependent variable was dementia onset, which was obtained from long-term care insurance data in Japan; independent variables were social participation and the role in the organization to which they belonged (head, manager, or treasurer).", "Covariates were sex, age, educational level, marriage status, job status, residence status, alcohol consumption, smoking status, and walking time, instrumental activities of daily living, depression, and medical history.During the follow-up period, 708 young-old elderly people (7.7%) and 1289 old-old elderly people (27.9%) developed dementia.", "In young-old elderly, relative to social non-participants, adjusted Hazard Ratio (HR) for dementia onset for participants (regular members + leadership positions) was 0.75 (95% confidence interval (CI), 0.64-0.88).", "Relative to regular members, adjusted HR for dementia onset for non-participants was 1.22 (95% CI, 1.02-1.46), for leadership positions 0.81 (95% CI, 0.65-0.99).", "The results for old-old elderly participants did not show that any significantly adjusted HR between dementia onset and social participation, the role in the organization.In young-old elderly people, social participation might have a positive effect on dementia onset, and holding leadership positions in organization could lead to a decrease in risk of dementia onset by almost 20% than regular members."], "id": "29284406", "text": "Several previous studies reported social participation may reduce the incident of dementia; therefore, the type of positions held in the organization may relate to dementia onset. However, this hypothesis remains largely unknown. The purpose of the present study was to examine the additive effect of a leadership position in the organization on dementia onset and social participation among elderly people in a local community, according to data from a Japanese older adults cohort study.Of 29,374 community-dwelling elderly, a total of 15,313 subjects responded to the baseline survey and were followed-up from November 2003 to March 2013. To evaluate the association between dementia onset and social participation as well as the role in the organization, we conducted Cox proportional hazard regression analysis with multiple imputation by age group (aged 75 years older or younger). The dependent variable was dementia onset, which was obtained from long-term care insurance data in Japan; independent variables were social participation and the role in the organization to which they belonged (head, manager, or treasurer). Covariates were sex, age, educational level, marriage status, job status, residence status, alcohol consumption, smoking status, and walking time, instrumental activities of daily living, depression, and medical history.During the follow-up period, 708 young-old elderly people (7.7%) and 1289 old-old elderly people (27.9%) developed dementia. In young-old elderly, relative to social non-participants, adjusted Hazard Ratio (HR) for dementia onset for participants (regular members + leadership positions) was 0.75 (95% confidence interval (CI), 0.64-0.88). Relative to regular members, adjusted HR for dementia onset for non-participants was 1.22 (95% CI, 1.02-1.46), for leadership positions 0.81 (95% CI, 0.65-0.99). The results for old-old elderly participants did not show that any significantly adjusted HR between dementia onset and social participation, the role in the organization.In young-old elderly people, social participation might have a positive effect on dementia onset, and holding leadership positions in organization could lead to a decrease in risk of dementia onset by almost 20% than regular members.", "doi": "10.1186/s12877-017-0688-9", "journal": ["BMC geriatrics", "BMC Geriatr"], "date": "2018-01-18_23:41:54"}