{"authors": [["Wang", "Dongxin", "D", "Mental Health Institute of Hunan Province, The Brain Hospital of Hunan Province, Changsha, Hunan 410007, P.R. China."], ["Liu", "Xuejun", "X", "Mental Health Institute of Hunan Province, The Brain Hospital of Hunan Province, Changsha, Hunan 410007, P.R. China."], ["Zhou", "Bin", "B", "Surgery Department of Mental Disease, The Brain Hospital of Hunan Province, Changsha, Hunan 410007, P.R. China."], ["Kuang", "Weiping", "W", "Surgery Department of Mental Disease, The Brain Hospital of Hunan Province, Changsha, Hunan 410007, P.R. China."], ["Guo", "Tiansheng", "T", "Mental Health Institute of Hunan Province, The Brain Hospital of Hunan Province, Changsha, Hunan 410007, P.R. China."]], "date": "2017-10-24", "id": "29250146", "text": "Deep brain stimulation is a method that involves using an electric stimulus on a specific target in the brain with stereotaxis. It is a minimally invasive, safe, adjustable and reversible nerve involvement technology. At present, this technique is widely applied to treat movement disorders and has produced promising effects on mental symptoms, including combined anxiety and depression. Deep brain stimulation has therefore been employed as a novel treatment for depression, obsessive-compulsive disorder, habituation, Tourette's syndrome, presenile dementia, anorexia nervosa and other refractory mental illnesses. Many encouraging results have been reported. The aim of the present review was to briefly describe the mechanisms, target selection, side effects, ethical arguments and risks associated with deep brain stimulation. Although deep brain stimulation is a developing and promising treatment, a large amount of research is still required to determine its curative effect, and the selection of patients and targets must be subjected to strict ethical standards.", "doi": "10.3892/etm.2017.5366", "title": "Advanced research on deep brain stimulation in treating mental disorders.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}