{"authors": [["Hoefer", "Julia", "J", "Experimental Urology, Department of Urology, Medical University of Innsbruck, Innsbruck, Austria."], ["Luger", "Markus", "M", "Department of Anesthesiology and Critical Care Medicine, University Hospital of Innsbruck, Innsbruck, Austria."], ["Dal-Pont", "Christian", "C", "Central Institute for Blood Transfusion and Immunological Department, University Hospital of Innsbruck, Innsbruck, Austria."], ["Culig", "Zoran", "Z", "Experimental Urology, Department of Urology, Medical University of Innsbruck, Innsbruck, Austria."], ["Schennach", "Harald", "H", "Central Institute for Blood Transfusion and Immunological Department, University Hospital of Innsbruck, Innsbruck, Austria."], ["Jochberger", "Stefan", "S", "Department of Anesthesiology and Critical Care Medicine, University Hospital of Innsbruck, Innsbruck, Austria."]], "date": "2017-12-01", "id": "29249965", "text": "Background: High blood levels of the chemokine eotaxin-1 (CCL11) have recently been associated with aging and dementia, as well as impaired memory and learning in humans. Importantly, eotaxin-1 was shown to pass the blood-brain-barrier (BBB) and has been identified as crucial mediator of decreased neurogenesis and cognitive impairment in young mice after being surgically connected to the vessel system of old animals in a parabiosis model. It thus has to be assumed that differences in eotaxin-1 levels between blood donors and recipients might influence cognitive functions also in humans. However, it is unknown if eotaxin-1 is stable during processing and storage of transfusion blood components. This study assesses eotaxin-1 concentrations in fresh-frozen plasma (FFP), erythrocyte concentrate (EC), and platelet concentrate (PC) in dependence of storage time as well as the donor's age and gender. Methods: Eotaxin-1 was measured in FFP (n = 168), EC (n = 160) and PC (n = 8) ready-to-use for transfusion employing a Q-Plex immunoassay for eotaxin-1. Absolute quantification of eotaxin-1 was performed with Q-view software. Results: Eotaxin-1 was consistently detected at a physiological level in FFP and EC but not PC. Eotaxin-1 levels were comparable in male and female donors but increased significantly with rising age of donors in both, FFP and EC. Furthermore, eotaxin-1 was not influenced by storage time of either blood component. Finally, eotaxin-1 is subject to only minor fluctuations within one donor over a longer period of time. Conclusion: Eotaxin-1 is detectable and stable in FFP and EC and increases with donor's age. Considering the presumed involvement in aging and cognitive malfunction, differences in donor- and recipient eotaxin-1 levels might affect mental factors after blood transfusion.", "doi": "10.3389/fnagi.2017.00402", "title": "The \"Aging Factor\" Eotaxin-1 (CCL11) Is Detectable in Transfusion Blood Products and Increases with the Donor's Age.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}