{"words": ["care", "pcc", "recognized", "best", "practice", "care", "ltc", "using", "design", "examined", "relationship", "supportive", "supervisory", "practices", "health", "care", "aides", "hcas", "hcas", "perceived", "ability", "provide", "pcc", "total", "131", "hcas", "four", "ltc", "facilities", "participated", "study", "strong", "positive", "associations", "hcas", "perceived", "ability", "provide", "pcc", "r", "p", "supportive", "supervisors", "r", "p", "mediation", "analysis", "using", "structural", "equation", "modeling", "found", "direct", "effect", "pcc", "73", "total", "effect", "pcc", "indirect", "effect", "mediated", "supervisory", "support", "27", "total", "effect", "pcc", "improving", "supportive", "supervisory", "relationships", "encourage", "enable", "hcas", "ltc", "settings", "may", "important", "effective", "means", "increase", "provision", "pcc"], "authors": [["Caspar", "Sienna", "S", "1 University of Lethbridge, Alberta, Canada."], ["Le", "Anne", "A", "2 University of Calgary, Alberta, Canada."], ["McGilton", "Katherine S", "KS", "3 Toronto Rehabilitation Institute, Ontario, Canada."]], "title": "The Influence of Supportive Supervisory Practices and Health Care Aides' Self-Determination on the Provision of Person-Centered Care in Long-Term Care Facilities.", "year": null, "sentences": ["Person-centred care (PCC) is recognized as best practice in long-term care (LTC).", "Using a cross-sectional design, we examined the relationship between supportive supervisory practices and health care aides' (HCAs) self-determination on HCAs' perceived ability to provide PCC.", "A total of 131 HCAs from four LTC facilities participated in the study.", "There were strong, positive associations between HCAs' self-determination and their perceived ability to provide PCC, r = .59, p < .0001, and how supportive their supervisors were, r = .50, p < .0001.", "Mediation analysis using structural equation modeling found the direct effect of self-determination on PCC was 73% of its total effect on PCC; its indirect effect mediated through supervisory support was 27% of its total effect on PCC.", "Improving supportive supervisory relationships that encourage and enable HCAs' self-determination in LTC settings may be an important and effective means by which to increase the provision of PCC."], "id": "29284327", "text": "Person-centred care (PCC) is recognized as best practice in long-term care (LTC). Using a cross-sectional design, we examined the relationship between supportive supervisory practices and health care aides' (HCAs) self-determination on HCAs' perceived ability to provide PCC. A total of 131 HCAs from four LTC facilities participated in the study. There were strong, positive associations between HCAs' self-determination and their perceived ability to provide PCC, r = .59, p < .0001, and how supportive their supervisors were, r = .50, p < .0001. Mediation analysis using structural equation modeling found the direct effect of self-determination on PCC was 73% of its total effect on PCC; its indirect effect mediated through supervisory support was 27% of its total effect on PCC. Improving supportive supervisory relationships that encourage and enable HCAs' self-determination in LTC settings may be an important and effective means by which to increase the provision of PCC.", "doi": "10.1177/0733464817750275", "journal": ["Journal of applied gerontology : the official journal of the Southern Gerontological Society", "J Appl Gerontol"], "date": "2018-01-18_23:41:54"}