{"authors": [["Takechi", "Ryusuke", "R", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Lam", "Virginie", "V", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Brook", "Emily", "E", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Giles", "Corey", "C", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Fimognari", "Nicholas", "N", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Mooranian", "Armin", "A", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Al-Salami", "Hani", "H", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Coulson", "Stephanie H", "SH", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Nesbit", "Michael", "M", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."], ["Mamo", "John C L", "JCL", "Curtin Health Innovation Research Institute, Curtin University, Perth, WA, Australia."]], "date": "2017-12-01", "id": "29249964", "text": "Diabetic insulin resistance and pro-diabetic diet are reported to increase dementia risk through unknown mechanisms. Emerging evidence suggests that the integrity of blood-brain barrier (BBB) is central to the onset and progression of neurodegeneration and cognitive impairment. Therefore, the current study investigated the effect of pro-diabetic diets on cognitive dysfunction in association to BBB integrity and its putative mechanisms. In C57BL/6J mice chronically ingested with a diet enriched in fat and fructose (HFF), Morris Water Maze (MWM) test indicated no significant cognitive decline after 4 weeks of HFF feeding compared to low-fat (LF) fed control. However, at this stage, BBB dysfunction accompanied by heightened neuroinflammation in cortex and hippocampal regions was already evident. After 24 weeks, HFF fed mice showed significantly deteriorated cognitive function concomitant with substantial neurodegeneration, which both showed significant associations with increased BBB permeability. In addition, the data indicated that the loss of BBB tight junctions was significantly associated with heightened inflammation and leukocyte infiltration. The data collectively suggest that in mice maintained on pro-diabetic diet, the dysfunctional BBB associated to inflammation and leukocyte recruitment precedes the neurodegeneration and cognitive decline, possibly indicating causal association.", "doi": "10.3389/fnagi.2017.00399", "title": "Blood-Brain Barrier Dysfunction Precedes Cognitive Decline and Neurodegeneration in Diabetic Insulin Resistant Mouse Model: An Implication for Causal Link.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}