{"words": ["behavioral", "variant", "frontotemporal", "dementia", "bvftd", "usually", "emerges", "behavioral", "changes", "similar", "changes", "bipolar", "disorder", "bd", "especially", "early", "stages", "according", "literature", "substantial", "number", "bvftd", "cases", "misdiagnosed", "bd", "since", "literature", "lacks", "studies", "comparing", "differential", "diagnosis", "ability", "electrophysiological", "neuroimaging", "findings", "bd", "bvftd", "aimed", "show", "classification", "power", "using", "artificial", "neural", "network", "genetic", "algorithm", "based", "approach", "eighteen", "patients", "diagnosis", "bvftd", "20", "patients", "diagnosis", "bd", "included", "study", "patients", "clinical", "magnetic", "resonance", "imaging", "mri", "scan", "electroencephalography", "recordings", "assessed", "method", "make", "diagnosis", "mri", "data", "classification", "bvftd", "bd", "total", "38", "participants", "performed", "using", "feature", "selection", "neural", "network", "based", "general", "algorithm", "artificial", "neural", "network", "method", "classified", "bd", "bvftd", "76", "overall", "accuracy", "using", "eeg", "power", "values", "radiological", "diagnosis", "classified", "bd", "bvftd", "79", "overall", "accuracy", "radiological", "diagnosis", "added", "eeg", "analysis", "total", "classification", "performance", "raised", "87", "overall", "accuracy", "results", "suggest", "eeg", "mri", "combination", "powerful", "classification", "ability", "compared", "eeg", "mri", "alone", "findings", "may", "support", "utility", "neurophysiological", "structural", "neuroimaging", "assessments", "discriminating", "2", "pathologies"], "authors": [["Metin", "Sinem Zeynep", "SZ", "1 Department of Psychology, Uskudar University, Istanbul, Turkey."], ["Erguzel", "Turker Tekin", "TT", "3 Department of Computer Engineering, Uskudar University, Istanbul, Turkey."], ["Ertan", "Gulhan", "G", "4 Department of Radiology, Medipol University, Istanbul, Turkey."], ["Salcini", "Celal", "C", "2 NPIstanbul Brain Hospital, Istanbul, Turkey."], ["Kocarslan", "Betul", "B", "5 Department of Neuroscience, Uskudar University, Istanbul, Turkey."], ["Cebi", "Merve", "M", "1 Department of Psychology, Uskudar University, Istanbul, Turkey."], ["Metin", "Baris", "B", "1 Department of Psychology, Uskudar University, Istanbul, Turkey."], ["Tanridag", "Oguz", "O", "1 Department of Psychology, Uskudar University, Istanbul, Turkey."], ["Tarhan", "Nevzat", "N", "1 Department of Psychology, Uskudar University, Istanbul, Turkey."]], "title": "The Use of Quantitative EEG for Differentiating Frontotemporal Dementia From Late-Onset Bipolar Disorder.", "year": null, "sentences": ["The behavioral variant frontotemporal dementia (bvFTD) usually emerges with behavioral changes similar to changes in late-life bipolar disorder (BD) especially in the early stages.", "According to the literature, a substantial number of bvFTD cases have been misdiagnosed as BD.", "Since the literature lacks studies comparing differential diagnosis ability of electrophysiological and neuroimaging findings in BD and bvFTD, we aimed to show their classification power using an artificial neural network and genetic algorithm based approach.", "Eighteen patients with the diagnosis of bvFTD and 20 patients with the diagnosis of late-life BD are included in the study.", "All patients' clinical magnetic resonance imaging (MRI) scan and electroencephalography recordings were assessed by a double-blind method to make diagnosis from MRI data.", "Classification of bvFTD and BD from total 38 participants was performed using feature selection and a neural network based on general algorithm.", "The artificial neural network method classified BD from bvFTD with 76% overall accuracy only by using on EEG power values.", "The radiological diagnosis classified BD from bvFTD with 79% overall accuracy.", "When the radiological diagnosis was added to the EEG analysis, the total classification performance raised to 87% overall accuracy.", "These results suggest that EEG and MRI combination has more powerful classification ability as compared with EEG and MRI alone.", "The findings may support the utility of neurophysiological and structural neuroimaging assessments for discriminating the 2 pathologies."], "id": "29284291", "text": "The behavioral variant frontotemporal dementia (bvFTD) usually emerges with behavioral changes similar to changes in late-life bipolar disorder (BD) especially in the early stages. According to the literature, a substantial number of bvFTD cases have been misdiagnosed as BD. Since the literature lacks studies comparing differential diagnosis ability of electrophysiological and neuroimaging findings in BD and bvFTD, we aimed to show their classification power using an artificial neural network and genetic algorithm based approach. Eighteen patients with the diagnosis of bvFTD and 20 patients with the diagnosis of late-life BD are included in the study. All patients' clinical magnetic resonance imaging (MRI) scan and electroencephalography recordings were assessed by a double-blind method to make diagnosis from MRI data. Classification of bvFTD and BD from total 38 participants was performed using feature selection and a neural network based on general algorithm. The artificial neural network method classified BD from bvFTD with 76% overall accuracy only by using on EEG power values. The radiological diagnosis classified BD from bvFTD with 79% overall accuracy. When the radiological diagnosis was added to the EEG analysis, the total classification performance raised to 87% overall accuracy. These results suggest that EEG and MRI combination has more powerful classification ability as compared with EEG and MRI alone. The findings may support the utility of neurophysiological and structural neuroimaging assessments for discriminating the 2 pathologies.", "doi": "10.1177/1550059417750914", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"], "date": "2018-01-18_23:41:54"}