{"authors": [["Park", "Soowon", "S", "Department of Education, Sejong University, Seoul, South Korea."], ["Kim", "Taehoon", "T", "Department of Psychiatry, Neuroscience Research Institute, Seoul National University and SMG-SNU Boramae Medical Center, Seoul, South Korea."], ["Shin", "Seong A", "SA", "Department of Biomedical Sciences, Seoul National University, Seoul, South Korea."], ["Kim", "Yu Kyeong", "YK", "Department of Nuclear Medicine, SMG-SNU Boramae Medical Center, Seoul, South Korea."], ["Sohn", "Bo Kyung", "BK", "Department of Psychiatry, Inje Univiersity Sanggye Paik Hospital, Seoul, South Korea."], ["Park", "Hyeon-Ju", "HJ", "Department of Psychiatry, Neuroscience Research Institute, Seoul National University and SMG-SNU Boramae Medical Center, Seoul, South Korea."], ["Youn", "Jung-Hae", "JH", "Graduate School of Clinical Counseling Psychology, CHA University, Pocheon, South Korea."], ["Lee", "Jun-Young", "JY", "Department of Psychiatry, Neuroscience Research Institute, Seoul National University and SMG-SNU Boramae Medical Center, Seoul, South Korea."]], "date": "2017-11-30", "id": "29249960", "text": "Background: Facial emotion recognition (FER) is impaired in individuals with frontotemporal dementia (FTD) and Alzheimer's disease (AD) when compared to healthy older adults. Since deficits in emotion recognition are closely related to caregiver burden or social interactions, researchers have fundamental interest in FER performance in patients with dementia. Purpose: The purpose of this study was to identify the performance profiles of six facial emotions (i.e., fear, anger, disgust, sadness, surprise, and happiness) and neutral faces measured among Korean healthy control (HCs), and those with mild cognitive impairment (MCI), AD, and FTD. Additionally, the neuroanatomical correlates of facial emotions were investigated. Methods: A total of 110 (33 HC, 32 MCI, 32 AD, 13 FTD) older adult participants were recruited from two different medical centers in metropolitan areas of South Korea. These individuals underwent an FER test that was used to assess the recognition of emotions or absence of emotion (neutral) in 35 facial stimuli. Repeated measures two-way analyses of variance were used to examine the distinct profiles of emotional recognition among the four groups. We also performed brain imaging and voxel-based morphometry (VBM) on the participants to examine the associations between FER scores and gray matter volume. Results: The mean score of negative emotion recognition (i.e., fear, anger, disgust, and sadness) clearly discriminated FTD participants from individuals with MCI and AD and HC [F(3,106) = 10.829, p < 0.001, η2 = 0.235], whereas the mean score of positive emotion recognition (i.e., surprise and happiness) did not. A VBM analysis showed negative emotions were correlated with gray matter volume of anterior temporal regions, whereas positive emotions were related to gray matter volume of fronto-parietal regions. Conclusion: Impairment of negative FER in patients with FTD is cross-cultural. The discrete neural correlates of FER indicate that emotional recognition processing is a multi-modal system in the brain. Focusing on the negative emotion recognition is a more effective way to discriminate healthy aging, MCI, and AD from FTD in older Korean adults.", "doi": "10.3389/fnagi.2017.00389", "title": "Behavioral and Neuroimaging Evidence for Facial Emotion Recognition in Elderly Korean Adults with Mild Cognitive Impairment, Alzheimer's Disease, and Frontotemporal Dementia.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}