{"authors": [["Shindyapina", "Anastasia V", "AV", "Department of Genetics and Biotechnology, N. I. Vavilov Institute of General Genetics, Russian Academy of Science, Moscow, Russia."], ["Komarova", "Tatiana V", "TV", "Department of Genetics and Biotechnology, N. I. Vavilov Institute of General Genetics, Russian Academy of Science, Moscow, Russia."], ["Sheshukova", "Ekaterina V", "EV", "Department of Genetics and Biotechnology, N. I. Vavilov Institute of General Genetics, Russian Academy of Science, Moscow, Russia."], ["Ershova", "Natalia M", "NM", "Department of Genetics and Biotechnology, N. I. Vavilov Institute of General Genetics, Russian Academy of Science, Moscow, Russia."], ["Tashlitsky", "Vadim N", "VN", "Faculty of Chemistry, Lomonosov Moscow State University, Moscow, Russia."], ["Kurkin", "Alexander V", "AV", "Faculty of Chemistry, Lomonosov Moscow State University, Moscow, Russia."], ["Yusupov", "Ildar R", "IR", "Faculty of Chemistry, Lomonosov Moscow State University, Moscow, Russia."], ["Mkrtchyan", "Garik V", "GV", "Department of Chemistry and Biochemistry of Nucleoproteins, A. N. Belozersky Institute of Physico-Chemical Biology, Lomonosov Moscow State University, Moscow, Russia."], ["Shagidulin", "Murat Y", "MY", "Academician V. I. Schumakov Federal Research Center of Transplantology and Artificial Organs, Moscow, Russia."], ["Dorokhov", "Yuri L", "YL", "Department of Genetics and Biotechnology, N. I. Vavilov Institute of General Genetics, Russian Academy of Science, Moscow, Russia."]], "date": "2017-12-01", "id": "29249928", "text": "The healthy human body contains small amounts of metabolic formaldehyde (FA) that mainly results from methanol oxidation by pectin methylesterase, which is active in a vegetable diet and in the gastrointestinal microbiome. With age, the ability to maintain a low level of FA decreases, which increases the risk of Alzheimer's disease and dementia. It has been shown that 1,2-dithiolane-3-pentanoic acid or alpha lipoic acid (ALA), a naturally occurring dithiol and antioxidant cofactor of mitochondrial α-ketoacid dehydrogenases, increases glutathione (GSH) content and FA metabolism by mitochondrial aldehyde dehydrogenase 2 (ALDH2) thus manifests a therapeutic potential beyond its antioxidant property. We suggested that ALA can contribute to a decrease in the FA content of mammals by acting on ALDH2 expression. To test this assumption, we administered ALA in mice in order to examine the effect on FA metabolism and collected blood samples for the measurement of FA. Our data revealed that ALA efficiently eliminated FA in mice. Without affecting the specific activity of FA-metabolizing enzymes (ADH1, ALDH2, and ADH5), ALA increased the GSH content in the brain and up-regulated the expression of the FA-metabolizing ALDH2 gene in the brain, particularly in the hippocampus, but did not impact its expression in the liver in vivo or in rat liver isolated from the rest of the body. After ALA administration in mice and in accordance with the increased content of brain ALDH2 mRNA, we detected increased ALDH2 activity in brain homogenates. We hypothesized that the beneficial effects of ALA on patients with Alzheimer's disease may be associated with accelerated ALDH2-mediated FA detoxification and clearance.", "doi": "10.3389/fnins.2017.00651", "title": "The Antioxidant Cofactor Alpha-Lipoic Acid May Control Endogenous Formaldehyde Metabolism in Mammals.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}