{"authors": [["Hester", "Austin G", "AG", "Department of Urology, Wake Forest University, Winston-Salem, NC, USA. Electronic address: ahester@wakehealth.edu."], ["Kretschmer", "Alexander", "A", "Urologische Klinik und Poliklinik, Campus Großhadern, Ludwig-Maximilians-Universität, Munich, Germany."], ["Badlani", "Gopal", "G", "Department of Urology, Wake Forest University, Winston-Salem, NC, USA."]], "date": "2017-12-14", "id": "29249687", "text": "Elderly men are an increasing proportion of the aging population in the 21st century. Urinary incontinence reduces the quality of life and increases the burden of care for the aging population.The primary objective of this review is to explore the etiopathology of common causes of incontinence in aging male patients. The focus is on the algorithm of the initial evaluation of these patients from both a primary care and a urologic standpoint.A nonsystematic review of the literature was performed in September 2017. The data and evidence of this paper have been obtained by a PubMed search, and through official statements and recommendations from the International Consultation on Incontinence. Our search incorporated terms such as elderly, urinary incontinence, male, urodynamics, bladder outlet obstruction, BPH, neurologic, urethral stricture, spinal shock, and urethral sphincter injury.A total of 7204 papers were identified; 6838 were excluded for female populations and populations <65 yr. A broad differential diagnosis exists for urinary incontinence in aging male patients, and many patients will be found to have multifactorial incontinence, compounding the issue. Neurologic etiologies common in this population include cerebrovascular accidents, Parkinson's disease, and dementia. Spinal cord injuries and multiple sclerosis are less common. In this analysis, non-neurologic etiologies leading to incontinence are broadly grouped under bladder outlet obstruction, sphincter injury, overactive bladder, underactive bladder, polypharmacy, and urinary tract infections.We provide a review of the differential diagnosis of incontinence in an elderly male patient. There is a need for understanding etiopathology and recognizing that many patients may have a combination of the above. The assessment algorithm, modified from the International Continence Society, provides a pathway for the provider in evaluating and treating elderly patients.In this review, we have identified the sources of urinary incontinence in elderly male patients by neurologic and non-neurologic causes. We also discuss the basic evaluation and workup of an incontinent patient.", "doi": "10.1016/j.euf.2017.12.002", "title": "Male Incontinence: The Etiology or Basis of Treatment.", "journal": ["European urology focus", "Eur Urol Focus"]}