{"words": ["patients", "alzheimer", "disease", "ad", "demonstrate", "deficits", "feature", "binding", "distinct", "changes", "selective", "attention", "may", "consequences", "driving", "performance", "given", "demands", "multisensory", "integration", "examined", "relationship", "visuospatial", "search", "binding", "driving", "patients", "early", "ad", "elderly", "controls", "ec", "42", "ad", "37", "ec", "completed", "search", "tasks", "requiring", "either", "binding", "analogs", "within", "across", "visual", "processing", "stream", "binding", "respectively", "standardized", "road", "test", "rirt", "naturalistic", "driving", "data", "cdas", "collected", "alongside", "clinical", "screening", "performed", "worse", "controls", "cognitive", "driving", "indices", "visual", "search", "clinical", "measures", "differentially", "related", "driving", "behavior", "across", "groups", "search", "trail", "making", "test", "associated", "rirt", "performance", "controls", "binding", "errors", "clock", "drawing", "correlated", "cdas", "performance", "patients", "controlling", "demographic", "clinical", "predictors", "reaction", "time", "significantly", "predicted", "rirt", "performance", "controls", "patients", "binding", "made", "significant", "contributions", "cdas", "beyond", "demographic", "clinical", "predictors", "rirt", "binding", "measures", "accounted", "51", "variance", "cdas", "performance", "selective", "attention", "associated", "driving", "behavior", "ec", "binding", "appears", "sensitive", "driving", "ad", "latter", "relationship", "may", "emerge", "naturalistic", "settings", "better", "reflect", "patients", "driving", "behavior", "visual", "integration", "may", "offer", "distinct", "insights", "driving", "behavior", "thus", "important", "implications", "assessing", "driving", "competency", "early", "ad", "jins", "2017", "23"], "authors": [["Venkatesan", "Umesh M", "UM", "1Department of Psychiatry and Human Behavior,Alpert Medical School,Brown University,Providence,Rhode Island."], ["Festa", "Elena K", "EK", "2Department of Cognitive,Linguistic,and Psychological Sciences,Brown University,Providence,Rhode Island."], ["Ott", "Brian R", "BR", "3Department of Neurology,Alpert Medical School,Brown University,Providence,Rhode Island."], ["Heindel", "William C", "WC", "2Department of Cognitive,Linguistic,and Psychological Sciences,Brown University,Providence,Rhode Island."]], "title": "Differential Contributions of Selective Attention and Sensory Integration to Driving Performance in Healthy Aging and Alzheimer's Disease.", "year": null, "sentences": ["Patients with Alzheimer's disease (AD) demonstrate deficits in cross-cortical feature binding distinct from age-related changes in selective attention.", "This may have consequences for driving performance given its demands on multisensory integration.", "We examined the relationship of visuospatial search and binding to driving in patients with early AD and elderly controls (EC).Participants (42 AD; 37 EC) completed search tasks requiring either luminance-motion (L-M) or color-motion (C-M) binding, analogs of within and across visual processing stream binding, respectively.", "Standardized road test (RIRT) and naturalistic driving data (CDAS) were collected alongside clinical screening measures.Patients performed worse than controls on most cognitive and driving indices.", "Visual search and clinical measures were differentially related to driving behavior across groups.", "L-M search and Trail Making Test (TMT-B) were associated with RIRT performance in controls, while C-M binding, TMT-B errors, and Clock Drawing correlated with CDAS performance in patients.", "After controlling for demographic and clinical predictors, L-M reaction time significantly predicted RIRT performance in controls.", "In patients, C-M binding made significant contributions to CDAS above and beyond demographic and clinical predictors.", "RIRT and C-M binding measures accounted for 51% of variance in CDAS performance in patients.Whereas selective attention is associated with driving behavior in EC, cross-cortical binding appears most sensitive to driving in AD.", "This latter relationship may emerge only in naturalistic settings, which better reflect patients' driving behavior.", "Visual integration may offer distinct insights into driving behavior, and thus has important implications for assessing driving competency in early AD.", "(JINS, 2017, 23, 1-12)."], "id": "29283079", "text": "Patients with Alzheimer's disease (AD) demonstrate deficits in cross-cortical feature binding distinct from age-related changes in selective attention. This may have consequences for driving performance given its demands on multisensory integration. We examined the relationship of visuospatial search and binding to driving in patients with early AD and elderly controls (EC).Participants (42 AD; 37 EC) completed search tasks requiring either luminance-motion (L-M) or color-motion (C-M) binding, analogs of within and across visual processing stream binding, respectively. Standardized road test (RIRT) and naturalistic driving data (CDAS) were collected alongside clinical screening measures.Patients performed worse than controls on most cognitive and driving indices. Visual search and clinical measures were differentially related to driving behavior across groups. L-M search and Trail Making Test (TMT-B) were associated with RIRT performance in controls, while C-M binding, TMT-B errors, and Clock Drawing correlated with CDAS performance in patients. After controlling for demographic and clinical predictors, L-M reaction time significantly predicted RIRT performance in controls. In patients, C-M binding made significant contributions to CDAS above and beyond demographic and clinical predictors. RIRT and C-M binding measures accounted for 51% of variance in CDAS performance in patients.Whereas selective attention is associated with driving behavior in EC, cross-cortical binding appears most sensitive to driving in AD. This latter relationship may emerge only in naturalistic settings, which better reflect patients' driving behavior. Visual integration may offer distinct insights into driving behavior, and thus has important implications for assessing driving competency in early AD. (JINS, 2017, 23, 1-12).", "doi": "10.1017/S1355617717001291", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"], "date": "2018-01-18_23:41:56"}