{"words": ["mild", "cognitive", "impairment", "mci", "increased", "rate", "progression", "dementia", "alterations", "metabolic", "factors", "deficiency", "vitamin", "risk", "factor", "cognitive", "deterioration", "vitamin", "involved", "clearance", "aβ", "brain", "reported", "lymphocytes", "alzheimer", "disease", "ad", "patients", "increased", "susceptibility", "oxidative", "death", "h2o2", "exposure", "currently", "unknown", "characteristic", "modifiable", "determine", "correction", "low", "vitamin", "levels", "protects", "lymphocytes", "oxidative", "death", "increases", "plasma", "levels", "mci", "early", "ad", "vead", "mci", "11", "vead", "25", "healthy", "control", "hc", "voluntaries", "evaluated", "clinical", "dementia", "rating", "cdr", "montreal", "cognitive", "assessment", "moca", "memory", "index", "score", "mis", "lymphocyte", "death", "measured", "flow", "cytometry", "20h", "exposure", "h2o2", "patients", "low", "levels", "vitamin", "mci", "9", "vead", "20", "lymphocyte", "plasma", "levels", "cognitive", "status", "evaluated", "supplementation", "6", "mci", "vead", "patients", "showed", "increased", "susceptibility", "oxidative", "death", "study", "entry", "mci", "vead", "patients", "lymphocyte", "susceptibility", "death", "levels", "plasma", "levels", "improved", "6", "months", "vitamin", "supplementation", "addition", "cognitive", "status", "18", "months", "improved", "mci", "patients", "vitamin", "supplementation", "may", "beneficial", "mci", "lack", "effect", "vead", "may", "due", "advanced", "stage", "different", "characteristics", "neurodegenerative", "process"], "authors": [["San Martín", "Carol D", "CD", "Departamento de Neurologia y Neurocirugia, Hospital Clinico Universidad de Chile, Universidad Bernardo O Higgins, Escuela de Obstetricia y Puericultura, General Gana 1702, Santiago. Chile."], ["Henriquez", "Mauricio", "M", "Instituto de Ciencias Biomedicas, Facultad de Medicina, Universidad de Chile, Santiago. Chile."], ["Chacon", "Carlos", "C", "Instituto de Ciencias Biomedicas, Facultad de Medicina, Universidad de Chile, Santiago. Chile."], ["Ponce", "Daniela P", "DP", "Centro de Investigacion Clinica Avanzada (CICA), Hospital Clinico Universidad de Chile, Santiago. Chile."], ["Salech", "Felipe", "F", "Unidad de Geriatria, Departamento de Medicina Interna, Centro de Investigacion Clinica Avanzada (CICA) Hospital Clinico Universidad de Chile, Santiago. Chile."], ["Rogers", "Nicole", "N", "Departamento de Neurociencia, Facultad de Medicina, Universidad de Chile, Santiago, Chile, e Instituto de Neurocirugia, Dr Asenjo, Santiago. Chile."], ["Behrens", "María Isabel", "MI", "Departamento de Neurologia y Neurocirugia, Hospital Clinico Universidad de Chile. Centro de Investigacion Clinica Avanzada (CICA), Departamento de Neurociencia, Facultad de Medicina, Universidad de Chile, Santiago, and Clinica de Alemana, Santiago. Chile."]], "title": "Vitamin D Increases Aβ140 Plasma Levels and Protects Lymphocytes from Oxidative Death in Mild Cognitive Impairment Patients.", "year": null, "sentences": ["Mild cognitive impairment (MCI) has an increased rate of progression to dementia.", "Alterations of some metabolic factors, such as deficiency of vitamin D, are a risk factor for cognitive deterioration.", "Vitamin D is involved in the clearance of β-amyloid (Aβ) from the brain.", "We have reported that lymphocytes from Alzheimer's disease (AD) patients have an increased susceptibility to oxidative death by H2O2 exposure, but currently it is unknown if this characteristic is modifiable in vivo.To determine if correction of low vitamin D levels protects lymphocytes from oxidative death and increases Aβ1-40 plasma levels in MCI and very early AD (VEAD) patients.Sixteen MCI, 11 VEAD and 25 healthy control (HC) voluntaries were evaluated with the Clinical Dementia Rating (CDR), Montreal Cognitive assessment (MoCA), and Memory Index score (MIS).", "Lymphocyte death was measured by flow cytometry after 20h exposure to H2O2.", "In patients with low levels of vitamin D -11 MCI, 9 VEAD and 20 HC- lymphocyte H2O2-death, plasma Aβ1-40 levels and cognitive status were evaluated pre- and post-vitamin D supplementation for 6 months.Lymphocytes from MCI and VEAD patients showed increased susceptibility to oxidative death at study entry.", "In MCI, but not VEAD patients, lymphocyte susceptibility to death and Aβ1-40 levels plasma levels improved after 6 months of vitamin D supplementation.", "In addition, cognitive status on follow-up (18 months) improved in MCI patients after vitamin D supplementation.Vitamin D supplementation may be beneficial in MCI.", "The lack of effect in VEAD may be due to a more advanced stage or different characteristics of the neurodegenerative process."], "id": "29283046", "text": "Mild cognitive impairment (MCI) has an increased rate of progression to dementia. Alterations of some metabolic factors, such as deficiency of vitamin D, are a risk factor for cognitive deterioration. Vitamin D is involved in the clearance of β-amyloid (Aβ) from the brain. We have reported that lymphocytes from Alzheimer's disease (AD) patients have an increased susceptibility to oxidative death by H2O2 exposure, but currently it is unknown if this characteristic is modifiable in vivo.To determine if correction of low vitamin D levels protects lymphocytes from oxidative death and increases Aβ1-40 plasma levels in MCI and very early AD (VEAD) patients.Sixteen MCI, 11 VEAD and 25 healthy control (HC) voluntaries were evaluated with the Clinical Dementia Rating (CDR), Montreal Cognitive assessment (MoCA), and Memory Index score (MIS). Lymphocyte death was measured by flow cytometry after 20h exposure to H2O2. In patients with low levels of vitamin D -11 MCI, 9 VEAD and 20 HC- lymphocyte H2O2-death, plasma Aβ1-40 levels and cognitive status were evaluated pre- and post-vitamin D supplementation for 6 months.Lymphocytes from MCI and VEAD patients showed increased susceptibility to oxidative death at study entry. In MCI, but not VEAD patients, lymphocyte susceptibility to death and Aβ1-40 levels plasma levels improved after 6 months of vitamin D supplementation. In addition, cognitive status on follow-up (18 months) improved in MCI patients after vitamin D supplementation.Vitamin D supplementation may be beneficial in MCI. The lack of effect in VEAD may be due to a more advanced stage or different characteristics of the neurodegenerative process.", "doi": "10.2174/1567205015666171227154636", "journal": ["Current Alzheimer research", "Curr Alzheimer Res"], "date": "2018-01-18_23:41:56"}