{"authors": [["Villarejo Galende", "A", "A", "Servicio de Neurología, Hospital Universitario Doce de Octubre, Imas12, CIBERNED, Universidad Complutense, Madrid, España. Electronic address: avgalende@yahoo.es."], ["Eimil Ortiz", "M", "M", "Servicio de Neurología, Hospital Universitario de Torrejón, Madrid, España."], ["Llamas Velasco", "S", "S", "Servicio de Neurología, Hospital Universitario Doce de Octubre, Imas12, CIBERNED, Universidad Complutense, Madrid, España."], ["Llanero Luque", "M", "M", "Servicio de Neurología, Complejo Hospitalario Ruber Juan Bravo, Madrid, España."], ["López de Silanes de Miguel", "C", "C", "Servicio de Neurología, Hospital Universitario de Torrejón, Madrid, España."], ["Prieto Jurczynska", "C", "C", "Servicio de Neurología, Hospital Universitario Infanta Elena , Valdemoro , Madrid, España."]], "date": "2017-12-14", "id": "29249303", "text": "Knowledge of the socioeconomic impact of dementia-related disorders is essential for appropriate management of healthcare resources and for raising social awareness.We performed a literature review of the published evidence on the epidemiology, morbidity, mortality, associated disability and dependence, and economic impact of dementia and Alzheimer disease (AD) in Spain.Most population studies of patients older than 65 report prevalence rates ranging from 4% to 9%. Prevalence of dementia and AD is higher in women for nearly every age group. AD is the most common cause of dementia (50%-70% of all cases). Dementia is associated with increased morbidity, mortality, disability, and dependence, and results in a considerable decrease in quality of life and survival. Around 80% of all patients with dementia are cared for by their families, which cover a mean of 87% of the total economic cost, resulting in considerable economic and health burden on caregivers and loss of quality of life. The economic impact of dementia is huge and difficult to evaluate due to the combination of direct and indirect costs. More comprehensive programmes should be developed and resources dedicated to research, prevention, early diagnosis, multidimensional treatment, and multidisciplinary management of these patients in order to reduce the health, social, and economic burden of dementia.", "doi": "10.1016/j.nrl.2017.10.005", "title": "Report by the Spanish Foundation of the Brain on the social impact of Alzheimer disease and other types of dementia.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}