{"authors": [["Straubmeier", "Melanie", "M", "Center for Health Services Research in Medicine, Department of Psychiatry and Psychotherapy, Friedrich-Alexander-Universität Erlangen-Nürnberg; Institute of Health Economics and Health Care Management (IGM), Helmholtz Zentrum München, Neuherberg; Bavarian Permanent Working Party for Quality Assurance (BAQ), Munich."], ["Behrndt", "Elisa-Marie", "EM", null], ["Seidl", "Hildegard", "H", null], ["Özbe", "Dominik", "D", null], ["Luttenberger", "Katharina", "K", null], ["Graessel", "Elmar", "E", null]], "date": null, "id": "29249224", "text": "A number of non-pharmacological methods are available to help elderly people with cognitive impairment. Unstructured and non-evidencebased interventions are commonly used. The multicomponent therapy MAKS (a German acronym for Motor, Activities of daily living, Cognitive, Social) has already been evaluated in nursing homes; in this study, we investigated its use in day care centers (DCCs).A cluster-randomized, controlled, single-blinded trial involving a 6-month intervention phase was performed. 362 cognitively impaired persons in 32 DCCs took part in the trial. Multiple regression analyses were used to determine whether MAKS therapy led to any statistically significant and clinically relevant improvement over time (compared to membership in the control group) in these persons' cognitive abilities and activities of daily living (ADL) abilities, as assessed, respectively, with the Mini-Mental State Examination (MMSE) and the Erlangen Test of Activities of Daily Living in Persons with Mild Dementia or Mild Cognitive Impairment (ETAM). A primary per-protocol analysis was supplemented by an intention-to-treat analysis. Two secondary outcomes (social behavior and neuropsychiatric symptoms) were analyzed exploratively as well. Study registration: ISRCTN16412551.In the primary per-protocol analysis at 6 months, the intervention group had significantly better MMSE and ETAM scores than the control group (Cohen's d, 0.26 and 0.21, respectively; p = 0.012 for both). The same was found in the ITT analysis at 6 months (Cohen's d = 0.21, p = 0.033; and Cohen's d = 0.20, p = 0.019, respectively). Neuropsychiatric symptoms, one of the secondary outcomes, also evolved more favorably in the intervention group (Cohen's d = 0.23, p = 0.055).MAKS therapy is effective for persons with cognitive impairment ranging from mild cognitive impairment (MCI) to moderate dementia who live at home and regularly visit a day care center. The fact that 32 day care facilities from all over Germany participated in this study gives its findings high external validity.", "doi": "10.3238/arztebl.2017.0815", "title": "Non-Pharmacological Treatment in People With Cognitive Impairment.", "journal": ["Deutsches Arzteblatt international", "Dtsch Arztebl Int"]}