{"words": ["purpose", "study", "investigate", "estimated", "prevalence", "dementia", "relationship", "cognitive", "impairment", "fear", "falling", "patients", "hip", "1", "included", "100", "patients", "hip", "fractures", "analysis", "2", "included", "subgroup", "subjects", "years", "functional", "independence", "46", "patients", "hip", "fractures", "46", "control", "subjects", "without", "hip", "fractures", "presence", "absence", "dementia", "used", "questionnaire", "including", "ad8", "screening", "dementia", "barthel", "index", "assessing", "activities", "daily", "living", "short", "falls", "efficacy", "assessing", "fear", "estimated", "prevalence", "dementia", "66", "patients", "hip", "fractures", "significant", "fracture", "dementia", "effects", "significant", "covariate", "effects", "age", "gender", "short", "results", "suggested", "patients", "hip", "fractures", "dementia", "fear", "falling", "may", "reflect", "physical", "functions", "also", "cognitive", "impairments"], "authors": [["Kasai", "Mari", "M", "Geriatric Behavioral Neurology, Tohoku University CYRIC, Sendai, Japan."], ["Meguro", "Kenichi", "K", "Geriatric Behavioral Neurology, Tohoku University CYRIC, Sendai, Japan."], ["Ozawa", "Hiroshi", "H", "Department of Orthopaedic Surgery, Faculty of Medicine, Tohoku Medical and Pharmaceutical University, Sendai, Japan."], ["Kumai", "Keiichi", "K", "Geriatric Behavioral Neurology, Tohoku University CYRIC, Sendai, Japan."], ["Imaizumi", "Hideki", "H", "Department of Orthopaedic Surgery, Osaki Citizen Hospital, Osaki, Japan."], ["Minegishi", "Hanae", "H", "Department of Orthopaedic Surgery, Faculty of Medicine, Tohoku Medical and Pharmaceutical University, Sendai, Japan."], ["Oi", "Hideki", "H", "Department of Orthopaedic Surgery, Tome Citizen Hospital, Tome, Japan."], ["Oizumi", "Akira", "A", "Department of Orthopaedic Surgery, Kurihara Central Hospital, Kurihara, Japan."], ["Yamashiro", "Masahiro", "M", "Department of Orthopaedic Surgery, Matsuda Hospital, Sendai, Japan."], ["Matsuda", "Michimasa", "M", "Department of Orthopaedic Surgery, Matsuda Hospital, Sendai, Japan."], ["Tanaka", "Masahiko", "M", "Department of Orthopaedic Surgery, Kesen-numa City Hospital, Kesen-numa, Japan."], ["Itoi", "Eiji", "E", "Department of Orthopaedic Surgery, Tohoku University Graduate School of Medicine, Sendai, Japan."]], "title": "Fear of Falling and Cognitive Impairments in Elderly People with Hip Fractures.", "year": null, "sentences": ["The purpose of this study was to investigate the estimated prevalence of dementia and the relationship between cognitive impairment and fear of falling in patients with hip fractures.Analysis 1 included 100 patients with hip fractures.", "Analysis 2 included a subgroup of subjects with ≥75 years of functional independence: 46 patients with hip fractures and 46 control subjects without hip fractures, and presence or absence of dementia.", "We used an informant-rated questionnaire including the AD8 for screening for dementia, the Barthel Index for assessing activities of daily living, and the Short Falls Efficacy Scale-International (FES-I) for assessing fear of falling.The estimated prevalence of dementia was 66% in patients with hip fractures.", "There were significant fracture and dementia effects, with significant covariate effects of age and gender on the Short FES-I scores.Our results suggested that more than two-thirds of patients with hip fractures had dementia.", "Fear of falling may reflect not only physical functions but also cognitive impairments."], "id": "29282411", "text": "The purpose of this study was to investigate the estimated prevalence of dementia and the relationship between cognitive impairment and fear of falling in patients with hip fractures.Analysis 1 included 100 patients with hip fractures. Analysis 2 included a subgroup of subjects with ≥75 years of functional independence: 46 patients with hip fractures and 46 control subjects without hip fractures, and presence or absence of dementia. We used an informant-rated questionnaire including the AD8 for screening for dementia, the Barthel Index for assessing activities of daily living, and the Short Falls Efficacy Scale-International (FES-I) for assessing fear of falling.The estimated prevalence of dementia was 66% in patients with hip fractures. There were significant fracture and dementia effects, with significant covariate effects of age and gender on the Short FES-I scores.Our results suggested that more than two-thirds of patients with hip fractures had dementia. Fear of falling may reflect not only physical functions but also cognitive impairments.", "doi": "10.1159/000480497", "journal": ["Dementia and geriatric cognitive disorders extra", "Dement Geriatr Cogn Dis Extra"], "date": "2018-01-18_23:41:57"}