{"authors": [["Daly", "Cara", "C", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Leonard", "Maeve", "M", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["O'Connell", "Henry", "H", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Williams", "Olugbenga", "O", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Awan", "Fahad", "F", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Exton", "Chris", "C", "Cognitive Impairment Research Group,Centre for Interventions in Infection,Inflammation & Immunity (4i),Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["O'Connor", "Margaret", "M", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Adamis", "Dimitrios", "D", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Dunne", "Colum P", "CP", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Cullen", "Walter", "W", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."], ["Meagher", "David J", "DJ", "Graduate Entry Medical School,University of Limerick,Limerick,Ireland."]], "date": "2017-12-18", "id": "29249205", "text": "The early and effective detection of neurocognitive disorders poses a key diagnostic challenge. We examined performance on common cognitive bedside tests according to differing delirium syndromal status and clinical (motor) subtypes in hospitalized elderly medical inpatients.A battery of nine bedside cognitive tests was performed on elderly medical inpatients with DSM-IV delirium, subsyndromal delirium (SSD), and no delirium (ND). Patients with delirium were compared according to clinical (motor) subtypes.A total of 198 patients (mean age 79.14 ± 8.26) were assessed with full syndromal delirium (FSD: n = 110), SSD (n = 45), and ND (n = 43). Delirium status was not associated with differences in terms of gender distribution, age, or overall medication use. Dementia burden increased with greater delirium status. Overall, the ability to meaningfully engage with the tests varied from 59% for the Vigilance B test to 85% for Spatial Span Forward test and was lowest in patients with FSD, where engagement ranged from 32% for the Vigilance B test to 77% for the Spatial Span Forwards test. The ND group was distinguished from SSD group for the Months of the year backwards, Vigilance B, global VSP, Clock Drawing test, and Interlocking Pentagons test. The SSD group was distinguished from the FSD group by Vigilance A, Spatial Span Forward, and Spatial Span Backwards. Regarding differences among motor subtypes in terms of percentage engagement and performance, the No subtype group had higher ratings across all tests. Delirious patients with no subtype had significantly lower scores on the DRS-R98 than for the other three subtype categories.Simple bedside tests of attention, vigilance, and visuospatial ability are useful in distinguishing neurocognitive disorders, including SSD from other presentations.", "doi": "10.1017/S1041610217002174", "title": "Attention, vigilance, and visuospatial function in hospitalized elderly medical patients: relationship to delirium syndromal status and motor subtype profile.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}