{"authors": [["Dhull", "Dinesh K", "DK", "Pharmacology Division, University Institute of Pharmaceutical Sciences, UGC Centre of Advanced Study (UGC-CAS), Panjab University, Chandigarh, 160014, India."], ["Kumar", "Anil", "A", "Pharmacology Division, University Institute of Pharmaceutical Sciences, UGC Centre of Advanced Study (UGC-CAS), Panjab University, Chandigarh, 160014, India. kumaruips@yahoo.com."]], "date": "2017-12-16", "id": "29249049", "text": "Alzheimer disease represents a major public health issue with limited therapeutic interventions. We explored the possibility of therapeutic approach by repurposing of tramadol in a sporadic animal model of Alzheimer's type. Streptozocin (STZ 3 mg/kg; bilaterally) was injected to male SD rats through intracerebroventricular (ICV) route. Drug treatment was started just after streptozocin administration and continued for 3 weeks. The rats were killed on the 21st day following the last behavioral test, and cytoplasmic fractions of the hippocampus and pre-frontal cortex were prepared for the quantification of acetylcholinesterase, oxidative stress parameter, mitochondrial enzymes activity and histological examination. Tramadol (5, 10 and 20 mg/kg, i.p.) was used as a treatment drug, and memantine (10 mg/kg, i.p.) was used as a standard. Tramadol significantly attenuated behavioral, biochemical, mitochondrial and histological alterations at low (5 mg/kg) and intermediate (10 mg/kg) dose, suggesting its neuroprotective potential in ICV-STZ-treated rats. Further, the neuroprotective effect of tramadol (10 mg/kg) was comparable to memantine (10 mg/kg). In conclusion, our results indicate the effectiveness of tramadol in preventing ICV-STZ-induced cognitive impairment as well as mito-oxidative stress. Further, these findings reveal the possibility of MOR agonist as a therapeutic approach for sporadic Alzheimer disease.", "doi": "10.1007/s10787-017-0431-3", "title": "Tramadol ameliorates behavioural, biochemical, mitochondrial and histological alterations in ICV-STZ-induced sporadic dementia of Alzheimer's type in rats.", "journal": ["Inflammopharmacology", "Inflammopharmacology"]}