{"words": ["although", "persons", "dementia", "increased", "risk", "hospital", "readmission", "systematic", "review", "examined", "contribution", "dementia", "examined", "articles", "english", "restrictions", "publication", "dates", "medline", "pubmed", "psycinfo", "cinahl", "embase", "keywords", "used", "dementia", "alzheimer", "disease", "frontotemporal", "lobar", "degeneration", "elderly", "frontotemporal", "dementia", "executive", "function", "brain", "atrophy", "frontal", "lobe", "atrophy", "cognitive", "impairment", "readmission", "readmit", "rehospitalization", "patient", "discharge", "return", "visit", "404", "abstracts", "identified", "77", "articles", "retrieved", "12", "included", "four", "5", "cohort", "studies", "showed", "significantly", "increased", "readmission", "rates", "patients", "dementia", "average", "absolute", "increase", "comparison", "groups", "3", "13", "dementia", "associated", "readmission", "7", "included", "suggest", "small", "increased", "risk", "hospital", "readmission", "individuals", "dementia", "study", "needed"], "authors": [["Pickens", "Sabrina", "S", "The University of Texas Health Science Center at Houston School of Nursing - Houston, Houston, Texas, USA."], ["Naik", "Aanand D", "AD", "VA HSR&D Center for Innovations in Quality, Effectiveness and Safety, Michael E. DeBakey VA Medical Center, Houston, Texas, USA."], ["Catic", "Angela", "A", "VA HSR&D Center for Innovations in Quality, Effectiveness and Safety, Michael E. DeBakey VA Medical Center, Houston, Texas, USA."], ["Kunik", "Mark E", "ME", "VA HSR&D Center for Innovations in Quality, Effectiveness and Safety, Michael E. DeBakey VA Medical Center, Houston, Texas, USA."]], "title": "Dementia and Hospital Readmission Rates: A Systematic Review.", "year": null, "sentences": ["Although community-dwelling persons with dementia have an increased risk of hospital readmission, no systematic review has examined the contribution of dementia to readmissions.We examined articles in English, with no restrictions on publication dates, from Medline, PubMed, PsycINFO, CINAHL, and EMBASE.", "Keywords used were dementia, Alzheimer disease, frontotemporal lobar degeneration, elderly, frontotemporal dementia, executive function, brain atrophy, frontal lobe atrophy, cognitive impairment, readmission, readmit, rehospitalization, patient discharge, and return visit.", "Of 404 abstracts identified, 77 articles were retrieved; 12 were included.", "Four of 5 cohort studies showed significantly increased readmission rates in patients with dementia.", "On average the absolute increase above the comparison groups was from 3 to 13%.", "Dementia was not associated with readmission in 7 included case-control studies.Findings suggest a small increased risk of hospital readmission in individuals with dementia.", "More study is needed."], "id": "29282407", "text": "Although community-dwelling persons with dementia have an increased risk of hospital readmission, no systematic review has examined the contribution of dementia to readmissions.We examined articles in English, with no restrictions on publication dates, from Medline, PubMed, PsycINFO, CINAHL, and EMBASE. Keywords used were dementia, Alzheimer disease, frontotemporal lobar degeneration, elderly, frontotemporal dementia, executive function, brain atrophy, frontal lobe atrophy, cognitive impairment, readmission, readmit, rehospitalization, patient discharge, and return visit. Of 404 abstracts identified, 77 articles were retrieved; 12 were included. Four of 5 cohort studies showed significantly increased readmission rates in patients with dementia. On average the absolute increase above the comparison groups was from 3 to 13%. Dementia was not associated with readmission in 7 included case-control studies.Findings suggest a small increased risk of hospital readmission in individuals with dementia. More study is needed.", "doi": "10.1159/000481502", "journal": ["Dementia and geriatric cognitive disorders extra", "Dement Geriatr Cogn Dis Extra"], "date": "2018-01-18_23:41:58"}