{"authors": [["King", "Eleanor", "E", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["O'Brien", "John Tiernan", "JT", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Donaghy", "Paul", "P", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Morris", "Christopher", "C", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Barnett", "Nicola", "N", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Olsen", "Kirsty", "K", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Martin-Ruiz", "Carmen", "C", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Taylor", "John-Paul", "JP", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Thomas", "Alan J", "AJ", "Institute of Neuroscience, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."]], "date": "2017-12-16", "id": "29248892", "text": "There is growing evidence for the role of systemic inflammation in Alzheimer's disease (AD) and other neurodegenerative diseases; however the systemic inflammatory profile in dementia with Lewy bodies (DLB) has never before been investigated. This study aimed to characterise systemic inflammatory mediators in established DLB and AD, as well as in their prodromal, mild cognitive impairment (MCI) phases.We obtained plasma samples from patients with DLB (n=37), AD (n=20), MCI with DLB profile (n=38), MCI with AD profile (n=20) and healthy control subjects (n=20). The following inflammatory biomarkers were measured using Roche cobas c702 and Meso Scale Discovery V-Plex Plus: high-sensitivity C-reactive protein, interferon-gamma, interleukin (IL)-10, IL-12p70, IL-13, IL-1beta, IL-2, IL-4, IL-6, IL-8 and tumour necrosis factor-alpha.We found significantly higher levels of IL-10, IL-1beta, IL-4 and IL-2 in both MCI groups (P<0.001), while there was no significant difference in inflammatory markers between dementia groups and controls. Furthermore, increased disease severity was associated with lower levels of IL-1beta, IL-2 and IL-4 (P<0.05).We have shown for the first time that in both DLB and AD, increased peripheral inflammation occurs early at the MCI disease stages. These data support a role for inflammation early in the disease process, and have important implications for the stage of disease where trials of anti-inflammatory medication should be focused.", "doi": "10.1136/jnnp-2017-317134", "title": "Peripheral inflammation in prodromal Alzheimer's and Lewy body dementias.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}