{"authors": [["Hupert", "Michelle", "M", "Forschungszentrum Jülich GmbH, Central Institute for Engineering, Analytics (ZEA-3), Jülich, Germany."], ["Elfgen", "Anne", "A", "Forschungszentrum Jülich GmbH, Institute of Complex Systems, Structural Biochemistry (ICS-6), Jülich, Germany."], ["Schartmann", "Elena", "E", "Forschungszentrum Jülich GmbH, Institute of Complex Systems, Structural Biochemistry (ICS-6), Jülich, Germany."], ["Schemmert", "Sarah", "S", "Forschungszentrum Jülich GmbH, Institute of Complex Systems, Structural Biochemistry (ICS-6), Jülich, Germany."], ["Buscher", "Brigitte", "B", "Triskelion B.V., Zeist, The Netherlands."], ["Kutzsche", "Janine", "J", "Forschungszentrum Jülich GmbH, Institute of Complex Systems, Structural Biochemistry (ICS-6), Jülich, Germany."], ["Willbold", "Dieter", "D", "Forschungszentrum Jülich GmbH, Institute of Complex Systems, Structural Biochemistry (ICS-6), Jülich, Germany; Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, Düsseldorf, Germany."], ["Santiago-Schübel", "Beatrix", "B", "Forschungszentrum Jülich GmbH, Central Institute for Engineering, Analytics (ZEA-3), Jülich, Germany."]], "date": "2017-12-08", "id": "29248770", "text": "During preclinical drug development, a method for quantification of unlabeled compounds in blood plasma samples from treatment or pharmacokinetic studies in mice is required. In the current work, a rapid, specific, sensitive and validated liquid chromatography mass-spectrometric UHPLC-ESI-QTOF-MS method was developed for the quantification of the therapeutic compound RD2 in mouse plasma. RD2 is an all-D-enantiomeric peptide developed for the treatment of Alzheimer's disease, a progressive neurodegenerative disease finally leading to dementia. Due to RD2's highly hydrophilic properties, the sample preparation and the chromatographic separation and quantification were very challenging. The chromatographic separation of RD2 and its internal standard were accomplished on an Acquity UPLC BEH C18 column (2.1 × 100 mm, 1.7 μm particle size) within 6.5 min at 50 °C with a flow rate of 0.5 mL/min. Mobile phases consisted of water and acetonitrile with 1% formic acid and 0.025% heptafluorobutyric acid, respectively. Ions were generated by electrospray ionization (ESI) in the positive mode and the peptide was quantified by QTOF-MS. The developed extraction method for RD2 from mouse plasma revealed complete recovery. The linearity of the calibration curve was in the range of 5.3 ng/mL to 265 ng/mL (r2 > 0.999) with a lower limit of detection (LLOD) of 2.65 ng/mL and a lower limit of quantification (LLOQ) of 5.3 ng/mL. The intra-day and inter-day accuracy and precision of RD2 in plasma ranged from -0.54% to 2.21% and from 1.97% to 8.18%, respectively. Moreover, no matrix effects were observed and RD2 remained stable in extracted mouse plasma at different conditions. Using this validated bioanalytical method, plasma samples of unlabeled RD2 or placebo treated mice were analyzed. The herein developed UHPLC-ESI-QTOF-MS method is a suitable tool for the quantitative analysis of unlabeled RD2 in plasma samples of treated mice.", "doi": "10.1016/j.jchromb.2017.12.009", "title": "Development and validation of an UHPLC-ESI-QTOF-MS method for quantification of the highly hydrophilic amyloid-β oligomer eliminating all-D-enantiomeric peptide RD2 in mouse plasma.", "journal": ["Journal of chromatography. B, Analytical technologies in the biomedical and life sciences", "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci."]}