{"authors": [["Weimann", "Allan", "A", "Laboratory of Clinical Pharmacology Q7642, Rigshospitalet, Blegdamsvej 9, DK-2100 Copenhagen Ø, Denmark; Department of Clinical Pharmacology, Bispebjerg and Frederiksberg Hospital, DK-2400 Copenhagen NV, Denmark. Electronic address: aweimann@rh.dk."], ["Simonsen", "Anja Hviid", "AH", "Danish Dementia Research Centre, Rigshospitalet, University of Copenhagen, Section 6991, Blegdamsvej 9, DK-2100 Copenhagen Ø, Denmark."], ["Poulsen", "Henrik E", "HE", "Laboratory of Clinical Pharmacology Q7642, Rigshospitalet, Blegdamsvej 9, DK-2100 Copenhagen Ø, Denmark; Department of Clinical Pharmacology, Bispebjerg and Frederiksberg Hospital, DK-2400 Copenhagen NV, Denmark; Faculty of Medicine, University of Copenhagen, Copenhagen, Denmark."]], "date": "2017-12-09", "id": "29248768", "text": "Increased levels of nucleosides modified by oxidation in human cerebrospinal fluid (CSF) have several times been reported in Alzheimer patients and patients suffering from Parkinson's disease. The focus has especially been on nucleosides containing the 8-hydroxylation of guanine. Only few reports on quantification of the ribonucleoside 8-oxo-7,8-dihydro-guanosine (8oxoGuo) in CSF have been published, whereas more have been published on the quantification of the deoxy-ribonucleoside 8-oxo-7,8-dihydro-2'-deoxyguanosine (8oxodGuo). The reports on the quantification of 8oxodGuo concentrations in CSF report absolute concentrations varying by a factor >105 in healthy humans. This could indicate that there is a serious specificity problem in some of the methods. In this paper an isotope-dilution UPLC-MS/MS method with high specificity and sensitivity for the quantification of 8oxoGuo and 8oxodGuo in CSF is presented. LLOQ for the two analytes is determined to 4pM and 2pM, respectively. The calibration curves has been tested to be linear in the range from 4 to 3,000pM for 8oxoGuo and between 2 and 3,000pM for 8oxodGuo. Using a weighting factor of 1/x the correlation coefficient \"r\" for both analytes is >0.999.", "doi": "10.1016/j.jchromb.2017.12.011", "title": "Measurement of 8-oxo-7,8-dihydro-2'-deoxyguanosine and 8-oxo-7,8-dihydro-guanosine in cerebrospinal fluid by ultra performance liquid chromatography-tandem mass spectrometry.", "journal": ["Journal of chromatography. B, Analytical technologies in the biomedical and life sciences", "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci."]}