{"words": ["relatively", "little", "known", "health", "former", "elite", "rugby", "players", "former", "sportspeople", "generally", "well", "potential", "benefits", "former", "elite", "sportspersons", "may", "potential", "health", "risks", "exposures", "occurring", "individual", "playing", "career", "well", "following", "retirement", "contact", "sport", "vastly", "different", "playing", "dynamics", "therefore", "exposing", "players", "different", "types", "potential", "traumas", "current", "evidence", "suggests", "necessarily", "comparable", "terms", "pathophysiology", "potential", "adverse", "effects", "might", "also", "differ", "currently", "limited", "increasing", "evidence", "poorer", "neurological", "health", "exists", "among", "former", "professional", "sportsmen", "exposed", "repetitive", "concussions", "however", "evidence", "limited", "rugby", "union", "players", "present", "protocol", "study", "assess", "association", "history", "concussion", "playing", "career", "subsequent", "measures", "healthy", "ageing", "neurological", "cognitive", "impairment", "recruiting", "sample", "approximately", "200", "retired", "rugby", "players", "former", "oxford", "cambridge", "university", "rugby", "players", "members", "england", "rugby", "international", "club", "aged", "50", "years", "collecting", "number", "general", "neurological", "outcome", "measures", "though", "validated", "assessments", "biomarkers", "neurodegeneration", "neurofilaments", "tau", "also", "measured", "although", "study", "focusing", "rugby", "union", "players", "specifically", "general", "study", "design", "methods", "assessing", "neurological", "health", "likely", "relevant", "studies", "former", "elite", "study", "approved", "ethical", "committee", "london", "school", "hygiene", "tropical", "medicine", "reference", "intended", "results", "study", "published", "medical", "journals", "communicated", "participants", "general", "public", "relevant", "stakeholders"], "authors": [["Gallo", "Valentina", "V", "School of Public Health, Imperial College London, London, UK."], ["McElvenny", "Damien", "D", "Research Division, Institute of Occupational Medicine, Edinburgh, UK."], ["Hobbs", "Catherine", "C", "Epidemiology and Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."], ["Davoren", "Donna", "D", "Epidemiology and Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."], ["Morris", "Huw", "H", "Department of Clinical Neuroscience, University College London, London, UK."], ["Crutch", "Sebastian", "S", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Zetterberg", "Henrik", "H", "Department of molecular neuroscience, UCL Institute of Neurology, London, UK."], ["Fox", "Nick C", "NC", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Kemp", "Simon", "S", "Rugby Football Union (RFU), London, UK."], ["Cross", "Matthew", "M", "Rugby Football Union (RFU), London, UK."], ["Arden", "Nigel K", "NK", "Arthritis Research UK Centre for Sport, exercise and osteoarthritis, University of Oxford, Oxford, UK."], ["Davies", "Madeleine A M", "MAM", "Arthritis Research UK Centre for Sport, exercise and osteoarthritis, University of Oxford, Oxford, UK."], ["Malaspina", "Andrea", "A", "Department of Neuroscience and Trauma, Blizard Institute, Queen Mary, University of London, London, UK."], ["Pearce", "Neil", "N", "Epidemiology and Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."]], "title": "BRain health and healthy AgeINg in retired rugby union players, the BRAIN Study: study protocol for an observational study in the UK.", "year": null, "sentences": ["Relatively little is known about the long-term health of former elite rugby players, or former sportspeople more generally.", "As well as the potential benefits of being former elite sportspersons, there may be potential health risks from exposures occurring during an individual's playing career, as well as following retirement.", "Each contact sport has vastly different playing dynamics, therefore exposing its players to different types of potential traumas.", "Current evidence suggests that these are not necessarily comparable in terms of pathophysiology, and their potential long-term adverse effects might also differ.", "There is currently limited but increasing evidence that poorer age-related and neurological health exists among former professional sportsmen exposed to repetitive concussions; however the evidence is limited on rugby union players, specifically.We present the protocol for a cross-sectional study to assess the association between self-reported history of concussion during a playing career, and subsequent measures of healthy ageing and neurological and cognitive impairment.", "We are recruiting a sample of approximately 200 retired rugby players (former Oxford and Cambridge University rugby players and members of the England Rugby International Club) aged 50 years or more, and collecting a number of general and neurological health-related outcome measures though validated assessments.", "Biomarkers of neurodegeneration (neurofilaments and tau) will be also be measured.", "Although the study is focusing on rugby union players specifically, the general study design and the methods for assessing neurological health are likely to be relevant to other studies of former elite sportspersons.The study has been approved by the Ethical Committee of London School of Hygiene and Tropical Medicine (reference: 11634-2).", "It is intended that results of this study will be published in peer-reviewed medical journals, communicated to participants, the general public and all relevant stakeholders."], "id": "29282262", "text": "Relatively little is known about the long-term health of former elite rugby players, or former sportspeople more generally. As well as the potential benefits of being former elite sportspersons, there may be potential health risks from exposures occurring during an individual's playing career, as well as following retirement. Each contact sport has vastly different playing dynamics, therefore exposing its players to different types of potential traumas. Current evidence suggests that these are not necessarily comparable in terms of pathophysiology, and their potential long-term adverse effects might also differ. There is currently limited but increasing evidence that poorer age-related and neurological health exists among former professional sportsmen exposed to repetitive concussions; however the evidence is limited on rugby union players, specifically.We present the protocol for a cross-sectional study to assess the association between self-reported history of concussion during a playing career, and subsequent measures of healthy ageing and neurological and cognitive impairment. We are recruiting a sample of approximately 200 retired rugby players (former Oxford and Cambridge University rugby players and members of the England Rugby International Club) aged 50 years or more, and collecting a number of general and neurological health-related outcome measures though validated assessments. Biomarkers of neurodegeneration (neurofilaments and tau) will be also be measured. Although the study is focusing on rugby union players specifically, the general study design and the methods for assessing neurological health are likely to be relevant to other studies of former elite sportspersons.The study has been approved by the Ethical Committee of London School of Hygiene and Tropical Medicine (reference: 11634-2). It is intended that results of this study will be published in peer-reviewed medical journals, communicated to participants, the general public and all relevant stakeholders.", "doi": "10.1136/bmjopen-2017-017990", "journal": ["BMJ open", "BMJ Open"], "date": "2018-01-18_23:42:00"}