{"words": ["assessing", "capacity", "older", "individuals", "dementia", "known", "major", "neurocognitive", "disorder", "mnd", "complex", "challenging", "endeavor", "dearth", "literature", "touches", "sensitive", "controversial", "topic", "sexuality", "institutionalized", "settings", "despite", "rapid", "increase", "global", "population", "older", "individuals", "article", "assert", "evaluations", "sexual", "expression", "institutionalized", "older", "individuals", "mnd", "essential", "concerns", "specific", "risks", "benefits", "sexual", "expression", "elderly", "persons", "mnd", "considered", "jurisdictions", "differ", "interpretation", "capacity", "consent", "sexual", "activity", "also", "discrepancies", "policies", "regarding", "assessment", "sexual", "activity", "residents", "care", "facilities", "addition", "controversy", "within", "literature", "regarding", "assess", "capacity", "consent", "sexual", "activity", "elderly", "persons", "mnd", "discuss", "proposed", "methods", "consider", "ways", "evaluee", "life", "narrative", "help", "explore", "various", "prongs", "capacity"], "authors": [["Abellard", "Jessica", "J", "Dr. Abellard is a Fellow, Geriatric Psychiatry, Department of Psychiatry, Yale University School of Medicine, New Haven, CT. Dr. Rodgers is Clinical Associate Professor, Department of Psychiatry, Cooper Medical School of Rowan University, Camden, NJ. Dr. Bales is Assistant Professor, Department of Psychiatry, University of Southern California, Los Angeles, CA."], ["Rodgers", "Carla", "C", "Dr. Abellard is a Fellow, Geriatric Psychiatry, Department of Psychiatry, Yale University School of Medicine, New Haven, CT. Dr. Rodgers is Clinical Associate Professor, Department of Psychiatry, Cooper Medical School of Rowan University, Camden, NJ. Dr. Bales is Assistant Professor, Department of Psychiatry, University of Southern California, Los Angeles, CA. carlarodgers@comcast.net."], ["Bales", "Alicia L", "AL", "Dr. Abellard is a Fellow, Geriatric Psychiatry, Department of Psychiatry, Yale University School of Medicine, New Haven, CT. Dr. Rodgers is Clinical Associate Professor, Department of Psychiatry, Cooper Medical School of Rowan University, Camden, NJ. Dr. Bales is Assistant Professor, Department of Psychiatry, University of Southern California, Los Angeles, CA."]], "title": "Balancing Sexual Expression and Risk of Harm in Elderly Persons with Dementia.", "year": null, "sentences": ["Assessing decision-making capacity in older individuals with dementia, now known as major neurocognitive disorder (MND), is a complex and challenging endeavor.", "There is a dearth of literature that touches on the sensitive and controversial topic of sexuality in institutionalized settings, despite the rapid increase in the global population of older individuals.", "In this article, we assert that evaluations of sexual expression in institutionalized older individuals with MND is essential, as there are concerns specific to risks and benefits of sexual expression in elderly persons with MND that should be considered.", "Jurisdictions differ in the interpretation of capacity to consent to sexual activity, and there are also discrepancies in policies regarding assessment of sexual activity in residents in long-term care facilities.", "In addition, there is controversy within the literature regarding how to assess capacity to consent to sexual activity in elderly persons with MND.", "We discuss some of the proposed methods and consider ways that the evaluee's life narrative can help explore the various prongs of capacity."], "id": "29282241", "text": "Assessing decision-making capacity in older individuals with dementia, now known as major neurocognitive disorder (MND), is a complex and challenging endeavor. There is a dearth of literature that touches on the sensitive and controversial topic of sexuality in institutionalized settings, despite the rapid increase in the global population of older individuals. In this article, we assert that evaluations of sexual expression in institutionalized older individuals with MND is essential, as there are concerns specific to risks and benefits of sexual expression in elderly persons with MND that should be considered. Jurisdictions differ in the interpretation of capacity to consent to sexual activity, and there are also discrepancies in policies regarding assessment of sexual activity in residents in long-term care facilities. In addition, there is controversy within the literature regarding how to assess capacity to consent to sexual activity in elderly persons with MND. We discuss some of the proposed methods and consider ways that the evaluee's life narrative can help explore the various prongs of capacity.", "doi": null, "journal": ["The journal of the American Academy of Psychiatry and the Law", "J. Am. Acad. Psychiatry Law"], "date": "2018-01-18_23:42:00"}