{"authors": [["Cobice", "D F", "DF", "University/British Heart Foundation Centre for Cardiovascular Science, Queen's Medical Research Institute, University of Edinburgh, 47 Little France Crescent, Edinburgh EH16 4TJ, UK. Electronic address: d.cobice@ulster.ac.uk."], ["Livingstone", "D E W", "DEW", "University/British Heart Foundation Centre for Cardiovascular Science, Queen's Medical Research Institute, University of Edinburgh, 47 Little France Crescent, Edinburgh EH16 4TJ, UK; Centre for Integrative Physiology, University of Edinburgh, Hugh Robson Building, 15 George Square, Edinburgh EH8 9XD, UK."], ["McBride", "A", "A", "University/British Heart Foundation Centre for Cardiovascular Science, Queen's Medical Research Institute, University of Edinburgh, 47 Little France Crescent, Edinburgh EH16 4TJ, UK."], ["MacKay", "C L", "CL", "SIRCAMS, School of Chemistry, University of Edinburgh, Joseph Black Building, The King's Buildings, West Mains Road, Edinburgh EH9 3JJ, UK."], ["Walker", "B R", "BR", "University/British Heart Foundation Centre for Cardiovascular Science, Queen's Medical Research Institute, University of Edinburgh, 47 Little France Crescent, Edinburgh EH16 4TJ, UK; Institute of Genetic Medicine, Newcastle University, International Centre for Life, Central Parkway, Newcastle upon Tyne NE1 3BZ, UK."], ["Webster", "S P", "SP", "University/British Heart Foundation Centre for Cardiovascular Science, Queen's Medical Research Institute, University of Edinburgh, 47 Little France Crescent, Edinburgh EH16 4TJ, UK."], ["Andrew", "R", "R", "University/British Heart Foundation Centre for Cardiovascular Science, Queen's Medical Research Institute, University of Edinburgh, 47 Little France Crescent, Edinburgh EH16 4TJ, UK. Electronic address: ruth.andrew@ed.ac.uk."]], "date": "2017-12-15", "id": "29248595", "text": "11β-Hydroxysteroid dehydrogenase 1 (11β-HSD1; EC 1.1.1.146) generates active glucocorticoid hormones. Small molecule inhibitors have been developed to target 11β-HSD1 for the treatment of dementia; these must enter brain subregions, such as the hippocampus, to be effective. We previously reported mass spectrometry imaging measurement of murine tissue steroids, and deuterated steroid tracer infusion quantification of 11β-HSD1 turnover in humans. Here, these tools are combined to assess tissue pharmacokinetics and pharmacodynamics of an 11β-HSD1 inhibitor that accesses the brain. [9,11,12,12-2H]4-Cortisol was infused (1.75 mg/day) by minipump for 2 days into C57Bl6 mice (male, age 12 weeks, n = 3/group) after which an 11β-HSD1 inhibitor (UE2316) was administered (25 mg/kg oral gavage) and animals culled immediately or 1, 2 and 4 h post-dosing. Mice with global genetic disruption of Hsd11B1 were studied similarly. Turnover of d4-cortisol to d3-cortisone (by loss of the 11-deuterium) and regeneration of d3-cortisol (by 11β-HSD1-mediated reduction) were assessed in plasma, liver and brain using matrix assisted laser desorption ionization coupled to Fourier transform cyclotron resonance mass spectrometry. The tracer d4-cortisol was detected in liver and brain following a two day infusion. Turnover to d3-cortisone and on to d3-cortisol was slower in brain than liver. In contrast, d3-cortisol was not detected in mice lacking 11β-HSD1. UE2316 impaired d3-cortisol generation measured in whole body (assessed in plasma; 53.1% suppression in rate of appearance in d3-cortisol), liver and brain. Differential inhibition in brain regions was observed; active glucocorticoids were suppressed to a greater in extent hippocampus or cortex than in amygdala. These data confirm that the contribution of 11β-HSD1 to the tissue glucocorticoid pool, and the consequences of enzyme inhibition on active glucocorticoid concentrations, are substantial, including in the brain. They further demonstrate the value of mass spectrometry imaging in pharmacokinetic and pharmacodynamic studies.", "doi": "10.1016/j.bcp.2017.12.013", "title": "Quantification of 11β-hydroxysteroid dehydrogenase 1 kinetics and pharmacodynamic effects of inhibitors in brain using mass spectrometry imaging and stable-isotope tracers in mice.", "journal": ["Biochemical pharmacology", "Biochem. Pharmacol."]}