{"authors": [["Sahoo", "Atish Kumar", "AK", "Phytotherapy Research Lab., Medicinal & Aromatic Plant Division, Regional Plant Resource Centre, Forest & Environment Department, Govt. of Odisha, Nayapalli, Bhubaneswar 751015, India. Electronic address: atish_kumar1976@yahoo.co.in."], ["Dandapat", "Jagnehswar", "J", "Department of Biotechnology, Utkal University, Vani Vihar, Bhubaneswar 751004, India."], ["Dash", "Umesh Chandra", "UC", "Phytotherapy Research Lab., Medicinal & Aromatic Plant Division, Regional Plant Resource Centre, Forest & Environment Department, Govt. of Odisha, Nayapalli, Bhubaneswar 751015, India."], ["Kanhar", "Satish", "S", "Phytotherapy Research Lab., Medicinal & Aromatic Plant Division, Regional Plant Resource Centre, Forest & Environment Department, Govt. of Odisha, Nayapalli, Bhubaneswar 751015, India."]], "date": "2017-12-14", "id": "29248451", "text": "Alzheimer's disease (AD), a deleterious neurodegenerative disorder that impairs memory, cognitive functions and may lead to dementia in late stage of life. The pathogenic cause of AD remains incompletely understood and FDA approved drugs are partial inhibitors rather than curative. Most of drugs are synthetic or natural products as galanthamine is an alkaloid obtained from Galanthus spp. Huperzine A, an alkaloid found in Huperzia spp., gingkolides a diterpenoids from Gingko biloba and many ethnobotanicals like Withania somnifera (L.) Dunal., Physostigma venenosum Balf., Bacopa monnieri (L.) Wettst., Centella asiatica (L.) Urb. have been used by traditional Indian, Chinese, and European system of medicines in AD. Clinical significance opioid alkaloid in Papaver somniferum has shown another dimension to this study. Over exploitation of medicinal plants with limited bioactive principles has provided templates to design synthetic drugs in AD e.g. rivastigmine, phenserine, eptastigmine based on chemical structure of physostigmine of Physostigma venenosum Balf. Even ZT-1 a prodrug of Hup A and memogain a prodrug of galantamine has achieved new direction in drug development in AD. All these first-line cholinesterase-inhibitors are used as symptomatic treatments in AD. Single modality of \"One-molecule-one-target\" strategy for treating AD has failed and so future therapies on \"Combination-drugs-multi-targets\" strategy (CDMT) will need to address multiple aspects to block the progression of pathogenesis of AD. Besides, cholinergic and amyloid drugs, in this article we summarize proteinopathy-based drugs as AD therapeutics from a variety of biological sources. In this review, an attempt has been made to elucidate the molecular mode of action of various plant products, and synthetic drugs investigated in various preclinical and clinical tests in AD. It also discusses current attempts to formulate a comprehensive CDMT strategy to counter complex pathogenesis in AD.Information were collected from classical books on medicinal plants, pharmacopoeias and scientific databases like PubMed, Scopus, GoogleScholar, Web of Science and electronic searches were performed using Cochrane Library, Medline and EMBASE. Also published scientific literatures from Elsevier, Taylor and Francis, Springer, ACS, Wiley publishers and reports by government bodies and documentations were assessed.60 no. of natural and synthetic drugs have been studied with their significant bioactivities. A decision matrix designed for evaluation of drugs for considering to the hypothetic \"CDMT\" strategy in AD. We have introduced the scoring pattern of individual drugs and based on scoring pattern, drugs that fall within the scoring range of 18-25 are considered in the proposed CDMT. It also highlights the importance of available natural products and in future those drugs may be considered in CDMT along with the qualified synthetic drugs.A successful validation of the CDMT strategy may open up a debate on health care reform to explore other possibilities of combination therapy. In doing so, it should focus on clinical and molecular relationships between AD and CDMT. A better understanding of these relationships could inform and impact future development of AD-directed treatment strategies. This strategy also involves in reducing costs in treatment phases which will be affordable to a common man suffering from AD.", "doi": "10.1016/j.jep.2017.12.015", "title": "Features and outcomes of drugs for combination therapy as multi-targets strategy to combat Alzheimer's disease.", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}