{"words": ["narratives", "frame", "end", "life", "dementia", "undignified", "reveal", "moral", "claims", "lives", "considered", "worth", "living", "claims", "deeply", "rooted", "medicalization", "death", "appeal", "dignity", "drawing", "ethnographic", "fieldwork", "nursing", "homes", "people", "dementia", "netherlands", "demonstrate", "end", "life", "dementia", "managed", "moral", "frames", "specifically", "elaborate", "production", "lives", "worth", "living", "explore", "family", "members", "welcomed", "death", "loved", "one", "dementia", "argue", "welcoming", "death", "act", "indifference", "seen", "form", "care"], "authors": [["Lemos Dekker", "Natashe", "N", "a Centre for Social Science and Global Health , University of Amsterdam , Amsterdam."]], "title": "Moral frames for lives worth living: Managing the end of life with dementia.", "year": null, "sentences": ["Narratives that frame the end of life with dementia as undignified reveal moral claims on which lives are considered worth living.", "These claims are deeply rooted in the medicalization of death and its appeal to dignity.", "Drawing from ethnographic fieldwork in nursing homes for people with dementia in The Netherlands, I demonstrate how the end of life with dementia is managed through such moral frames.", "Specifically, I elaborate on the production of lives (not) worth living and explore how family members welcomed the death of a loved one with dementia.", "I argue that the welcoming of death is not an act of indifference but can be seen as a form of care."], "id": "29281562", "text": "Narratives that frame the end of life with dementia as undignified reveal moral claims on which lives are considered worth living. These claims are deeply rooted in the medicalization of death and its appeal to dignity. Drawing from ethnographic fieldwork in nursing homes for people with dementia in The Netherlands, I demonstrate how the end of life with dementia is managed through such moral frames. Specifically, I elaborate on the production of lives (not) worth living and explore how family members welcomed the death of a loved one with dementia. I argue that the welcoming of death is not an act of indifference but can be seen as a form of care.", "doi": "10.1080/07481187.2017.1396644", "journal": ["Death studies", "Death Stud"], "date": "2018-01-18_23:42:01"}