{"authors": [["McHale-Owen", "Harriet", "H", "Department of Pathology and Pathogen Biology, Royal Veterinary College, Hawkshead Lane, North Mymms, Herts, AL9 7TA, United Kingdom."], ["Bate", "Clive", "C", "Department of Pathology and Pathogen Biology, Royal Veterinary College, Hawkshead Lane, North Mymms, Herts, AL9 7TA, United Kingdom. Electronic address: cbate@rvc.ac.uk."]], "date": "2017-12-13", "id": "29247837", "text": "The production of amyloid-β (Aβ) is the key factor driving pathogenesis in Alzheimer's disease (AD). Increasing concentrations of Aβ within the brain cause synapse degeneration and the dementia that is characteristic of AD. Here the factors that affect the release of disease-relevant forms Aβ were studied in a cell model. 7PA2 cells expressing the human amyloid precursor protein released soluble Aβ oligomers that caused synapse damage in cultured neurons. Supernatants from 7PA2 cells treated with the cholesterol synthesis inhibitor squalestatin contained similar concentrations of Aβ42 to control cells but did not cause synapse damage in neuronal cultures. These supernatants contained reduced concentrations of Aβ42 oligomers and increased concentrations of Aβ42 monomers. Treatment of 7PA2 cells with platelet-activating factor (PAF) antagonists had similar effects; it reduced concentrations of Aβ42 oligomers and increased concentrations of Aβ42 monomers in cell supernatants. PAF activated cholesterol ester hydrolases (CEH), enzymes that released cholesterol from stores of cholesterol esters. Inhibition of CEH also reduced concentrations of Aβ42 oligomers and increased concentrations of Aβ42 monomers in cell supernatants. The Aβ monomers produced by treated cells protected neurons against Aβ oligomer-induced synapse damage. These studies indicate that pharmacological manipulation of cells can alter the ratio of Aβ monomer:oligomer released and consequently their effects on synapses.", "doi": "10.1016/j.bbadis.2017.12.017", "title": "Cholesterol ester hydrolase inhibitors reduce the production of synaptotoxic amyloid-β oligomers.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}