{"authors": [["Givens", "Jane L", "JL", "Hebrew Senior Life Institute for Aging Research, Boston, MA; Beth Israel Deaconess Medical Center, Division of Gerontology, Boston, MA. Electronic address: JaneGivens@hrca.harvard.edu."], ["Sudore", "Rebecca L", "RL", "Division of Geriatrics, Department of Medicine, University of California, San Francisco, California; San Francisco Veterans Affairs Medical Center, San Francisco, California."], ["Marshall", "Gad A", "GA", "Brigham and Women's Hospital, Center for Alzheimer Research and Treatment, Department of Neurology, Boston, MA; Massachusetts General Hospital, Department of Neurology, Boston, MA."], ["Dufour", "Alyssa B", "AB", "Hebrew Senior Life Institute for Aging Research, Boston, MA; Beth Israel Deaconess Medical Center, Division of Gerontology, Boston, MA."], ["Kopits", "Ilona", "I", "Boston Medical Center, Division of Geriatrics, Boston, MA."], ["Mitchell", "Susan L", "SL", "Hebrew Senior Life Institute for Aging Research, Boston, MA; Beth Israel Deaconess Medical Center, Division of Gerontology, Boston, MA."]], "date": "2017-12-13", "id": "29247754", "text": "Little is known about advance care planning (ACP) among community-dwelling patients with dementia.To describe aspects of ACP among patients with dementia and examine the association between ACP and health care proxy (HCP) acceptance of patient illness.Cross sectional observational survey of 62 HCPs of patients with dementia (N=14 mild, N=48 moderate/severe), from 7 outpatient geriatric and memory disorder clinics in Boston. Aspects of ACP included HCP's report of patients' preferences for level of future care, communication with HCP and physician regarding care preferences, proxy preparedness for shared decision making. The association between ACP and HCP acceptance with patients' illness was examined using the Peace, Equanimity, and Acceptance subscale of the Cancer Experience scale.Eleven percent of proxies believed the patient would want life prolonging treatment, 31% a time-limited trial of curative treatment, and 47% comfort-focused care. Thirty one percent reported the patient had communicated with their physician regarding preferences for care, and 77% had communicated with the HCP. Forty four percent of HCPs wanted more discussion with the patient regarding care preferences. The HCP having discussed care preferences with the patient was associated with greater acceptance of the patient's illness (p = 0.004).Our findings support need for greater ACP discussions between patients and proxies. Discussions regarding goals of care are likely to benefit patients through delivery of care congruent with their wishes, and HCPs in terms of greater acceptance of patient illness.", "doi": "10.1016/j.jpainsymman.2017.12.473", "title": "Advance care planning in community dwelling patients with dementia.", "journal": ["Journal of pain and symptom management", "J Pain Symptom Manage"]}