{"authors": [["Jantrapirom", "Salinee", "S", "Department of Applied Biology Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan."], ["Lo Piccolo", "Luca", "L", "Department of Applied Biology Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan."], ["Yoshida", "Hideki", "H", "Department of Applied Biology Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan; The Center for Advanced Insect Research, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan."], ["Yamaguchi", "Masamitsu", "M", "Department of Applied Biology Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan; The Center for Advanced Insect Research, Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan. Electronic address: myamaguc@kit.ac.jp."]], "date": "2017-12-13", "id": "29247619", "text": "Ubiquilin (UBQLN) plays a crucial role in cellular proteostasis through its involvement in the ubiquitin proteasome system and autophagy. Mutations in the UBQLN2 gene have been implicated in amyotrophic lateral sclerosis (ALS) and ALS with frontotemporal lobar dementia (ALS/FTLD). Previous studies reported a key role for UBQLN in Alzheimer's disease (AD); however, the mechanistic involvement of UBQLN in other neurodegenerative diseases remains unclear. The genome of Drosophila contains a single UBQLN homolog (dUbqn) that shows high similarity to UBQLN1 and UBQLN2; therefore, the fly is a useful model for characterizing the role of UBQLN in vivo in neurological disorders affecting locomotion and learning abilities. We herein performed a phenotypic and molecular characterization of diverse dUbqn RNAi lines. We found that the depletion of dUbqn induced the accumulation of polyubiquitinated proteins and caused morphological defects in various tissues. Our results showed that structural defects in larval neuromuscular junctions, abdominal neuromeres, and mushroom bodies correlated with limited abilities in locomotion, learning, and memory. These results contribute to our understanding of the impact of impaired proteostasis in neurodegenerative diseases and provide a useful Drosophila model for the development of promising therapies for ALS and FTLD.", "doi": "10.1016/j.yexcr.2017.12.010", "title": "A new Drosophila model of Ubiquilin knockdown shows the effect of impaired proteostasis on locomotive and learning abilities.", "journal": ["Experimental cell research", "Exp. Cell Res."]}