{"words": ["caregivers", "patients", "dementia", "experience", "physical", "mental", "deterioration", "previously", "reported", "correlation", "caregiver", "burden", "frontal", "assessment", "battery", "fab", "total", "scores", "patients", "alzheimer", "disease", "ad", "especially", "regarding", "dependency", "factor", "zarit", "burden", "interview", "present", "study", "aimed", "identify", "objective", "biomarker", "predicting", "caregiver", "participants", "26", "pairs", "caregivers", "patients", "ad", "dementia", "correlations", "regional", "gray", "matter", "volumes", "patients", "ad", "fab", "total", "scores", "explored", "using", "morphometric", "analysis", "path", "analysis", "used", "estimate", "relationships", "regional", "gray", "matter", "volumes", "fab", "total", "scores", "caregiver", "burden", "based", "zarit", "burden", "morphometric", "revealed", "significant", "positive", "correlation", "fab", "total", "scores", "volume", "left", "dorsolateral", "prefrontal", "cortex", "positive", "correlation", "persisted", "controlling", "effect", "general", "cognitive", "dysfunction", "assessed", "using", "state", "examination", "path", "analysis", "revealed", "decreases", "fab", "scores", "caused", "reduced", "frontal", "lobe", "volumes", "negatively", "affected", "caregiver", "present", "study", "revealed", "frontal", "lobe", "function", "based", "fab", "scores", "affected", "volume", "left", "dorsolateral", "prefrontal", "cortex", "decreased", "scores", "associated", "greater", "caregiver", "burden", "especially", "dependency", "factor", "findings", "may", "facilitate", "development", "objective", "biomarker", "predicting", "caregiver", "burden"], "authors": [["Matsuoka", "Kiwamu", "K", "Department of Psychiatry, Nara Medical University, Kashihara, Japan."], ["Yasuno", "Fumihiko", "F", "Department of Psychiatry, Nara Medical University, Kashihara, Japan."], ["Hashimoto", "Akiko", "A", "Department of Psychiatric and Mental Health Nursing, Nara Medical University, Kashihara, Japan."], ["Miyasaka", "Toshiteru", "T", "Department of Radiology, Nara Medical University, Kashihara, Japan."], ["Takahashi", "Masato", "M", "Department of Psychiatry, Nara Medical University, Kashihara, Japan."], ["Kiuchi", "Kuniaki", "K", "Department of Psychiatry, Nara Medical University, Kashihara, Japan."], ["Iida", "Junzo", "J", "Department of Psychiatry, Nara Medical University, Kashihara, Japan."], ["Kichikawa", "Kimihiko", "K", "Department of Radiology, Nara Medical University, Kashihara, Japan."], ["Kishimoto", "Toshifumi", "T", "Department of Psychiatry, Nara Medical University, Kashihara, Japan."]], "title": "Left dorsolateral prefrontal cortex atrophy is associated with frontal lobe function in Alzheimer's disease and contributes to caregiver burden.", "year": null, "sentences": ["Caregivers of patients with dementia experience physical and mental deterioration.", "We have previously reported a correlation between caregiver burden and the Frontal Assessment Battery (FAB) total scores of patients with Alzheimer's disease (AD), especially regarding the dependency factor from the Zarit Burden Interview.", "The present study aimed to identify an objective biomarker for predicting caregiver burden.The participants were 26 pairs of caregivers and patients with AD and mild-to-moderate dementia.", "Correlations between regional gray matter volumes in the patients with AD and the FAB total scores were explored by using whole-brain voxel-based morphometric analysis.", "Path analysis was used to estimate the relationships between regional gray matter volumes, FAB total scores, and caregiver burden based on the Zarit Burden Interview.The voxel-based morphometric revealed a significant positive correlation between the FAB total scores and the volume of the left dorsolateral prefrontal cortex.", "This positive correlation persisted after controlling for the effect of general cognitive dysfunction, which was assessed by using the Mini-Mental State Examination.", "Path analysis revealed that decreases in FAB scores, caused by reduced frontal lobe volumes, negatively affected caregiver burden.The present study revealed that frontal lobe function, based on FAB scores, was affected by the volume of the left dorsolateral prefrontal cortex.", "Decreased scores were associated with greater caregiver burden, especially for the dependency factor.", "These findings may facilitate the development of an objective biomarker for predicting caregiver burden."], "id": "29280514", "text": "Caregivers of patients with dementia experience physical and mental deterioration. We have previously reported a correlation between caregiver burden and the Frontal Assessment Battery (FAB) total scores of patients with Alzheimer's disease (AD), especially regarding the dependency factor from the Zarit Burden Interview. The present study aimed to identify an objective biomarker for predicting caregiver burden.The participants were 26 pairs of caregivers and patients with AD and mild-to-moderate dementia. Correlations between regional gray matter volumes in the patients with AD and the FAB total scores were explored by using whole-brain voxel-based morphometric analysis. Path analysis was used to estimate the relationships between regional gray matter volumes, FAB total scores, and caregiver burden based on the Zarit Burden Interview.The voxel-based morphometric revealed a significant positive correlation between the FAB total scores and the volume of the left dorsolateral prefrontal cortex. This positive correlation persisted after controlling for the effect of general cognitive dysfunction, which was assessed by using the Mini-Mental State Examination. Path analysis revealed that decreases in FAB scores, caused by reduced frontal lobe volumes, negatively affected caregiver burden.The present study revealed that frontal lobe function, based on FAB scores, was affected by the volume of the left dorsolateral prefrontal cortex. Decreased scores were associated with greater caregiver burden, especially for the dependency factor. These findings may facilitate the development of an objective biomarker for predicting caregiver burden.", "doi": "10.1002/gps.4843", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"], "date": "2018-01-18_23:42:02"}