{"authors": [["Zhao", "Tengfei", "T", "Center of Drug Metabolism and Pharmacokinetics, China Pharmaceutical University, Nanjing, China."], ["Fu", "Yingxue", "Y", "School of Pharmacy, Nanjing University of Chinese Medicine, Nanjing, China."], ["Sun", "Hao", "H", "School of Pharmacy, Nanjing University of Chinese Medicine, Nanjing, China."], ["Liu", "Xiaoquan", "X", "Center of Drug Metabolism and Pharmacokinetics, China Pharmaceutical University, Nanjing, China."]], "date": "2017-12-16", "id": "29247598", "text": "The aim of this study was to examine the comprehensive neuroprotective mechanism of ligustrazine, which is extracted from Ligusticum Chuanxiong Hort., against vascular dementia (VD) in rats and apoptosis in oxygen and glucose deprivation (OGD) PC12 cells. Rats were subjected to bilateral common carotid artery occlusion (BCCAO) surgery and administered ligustrazine intragastrically for 6 weeks. At the end of the experiments, the hippocampal biomarkers brain-derived neurotrophic factor (BDNF), monocyte chemotactic protein 1 (MCP-1), and homocysteine (Hcy) were examined. In experiments in vitro, OGD PC12 cells were treated with ligustrazine for 0.5, 1, 3, 6, 12, or 24 h. The cell-released biomarkers BDNF, MCP-1, and Hcy were examined. Microscopy, acridine orange-ethidium bromide (AO/EB) staining, and flow cytometry assays were performed to investigate apoptosis. Cleaved caspase-3, Bcl-2 associated X protein (Bax), and B cell lymphoma 2 (Bcl-2) expression was examined using Western blot assays. The results showed that biomarkers, including MCP-1 and Hcy, were significantly increased in both the in vivo and in vitro models, while the BDNF level was significantly decreased compared with the sham or vehicle models. Microscopy, AO/EB staining, and flow cytometry analysis showed that severe cell damage occurred in OGD PC12 cells, and apoptosis played a major role in this environment. Further Western blot studies showed that the apoptosis-related Bax/Bcl-2 protein ratio and cleaved caspase-3 were significantly increased in the experiment. However, ligustrazine profoundly suppressed the imbalance of these biomarkers, reduced cell damage, decreased the Bax/Bcl-2, and downregulated cleaved caspase-3. Pro- and anti-apoptotic biomarkers of multiple pathways including BDNF, MCP-1, and Hcy played a joint role in triggering the activation of the mitochondria-related Bax/Bcl-2 and caspase-3 apoptosis pathway in VD. Ligustrazine attenuated VD by comprehensively regulating BDNF, MCP-1, and Hcy and inactivating the Bax/Bcl-2 and caspase-3 apoptosis pathway. Our data provide novel insight into ligustrazine, which is a promising neuroprotective agent for VD disease treatment strategies. © IUBMB Life, 70(1):60-70, 2018.", "doi": "10.1002/iub.1704", "title": "Ligustrazine suppresses neuron apoptosis via the Bax/Bcl-2 and caspase-3 pathway in PC12 cells and in rats with vascular dementia.", "journal": ["IUBMB life", "IUBMB Life"]}