{"authors": [["Makhlouf", "Sinda", "S", "Department of Neurology, Military Hospital of Tunis, Monfleury, 1008, Tunis, Tunisia. sinda.makhlouf@yahoo.fr."], ["Messelmani", "Mariem", "M", "Department of Neurology, Military Hospital of Tunis, Monfleury, 1008, Tunis, Tunisia."], ["Zaouali", "Jamel", "J", "Department of Neurology, Military Hospital of Tunis, Monfleury, 1008, Tunis, Tunisia."], ["Mrissa", "Ridha", "R", "Department of Neurology, Military Hospital of Tunis, Monfleury, 1008, Tunis, Tunisia."]], "date": "2017-12-15", "id": "29247390", "text": "Celiac disease (CD) and non celiac gluten sensitivity (NCGS) can be responsible for neurological complications such as ataxia and peripheral neuropathies but also cognitive impairment. This cognitive involvement is variable in its expression, its duration and its prognosis ranging from transient and reversible subtle involvement to dementia itself. Through this article, we tried to achieve a review of the literature to better understand this topic. Several mechanisms were proposed to explain the deleterious influence of gluten-related pathologies on cognitive functions: nutritional deficiencies, elevation of circulating cytokine levels due to systemic inflammation, low brain serotonin levels… Several types of dementia such as Alzheimer dementia, vascular dementia, frontotemporal dementia were reported in association with CD. Memory disorder, acalculia, inattention, visuospatial deficits and executive dysfunction must be sought systematically by a neuropsychological assessment in patients with CD or NCGS. As far as the cognitive impairment is concerned, there is no pathognomonic radiological lesion. Concerning therapeutic management; although its effect is controversial, gluten free diet should be introduced, as early as possible, because of its potentially protective effect.", "doi": "10.1007/s13760-017-0870-z", "title": "Cognitive impairment in celiac disease and non-celiac gluten sensitivity: review of literature on the main cognitive impairments, the imaging and the effect of gluten free diet.", "journal": ["Acta neurologica Belgica", "Acta Neurol Belg"]}