{"words": ["human", "immunodeficiency", "virus", "hiv", "continues", "adverse", "effects", "cognition", "brain", "many", "infected", "people", "despite", "reduced", "incidence", "dementia", "combined", "antiretroviral", "therapy", "cart", "working", "memory", "often", "affected", "along", "attention", "executive", "control", "cognitive", "processing", "speed", "verbal", "working", "memory", "vwm", "requires", "interaction", "cognitive", "component", "processes", "along", "phonological", "loop", "verbal", "repetition", "rehearsal", "functional", "brain", "response", "abnormalities", "vwm", "evident", "functional", "mri", "fmri", "though", "neural", "substrate", "underlying", "neurocognitive", "deficits", "well", "understood", "current", "study", "addressed", "comparing", "24", "27", "demographically", "matched", "adults", "respect", "fmri", "activation", "vwm", "paradigm", "relative", "performance", "two", "standardized", "tests", "executive", "control", "attention", "processing", "speed", "stroop", "trail", "making", "expected", "group", "deficits", "neurocognitive", "tests", "compared", "controls", "also", "differed", "neural", "response", "fmri", "relative", "neuropsychological", "performance", "reduced", "activation", "vwm", "brain", "regions", "associated", "stroop", "interference", "deficits", "either", "trail", "making", "b", "performance", "activation", "posterior", "cingulate", "cortex", "pcc", "default", "mode", "network", "rest", "associated", "hopkins", "verbal", "learning", "learning", "effects", "observed", "controls", "reduced", "dynamic", "range", "neural", "response", "also", "evident", "adults", "activation", "condition", "compared", "extent", "activation", "default", "mode", "network", "periods", "rest", "neural", "dynamic", "range", "associated", "stroop", "performance", "findings", "provide", "evidence", "alterations", "neural", "activation", "induced", "vwm", "demands", "rest", "differentially", "predict", "verbal", "learning", "deficits", "stroop", "trail", "making", "associated", "vwm", "activation", "suggests", "attentional", "regulation", "difficulties", "suppressing", "interference", "conflict", "regulation", "component", "working", "memory", "deficits", "adults", "alterations", "neural", "dynamic", "range", "may", "useful", "index", "impact", "hiv", "functional", "brain", "response", "fmri", "metric", "predicting", "cognitive", "outcomes"], "authors": [["Cohen", "Ronald A", "RA", "Center for Cognitive Aging and Memory, Department of Clinical & Health Psychology, 1225 Center Drive, PO Box 100165, Gainesville, FL, 32610, USA. roncohen@ufl.edu."], ["Siegel", "S", "S", "J Crayton Pruitt Family Department of Biomedical Engineering, University of Florida, Gainesville, FL, USA."], ["Gullett", "J M", "JM", "Center for Cognitive Aging and Memory, Department of Clinical & Health Psychology, 1225 Center Drive, PO Box 100165, Gainesville, FL, 32610, USA."], ["Porges", "E", "E", "Center for Cognitive Aging and Memory, Department of Clinical & Health Psychology, 1225 Center Drive, PO Box 100165, Gainesville, FL, 32610, USA."], ["Woods", "A J", "AJ", "Center for Cognitive Aging and Memory, Department of Clinical & Health Psychology, 1225 Center Drive, PO Box 100165, Gainesville, FL, 32610, USA."], ["Huang", "H", "H", "J Crayton Pruitt Family Department of Biomedical Engineering, University of Florida, Gainesville, FL, USA."], ["Zhu", "Y", "Y", "J Crayton Pruitt Family Department of Biomedical Engineering, University of Florida, Gainesville, FL, USA."], ["Tashima", "K", "K", "The Miriam Hospital, Alpert College of Medicine, Brown University, Providence, RI, USA."], ["Ding", "M-Z", "MZ", "J Crayton Pruitt Family Department of Biomedical Engineering, University of Florida, Gainesville, FL, USA."]], "title": "Neural response to working memory demand predicts neurocognitive deficits in HIV.", "year": null, "sentences": ["Human immunodeficiency virus (HIV) continues to have adverse effects on cognition and the brain in many infected people, despite a reduced incidence of HIV-associated dementia with combined antiretroviral therapy (cART).", "Working memory is often affected, along with attention, executive control, and cognitive processing speed.", "Verbal working memory (VWM) requires the interaction of each of the cognitive component processes along with a phonological loop for verbal repetition and rehearsal.", "HIV-related functional brain response abnormalities during VWM are evident in functional MRI (fMRI), though the neural substrate underlying these neurocognitive deficits is not well understood.", "The current study addressed this by comparing 24 HIV+ to 27 demographically matched HIV-seronegative (HIV-) adults with respect to fMRI activation on a VWM paradigm (n-back) relative to performance on two standardized tests of executive control, attention and processing speed (Stroop and Trail Making A-B).", "As expected, the HIV+ group had deficits on these neurocognitive tests compared to HIV- controls, and also differed in neural response on fMRI relative to neuropsychological performance.", "Reduced activation in VWM task-related brain regions on the 2-back was associated with Stroop interference deficits in HIV+ but not with either Trail Making A or B performance.", "Activation of the posterior cingulate cortex (PCC) of the default mode network during rest was associated with Hopkins Verbal Learning Test-2 (HVLT-2) learning in HIV+.", "These effects were not observed in the HIV- controls.", "Reduced dynamic range of neural response was also evident in HIV+ adults when activation on the 2-back condition was compared to the extent of activation of the default mode network during periods of rest.", "Neural dynamic range was associated with both Stroop and HVLT-2 performance.", "These findings provide evidence that HIV-associated alterations in neural activation induced by VWM demands and during rest differentially predict executive-attention and verbal learning deficits.", "That the Stroop, but not Trail Making was associated with VWM activation suggests that attentional regulation difficulties in suppressing interference and/or conflict regulation are a component of working memory deficits in HIV+ adults.", "Alterations in neural dynamic range may be a useful index of the impact of HIV on functional brain response and as a fMRI metric in predicting cognitive outcomes."], "id": "29280107", "text": "Human immunodeficiency virus (HIV) continues to have adverse effects on cognition and the brain in many infected people, despite a reduced incidence of HIV-associated dementia with combined antiretroviral therapy (cART). Working memory is often affected, along with attention, executive control, and cognitive processing speed. Verbal working memory (VWM) requires the interaction of each of the cognitive component processes along with a phonological loop for verbal repetition and rehearsal. HIV-related functional brain response abnormalities during VWM are evident in functional MRI (fMRI), though the neural substrate underlying these neurocognitive deficits is not well understood. The current study addressed this by comparing 24 HIV+ to 27 demographically matched HIV-seronegative (HIV-) adults with respect to fMRI activation on a VWM paradigm (n-back) relative to performance on two standardized tests of executive control, attention and processing speed (Stroop and Trail Making A-B). As expected, the HIV+ group had deficits on these neurocognitive tests compared to HIV- controls, and also differed in neural response on fMRI relative to neuropsychological performance. Reduced activation in VWM task-related brain regions on the 2-back was associated with Stroop interference deficits in HIV+ but not with either Trail Making A or B performance. Activation of the posterior cingulate cortex (PCC) of the default mode network during rest was associated with Hopkins Verbal Learning Test-2 (HVLT-2) learning in HIV+. These effects were not observed in the HIV- controls. Reduced dynamic range of neural response was also evident in HIV+ adults when activation on the 2-back condition was compared to the extent of activation of the default mode network during periods of rest. Neural dynamic range was associated with both Stroop and HVLT-2 performance. These findings provide evidence that HIV-associated alterations in neural activation induced by VWM demands and during rest differentially predict executive-attention and verbal learning deficits. That the Stroop, but not Trail Making was associated with VWM activation suggests that attentional regulation difficulties in suppressing interference and/or conflict regulation are a component of working memory deficits in HIV+ adults. Alterations in neural dynamic range may be a useful index of the impact of HIV on functional brain response and as a fMRI metric in predicting cognitive outcomes.", "doi": "10.1007/s13365-017-0607-z", "journal": ["Journal of neurovirology", "J. Neurovirol."], "date": "2018-01-18_23:42:02"}