{"words": ["present", "standalone", "scalable", "software", "platform", "pet", "image", "reconstruction", "analysis", "focus", "high", "fidelity", "modelling", "acquisition", "processes", "provide", "high", "accuracy", "precision", "quantitative", "imaging", "especially", "large", "axial", "field", "view", "scanners", "core", "routines", "implemented", "using", "parallel", "computing", "available", "within", "python", "package", "niftypet", "enabling", "easy", "access", "manipulation", "visualisation", "data", "processing", "stage", "pipeline", "platform", "starts", "mr", "raw", "pet", "input", "data", "divided", "following", "processing", "stages", "1", "data", "processing", "2", "accurate", "attenuation", "coefficient", "map", "generation", "3", "detector", "normalisation", "4", "exact", "forward", "back", "projection", "sinogram", "image", "space", "5", "estimation", "random", "events", "6", "high", "accuracy", "fully", "3d", "estimation", "scatter", "events", "7", "partial", "volume", "correction", "8", "image", "analysis", "demonstrate", "advantages", "platform", "using", "amyloid", "brain", "scan", "processing", "executed", "single", "uniform", "computational", "environment", "python", "high", "accuracy", "acquisition", "modelling", "achieved", "axial", "compression", "ray", "tracing", "true", "random", "scatter", "events", "furthermore", "platform", "offers", "uncertainty", "estimation", "image", "derived", "statistic", "facilitate", "robust", "tracking", "subtle", "physiological", "changes", "longitudinal", "studies", "platform", "also", "supports", "development", "new", "reconstruction", "analysis", "algorithms", "restricting", "axial", "field", "view", "set", "rings", "covering", "region", "interest", "thus", "performing", "fully", "3d", "reconstruction", "corrections", "using", "real", "data", "significantly", "faster", "software", "available", "open", "source", "accompanying", "test", "data"], "authors": [["Markiewicz", "Pawel J", "PJ", "Translational Imaging Group, CMIC, Department of Medical Physics, Biomedical Engineering, University College London, London, UK. p.markiewicz@ucl.ac.uk."], ["Ehrhardt", "Matthias J", "MJ", "Department for Applied Mathematics and Theoretical Physics, University of Cambridge, Cambridge, UK."], ["Erlandsson", "Kjell", "K", "Institute of Nuclear Medicine, University College London, London, UK."], ["Noonan", "Philip J", "PJ", "Translational Imaging Group, CMIC, Department of Medical Physics, Biomedical Engineering, University College London, London, UK."], ["Barnes", "Anna", "A", "Institute of Nuclear Medicine, University College London, London, UK."], ["Schott", "Jonathan M", "JM", "Dementia Research Centre, University College London, London, UK."], ["Atkinson", "David", "D", "Centre for Medical Imaging, University College London, London, UK."], ["Arridge", "Simon R", "SR", "Centre for Medical Image Computing (CMIC), University College London, London, UK."], ["Hutton", "Brian F", "BF", "Institute of Nuclear Medicine, University College London, London, UK."], ["Ourselin", "Sebastien", "S", "Translational Imaging Group, CMIC, Department of Medical Physics, Biomedical Engineering, University College London, London, UK."]], "title": "NiftyPET: a High-throughput Software Platform for High Quantitative Accuracy and Precision PET Imaging and Analysis.", "year": null, "sentences": ["We present a standalone, scalable and high-throughput software platform for PET image reconstruction and analysis.", "We focus on high fidelity modelling of the acquisition processes to provide high accuracy and precision quantitative imaging, especially for large axial field of view scanners.", "All the core routines are implemented using parallel computing available from within the Python package NiftyPET, enabling easy access, manipulation and visualisation of data at any processing stage.", "The pipeline of the platform starts from MR and raw PET input data and is divided into the following processing stages: (1) list-mode data processing; (2) accurate attenuation coefficient map generation; (3) detector normalisation; (4) exact forward and back projection between sinogram and image space; (5) estimation of reduced-variance random events; (6) high accuracy fully 3D estimation of scatter events; (7) voxel-based partial volume correction; (8) region- and voxel-level image analysis.", "We demonstrate the advantages of this platform using an amyloid brain scan where all the processing is executed from a single and uniform computational environment in Python.", "The high accuracy acquisition modelling is achieved through span-1 (no axial compression) ray tracing for true, random and scatter events.", "Furthermore, the platform offers uncertainty estimation of any image derived statistic to facilitate robust tracking of subtle physiological changes in longitudinal studies.", "The platform also supports the development of new reconstruction and analysis algorithms through restricting the axial field of view to any set of rings covering a region of interest and thus performing fully 3D reconstruction and corrections using real data significantly faster.", "All the software is available as open source with the accompanying wiki-page and test data."], "id": "29280050", "text": "We present a standalone, scalable and high-throughput software platform for PET image reconstruction and analysis. We focus on high fidelity modelling of the acquisition processes to provide high accuracy and precision quantitative imaging, especially for large axial field of view scanners. All the core routines are implemented using parallel computing available from within the Python package NiftyPET, enabling easy access, manipulation and visualisation of data at any processing stage. The pipeline of the platform starts from MR and raw PET input data and is divided into the following processing stages: (1) list-mode data processing; (2) accurate attenuation coefficient map generation; (3) detector normalisation; (4) exact forward and back projection between sinogram and image space; (5) estimation of reduced-variance random events; (6) high accuracy fully 3D estimation of scatter events; (7) voxel-based partial volume correction; (8) region- and voxel-level image analysis. We demonstrate the advantages of this platform using an amyloid brain scan where all the processing is executed from a single and uniform computational environment in Python. The high accuracy acquisition modelling is achieved through span-1 (no axial compression) ray tracing for true, random and scatter events. Furthermore, the platform offers uncertainty estimation of any image derived statistic to facilitate robust tracking of subtle physiological changes in longitudinal studies. The platform also supports the development of new reconstruction and analysis algorithms through restricting the axial field of view to any set of rings covering a region of interest and thus performing fully 3D reconstruction and corrections using real data significantly faster. All the software is available as open source with the accompanying wiki-page and test data.", "doi": "10.1007/s12021-017-9352-y", "journal": ["Neuroinformatics", "Neuroinformatics"], "date": "2018-01-18_23:42:03"}