{"words": ["hearing", "loss", "caused", "number", "different", "pathological", "conditions", "successfully", "treated", "mainly", "surgery", "depending", "individual", "disease", "process", "however", "treatment", "chronic", "sensorineural", "hearing", "loss", "damaged", "cochlear", "structures", "usually", "needs", "hearing", "rehabilitation", "means", "technical", "amplification", "last", "two", "decades", "tremendous", "improvements", "hearing", "aid", "technology", "led", "higher", "quality", "hearing", "rehabilitation", "process", "example", "due", "sophisticated", "signal", "processing", "acoustic", "feedback", "could", "reduced", "hence", "open", "fitting", "options", "available", "even", "subjects", "higher", "degrees", "hearing", "loss", "particular", "hearing", "loss", "use", "open", "fitting", "option", "users", "acceptance", "perceived", "sound", "quality", "significantly", "increased", "open", "fittings", "however", "still", "faced", "low", "level", "readiness", "many", "hearing", "impaired", "subjects", "accept", "acoustic", "amplification", "since", "ent", "specialists", "play", "hearing", "aid", "provision", "promote", "early", "hearing", "aid", "rehabilitation", "include", "counselling", "even", "subjects", "mild", "moderate", "hearing", "loss", "recent", "investigations", "demonstrated", "benefit", "early", "hearing", "aid", "use", "group", "patients", "since", "may", "help", "reduce", "subsequent", "damages", "auditory", "deprivation", "social", "isolation", "development", "dementia", "cognitive", "decline", "subjects", "tinnitus", "hearing", "aids", "may", "also", "support", "masking", "environmental", "sounds", "enhance", "cortical", "inhibition", "present", "paper", "describes", "latest", "developments", "hearing", "aid", "technology", "current", "state", "art", "amplification", "modalities", "implications", "hearing", "aid", "indication", "provision", "discussed"], "authors": [["Hoppe", "Ulrich", "U", "Section of Audiology, Department of Otolaryngology, Head and Neck Surgery, University of Erlangen, Germany."], ["Hesse", "Gerhard", "G", "Tinnitus Department, Hospital of Bad Arolsen, University of Witten-Herdecke, Germany."]], "title": "Hearing aids: indications, technology, adaptation, and quality control.", "year": null, "sentences": ["Hearing loss can be caused by a number of different pathological conditions.", "Some of them can be successfully treated, mainly by surgery, depending on the individual's disease process.", "However, the treatment of chronic sensorineural hearing loss with damaged cochlear structures usually needs hearing rehabilitation by means of technical amplification.", "During the last two decades tremendous improvements in hearing aid technology led to a higher quality of the hearing rehabilitation process.", "For example, due to sophisticated signal processing acoustic feedback could be reduced and hence open fitting options are available even for more subjects with higher degrees of hearing loss.", "In particular for high-frequency hearing loss, the use of open fitting is an option.", "Both the users' acceptance and the perceived sound quality were significantly increased by open fittings.", "However, we are still faced with a low level of readiness in many hearing impaired subjects to accept acoustic amplification.", "Since ENT specialists play a key-role in hearing aid provision, they should promote early hearing aid rehabilitation and include this in the counselling even in subjects with mild and moderate hearing loss.", "Recent investigations demonstrated the benefit of early hearing aid use in this group of patients since this may help to reduce subsequent damages as auditory deprivation, social isolation, development of dementia, and cognitive decline.", "For subjects with tinnitus, hearing aids may also support masking by environmental sounds and enhance cortical inhibition.", "The present paper describes the latest developments of hearing aid technology and the current state of the art for amplification modalities.", "Implications for both hearing aid indication and provision are discussed."], "id": "29279726", "text": "Hearing loss can be caused by a number of different pathological conditions. Some of them can be successfully treated, mainly by surgery, depending on the individual's disease process. However, the treatment of chronic sensorineural hearing loss with damaged cochlear structures usually needs hearing rehabilitation by means of technical amplification. During the last two decades tremendous improvements in hearing aid technology led to a higher quality of the hearing rehabilitation process. For example, due to sophisticated signal processing acoustic feedback could be reduced and hence open fitting options are available even for more subjects with higher degrees of hearing loss. In particular for high-frequency hearing loss, the use of open fitting is an option. Both the users' acceptance and the perceived sound quality were significantly increased by open fittings. However, we are still faced with a low level of readiness in many hearing impaired subjects to accept acoustic amplification. Since ENT specialists play a key-role in hearing aid provision, they should promote early hearing aid rehabilitation and include this in the counselling even in subjects with mild and moderate hearing loss. Recent investigations demonstrated the benefit of early hearing aid use in this group of patients since this may help to reduce subsequent damages as auditory deprivation, social isolation, development of dementia, and cognitive decline. For subjects with tinnitus, hearing aids may also support masking by environmental sounds and enhance cortical inhibition. The present paper describes the latest developments of hearing aid technology and the current state of the art for amplification modalities. Implications for both hearing aid indication and provision are discussed.", "doi": "10.3205/cto000147", "journal": ["GMS current topics in otorhinolaryngology, head and neck surgery", "GMS Curr Top Otorhinolaryngol Head Neck Surg"], "date": "2018-01-18_23:42:03"}