{"authors": [["Honjo", "Yasuyuki", "Y", "Department of Pharmacoepidemiology, Graduate School of Medicine and Public Health, Kyoto University, Japan; Department of Neurology, Graduate School of Medicine, Kyoto University, Japan."], ["Ayaki", "Takashi", "T", "Department of Neurology, Graduate School of Medicine, Kyoto University, Japan."], ["Horibe", "Tomohisa", "T", "Department of Pharmacoepidemiology, Graduate School of Medicine and Public Health, Kyoto University, Japan. Electronic address: horibe.tomohisa.5z@kyoto-u.ac.jp."], ["Ito", "Hidefumi", "H", "Department of Neurology, Graduate School of Medicine, Wakayama Medical University, Japan."], ["Takahashi", "Ryosuke", "R", "Department of Neurology, Graduate School of Medicine, Kyoto University, Japan."], ["Kawakami", "Koji", "K", "Department of Pharmacoepidemiology, Graduate School of Medicine and Public Health, Kyoto University, Japan."]], "date": "2017-12-12", "id": "29246765", "text": "α-Synuclein (α-SYN), a presynaptic protein with the tendency to aggregate, is linked to α-synucleinopathies such as Parkinson's disease (PD), dementia with Lewy bodies (DLB), and multiple system atrophy (MSA). α-SYN is the main component of round intracytoplasmic inclusions called Lewy bodies (LBs), which are the hallmark of PD and DLB. In addition, accumulation of amyloid-β and neurofibrillary tangles as in the pathology of Alzheimer's disease has been found in the DLB brain. Glial cytoplasmic inclusions are an MSA-specific type of inclusion found in oligodendrocytes and mainly comprise α-SYN. FK506-binding protein (FKBP) 12 is a member of the immunophilin family with peptidyl-prolyl isomerase activity that promotes protein folding and is believed to act as a chaperone protein. Previous in vitro work indicated that FKBP12 accelerated α-SYN aggregation more than other peptidyl-prolyl isomerases. The enzymatic activity of FKBP12 increases the formation of α-SYN fibrils at subnanomolar concentrations. In this study, we found that FKBP12 colocalized with α-SYN in LBs and neurites in PD and DLB brains. Furthermore, FKBP12-immunopositive neurofibrillary tangles colocalized with phosphorylated tau in DLB and FKBP12-immunopositive glial cytoplasmic inclusions colocalized with α-SYN in MSA. These findings suggest that FKBP12 is linked to the accumulation of α-SYN and phosphorylated tau protein in α-synucleinopathies. FKBP12 may play important roles in the pathogenesis of α-synucleinopathies through its strong aggregation function. Thus, FKBP12 could be an important drug target for α-synucleinopathies.", "doi": "10.1016/j.brainres.2017.12.012", "title": "FKBP12-immunopositive inclusions in patients with α-synucleinopathies.", "journal": ["Brain research", "Brain Res."]}