{"words": ["pressure", "ulcer", "dipu", "newly", "recognized", "adverse", "drug", "reaction", "associated", "administration", "psychiatric", "drugs", "geriatric", "patients", "dementia", "notification", "causative", "drugs", "crucial", "treatment", "dipu", "herein", "report", "case", "woman", "parkinson", "disease", "developed", "dipus", "starting", "olanzapine", "treatment", "depressive", "symptoms", "findings", "illustrate", "akinetic", "patient", "pressure", "ulcers", "encountered", "patient", "medication", "reviewed", "multidisciplinary", "team", "evaluate", "whether", "development", "pressure", "ulcer", "regardless", "patient", "age"], "authors": [["Hayashi", "Yuichi", "Y", "Department of Neurology and Geriatrics, Gifu University Graduate School of Medicine, Japan."], ["Shibata", "Hideaki", "H", "Department of Neurology and Geriatrics, Gifu University Graduate School of Medicine, Japan."], ["Kudo", "Takuya", "T", "Department of Neurology and Geriatrics, Gifu University Graduate School of Medicine, Japan."], ["Nishida", "Shohei", "S", "Department of Pharmacology, Gifu University Hospital, Japan."], ["Ishikawa", "Rie", "R", "Department of Nursing, Gifu University Hospital, Japan."], ["Moriya", "Chie", "C", "Department of Dermatology, Gifu University Graduate School of Medicine, Japan."], ["Suzuki", "Akio", "A", "Department of Pharmacology, Gifu University Hospital, Japan."], ["Kimura", "Akio", "A", "Department of Neurology and Geriatrics, Gifu University Graduate School of Medicine, Japan."], ["Inuzuka", "Takashi", "T", "Department of Neurology and Geriatrics, Gifu University Graduate School of Medicine, Japan."]], "title": "Drug-induced Pressure Ulcers in a Middle-aged Patient with Early-stage Parkinson's Disease.", "year": null, "sentences": ["Drug-induced pressure ulcer (DIPU), which is a newly recognized adverse drug reaction, is associated with the administration of psychiatric drugs in geriatric patients with dementia.", "The notification of the causative drugs is crucial to the treatment of DIPU.", "We herein report the case of a 56-year-old woman with early-stage Parkinson's disease who developed DIPUs after starting olanzapine treatment for depressive symptoms.", "Our findings illustrate that if an akinetic patient with pressure ulcers is encountered, the patient's medication should be reviewed by a multidisciplinary team, to evaluate whether the development of the pressure ulcer is drug-related, regardless of the patient's age."], "id": "29279501", "text": "Drug-induced pressure ulcer (DIPU), which is a newly recognized adverse drug reaction, is associated with the administration of psychiatric drugs in geriatric patients with dementia. The notification of the causative drugs is crucial to the treatment of DIPU. We herein report the case of a 56-year-old woman with early-stage Parkinson's disease who developed DIPUs after starting olanzapine treatment for depressive symptoms. Our findings illustrate that if an akinetic patient with pressure ulcers is encountered, the patient's medication should be reviewed by a multidisciplinary team, to evaluate whether the development of the pressure ulcer is drug-related, regardless of the patient's age.", "doi": "10.2169/internalmedicine.9700-17", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."], "date": "2018-01-18_23:42:03"}