{"authors": [["Weden", "Margaret M", "MM", "RAND Corporation, Santa Monica, California."], ["Shih", "Regina A", "RA", "RAND Corporation, Santa Monica, California. Electronic address: rshih@rand.org."], ["Kabeto", "Mohammed U", "MU", "University of Michigan, Ann Arbor, Michigan; Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, Michigan."], ["Langa", "Kenneth M", "KM", "University of Michigan, Ann Arbor, Michigan; Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, Michigan."]], "date": "2017-12-12", "id": "29246677", "text": "This is a nationally representative study of rural-urban disparities in the prevalence of probable dementia and cognitive impairment without dementia (CIND).Data on non-institutionalized U.S. adults from the 2000 (n=16,386) and 2010 (n=16,311) cross-sections of the Health and Retirement Study were linked to respective Census assessments of the urban composition of residential census tracts. Relative risk ratios (RRR) for rural-urban differentials in dementia and CIND respective to normal cognitive status were assessed using multinomial logistic regression. Analyses were conducted in 2016.Unadjusted prevalence of dementia and CIND in rural and urban tracts converged so that rural disadvantages in the relative risk of dementia (RRR=1.42, 95% CI=1.10, 1.83) and CIND (RRR=1.35, 95% CI=1.13, 1.61) in 2000 no longer reached statistical significance in 2010. Adjustment for the strong protective role of educational attainment reduced rural disadvantages in 2000 to statistical nonsignificance, whereas adjustment for race/ethnicity resulted in a statistically significant increase in RRRs in 2010. Full adjustment for sociodemographic and health factors revealed persisting rural disadvantages for dementia and CIND in both periods with RRR in 2010 for dementia of 1.79 (95% CI=1.31, 2.43) and for CIND of 1.38 (95% CI=1.14, 1.68).Larger gains in rural adults' cognitive functioning between 2000 and 2010 that are linked with increased educational attainment demonstrate long-term public health benefits of investment in secondary education. Persistent disadvantages in cognitive functioning among rural adults compared with sociodemographically similar urban peers highlight the importance of public health planning for more rapidly aging rural communities.", "doi": "10.1016/j.amepre.2017.10.021", "title": "Secular Trends in Dementia and Cognitive Impairment of U.S. Rural and Urban Older Adults.", "journal": ["American journal of preventive medicine", "Am J Prev Med"]}