{"authors": [["Oh", "Eun Hye", "EH", "Department of Neurology, Pusan National University School of Medicine, Research Institute for Convergence of Biomedical Science and Technology, Pusan National University Yangsan Hospital, Yangsan, Republic of Korea."], ["Lee", "Jae-Hyeok", "JH", "Department of Neurology, Pusan National University School of Medicine, Research Institute for Convergence of Biomedical Science and Technology, Pusan National University Yangsan Hospital, Yangsan, Republic of Korea."], ["Shin", "Jin-Hong", "JH", "Department of Neurology, Pusan National University School of Medicine, Research Institute for Convergence of Biomedical Science and Technology, Pusan National University Yangsan Hospital, Yangsan, Republic of Korea."], ["Kim", "Hyang-Sook", "HS", "Department of Neurology, Pusan National University School of Medicine, Research Institute for Convergence of Biomedical Science and Technology, Pusan National University Yangsan Hospital, Yangsan, Republic of Korea."], ["Kim", "Ji-Soo", "JS", "Department of Neurology, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."], ["Kim", "Hyo-Jung", "HJ", "Research Administration Team, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."], ["Choi", "Seo-Young", "SY", "Department of Neurology, Pusan National University Hospital, Pusan National University School of Medicine and Biomedical Research Institute, Busan, Republic of Korea."], ["Choi", "Kwang-Dong", "KD", "Department of Neurology, Pusan National University Hospital, Pusan National University School of Medicine and Biomedical Research Institute, Busan, Republic of Korea."], ["Zee", "David S", "DS", "Department of Neurology, Johns Hopkins School of Medicine, Baltimore, USA."], ["Choi", "Jae-Hwan", "JH", "Department of Neurology, Pusan National University School of Medicine, Research Institute for Convergence of Biomedical Science and Technology, Pusan National University Yangsan Hospital, Yangsan, Republic of Korea. Electronic address: rachelbolan@hanmail.net."]], "date": "2017-11-15", "id": "29246608", "text": "Hereditary spastic paraplegia (HSP) is characterized by progressive spasticity and weakness of the lower extremities. Additional findings include ataxia, extrapyramidal signs, and dementia. Pendular nystagmus (PN) has been reported in some subtypes of HSP caused by PLP1 (SPG2) or paraplegin (SPG7) mutation. To describe the patterns and modulation of PN in HSP, we performed eye movement recording using video-oculography in a Korean family with HSP and PN. The PN was convergent-divergent in the oblique plane with a frequency of 6 to 7Hz and maximum amplitude at about 1.5°. The nystagmus diminished briefly after blinks and horizontal saccades, and decreased during eccentric gaze and convergence. Horizontal saccades shifted the phase of the oscillations. During lateral gazes, the PN increased in the abducting eye, but decreased in the adducting eye. Vibratory stimuli decreased the nystagmus mostly in the left but not in the right eye. No pathogenic mutation was found in the genetic loci known for causing spastic paraplegia by whole-exome sequencing. The unusual features and modulation of PN in our patients with HSP emphasize the role of disconjugate and disjunctive capabilities of the brain in ocular motor control, and exemplify what can go wrong.", "doi": "10.1016/j.jns.2017.11.011", "title": "Patterns and modulations of Pendular nystagmus in a family with hereditary spastic paraplegia.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}