{"words": ["atrial", "fibrillation", "af", "common", "arrhythmia", "ageing", "population", "east", "asia", "silent", "cerebral", "infarction", "sci", "defined", "cerebral", "infarction", "absence", "corresponding", "clinical", "symptoms", "highly", "prevalent", "morbid", "condition", "af", "sci", "increasingly", "recognized", "risk", "factor", "future", "stroke", "lead", "cognitive", "decline", "dementia", "latter", "increasingly", "common", "health", "problem", "east", "results", "conducted", "compare", "association", "af", "sci", "east", "asian", "patients", "af", "associated", "sci", "patients", "symptomatic", "stroke", "history", "relative", "risk", "rr", "95", "ci", "although", "prevalence", "varied", "widely", "studies", "p", "heterogeneity", "patients", "prevalence", "sci", "af", "higher", "controls", "rr", "95", "ci", "p", "significant", "racial", "difference", "asian", "studies", "east", "asia", "af", "significantly", "associated", "sci", "racial", "difference", "seen", "east", "asian", "patients", "present", "findings", "offer", "clinicians", "new", "insights", "association", "af", "sci"], "authors": [["Senoo", "Keitaro", "K", "Arrhythmia Care Center, Koseikai Takeda Hospital."], ["Kondo", "Yusuke", "Y", "Department of Advanced Cardiovascular Therapeutics, Chiba University Graduate School of Medicine."], ["Kobayashi", "Yoshio", "Y", "Department of Cardiovascular Medicine, Chiba University Graduate School of Medicine."], ["Lip", "Gregory Yh", "GY", "Institute of Cardiovascular Sciences, University of Birmingham."]], "title": "Silent Cerebral Infarction in East Asian vs. Non-Asian Atrial Fibrillation Patients　- Meta-Analysis.", "year": null, "sentences": ["Atrial fibrillation (AF) is the most common arrhythmia in the ageing population in East Asia.", "Silent cerebral infarction (SCI) is defined as cerebral infarction in the absence of corresponding clinical symptoms, and is a highly prevalent and morbid condition in AF.", "SCI is increasingly being recognized as a risk factor for future stroke, which can lead to cognitive decline or dementia.", "The latter is an increasingly common health problem in East Asia.Methods and Results:We conducted a meta-analysis to compare the association of AF and SCI between East Asian and non-Asian patients.", "AF was associated with SCI in patients with no symptomatic stroke history (relative risk [RR], 2.24; 95% CI: 1.26-3.99, I2=83%; P=0.006) although the prevalence varied widely between studies (P for heterogeneity<0.001).", "In non-Asian patients, the prevalence of SCI in AF is higher than that in controls (RR, 1.85; 95% CI: 1.65-2.08, I2=17%; P<0.001).", "There was no significant racial difference between Asian and non-Asian studies (P=0.53).In East Asia, AF was significantly associated with SCI and no racial difference was seen between East Asian and non-Asian patients.", "The present findings offer clinicians new insights into the association between AF and SCI."], "id": "29279460", "text": "Atrial fibrillation (AF) is the most common arrhythmia in the ageing population in East Asia. Silent cerebral infarction (SCI) is defined as cerebral infarction in the absence of corresponding clinical symptoms, and is a highly prevalent and morbid condition in AF. SCI is increasingly being recognized as a risk factor for future stroke, which can lead to cognitive decline or dementia. The latter is an increasingly common health problem in East Asia.Methods and Results:We conducted a meta-analysis to compare the association of AF and SCI between East Asian and non-Asian patients. AF was associated with SCI in patients with no symptomatic stroke history (relative risk [RR], 2.24; 95% CI: 1.26-3.99, I2=83%; P=0.006) although the prevalence varied widely between studies (P for heterogeneity<0.001). In non-Asian patients, the prevalence of SCI in AF is higher than that in controls (RR, 1.85; 95% CI: 1.65-2.08, I2=17%; P<0.001). There was no significant racial difference between Asian and non-Asian studies (P=0.53).In East Asia, AF was significantly associated with SCI and no racial difference was seen between East Asian and non-Asian patients. The present findings offer clinicians new insights into the association between AF and SCI.", "doi": "10.1253/circj.CJ-17-1164", "journal": ["Circulation journal : official journal of the Japanese Circulation Society", "Circ. J."], "date": "2018-01-18_23:42:03"}