{"authors": [["Pyun", "Jung-Min", "JM", "Department of Neurology, Seoul National University Bundang Hospital, 82, Gumi-ro 173 Beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, 13620, Republic of Korea."], ["Park", "Young Ho", "YH", "Department of Neurology, Seoul National University Bundang Hospital, 82, Gumi-ro 173 Beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, 13620, Republic of Korea."], ["Kim", "Hang-Rai", "HR", "Graduate School of Medical Science & Engineering, KAIST, Daejeon, Republic of Korea."], ["Suh", "Jeewon", "J", "Department of Neurology, Seoul National University Bundang Hospital, 82, Gumi-ro 173 Beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, 13620, Republic of Korea."], ["Kang", "Min Ju", "MJ", "Department of Neurology, Seoul National University Bundang Hospital, 82, Gumi-ro 173 Beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, 13620, Republic of Korea."], ["Kim", "Beom Joon", "BJ", "Department of Neurology, Seoul National University Bundang Hospital, 82, Gumi-ro 173 Beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, 13620, Republic of Korea."], ["Youn", "Young Chul", "YC", "Department of Neurology, Chung-Ang University Hospital, Seoul, Republic of Korea."], ["Jang", "Jae-Won", "JW", "Department of Neurology, Kangwon National University Hospital, 156, Baengnyeong, Chuncheon, Kangwon, 24341, Republic of Korea. light26@kangwon.ac.kr."], ["Kim", "SangYun", "S", "Department of Neurology, Seoul National University Bundang Hospital, 82, Gumi-ro 173 Beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, 13620, Republic of Korea. neurosky@snu.ac.kr."], [null, null, null, null]], "date": "2017-12-16", "id": "29246250", "text": "In patients with amyloid-positive mild cognitive impairment (MCI), neurodegenerative biomarkers such as medial temporal lobe atrophy (MTA) are useful to predict disease progression to dementia. Although posterior atrophy (PA) is a well-known neurodegenerative biomarker of Alzheimer's disease, little is known about PA as a predictor in patients with amyloid-positive MCI.We included 258 patients with amyloid-positive MCI with at least one follow-up visit, and who had low cerebrospinal fluid (CSF) β-amyloid1-42 concentration. Data were obtained from the Alzheimer's Disease Neuroimaging Initiative study. We assessed PA and MTA on magnetic resonance imaging (MRI) using visual rating scales and retrospectively determined progression to dementia during the follow-up period of up to 3 years (median 24 months). The Cox proportional hazards model was used to analyze hazard ratios (HRs) of PA and MTA for disease progression. Additionally, subjects were divided into four groups according to brain atrophy pattern (no atrophy, MTA only, PA only, both MTA and PA), and HRs for disease progression were compared with the no atrophy reference group. Analyses were conducted with and without adjustment for CSF phosphorylated tau181p (p-tau) and baseline demographics.A total of 123 patients (47.7%) showed MTA and 174 patients (67.4%) showed PA. Of the total cohort, 139 cases (53.9%) progressed to dementia. PA and MTA were associated with an increased risk for progression to dementia (HR 2.244, 95% confidence interval (CI) 1.497-3.364, and HR 1.682, 95% CI 1.203-2.352, respectively). In the analysis according to atrophy pattern, HR (95% CI) for progression was 2.998 (1.443-6.227) in the MTA only group, 3.126 (1.666-5.864) in the PA only group, and 3.814 (2.045-7.110) in both MTA and PA group. These results remained significant after adjustment.In patients with amyloid-positive MCI, PA could predict progression to dementia independently of MTA.", "doi": "10.1186/s13195-017-0326-y", "title": "Posterior atrophy predicts time to dementia in patients with amyloid-positive mild cognitive impairment.", "journal": ["Alzheimer's research & therapy", "Alzheimers Res Ther"]}