{"words": ["personality", "important", "contributor", "individual", "mental", "health", "consistently", "linked", "two", "prevalent", "mental", "health", "conditions", "among", "older", "adults", "dementia", "depression", "review", "summarizes", "current", "findings", "personality", "association", "cognitive", "decline", "depression", "well", "treatment", "outcomes", "possible", "intervention", "searches", "conducted", "web", "science", "pubmed", "psycinfo", "search", "terms", "included", "traits", "adults", "decline", "depressive", "disorders", "associated", "common", "personality", "profile", "high", "neuroticism", "low", "conscientiousness", "extraversion", "openness", "agreeableness", "across", "studies", "consistent", "predictor", "depression", "course", "treatment", "outcomes", "higher", "traits", "associated", "cognitive", "decline", "well", "diagnosis", "course", "depression", "older", "adults", "however", "formal", "personality", "assessment", "typically", "incorporated", "clients", "treatment", "plans", "even", "though", "personality", "traits", "may", "influence", "treatment", "efficacy", "assessment", "personality", "traits", "may", "beneficial", "terms", "treatment", "adherence", "outcomes", "older", "adults", "tailored", "interventions", "specifically", "target", "client", "strengths", "likely", "well", "received", "clients", "clinicians"], "authors": [["Sadeq", "Nasreen A", "NA", "a School of Aging Studies , University of South Florida , Tampa , Florida , USA."], ["Molinari", "Victor", "V", "a School of Aging Studies , University of South Florida , Tampa , Florida , USA."]], "title": "Personality and its Relationship to Depression and Cognition in Older Adults: Implications for Practice.", "year": null, "sentences": ["Personality is an important contributor to an individual's mental health and is consistently linked to the two most prevalent mental health conditions among older adults: dementia and depression.", "This review summarizes the current findings on personality and its association with cognitive decline and depression, as well as treatment outcomes and possible intervention strategies.Literature searches were conducted in Web of Science, PubMed, and PsycINFO.", "Search terms included 'personality traits,' 'depression,' 'treatment,' and 'older adults.", "'Cognitive decline and depressive disorders are both associated with a common personality profile: high neuroticism, and low conscientiousness, extraversion, openness, and agreeableness.", "Across studies, the most consistent predictor of late-life depression, its course, and treatment outcomes is higher neuroticism.Personality traits are associated with cognitive decline, as well as the diagnosis and course of late-life depression in older adults.", "However, formal personality assessment is not typically incorporated in clients' treatment plans, even though personality traits may influence treatment efficacy and outcomes.Formal assessment of personality traits may be beneficial in terms of treatment adherence and outcomes for older adults.", "Tailored interventions that specifically target the client's strengths are likely to be well received by both clients and clinicians."], "id": "29279022", "text": "Personality is an important contributor to an individual's mental health and is consistently linked to the two most prevalent mental health conditions among older adults: dementia and depression. This review summarizes the current findings on personality and its association with cognitive decline and depression, as well as treatment outcomes and possible intervention strategies.Literature searches were conducted in Web of Science, PubMed, and PsycINFO. Search terms included 'personality traits,' 'depression,' 'treatment,' and 'older adults.'Cognitive decline and depressive disorders are both associated with a common personality profile: high neuroticism, and low conscientiousness, extraversion, openness, and agreeableness. Across studies, the most consistent predictor of late-life depression, its course, and treatment outcomes is higher neuroticism.Personality traits are associated with cognitive decline, as well as the diagnosis and course of late-life depression in older adults. However, formal personality assessment is not typically incorporated in clients' treatment plans, even though personality traits may influence treatment efficacy and outcomes.Formal assessment of personality traits may be beneficial in terms of treatment adherence and outcomes for older adults. Tailored interventions that specifically target the client's strengths are likely to be well received by both clients and clinicians.", "doi": "10.1080/07317115.2017.1407981", "journal": ["Clinical gerontologist", "Clin Gerontol"], "date": "2018-01-18_23:42:03"}