{"authors": [["Janssen", "Jolien", "J", "Julius Centre for Health Sciences and Primary Care, University Medical Centre Utrecht, Utrecht, The Netherlands. j.janssen-5@umcutrecht.nl."], ["Koekkoek", "Paula S", "PS", "Julius Centre for Health Sciences and Primary Care, University Medical Centre Utrecht, Utrecht, The Netherlands."], ["Moll van Charante", "Eric P", "EP", "Department of General Practice, Academic Medical Centre, Amsterdam, The Netherlands."], ["Jaap Kappelle", "L", "L", "Department of Neurology, Brain Centre Rudolf Magnus, University Medical Centre Utrecht, Utrecht, The Netherlands."], ["Biessels", "Geert Jan", "GJ", "Department of Neurology, Brain Centre Rudolf Magnus, University Medical Centre Utrecht, Utrecht, The Netherlands."], ["Rutten", "Guy E H M", "GEHM", "Julius Centre for Health Sciences and Primary Care, University Medical Centre Utrecht, Utrecht, The Netherlands."]], "date": "2017-12-16", "id": "29246193", "text": "Despite the wealth of research devoted to the performance of individual cognitive tests for diagnosing cognitive impairment (including mild cognitive impairment and dementia), it can be difficult for general practitioners to choose the most appropriate test for a patient with cognitive complaints in daily practice. In this paper we present a diagnostic algorithm for the evaluation of cognitive complaints in primary care. The rationale behind this algorithm is that the likelihood of cognitive impairment -which can be determined after history taking and an informant interview- should determine which cognitive test is most suitable.We distinguished three likelihoods of cognitive impairment: not likely, possible or likely. We selected cognitive tests based on pre-defined required test features for each of these three situations and a review of the literature. We incorporated the cognitive tests in a practical diagnostic algorithm.Based on the available literature, in patients with complaints but where cognitive impairment is considered to be unlikely the clock-drawing test can be used to rule out cognitive impairment. When cognitive impairment is possible the Montreal cognitive assessment can be used to rule out cognitive impairment or to make cognitive impairment more likely. When cognitive impairment is likely the Mini-Mental State Examination can be used to confirm the presence of cognitive impairment.We propose a diagnostic algorithm to increase the efficiency of ruling out or diagnosing cognitive impairment in primary care. Further study is needed to validate and evaluate this stepwise diagnostic algorithm.", "doi": "10.1186/s12875-017-0675-4", "title": "How to choose the most appropriate cognitive test to evaluate cognitive complaints in primary care.", "journal": ["BMC family practice", "BMC Fam Pract"]}