{"authors": [["Becker", "Robert E", "RE", "Aristea Translational Medicine Corporation, Park City, UT, USA; Drug Design and Development Section, Translational Gerontology Branch, Intramural Research Program, National Institute on Aging, Baltimore, MD, USA. Electronic address: rebecker@aristeatm.com."], ["Kapogiannis", "Dimitrios", "D", "Laboratory of Neurosciences, Intramural Research Program, National Institute on Aging, Baltimore, MD, USA."], ["Greig", "Nigel H", "NH", "Drug Design and Development Section, Translational Gerontology Branch, Intramural Research Program, National Institute on Aging, Baltimore, MD, USA. Electronic address: greign@nih.gov."]], "date": "2017-12-12", "id": "29245000", "text": "Neurodegenerative disorders have been a graveyard for hundreds of well-intentioned efforts at drug discovery and development. Concussion and other traumatic brain injuries (TBIs) and Alzheimer's disease (AD) share many overlapping pathologies and possible clinical links.We searched the literature since 1995 using MEDLINE and Google Scholar for the terms concussion, AD, and shared neuropathologies. We also studied a TBI animal model as a supplement to transgenic (Tg) mouse AD models for evaluating AD drug efficacy by preventing neuronal losses. To evaluate TBI/AD pathologies and neuronal self-induced cell death (apoptosis), we are studying brain extracellular vesicles in plasma and (-)-phenserine pharmacology to probe, in animal models of AD and humans, apoptosis and pathways common to concussion and AD.Neuronal cell death and a diverse and significant pathological cascade follow TBIs. Many of the developing pathologies are present in early AD. The use of an animal model of concussion as a supplement to Tg mice provides an indication of an AD drug candidate's potential for preventing apoptosis and resulting progression toward dementia in AD. This weight drop supplementation to Tg mouse models, the experimental drug (-)-phenserine, and plasma-derived extracellular vesicles enriched for neuronal origin to follow biomarkers of neurodegenerative processes, each and in combination, show promise as tools useful for probing the progression of disease in AD, TBI/AD pathologies, apoptosis, and drug effects on rates of apoptosis both preclinically and in humans. (-)-Phenserine both countered many subacute post-TBI pathologies that could initiate clinical AD and, in the concussion and other animal models, showed evidence consistent with direct inhibition of neuronal preprogrammed cell death in the presence of TBI/AD pathologies.These findings may provide support for expanding preclinical Tg mouse studies in AD with a TBI weight drop model, insights into the progression of pathological targets, their relations to apoptosis, and timing of interventions against these targets and apoptosis. Such studies may demonstrate the potential for drugs to effectively and safely inhibit preprogrammed cell death as a new drug development strategy for use in the fight to defeat AD.", "doi": "10.1016/j.jalz.2017.11.007", "title": "Does traumatic brain injury hold the key to the Alzheimer's disease puzzle?", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"]}