{"authors": [["Sandival Ampuero", "Gustavo Alberto", "GA", "Facultad de Medicina Humana, Universidad Nacional Federico Villarreal, Lima, Perú. Address: Avenida Garcia Villon Manzana c6, Lote 7, Cercado de Lima, Lima, Perú. Email: gsandival19@gmail.com."], ["Runzer-Colmenares", "Fernando M", "FM", "Centro de Investigación del Envejecimiento (CIEN), Facultad de Medicina Humana, Universidad de San Martin de Porres, Lima, Perú; Unidad de geriatría, Centro Médico Naval, Callao, Perú."], ["Parodi", "José F", "JF", "Centro de Investigación del Envejecimiento (CIEN), Facultad de Medicina Humana, Universidad de San Martin de Porres, Lima, Perú."]], "date": "2017-12-12", "id": "29244786", "text": "It is estimated that major neurocognitive disorders will affect 115.4 million people by 2050, representing a significant financial burden for society. Likewise, functional dependence for basic or instrumental activities of daily life is usually a consequence of the greater prevalence of disabling pathologies, and of the progressive decrease of the physiological reserve due to aging.To determine the ratio between the functional test and prediction of deterioration of cognitive function in geriatric patients. To determine which factors are associated with decreased cognitive functions in elderly patients.This is a retrospective cohort study. We included participants who attended the Geriatrics Outpatient Services of the Naval Medical Center of Peru from 2010 to 2014. Two groups were formed, the first comprised those who presented physiological loss of cognitive functions, defined as the decrease less than 4.1 points in the score of the Mini Mental State Examination during follow-up and a second group who had a pathological loss of cognitive functions, defined as a decrease of 4.2 points in average or more in the Mini Mental State Examination score during follow-up. Patients were followed for four years, performing functional evaluations, as well as collecting data on comorbidities and sociodemographic factors.We included 368 patients, whose mean age was 75.8 years and 50.91% male. Female gender (53.72%), poor education (62.81%), and comorbidities were statistically more frequent in the pathological cognitive decline group. Functional assessment variables had a worse disease progress through follow-up in the group with pathological disease progress of the Mini Mental State Examination score, including Timed Up and Go Test.Score values of Timed Up and Go Test manage to predict the risk of a pathological decrease in Mini Mental State Examination regardless of sociodemographic factors, comorbidities, and functional assessment.Se estima que los trastornos neurocognitivos mayores afectarán a 115,4 millones de personas en 2050, lo que representa una carga financiera importante para la sociedad. Asimismo, la dependencia funcional para actividades básicas o instrumentales de la vida diaria suele ser consecuencia de la mayor prevalencia de patologías discapacitantes, y de la progresiva disminución de la reserva fisiológica propia del envejecimiento.Se persiguen dos objetivos: determinar la relación entre los test funcionales y la predicción de deterioro de funciones cognitivas en pacientes geriátricos; y establecer qué factores están asociados a disminución de las funciones cognitivas en pacientes geriátricos.Estudio de tipo cohorte retrospectiva. Incluimos participantes que acudieron a los servicios ambulatorios de geriatría del Centro Médico Naval de Perú desde 2010 hasta 2014. Se formaron dos grupos, el primero con los que presentaron pérdida fisiológica de funciones cognitivas, definida como la disminución menor a 4,1 puntos en el puntaje del Mini Mental State Examination durante el seguimiento y otro con una pérdida patológica de funciones cognitivas, definida como la disminución de 4,2 puntos en promedio o más en el puntaje de esta misma encuesta durante el seguimiento. Los pacientes fueron seguidos por cuatro años, período en el que se les efectuaron evaluaciones funcionales y se recogieron datos de comorbilidades y factores sociodemográficos.Se incluyeron 368 pacientes, cuya media de edad fue de 75,8 años y 50,91% fueron hombres. El género femenino (53,72%), la presencia de un bajo grado de instrucción (62,81%) y la presencia de comorbilidades fueron más prevalentes en el grupo con disminución de Mini Mental State Examination patológico. Las variables de evaluación funcional, incluyendo al Timed Up and Go Test, presentaron promedios inadecuados durante el seguimiento de cuatro años en el grupo con evolución patológica del puntaje del Mini Mental State Examination, en comparación con el grupo sano.Los valores del puntaje del Timed Up and Go Test logran predecir el riesgo de una disminución patológica del Mini Mental State Examination, independientemente de factores sociodemográficos, comorbilidades y valoración funcional.", "doi": null, "title": "Functional assessment as a predictor of cognitive impairment: a retrospective cohort study.", "journal": ["Medwave", "Medwave"]}