{"authors": [["Boyle", "Patricia A", "PA", "Rush Alzheimer's Disease Center."], ["Yu", "Lei", "L", "Rush Alzheimer's Disease Center."], ["Wilson", "Robert S", "RS", "Rush Alzheimer's Disease Center."], ["Leurgans", "Sue E", "SE", "Rush Alzheimer's Disease Center."], ["Schneider", "Julie A", "JA", "Rush Alzheimer's Disease Center."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center."]], "date": "2017-12-15", "id": "29244218", "text": "Mixed neuropathologies are the most common cause of dementia at the population level, but how different neuropathologies contribute to cognitive decline at the individual level remains unknown. We quantified the contribution of 9 neuropathologies to cognitive loss at an individual level.Participants (n = 1,079) came from 2 longitudinal clinical-pathologic studies of aging. All completed 2 + cognitive evaluations (maximum = 22), died, and underwent neuropathologic examinations to identify Alzheimer disease (AD), other neurodegenerative diseases, and vascular pathologies. Linear mixed models examined associations of neuropathologies with cognitive decline and estimated the proportion of cognitive loss accounted for by each neuropathology at a person-specific level.Neuropathology was ubiquitous, with 94% of participants having 1+, 78% having 2+, 58% having 3+, and 35% having 4+. AD was most frequent (65%) but rarely occurred in isolation (9%). Remarkably, >230 different neuropathologic combinations were observed, each of which occurred in <6% of the cohort. The relative contributions of specific neuropathologies to cognitive loss varied widely across individuals. Although AD accounted for an average of about 50% of the observed cognitive loss, the proportion accounted for at the individual level ranged widely from 22% to 100%. Lewy bodies and hippocampal sclerosis also had potent effects, but again their impacts varied at the person-specific level.There is much greater heterogeneity in the comorbidity and cognitive impact of age-related neuropathologies than currently appreciated, suggesting an urgent need for novel therapeutic approaches that embrace the complexity of disease to combat cognitive decline in old age. Ann Neurol 2017.", "doi": "10.1002/ana.25123", "title": "Person-specific contribution of neuropathologies to cognitive loss in old age.", "journal": ["Annals of neurology", "Ann. Neurol."]}