{"authors": [["Wynn", "Matthew J", "MJ", "Department of Psychological & Brain Sciences, Washington University in St. Louis, Missouri."], ["Carpenter", "Brian D", "BD", "Department of Psychological & Brain Sciences, Washington University in St. Louis, Missouri."]], "date": "2017-12-13", "id": "29244125", "text": "Receiving a diagnosis of dementia has major implications. Although protocols for disclosing difficult information have been developed for other health conditions, no such evidence-based method exists for dementia. As a step toward that goal, this study analyzed the discourse within dementia diagnosis disclosure sessions to identify conversational features associated with psychological outcomes.The Roter Interaction Analysis System (RIAS) was used to code the discourse among patients, their companions, and providers during 84 dementia diagnosis disclosure sessions following an initial evaluation at an Alzheimer's Disease Research Center.Providers dominated the conversation in terms of overall time spent talking. With more severe dementia, patients spoke less and companions spoke more. Provider-positive rapport building was associated with lower patient depression and anxiety following the disclosure session. Patient-positive rapport building was associated with higher companion anxiety, but only when the patient was not suspected to have dementia. No associations were found between other types of discourse and patient or companion psychological outcomes.A relatively small amount of positive rapport building by providers can lead to reduced distress following dementia disclosure. Dementia disclosure best practices should emphasize patient-centered communication techniques in order to minimize psychological distress following diagnosis.", "doi": "10.1093/geronb/gbx154", "title": "Discourse Features Among Providers, Patients, and Companions and Their Effect on Outcomes of Dementia Diagnosis Disclosure.", "journal": ["The journals of gerontology. Series B, Psychological sciences and social sciences", "J Gerontol B Psychol Sci Soc Sci"]}