{"authors": [["Burns", "Christine M", "CM", "Minneapolis Medical Research Foundation, Hennepin County Medical Center, Minneapolis, MN."], ["Knopman", "David S", "DS", "Department of Neurology, Mayo Clinic, Rochester, MN."], ["Tupper", "David E", "DE", "Department of Neurology, University of Minnesota, Minneapolis, MN."], ["Davey", "Cynthia S", "CS", "Biostatistical Design and Analysis Center, University of Minnesota Clinical and Translational Science Institute, Minneapolis, MN."], ["Slinin", "Yelena M", "YM", "Minneapolis VA Health Care Center; Minneapolis, MN."], ["Lakshminarayan", "Kamakshi", "K", "Department of Neurology, University of Minnesota, Minneapolis, MN."], ["Rossom", "Rebecca C", "RC", "HealthPartners Institute, Bloomington, MN."], ["Pederson", "Sarah L", "SL", "Minneapolis Medical Research Foundation, Hennepin County Medical Center, Minneapolis, MN."], ["Gilbertson", "David T", "DT", "Chronic Disease Research Group, Minneapolis Medical Research Foundation, Hennepin County Medical Center; Minneapolis, MN."], ["Murray", "Anne M", "AM", "Minneapolis Medical Research Foundation, Hennepin County Medical Center, Minneapolis, MN."]], "date": "2017-12-13", "id": "29244090", "text": "Our primary goal is to describe the prevalence, severity, and risk of cognitive impairment (CI) by estimated glomerular filtration rate (eGFR, in ml/min/1.73 m 2) in a cohort enriched for advanced CKD (eGFR < 45), adjusting for albuminuria, as measured by urine albumin-to-creatinine ratio (UACR, in mg/g). As both eGFR and albuminuria are associated with CI risk in CKD, we also seek to determine the extent that eGFR remains a useful biomarker for risk of CI in those with CKD and concomitant albuminuria.Chi-square tests measured the prevalence of severe CI and mild cognitive impairment (MCI) by eGFR level. Logistic regression models and generalized linear models measured risk of CI by eGFR, adjusted for UACR.Participants were 574 adults with a mean age of 69; 433 with CKD (eGFR <60, non-dialysis) and 141 controls (eGFR ≥ 60). Forty-eight percent of participants with CKD had severe CI or MCI. The prevalence of severe CI was highest (25%) in those with eGFR <30. eGFR <30 was only associated with severe CI in those without albuminuria (UACR <30; OR = 3.3; p = .02) and was not associated with MCI in similar models.One quarter of those with eGFR <30 had severe CI. eGFR <30 was associated with over threefold increased odds of severe CI in those with UACR < 30, but not with UACR > 30, suggesting that eGFR < 30 is a valid biomarker for increased risk of severe CI in those without concomitant albuminuria.", "doi": "10.1093/gerona/glx241", "title": "Prevalence and Risk of Severe Cognitive Impairment in Advanced Chronic Kidney Disease.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}