{"words": ["daily", "living", "requires", "ability", "perform", "cognitive", "skills", "decrease", "dementia", "performing", "cognitive", "motor", "task", "simultaneously", "become", "increasingly", "challenging", "subtle", "gait", "abnormalities", "may", "even", "present", "stages", "therefore", "paradigm", "timed", "task", "may", "useful", "diagnostic", "assessment", "mild", "cognitive", "impairment", "mci", "investigate", "diagnostic", "prognostic", "ability", "paradigm", "patients", "mci", "mild", "alzheimer", "disease", "ad", "evaluate", "association", "paradigm", "cerebrospinal", "fluid", "csf", "ad", "study", "prospective", "cohort", "study", "conducted", "clinical", "setting", "two", "memory", "clinics", "patients", "included", "28", "mci", "17", "ad", "41", "healthy", "controls", "hc", "ability", "perform", "evaluated", "patients", "underwent", "standardized", "diagnostic", "assessment", "evaluated", "determine", "progression", "curve", "analysis", "illustrated", "high", "discriminative", "ability", "paradigm", "separating", "mci", "patients", "hc", "auc", "auc", "moderate", "discriminative", "ability", "separating", "mci", "ad", "auc", "auc", "performance", "discriminated", "clearly", "groups", "p", "logistic", "regression", "analyses", "revealed", "low", "prognostic", "value", "paradigm", "progression", "rate", "cognitive", "decline", "moderately", "strong", "correlation", "paradigm", "csf", "ad", "biomarkers", "study", "found", "patients", "mci", "mild", "ad", "increasing", "difficulties", "compared", "healthy", "elderly", "hence", "paradigm", "may", "potential", "complement", "diagnostic", "assessment", "typical", "clinical", "setting"], "authors": [["Nielsen", "Malene Schjnning", "MS", "Department of Neurology, Regional Dementia Research Centre, Zealand University Hospital, Denmark."], ["Simonsen", "Anja Hviid", "AH", "Department of Neurology, Rigshospitalet, Danish Dementia Research Centre, University of Copenhagen, Denmark."], ["Siersma", "Volkert", "V", "Department of Public Health, The Research Unit for General Practice and Section of General Practice, University of Copenhagen, Copenhagen, Denmark."], ["Hasselbalch", "Steen Gregers", "SG", "Department of Neurology, Rigshospitalet, Danish Dementia Research Centre, University of Copenhagen, Denmark."], ["Hoegh", "Peter", "P", "Department of Neurology, Regional Dementia Research Centre, Zealand University Hospital, Denmark."]], "title": "The Diagnostic and Prognostic Value of a Dual-Tasking Paradigm in a Memory Clinic.", "year": null, "sentences": ["Daily living requires the ability to perform dual-tasking.", "As cognitive skills decrease in dementia, performing a cognitive and motor task simultaneously become increasingly challenging and subtle gait abnormalities may even be present in pre-dementia stages.", "Therefore, a dual-tasking paradigm, such as the Timed Up and Go-Dual Task (TUG-DT), may be useful in the diagnostic assessment of mild cognitive impairment (MCI).To investigate the diagnostic and prognostic ability of a dual-tasking paradigm in patients with MCI or mild Alzheimer's disease (AD) and to evaluate the association between the dual-tasking paradigm and cerebrospinal fluid (CSF) AD biomarkers.The study is a prospective cohort study conducted in a clinical setting in two memory clinics.", "Eighty-six patients were included (28 MCI, 17 AD, 41 healthy controls (HC)).", "The ability to perform dual-tasking was evaluated by the TUG-DT.", "Patients underwent a standardized diagnostic assessment and were evaluated to determine progression yearly.ROC curve analysis illustrated a high discriminative ability of the dual-tasking paradigm in separating MCI patients from HC (AUC: 0.78, AUC: 0.82) and a moderate discriminative ability in separating MCI from AD (AUC: 0.73, AUC: 0.55).", "Performance discriminated clearly between all groups (p < 0.01).", "Logistic regression analyses revealed a low prognostic value of the dual-tasking paradigm for progression and rate of cognitive decline.", "A moderately strong correlation between the dual-tasking paradigm and CSF AD biomarkers was observed.In our study, we found that patients with MCI and mild AD have increasing difficulties in dual-tasking compared to healthy elderly.", "Hence, the dual-tasking paradigm may be a potential complement in the diagnostic assessment in a typical clinical setting."], "id": "29278887", "text": "Daily living requires the ability to perform dual-tasking. As cognitive skills decrease in dementia, performing a cognitive and motor task simultaneously become increasingly challenging and subtle gait abnormalities may even be present in pre-dementia stages. Therefore, a dual-tasking paradigm, such as the Timed Up and Go-Dual Task (TUG-DT), may be useful in the diagnostic assessment of mild cognitive impairment (MCI).To investigate the diagnostic and prognostic ability of a dual-tasking paradigm in patients with MCI or mild Alzheimer's disease (AD) and to evaluate the association between the dual-tasking paradigm and cerebrospinal fluid (CSF) AD biomarkers.The study is a prospective cohort study conducted in a clinical setting in two memory clinics. Eighty-six patients were included (28 MCI, 17 AD, 41 healthy controls (HC)). The ability to perform dual-tasking was evaluated by the TUG-DT. Patients underwent a standardized diagnostic assessment and were evaluated to determine progression yearly.ROC curve analysis illustrated a high discriminative ability of the dual-tasking paradigm in separating MCI patients from HC (AUC: 0.78, AUC: 0.82) and a moderate discriminative ability in separating MCI from AD (AUC: 0.73, AUC: 0.55). Performance discriminated clearly between all groups (p < 0.01). Logistic regression analyses revealed a low prognostic value of the dual-tasking paradigm for progression and rate of cognitive decline. A moderately strong correlation between the dual-tasking paradigm and CSF AD biomarkers was observed.In our study, we found that patients with MCI and mild AD have increasing difficulties in dual-tasking compared to healthy elderly. Hence, the dual-tasking paradigm may be a potential complement in the diagnostic assessment in a typical clinical setting.", "doi": "10.3233/JAD-161310", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."], "date": "2018-01-18_23:42:05"}