{"words": ["dementia", "lewy", "bodies", "dlb", "second", "prevalent", "neurodegenerative", "dementia", "accumulation", "aggregated", "fibrillar", "neurons", "limbic", "forebrain", "regions", "brain", "leads", "visual", "hallucination", "cognitive", "impairment", "fluctuating", "nature", "extrapyramidal", "motor", "disturbances", "counteracts", "aggregation", "vitro", "animal", "models", "however", "clear", "whether", "effect", "occurs", "human", "lewy", "body", "dementia", "lbd", "diseases", "examine", "expression", "autophagy", "markers", "frontal", "cortex", "ba9", "occipital", "cortex", "patients", "neuropathologically", "confirmed", "controls", "provide", "evidence", "neuronal", "upregulation", "within", "frontal", "cortex", "decrease", "occipital", "cortex", "dlb", "patients", "neurons", "consistently", "devoid", "oligomeric", "frontal", "cortex", "observe", "overall", "correlation", "total", "5g4", "levels", "marker", "oligomeric", "autophagy", "markers", "p62", "increased", "areas", "upregulation", "dlb", "brains", "show", "attenuation", "autophagy", "flux", "overexpressed", "vitro", "altogether", "data", "suggests", "changes", "dlb", "may", "exacerbate", "neuronal", "dysfunction", "caused", "accumulation", "influencing", "protein", "degradation", "pathways", "taken", "consideration", "designing", "therapeutic", "strategies", "aimed", "decrease", "burden", "lewy", "body", "diseases"], "authors": [["Evans", "Tracey", "T", "Plymouth University Peninsula Schools of Medicine and Dentistry, John Bull Building, Research Way, Plymouth PL6 8BU, United Kingdom."], ["Kok", "Wai Ling", "WL", "Plymouth University Peninsula Schools of Medicine and Dentistry, John Bull Building, Research Way, Plymouth PL6 8BU, United Kingdom."], ["Cowan", "Katrina", "K", "Plymouth University Peninsula Schools of Medicine and Dentistry, John Bull Building, Research Way, Plymouth PL6 8BU, United Kingdom."], ["Hefford", "Megan", "M", "Plymouth University Peninsula Schools of Medicine and Dentistry, John Bull Building, Research Way, Plymouth PL6 8BU, United Kingdom."], ["Anichtchik", "Oleg", "O", "Plymouth University Peninsula Schools of Medicine and Dentistry, John Bull Building, Research Way, Plymouth PL6 8BU, United Kingdom. Electronic address: oleg.anichtchik@plymouth.ac.uk."]], "title": "Accumulation of beta-synuclein in cortical neurons is associated with autophagy attenuation in the brains of dementia with Lewy body patients.", "year": null, "sentences": ["Dementia with Lewy bodies (DLB) is the second most prevalent neurodegenerative dementia, where an accumulation of aggregated fibrillar alpha-synuclein in neurons of limbic and forebrain regions of the brain leads to visual hallucination, cognitive impairment of a fluctuating nature and extrapyramidal motor disturbances.", "Beta-synuclein counteracts aggregation of alpha-synuclein in vitro and in animal models, however it is not clear whether this effect occurs in human Lewy body dementia (LBD) diseases.", "Here we examine expression of alpha-, beta-synuclein and autophagy markers in the frontal cortex (BA9) and occipital cortex (BA18-19) of patients with neuropathologically confirmed DLB/LBD and age-matched controls.", "We provide evidence for neuronal upregulation of beta-synuclein within the frontal cortex and its decrease in occipital cortex of DLB patients.", "While beta-synuclein-containing neurons were consistently devoid of oligomeric alpha-synuclein in the frontal cortex, we did not observe an overall correlation between total beta-synuclein and 5G4 levels (marker of oligomeric alpha-synuclein).", "The autophagy markers LC3-II and p62 were increased in the areas of beta-synuclein upregulation in DLB brains, and we show attenuation of autophagy flux when beta-synuclein is overexpressed in vitro.", "Altogether, this data suggests that beta-synuclein changes in DLB may exacerbate neuronal dysfunction caused by accumulation of alpha-synuclein by influencing protein degradation pathways; this should be taken into consideration when designing therapeutic strategies aimed to decrease alpha-synuclein burden in Lewy body diseases."], "id": "29278715", "text": "Dementia with Lewy bodies (DLB) is the second most prevalent neurodegenerative dementia, where an accumulation of aggregated fibrillar alpha-synuclein in neurons of limbic and forebrain regions of the brain leads to visual hallucination, cognitive impairment of a fluctuating nature and extrapyramidal motor disturbances. Beta-synuclein counteracts aggregation of alpha-synuclein in vitro and in animal models, however it is not clear whether this effect occurs in human Lewy body dementia (LBD) diseases. Here we examine expression of alpha-, beta-synuclein and autophagy markers in the frontal cortex (BA9) and occipital cortex (BA18-19) of patients with neuropathologically confirmed DLB/LBD and age-matched controls. We provide evidence for neuronal upregulation of beta-synuclein within the frontal cortex and its decrease in occipital cortex of DLB patients. While beta-synuclein-containing neurons were consistently devoid of oligomeric alpha-synuclein in the frontal cortex, we did not observe an overall correlation between total beta-synuclein and 5G4 levels (marker of oligomeric alpha-synuclein). The autophagy markers LC3-II and p62 were increased in the areas of beta-synuclein upregulation in DLB brains, and we show attenuation of autophagy flux when beta-synuclein is overexpressed in vitro. Altogether, this data suggests that beta-synuclein changes in DLB may exacerbate neuronal dysfunction caused by accumulation of alpha-synuclein by influencing protein degradation pathways; this should be taken into consideration when designing therapeutic strategies aimed to decrease alpha-synuclein burden in Lewy body diseases.", "doi": "10.1016/j.brainres.2017.12.026", "journal": ["Brain research", "Brain Res."], "date": "2018-01-18_23:42:05"}