{"authors": [["Fieo", "Robert", "R", "Center for Cognitive Aging and Memory, Department of Geriatric Research, College of Medicine, University of Florida, Gainesville, FL, USA."], ["Zahodne", "Laura", "L", "Psychology Department, University of Michigan, College of Literature, Science, and the Arts."], ["Tang", "Ming X", "MX", "Departments of Biostatistics, School of Public Health, Columbia University College of Physicians and Surgeons, New York, NY, USA."], ["Manly", "Jennifer J", "JJ", "Cognitive Neuroscience Division, Department of Neurology and Taub Institute, Columbia University College of Physicians and Surgeons, New York, NY, USA."], ["Cohen", "Ron", "R", "Center for Cognitive Aging and Memory, Department of Geriatric Research, College of Medicine, University of Florida, Gainesville, FL, USA."], ["Stern", "Yaakov", "Y", "Cognitive Neuroscience Division, Department of Neurology and Taub Institute, Columbia University College of Physicians and Surgeons, New York, NY, USA."]], "date": "2017-12-13", "id": "29244089", "text": "Decrements in instrumental activities (IADL) have been observed in the prodromal phase of dementia. Given the long pre-dementia stage in neuro-degenerative diseases, it has been proposed that subtle functional changes may precede clinical IADL impairment. Incorporating more challenging advanced ADLs (e.g., volunteer work) into the assessment process may increase the sensitivity of functional measures, thus expanding the window for monitoring or interventions.Longitudinal cohort study (follow-ups, 18-24 month), subjects aged >60 (n=3635). To elucidate the relationship between cognitive ability and functional status we employed an IADL scale with an extended range (ADL-extended; includes IADL but also more challenging advanced ADLs) that meets item response theory properties of dimensionality, monotonicity, and item hierarchy. Procedures involved: 1) a dynamic change model employed to inspect the temporal relationship between ADL-extended and cognitive status; 2) Cox proportional hazards to assess risk of incident dementia based on ADL-extended scores.Growth curve modeling: baseline ADL-extended was significantly associated with all four cognitive domains investigated. Worse baseline ADL-extended was associated with more rapid declines in speed/executive function, and worse baseline memory was associated with more rapid declines in ADL-extended; a concurrent association was found for language and ADL-extended. Cox model: the risk of dementia was decreased for each additional ADL-extended item endorsed (HR, .85; 95% CI 0.81 to 0.90).An increased risk of dementia could be observed in the ADL-extended items, which reflects an area of the functional continuum beyond IADL competencies.", "doi": "10.1093/gerona/glx235", "title": "The historical progression from ADL scrutiny to IADL to advanced ADL: Assessing functional status in the earliest stages of dementia.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}