{"words": ["investigated", "factors", "associated", "discrepancies", "patients", "caregivers", "ratings", "patients", "general", "quality", "life", "qol", "domains", "quality", "life", "alzheimer", "disease", "scale", "baseline", "12", "longitudinal", "study", "comprised", "114", "outpatients", "ad", "caregivers", "patients", "assessed", "state", "examination", "assessment", "scale", "psychosocial", "impact", "diagnosis", "dementia", "cornell", "scale", "depression", "functional", "activities", "questionnaire", "neuropsychiatric", "inventory", "clinical", "dementia", "rating", "scale", "caregivers", "answered", "zarit", "burden", "interview", "sociodemographic", "regression", "analyses", "indicated", "factors", "associated", "discrepancies", "patients", "caregivers", "ratings", "patients", "impaired", "awareness", "caregiver", "burden", "baseline", "impaired", "awareness", "12", "months", "moreover", "factor", "associated", "discrepancies", "domain", "memory", "impaired", "awareness", "domain", "ability", "chores", "impaired", "awareness", "functional", "discrepancies", "patients", "caregivers", "related", "awareness", "caregiver", "burden", "baseline", "awareness", "12", "months", "results", "raise", "questions", "regarding", "subjective", "nature", "qol", "validity", "patients", "evaluation", "qol"], "authors": [["Sousa", "Maria F B", "MFB", "Center for Alzheimer's Disease, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, Rio de Janeiro."], ["Santos", "Raquel L", "RL", "Center for Alzheimer's Disease, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, Rio de Janeiro."], ["Simões", "Pedro", "P", "Department of Political Sociology, Universidade Federal de Santa Catarina, Florianópolis, Brazil."], ["Conde-Sala", "Josep L", "JL", "Faculty of Psychology, University of Barcelona, Barcelona, Spain."], ["Dourado", "Marcia C N", "MCN", "Center for Alzheimer's Disease, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, Rio de Janeiro."]], "title": "Discrepancies Between Alzheimer's Disease Patients' and Caregivers' Ratings About Patients' Quality of Life: A 1-year Observation Study in Brazil.", "year": null, "sentences": ["We investigated the factors associated with discrepancies between patients' and caregivers' ratings about patients' general quality of life (QoL) and about the domains of Quality of Life in Alzheimer's disease (QoL-AD) Scale at baseline and 12 months.This was a longitudinal study that comprised 114 outpatients with AD and their caregivers.", "Patients were assessed with the QoL-AD, Mini-mental State Examination, Assessment Scale of Psychosocial Impact of the Diagnosis of Dementia, Cornell Scale for Depression, Functional Activities Questionnaire, and Neuropsychiatric Inventory, and Clinical Dementia Rating Scale.", "Caregivers answered the QoL-AD, Zarit Burden Interview and Sociodemographic Questionnaire.Linear regression analyses indicated that the factors associated with discrepancies of patients' and caregivers' ratings of patients' QoL-AD were impaired awareness and caregiver burden at baseline and impaired awareness at 12 months.", "Moreover, the factor associated with discrepancies in the domain memory was impaired awareness and in the domain ability to do chores, impaired awareness and functional deficit.The discrepancies between patients and caregivers were related to awareness and caregiver burden at baseline and to awareness at 12 months.", "These results raise questions regarding the subjective nature of QoL and the validity of patients' evaluation of their own QoL."], "id": "29278557", "text": "We investigated the factors associated with discrepancies between patients' and caregivers' ratings about patients' general quality of life (QoL) and about the domains of Quality of Life in Alzheimer's disease (QoL-AD) Scale at baseline and 12 months.This was a longitudinal study that comprised 114 outpatients with AD and their caregivers. Patients were assessed with the QoL-AD, Mini-mental State Examination, Assessment Scale of Psychosocial Impact of the Diagnosis of Dementia, Cornell Scale for Depression, Functional Activities Questionnaire, and Neuropsychiatric Inventory, and Clinical Dementia Rating Scale. Caregivers answered the QoL-AD, Zarit Burden Interview and Sociodemographic Questionnaire.Linear regression analyses indicated that the factors associated with discrepancies of patients' and caregivers' ratings of patients' QoL-AD were impaired awareness and caregiver burden at baseline and impaired awareness at 12 months. Moreover, the factor associated with discrepancies in the domain memory was impaired awareness and in the domain ability to do chores, impaired awareness and functional deficit.The discrepancies between patients and caregivers were related to awareness and caregiver burden at baseline and to awareness at 12 months. These results raise questions regarding the subjective nature of QoL and the validity of patients' evaluation of their own QoL.", "doi": "10.1097/WAD.0000000000000232", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"], "date": "2018-01-18_23:42:05"}