{"authors": [["Chen", "Kuan-Ting", "KT", "School of Medicine, Chung Shan Medical University, Taichung, Taiwan."], ["Chen", "Yen-Chung", "YC", "School of Medicine, Chung Shan Medical University, Taichung, Taiwan."], ["Fan", "Yu-Hsi", "YH", "School of Medicine, Chung Shan Medical University, Taichung, Taiwan."], ["Lin", "Wen-Xiu", "WX", "School of Medicine, Chung Shan Medical University, Taichung, Taiwan."], ["Lin", "Wun-Cin", "WC", "School of Medicine, Chung Shan Medical University, Taichung, Taiwan."], ["Wang", "Yu-Hsun", "YH", "Department of Medical Research, Chung Shan Medical University, Taichung, Taiwan."], ["Lin", "Lichi", "L", "Department of Statistics, Chung Shan Medical University, Taichung, Taiwan."], ["Chiou", "Jeng-Yuan", "JY", "Department of Health Policy and Management, Chung Shan Medical University, Taichung, Taiwan."], ["Wei", "James C-C", "JC", "Division of Allergy, Immunology and Rheumatology, Chung Shan Medical University, Taichung, Taiwan."]], "date": "2017-12-15", "id": "29243407", "text": "Previous research demonstrated the possible relevance of dementia and rheumatic diseases. This population-based study aims to investigate the association of rheumatic diseases and dementia.The data of this case-control study was extracted from the Taiwan National Health Insurance Research Database. Diagnosis of dementia and rheumatic diseases mentioned in this study were retrieved by the International Classification of Diseases-9 code. We recruited cases (n = 10 180) with dementia and controls (n = 61 080) during 2000-2010, by matching on age, gender and index date with a match ratio 1 : 6. The Chi-square test was used to calculate the baseline characteristics of the cases and controls for categorical variables such as age and gender. Simple conditional and multivariable conditional logistic regression models were used to estimate crude and adjusted odds ratios.Statistical significance was observed in Sjögren's syndrome (SS), systemic lupus erythematosus (SLE), and osteoarthritis (OA) among females (P < 0.05 for SS and SLE; P < 0.01 for OA), and in SS, psoriatic arthritis (PsA) and OA among males (P < 0.01 for SS; P < 0.05 for PsA and OA). Further, we also demonstrated a significant difference in SLE and OA among the younger group (age = 40-64) (P < 0.01 for SLE and OA), and in SS and OA among the older group (age ≧ 65) (P < 0.01 for SS and OA).In this population-based case-control study, we found that patients with rheumatoid arthritis, SS, SLE, PsA and OA are significantly associated with a higher risk of dementia than those without rheumatic diseases. We hypothesized that inflammation and medications are two possible mechanisms.", "doi": "10.1111/1756-185X.13246", "title": "Rheumatic diseases are associated with a higher risk of dementia: A nation-wide, population-based, case-control study.", "journal": ["International journal of rheumatic diseases", "Int J Rheum Dis"]}