{"authors": [["Cherbuin", "Nicolas", "N", "Centre for Research on Ageing, Health and Wellbeing, Australian National University, 54 Mills Road, Canberra, ACT, 2601, Australia. nicolas.cherbuin@anu.edu.au."], ["Shaw", "Marnie E", "ME", "Centre for Research on Ageing, Health and Wellbeing, Australian National University, 54 Mills Road, Canberra, ACT, 2601, Australia."], ["Walsh", "Erin", "E", "Centre for Research on Ageing, Health and Wellbeing, Australian National University, 54 Mills Road, Canberra, ACT, 2601, Australia."], ["Sachdev", "Perminder", "P", "School of Psychiatry, University of New South Wales, Sydney, Australia."], ["Anstey", "Kaarin J", "KJ", "Centre for Research on Ageing, Health and Wellbeing, Australian National University, 54 Mills Road, Canberra, ACT, 2601, Australia."]], "date": "2017-12-14", "id": "29243120", "text": "Strong evidence is available suggesting that effective reduction of exposure to demonstrated modifiable risk factors in mid-life or before could significantly decrease the incidence of Alzheimer's disease (AD) and delay its onset. A key ingredient to achieving this goal is the reliable identification of individuals at risk well before they develop clinical symptoms. The aim of this study was to provide further neuroimaging evidence of the effectiveness of a validated tool, the ANU Alzheimer's Disease Risk Index, for the assessment of future risk of cognitive decline. Participants were 461 (60-64 years, 48% female) community-living individuals free of dementia at baseline. Associations between risk estimates obtained with the ANU-ADRI, total and regional brain volumes including in the default mode network (DMN) measured at the same assessment and diagnosis of MCI/dementia over a 12-year follow-up were tested in a large sample of community-living individuals free of dementia at baseline. Higher risk estimates on the ANU-ADRI were associated with lower cortical gray matter and particularly in the DMN. Importantly, difference in participants with high and low risk scores explained 7-9% of the observed difference in gray matter volume. In this sample, every one additional risk point on the ANU-ADRI was associated with an 8% increased risk of developing MCI/dementia over a 12-year follow-up and this association was partly mediated by a sub-region of the DMN. Risk of cognitive decline assessed with a validated instrument is associated with gray matter volume, particularly in the DMN, a region known to be implicated in the pathological process of the disease.", "doi": "10.1007/s11682-017-9789-5", "title": "Validated Alzheimer's Disease Risk Index (ANU-ADRI) is associated with smaller volumes in the default mode network in the early 60s.", "journal": ["Brain imaging and behavior", "Brain Imaging Behav"]}