{"words": ["parkinson", "disease", "common", "neurodegenerative", "disorder", "affecting", "10", "million", "people", "worldwide", "mechanisms", "underlying", "pathogenesis", "still", "unclear", "disease", "characterised", "dopamine", "nerve", "cell", "loss", "accumulation", "results", "motor", "dysfunction", "review", "discuss", "neuroprotective", "effects", "stomach", "hormone", "ghrelin", "models", "parkinson", "disease", "recent", "findings", "suggest", "may", "modulate", "mitochondrial", "function", "autophagic", "clearance", "impaired", "organelle", "response", "changes", "cellular", "energy", "balance", "consider", "putative", "cellular", "mechanisms", "underlying", "possible", "role", "ghrelin", "mimetics", "slowing", "preventing", "parkinson", "disease", "progression"], "authors": [["Morgan", "Alwena H", "AH", "Molecular Neurobiology, Institute of Life Science, Medical School, Swansea University, UK."], ["Rees", "Daniel J", "DJ", "Molecular Neurobiology, Institute of Life Science, Medical School, Swansea University, UK."], ["Andrews", "Zane B", "ZB", "Biomedicine Discovery Institute & Department of Physiology, Monash University, Melbourne, Victoria, Australia."], ["Davies", "Jeffrey S", "JS", "Molecular Neurobiology, Institute of Life Science, Medical School, Swansea University, UK. Electronic address: jeff.s.davies@swansea.ac.uk."]], "title": "Ghrelin mediated neuroprotection - A possible therapy for Parkinson's disease?", "year": null, "sentences": ["Parkinson's disease is a common age-related neurodegenerative disorder affecting 10 million people worldwide, but the mechanisms underlying its pathogenesis are still unclear.", "The disease is characterised by dopamine nerve cell loss in the mid-brain and intra-cellular accumulation of α-synuclein that results in motor and non-motor dysfunction.", "In this review, we discuss the neuroprotective effects of the stomach hormone, ghrelin, in models of Parkinson's disease.", "Recent findings suggest that it may modulate mitochondrial function and autophagic clearance of impaired organelle in response to changes in cellular energy balance.", "We consider the putative cellular mechanisms underlying ghrelin-action and the possible role of ghrelin mimetics in slowing or preventing Parkinson's disease progression."], "id": "29277488", "text": "Parkinson's disease is a common age-related neurodegenerative disorder affecting 10 million people worldwide, but the mechanisms underlying its pathogenesis are still unclear. The disease is characterised by dopamine nerve cell loss in the mid-brain and intra-cellular accumulation of α-synuclein that results in motor and non-motor dysfunction. In this review, we discuss the neuroprotective effects of the stomach hormone, ghrelin, in models of Parkinson's disease. Recent findings suggest that it may modulate mitochondrial function and autophagic clearance of impaired organelle in response to changes in cellular energy balance. We consider the putative cellular mechanisms underlying ghrelin-action and the possible role of ghrelin mimetics in slowing or preventing Parkinson's disease progression.", "doi": "10.1016/j.neuropharm.2017.12.027", "journal": ["Neuropharmacology", "Neuropharmacology"], "date": "2018-01-18_23:42:06"}