{"words": ["dave", "comprehensive", "set", "event", "detection", "techniques", "monitor", "detect", "5", "important", "verbal", "agitations", "asking", "help", "verbal", "sexual", "advances", "questions", "cursing", "talking", "repetitive", "sentences", "novelty", "dave", "includes", "combining", "acoustic", "signal", "processing", "three", "different", "text", "mining", "paradigms", "detect", "verbal", "events", "asking", "help", "verbal", "sexual", "advances", "questions", "need", "lexical", "content", "acoustic", "variations", "produce", "accurate", "results", "detect", "cursing", "talking", "repetitive", "sentences", "extend", "word", "sense", "disambiguation", "sequential", "pattern", "mining", "algorithms", "solutions", "applicability", "monitoring", "dementia", "patients", "online", "video", "sharing", "applications", "human", "computer", "interaction", "hci", "systems", "home", "safety", "health", "care", "applications", "comprehensive", "performance", "evaluation", "across", "multiple", "domains", "includes", "audio", "clips", "collected", "34", "real", "dementia", "patients", "audio", "data", "controlled", "environments", "movies", "youtube", "clips", "online", "data", "repositories", "healthy", "residents", "real", "homes", "results", "show", "significant", "improvement", "baselines", "high", "accuracy", "5", "vocal", "events"], "authors": [["Salekin", "Asif", "A", "University of Virginia."], ["Wang", "Hongning", "H", "University of Virginia."], ["Williams", "Kristine", "K", "University of Iowa."], ["Stankovic", "John", "J", "University of Virginia."]], "title": "DAVE: Detecting Agitated Vocal Events.", "year": null, "sentences": ["DAVE is a comprehensive set of event detection techniques to monitor and detect 5 important verbal agitations: asking for help, verbal sexual advances, questions, cursing, and talking with repetitive sentences.", "The novelty of DAVE includes combining acoustic signal processing with three different text mining paradigms to detect verbal events (asking for help, verbal sexual advances, and questions) which need both lexical content and acoustic variations to produce accurate results.", "To detect cursing and talking with repetitive sentences we extend word sense disambiguation and sequential pattern mining algorithms.", "The solutions have applicability to monitoring dementia patients, for online video sharing applications, human computer interaction (HCI) systems, home safety, and other health care applications.", "A comprehensive performance evaluation across multiple domains includes audio clips collected from 34 real dementia patients, audio data from controlled environments, movies and Youtube clips, online data repositories, and healthy residents in real homes.", "The results show significant improvement over baselines and high accuracy for all 5 vocal events."], "id": "29276807", "text": "DAVE is a comprehensive set of event detection techniques to monitor and detect 5 important verbal agitations: asking for help, verbal sexual advances, questions, cursing, and talking with repetitive sentences. The novelty of DAVE includes combining acoustic signal processing with three different text mining paradigms to detect verbal events (asking for help, verbal sexual advances, and questions) which need both lexical content and acoustic variations to produce accurate results. To detect cursing and talking with repetitive sentences we extend word sense disambiguation and sequential pattern mining algorithms. The solutions have applicability to monitoring dementia patients, for online video sharing applications, human computer interaction (HCI) systems, home safety, and other health care applications. A comprehensive performance evaluation across multiple domains includes audio clips collected from 34 real dementia patients, audio data from controlled environments, movies and Youtube clips, online data repositories, and healthy residents in real homes. The results show significant improvement over baselines and high accuracy for all 5 vocal events.", "doi": "10.1109/CHASE.2017.47", "journal": ["...IEEE...International Conference on Connected Health: Applications, Systems and Engineering Technologies. IEEE International Conference on Connected Health: Applications, Systems and Engineering Technologies", "IEEE Int Conf Connect Health Appl Syst Eng Technol"], "date": "2018-01-18_23:42:06"}