{"authors": [["Polanco", "Juan Carlos", "JC", "Clem Jones Centre for Ageing Dementia Research (CJCADR), Queensland Brain Institute (QBI), The University of Queensland, St Lucia Campus - Brisbane, Upland Road, Building 79, Brisbane, Queensland 4072, Australia."], ["Li", "Chuanzhou", "C", "Clem Jones Centre for Ageing Dementia Research (CJCADR), Queensland Brain Institute (QBI), The University of Queensland, St Lucia Campus - Brisbane, Upland Road, Building 79, Brisbane, Queensland 4072, Australia."], ["Bodea", "Liviu-Gabriel", "LG", "Clem Jones Centre for Ageing Dementia Research (CJCADR), Queensland Brain Institute (QBI), The University of Queensland, St Lucia Campus - Brisbane, Upland Road, Building 79, Brisbane, Queensland 4072, Australia."], ["Martinez-Marmol", "Ramon", "R", "Clem Jones Centre for Ageing Dementia Research (CJCADR), Queensland Brain Institute (QBI), The University of Queensland, St Lucia Campus - Brisbane, Upland Road, Building 79, Brisbane, Queensland 4072, Australia."], ["Meunier", "Frederic A", "FA", "Clem Jones Centre for Ageing Dementia Research (CJCADR), Queensland Brain Institute (QBI), The University of Queensland, St Lucia Campus - Brisbane, Upland Road, Building 79, Brisbane, Queensland 4072, Australia."], ["Götz", "Jürgen", "J", "Clem Jones Centre for Ageing Dementia Research (CJCADR), Queensland Brain Institute (QBI), The University of Queensland, St Lucia Campus - Brisbane, Upland Road, Building 79, Brisbane, Queensland 4072, Australia."]], "date": "2017-12-15", "id": "29242522", "text": "Most neurodegenerative diseases are proteinopathies, which are characterized by the aggregation of misfolded proteins. Although many proteins have an intrinsic propensity to aggregate, particularly when cellular clearance systems start to fail in the context of ageing, only a few form fibrillar aggregates. In Alzheimer disease, the peptide amyloid-β (Aβ) and the protein tau aggregate to form plaques and tangles, respectively, which comprise the histopathological hallmarks of this disease. This Review discusses the complexity of Aβ biogenesis, trafficking, post-translational modifications and aggregation states. Tau and its various isoforms, which are subject to a vast array of post-translational modifications, are also explored. The methodological advances that revealed this complexity are described. Finally, the toxic effects of distinct species of tau and Aβ are discussed, as well as the concept of protein 'strains', and how this knowledge can facilitate the development of early disease biomarkers for stratifying patients and validating new therapies. By targeting distinct species of Aβ and tau for therapeutic intervention, the way might be paved for personalized medicine and more-targeted treatment strategies.", "doi": "10.1038/nrneurol.2017.162", "title": "Amyloid-β and tau complexity - towards improved biomarkers and targeted therapies.", "journal": ["Nature reviews. Neurology", "Nat Rev Neurol"]}