{"words": ["progressive", "neurodegenerative", "diseases", "plague", "millions", "individuals", "united", "states", "across", "world", "current", "pathology", "progressive", "neurodegenerative", "tauopathies", "alzheimer", "disease", "ad", "pick", "disease", "frontotemporal", "dementia", "ftd", "progressive", "supranuclear", "palsy", "primarily", "revolves", "around", "phosphorylation", "hyperphosphorylation", "tau", "protein", "however", "recent", "evidence", "suggests", "acetylation", "tau", "protein", "lysine", "280", "may", "critical", "step", "molecular", "pathology", "neurodegenerative", "diseases", "prior", "tau", "hyperphosphorylation", "secondary", "injury", "cascades", "oxidative", "stress", "endoplasmic", "reticulum", "stress", "neuroinflammation", "contribute", "lasting", "damage", "within", "brain", "induced", "number", "different", "risk", "factors", "injury", "cascades", "funnel", "common", "pathway", "early", "tau", "acetylation", "may", "serve", "catalyst", "progressive", "degeneration", "post", "translational", "modification", "tau", "result", "production", "toxic", "oligomers", "contributing", "reduced", "solubility", "well", "aggregation", "formation", "neurofibrillary", "tangles", "hallmark", "ad", "pathology", "chronic", "traumatic", "encephalopathy", "cte", "caused", "repetitive", "brain", "trauma", "also", "associated", "hyperphosphorylation", "tau", "postulated", "acetylation", "tau", "lysine", "280", "cte", "disease", "could", "present", "prior", "hyperphosphorylation", "tested", "hypothesis", "cte", "pathologic", "specimens", "also", "tested", "280", "early", "stage", "alzheimer", "disease", "braak", "stage", "1", "histopathological", "examination", "using", "ac", "tau", "280", "antibody", "performed", "three", "alzheimer", "cases", "three", "cte", "patients", "presence", "280", "confirmed", "cases", "early", "sites", "disease", "manifestation", "findings", "suggest", "tau", "acetylation", "may", "precede", "tau", "phosphorylation", "could", "first", "triggering", "event", "leading", "neuronal", "loss", "best", "knowledge", "first", "study", "identify", "acetylation", "tau", "protein", "cte", "prevention", "tau", "acetylation", "could", "possibly", "serve", "novel", "target", "stopping", "neurodegeneration", "fully", "begins", "study", "highlight", "known", "tau", "acetylation", "neurodegeneration"], "authors": [["Lucke-Wold", "Brandon", "B", "Department of Neurosurgery, West Virginia University School of Medicine, Morgantown, WV."], ["Seidel", "Kay", "K", "Dr. Senckenberg Chronomedical Institute, J. W. Goethe University, Frankfurt am Main, Germany."], ["Udo", "Rub", "R", "Dr. Senckenberg Chronomedical Institute, J. W. Goethe University, Frankfurt am Main, Germany."], ["Omalu", "Bennet", "B", "Department of Pathology, University of California Davis Medical Center, Davis, CA."], ["Ornstein", "Mark", "M", "Cogwellin LLC 4 Industrial Way W, Eatontown NJ, USA."], ["Nolan", "Richard", "R", "Department of Neurosurgery, West Virginia University School of Medicine, Morgantown, WV."], ["Rosen", "Charles", "C", "Department of Neurosurgery, West Virginia University School of Medicine, Morgantown, WV."], ["Ross", "Joel", "J", "Cogwellin LLC 4 Industrial Way W, Eatontown NJ, USA."]], "title": "Role of Tau Acetylation in Alzheimer's Disease and Chronic Traumatic Encephalopathy: The Way Forward for Successful Treatment.", "year": null, "sentences": ["Progressive neurodegenerative diseases plague millions of individuals both in the United States and across the world.", "The current pathology of progressive neurodegenerative tauopathies, such as Alzheimer's disease (AD), Pick's disease, frontotemporal dementia (FTD), and progressive supranuclear palsy, primarily revolves around phosphorylation and hyperphosphorylation of the tau protein.", "However, more recent evidence suggests acetylation of tau protein at lysine 280 may be a critical step in molecular pathology of these neurodegenerative diseases prior to the tau hyperphosphorylation.", "Secondary injury cascades such as oxidative stress, endoplasmic reticulum stress, and neuroinflammation contribute to lasting damage within the brain and can be induced by a number of different risk factors.", "These injury cascades funnel into a common pathway of early tau acetylation, which may serve as the catalyst for progressive degeneration.", "The post translational modification of tau can result in production of toxic oligomers, contributing to reduced solubility as well as aggregation and formation of neurofibrillary tangles, the hallmark of AD pathology.", "Chronic Traumatic Encephalopathy (CTE), caused by repetitive brain trauma is also associated with a hyperphosphorylation of tau.", "We postulated acetylation of tau at lysine 280 in CTE disease could be present prior to the hyperphosphorylation and tested this hypothesis in CTE pathologic specimens.", "We also tested for ac-tau 280 in early stage Alzheimer's disease (Braak stage 1).", "Histopathological examination using the ac tau 280 antibody was performed in three Alzheimer's cases and three CTE patients.", "Presence of ac-tau 280 was confirmed in all cases at early sites of disease manifestation.", "These findings suggest that tau acetylation may precede tau phosphorylation and could be the first \"triggering\" event leading to neuronal loss.", "To the best of our knowledge, this is the first study to identify acetylation of the tau protein in CTE.", "Prevention of tau acetylation could possibly serve as a novel target for stopping neurodegeneration before it fully begins.", "In this study, we highlight what is known about tau acetylation and neurodegeneration."], "id": "29276758", "text": "Progressive neurodegenerative diseases plague millions of individuals both in the United States and across the world. The current pathology of progressive neurodegenerative tauopathies, such as Alzheimer's disease (AD), Pick's disease, frontotemporal dementia (FTD), and progressive supranuclear palsy, primarily revolves around phosphorylation and hyperphosphorylation of the tau protein. However, more recent evidence suggests acetylation of tau protein at lysine 280 may be a critical step in molecular pathology of these neurodegenerative diseases prior to the tau hyperphosphorylation. Secondary injury cascades such as oxidative stress, endoplasmic reticulum stress, and neuroinflammation contribute to lasting damage within the brain and can be induced by a number of different risk factors. These injury cascades funnel into a common pathway of early tau acetylation, which may serve as the catalyst for progressive degeneration. The post translational modification of tau can result in production of toxic oligomers, contributing to reduced solubility as well as aggregation and formation of neurofibrillary tangles, the hallmark of AD pathology. Chronic Traumatic Encephalopathy (CTE), caused by repetitive brain trauma is also associated with a hyperphosphorylation of tau. We postulated acetylation of tau at lysine 280 in CTE disease could be present prior to the hyperphosphorylation and tested this hypothesis in CTE pathologic specimens. We also tested for ac-tau 280 in early stage Alzheimer's disease (Braak stage 1). Histopathological examination using the ac tau 280 antibody was performed in three Alzheimer's cases and three CTE patients. Presence of ac-tau 280 was confirmed in all cases at early sites of disease manifestation. These findings suggest that tau acetylation may precede tau phosphorylation and could be the first \"triggering\" event leading to neuronal loss. To the best of our knowledge, this is the first study to identify acetylation of the tau protein in CTE. Prevention of tau acetylation could possibly serve as a novel target for stopping neurodegeneration before it fully begins. In this study, we highlight what is known about tau acetylation and neurodegeneration.", "doi": null, "journal": ["Journal of neurology and neurosurgery", "J Neurol Neurosurg"], "date": "2018-01-18_23:42:07"}