{"authors": [["Ramírez", "J", "J", "Dept. of Signal Theory, Networking and Communications, University of Granada, Spain. Electronic address: javierrp@ugr.es."], ["Górriz", "J M", "JM", "Dept. of Signal Theory, Networking and Communications, University of Granada, Spain; Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom."], ["Ortiz", "A", "A", "Dept. Communications Engineering, University of Málaga, Spain."], ["Martínez-Murcia", "F J", "FJ", "Dept. of Signal Theory, Networking and Communications, University of Granada, Spain."], ["Segovia", "F", "F", "Dept. of Signal Theory, Networking and Communications, University of Granada, Spain."], ["Salas-Gonzalez", "D", "D", "Dept. of Signal Theory, Networking and Communications, University of Granada, Spain."], ["Castillo-Barnes", "D", "D", "Dept. of Signal Theory, Networking and Communications, University of Granada, Spain."], ["Illán", "I A", "IA", "Dept. of Signal Theory, Networking and Communications, University of Granada, Spain."], ["Puntonet", "C G", "CG", "Dept. Architecture and Computer Technology, University of Granada, Spain."], [null, null, null, null]], "date": "2017-12-11", "id": "29242123", "text": "Alzheimer's disease (AD) is the most common cause of dementia in the elderly and affects approximately 30 million individuals worldwide. Mild cognitive impairment (MCI) is very frequently a prodromal phase of AD, and existing studies have suggested that people with MCI tend to progress to AD at a rate of about 10-15% per year. However, the ability of clinicians and machine learning systems to predict AD based on MRI biomarkers at an early stage is still a challenging problem that can have a great impact in improving treatments.The proposed system, developed by the SiPBA-UGR team for this challenge, is based on feature standardization, ANOVA feature selection, partial least squares feature dimension reduction and an ensemble of One vs. Rest random forest classifiers. With the aim of improving its performance when discriminating healthy controls (HC) from MCI, a second binary classification level was introduced that reconsiders the HC and MCI predictions of the first level.The system was trained and evaluated on an ADNI datasets that consist of T1-weighted MRI morphological measurements from HC, stable MCI, converter MCI and AD subjects. The proposed system yields a 56.25% classification score on the test subset which consists of 160 real subjects.The classifier yielded the best performance when compared to: (i) One vs. One (OvO), One vs. Rest (OvR) and error correcting output codes (ECOC) as strategies for reducing the multiclass classification task to multiple binary classification problems, (ii) support vector machines, gradient boosting classifier and random forest as base binary classifiers, and (iii) bagging ensemble learning.A robust method has been proposed for the international challenge on MCI prediction based on MRI data. The system yielded the second best performance during the competition with an accuracy rate of 56.25% when evaluated on the real subjects of the test set.", "doi": "10.1016/j.jneumeth.2017.12.005", "title": "Ensemble of random forests One vs. Rest classifiers for MCI and AD prediction using ANOVA cortical and subcortical feature selection and partial least squares.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}