{"words": ["disease", "accounts", "90", "sporadic", "prion", "disease", "cases", "molecular", "mm2", "genotype", "divided", "cortical", "thalamic", "subtypes", "based", "structures", "involved", "characterized", "clinically", "progressive", "dementia", "without", "ataxia", "typical", "electroencephalography", "changes", "proposed", "diagnostic", "criteria", "mm2", "cortical", "type", "sporadic", "disease", "include", "progressive", "dementia", "cortical", "magnetic", "resonance", "imaging", "increased", "cerebrospinal", "fluid", "protein", "level", "exclusion", "types", "dementia", "presence", "periodic", "discharges", "electroencephalography", "mm2", "cortical", "type", "reported", "42", "cases", "reporting", "case", "sporadic", "disease", "cortical", "presenting", "rapid", "cognitive", "decline", "survived", "8", "months", "since", "symptom", "onset", "brain", "imaging", "cerebrospinal", "fluid", "analysis", "electroencephalography", "monitoring", "obtained", "diagnosis", "confirmed", "autopsy", "electroencephalography", "recording", "performed", "5", "months", "symptom", "onset", "demonstrated", "diffuse", "background", "slowing", "without", "epileptiform", "activity", "video", "electroencephalography", "monitoring", "demonstrated", "generalized", "slowing", "maximum", "bilateral", "frontal", "areas", "intermittently", "would", "become", "rhythmic", "hz", "without", "hemispheric", "predominance", "findings", "clearly", "meet", "proposed", "clinical", "criteria", "sporadic", "disease", "use", "electroencephalography", "could", "increase", "sensitivity", "question", "whether", "lack", "characteristic", "findings", "electroencephalography", "cases", "could", "due", "insufficient", "time", "recording", "application", "electroencephalography", "monitoring", "increases", "sensitivity", "electroencephalography", "certainty", "diagnosis", "sporadic", "disease"], "authors": [["Attaripour Isfahani", "Sanaz", "S", "Drexel Neurosciences Institute, Drexel University College of Medicine, Philadelphia, PA, USA."], ["Dougherty", "Michelle", "M", "Drexel Neurosciences Institute, Drexel University College of Medicine, Philadelphia, PA, USA."], ["Gliebus", "Gediminas Peter", "GP", "Drexel Neurosciences Institute, Drexel University College of Medicine, Philadelphia, PA, USA."]], "title": "Applicability of long-term electroencephalography in pre-mortem diagnosis of Creutzfeldt-Jakob disease: A case report.", "year": null, "sentences": ["Creutzfeldt-Jakob disease accounts for more than 90% of all sporadic prion disease cases.", "The molecular MM2 genotype has been divided into cortical and thalamic subtypes based on structures involved and is characterized clinically by progressive dementia without ataxia or typical electroencephalography changes.", "Proposed diagnostic criteria for MM2 cortical type sporadic Creutzfeldt-Jakob disease include progressive dementia, cortical hyper-intensity on diffusion-weighted magnetic resonance imaging, increased cerebrospinal fluid 14-3-3 protein level, and the exclusion of other types of dementia.", "The presence of periodic discharges on electroencephalography in MM2 cortical type were reported in 42% of the cases.", "We are reporting a case of sporadic Creutzfeldt-Jakob disease cortical MM2-type presenting with rapid cognitive decline, who survived 8 months since symptom onset.", "Brain imaging, cerebrospinal fluid analysis, and long-term electroencephalography monitoring were obtained and diagnosis was confirmed by autopsy.", "Short-term electroencephalography recording, performed 5 months after symptom onset, demonstrated diffuse background slowing without epileptiform activity.", "Long-term video electroencephalography monitoring demonstrated generalized slowing, maximum in bilateral frontal areas, which intermittently would become rhythmic (1-2 Hz) without hemispheric predominance.", "If the findings do not clearly meet the proposed clinical criteria for sporadic Creutzfeldt-Jakob disease, the use of long-term electroencephalography could increase the sensitivity.", "We question whether the lack of the characteristic findings on electroencephalography in some cases could be due to insufficient time of recording.", "Application of long-term electroencephalography monitoring increases the sensitivity of electroencephalography and the certainty of pre-mortem diagnosis of sporadic Creutzfeldt-Jakob disease."], "id": "29276596", "text": "Creutzfeldt-Jakob disease accounts for more than 90% of all sporadic prion disease cases. The molecular MM2 genotype has been divided into cortical and thalamic subtypes based on structures involved and is characterized clinically by progressive dementia without ataxia or typical electroencephalography changes. Proposed diagnostic criteria for MM2 cortical type sporadic Creutzfeldt-Jakob disease include progressive dementia, cortical hyper-intensity on diffusion-weighted magnetic resonance imaging, increased cerebrospinal fluid 14-3-3 protein level, and the exclusion of other types of dementia. The presence of periodic discharges on electroencephalography in MM2 cortical type were reported in 42% of the cases. We are reporting a case of sporadic Creutzfeldt-Jakob disease cortical MM2-type presenting with rapid cognitive decline, who survived 8 months since symptom onset. Brain imaging, cerebrospinal fluid analysis, and long-term electroencephalography monitoring were obtained and diagnosis was confirmed by autopsy. Short-term electroencephalography recording, performed 5 months after symptom onset, demonstrated diffuse background slowing without epileptiform activity. Long-term video electroencephalography monitoring demonstrated generalized slowing, maximum in bilateral frontal areas, which intermittently would become rhythmic (1-2 Hz) without hemispheric predominance. If the findings do not clearly meet the proposed clinical criteria for sporadic Creutzfeldt-Jakob disease, the use of long-term electroencephalography could increase the sensitivity. We question whether the lack of the characteristic findings on electroencephalography in some cases could be due to insufficient time of recording. Application of long-term electroencephalography monitoring increases the sensitivity of electroencephalography and the certainty of pre-mortem diagnosis of sporadic Creutzfeldt-Jakob disease.", "doi": "10.1177/2050313X17744482", "journal": ["SAGE open medical case reports", "SAGE Open Med Case Rep"], "date": "2018-01-18_23:42:07"}