{"authors": [["Zhang", "Qin", "Q", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China; Department of Neurology, Xinqiao Hospital, Third Military Medical University, Chongqing, China."], ["Yang", "Chen", "C", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China."], ["Liu", "Tianyao", "T", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China."], ["Liu", "Liang", "L", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China; Department of Neurology, Xinqiao Hospital, Third Military Medical University, Chongqing, China."], ["Li", "Fen", "F", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China."], ["Cai", "Yulong", "Y", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China."], ["Lv", "Keyi", "K", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China."], ["Li", "Xin", "X", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China."], ["Gao", "Junwei", "J", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China."], ["Sun", "Dayu", "D", "Southwest Eye Hospital, Southwest Hospital, Third Military Medical University, Chongqing, PR China."], ["Xu", "Haiwei", "H", "Southwest Eye Hospital, Southwest Hospital, Third Military Medical University, Chongqing, PR China."], ["Yang", "Qingwu", "Q", "Department of Neurology, Xinqiao Hospital, Third Military Medical University, Chongqing, China. Electronic address: yangqwmlys@163.com."], ["Fan", "Xiaotang", "X", "Department of Developmental Neuropsychology, School of Psychology, Third Military Medical University, Chongqing 400038, PR China. Electronic address: fanxiaotang2005@163.com."]], "date": "2017-12-11", "id": "29241655", "text": "Alzheimer's disease (AD) is the most common cause of dementia. In addition to cognitive impairments, deficits in non-cognitive behaviors are also common neurological sequelae in AD. Here, we show that complex behavioral deficits in 6-month-old APPswe/PSEN1dE9 (APP/PS1) mice include impairments in object recognition, deficient social interaction, increased depression and buried marbles. Citalopram, one of the selective serotonin reuptake inhibitors (SSRIs), ameliorated the amyloid deposition in AD patients and transgenic animal models. After treatment for 4 weeks, citalopram rescued the deficits in short-term memory, sociability and depression in these mice. Further immunohistochemical analysis showed chronic citalopram treatment significantly attenuated β-amyloid deposition and microglial activation in the brains of APP/PS1 mice as demonstrated previously. Parvalbumin (PV) interneurons, which are the primary cellular subtype of GABAergic neurons and considered indispensable for short-term memory and social interaction, also contributed to the progress of depression. Additionally, we found the citalopram could significantly increase the PV-positive neurons in the cortex of APP/PS1 mice without alteration in the hippocampus, which might contribute to the improvement of behavioral performance. Our findings suggest that citalopram might be a potential candidate for the early treatment of AD.", "doi": "10.1016/j.neuropharm.2017.12.021", "title": "Citalopram restores short-term memory deficit and non-cognitive behaviors in APP/PS1 mice while halting the advance of Alzheimer's disease-like pathology.", "journal": ["Neuropharmacology", "Neuropharmacology"]}