{"authors": [["Van Duinen", "M A", "MA", "Department of Psychiatry and Neuropsychology, School for Mental Health and Neuroscience, Maastricht University, 6200 MD, Maastricht, The Netherlands."], ["Sambeth", "A", "A", "Department of Neuropsychology and Psychopharmacology, Maastricht University, 6200 MD, Maastricht, The Netherlands."], ["Heckman", "P R A", "PRA", "Department of Psychiatry and Neuropsychology, School for Mental Health and Neuroscience, Maastricht University, 6200 MD, Maastricht, The Netherlands; Department of Neuropsychology and Psychopharmacology, Maastricht University, 6200 MD, Maastricht, The Netherlands."], ["Smit", "S", "S", "Department of Psychiatry and Neuropsychology, School for Mental Health and Neuroscience, Maastricht University, 6200 MD, Maastricht, The Netherlands."], ["Tsai", "M", "M", "Experimental Medicine CNS, Takeda Development Center Americas, Inc., Deerfield, USA."], ["Lahu", "G", "G", "Experimental Medicine CNS, Takeda Development Center Americas, Inc., Deerfield, USA."], ["Uz", "T", "T", "Experimental Medicine CNS, Takeda Development Center Americas, Inc., Deerfield, USA."], ["Blokland", "A", "A", "Department of Neuropsychology and Psychopharmacology, Maastricht University, 6200 MD, Maastricht, The Netherlands."], ["Prickaerts", "J", "J", "Department of Psychiatry and Neuropsychology, School for Mental Health and Neuroscience, Maastricht University, 6200 MD, Maastricht, The Netherlands. Electronic address: jos.prickaerts@maastrichtuniversity.nl."]], "date": "2017-12-11", "id": "29241652", "text": "The need for new and effective treatments for dementia remains indisputably high. Phosphodiesterase inhibitors (PDE-Is) have proven efficacy as cognitive enhancers based on their positive effects in numerous preclinical studies. Especially the PDE4 subfamily is of interest due to its expression in the hippocampus, the key structure for memory formation. The current study investigates the memory enhancing effects of the clinically approved PDE4-I roflumilast in a test battery including the Verbal Learning Task (VLT) combined with electroencephalography (EEG) recording. This acute study was conducted according to a double-blind, randomized, placebo-controlled, 4-way crossover design. Three capsulated dosages of roflumilast HCl (Daxas) and a placebo were administered in four study periods. Administration occurred 1 h before testing to reach maximal plasma concentrations. Memory performance was assessed using a 30 word Verbal Learning Task. The number of words recalled both immediately and after 45 min and 24 h were included as outcome measures. EEG was recorded during the cognitive tasks on the first day. Different event-related potentials (ERPs) were considered with special emphasis on P600, as this peak has been related to word learning. Memory performance was significantly improved after acute administration of 100 μg roflumilast. Specifically, immediate recall performance on the VLT increased 2-3 words, accompanied by an enhanced P600 peak during word presentation at the third learning trial. No side effects typical for PDE4-Is were reported for the lowest and effective dose of 100 μg roflumilast. The current proof-of-concept study shows for the first time the potential of low-dose roflumilast administration as a memory enhancer in humans.", "doi": "10.1016/j.neuropharm.2017.12.019", "title": "Acute administration of roflumilast enhances immediate recall of verbal word memory in healthy young adults.", "journal": ["Neuropharmacology", "Neuropharmacology"]}