{"authors": [["Wang", "Feilong", "F", "School of Nursing, Third Military Medical University, No.30 Gaotanyan Street, Chongqing 400038, People's Republic of China."], ["Xiao", "Lily Dongxia", "LD", "School of Nursing and Midwifery, Finders University, Adelaide, SA 5001, South, Australia. Electronic address: lily.xiao@finders.edu.au."], ["Wang", "Kaifa", "K", "Department of Mathematics, School of Biomedical Engineering, Third Military Medical University, No.30 Gaotanyan Street, Chongqing 400038, People's Republic of China."], ["Li", "Min", "M", "School of Psychology, Third Military Medical University, No.30 Gaotanyan Street, Chongqing 400038, People's Republic of China. Electronic address: limin52267@tmmu.edu.cn."], ["Yang", "Yanni", "Y", "School of Nursing, Third Military Medical University, No.30 Gaotanyan Street, Chongqing 400038, People's Republic of China. Electronic address: yangyanni@tmmu.edu.cn."]], "date": "2017-09-14", "id": "29241520", "text": "Community nurses play a crucial role in early detection and timely diagnosis of dementia. However, they are usually not prepared for the role through their formal education, particularly in low- and middle-income countries due to undeveloped nursing curriculum in dementia care. This paper describes a two-arm cluster-randomized controlled trial to improve community nurses' knowledge, attitudes, and practice changes using an innovative and interactive mobile phone applet-based activity in primary care settings. The intervention sites received dementia-specific training and control sites received care training for older people with disability. Both groups completed measures assessing dementia knowledge, attitudes, and intentions to make changes to achieve early detection and a timely diagnosis of dementia immediately after training and at 3-month follow-up. The intervention group provided feedback immediately after training and at 3-month follow-up. The main results show that the intervention group demonstrated significant improvement in dementia knowledge and attitudes from baseline immediately after training and at the 3-month follow-up. The intervention group also showed more intentions to make changes to achieve early detection of dementia. Feedback suggested the program was well-received. Overall, the program showed acceptability and feasibility in improving nurses' dementia knowledge, attitudes, and intentions to achieve early detection of dementia.", "doi": "10.1016/j.apnr.2017.09.008", "title": "Evaluation of a WeChat-based dementia-specific training program for nurses in primary care settings: A randomized controlled trial.", "journal": ["Applied nursing research : ANR", "Appl Nurs Res"]}