{"authors": [["Weintraub", "Sandra", "S", "Departments of Psychiatry."], ["Besser", "Lilah", "L", "Department of Epidemiology, National Alzheimer's Coordinating Center, University of Washington, Seattle, WA."], ["Dodge", "Hiroko H", "HH", "Department of Neurology, Layton Aging and Alzheimer's Disease Center, Oregon Health & Science University, Portland, OR."], ["Teylan", "Merilee", "M", "Department of Epidemiology, National Alzheimer's Coordinating Center, University of Washington, Seattle, WA."], ["Ferris", "Steven", "S", "Alzheimer's Disease Center, New York University, New York, NY."], ["Goldstein", "Felicia C", "FC", "Department of Neurology, Alzheimer's Disease Center, Emory University, Atlanta, GA."], ["Giordani", "Bruno", "B", "Department of Neurology, Michigan Alzheimer's Disease Center, University of Michigan, Ann Arbor, MI."], ["Kramer", "Joel", "J", "Department of Neurology, University of California San Francisco Medical Center, San Francisco, CA."], ["Loewenstein", "David", "D", "Department of Psychiatry and Behavioral Sciences, Miller Medical School, Miami, FL."], ["Marson", "Dan", "D", "Department of Psychiatry, Alzheimer's Disease Center, University of Alabama-Birmingham, Birmingham, AL."], ["Mungas", "Dan", "D", "Department of Neurology, University of California-Davis, Sacramento, CA."], ["Salmon", "David", "D", "Department of Neurosciences, University of California- San Diego Medical School, San Diego, CA."], ["Welsh-Bohmer", "Kathleen", "K", "Department of Psychiatry & Neurology, Duke University, Durham, NC."], ["Zhou", "Xiao-Hua", "XH", "Department of Epidemiology, National Alzheimer's Coordinating Center, University of Washington, Seattle, WA."], ["Shirk", "Steven D", "SD", "Mental Illness Research Education Clinical Center, ENRM Veterans Affairs Hospital, Bedford, MA."], ["Atri", "Alireza", "A", "Ray Dolby Brain Health Center."], ["Kukull", "Walter A", "WA", "Department of Epidemiology, National Alzheimer's Coordinating Center, University of Washington, Seattle, WA."], ["Phelps", "Creighton", "C", "Advisor to the National Institute on Aging."], ["Morris", "John C", "JC", "Department of Neurology, Washington University School of Medicine, St. Louis, MO."]], "date": "2017-12-29", "id": "29240561", "text": "The neuropsychological battery of the Uniform Data Set (UDSNB) was implemented in 2005 by the National Institute on Aging (NIA) Alzheimer Disease Centers program to measure cognitive performance in dementia and mild cognitive impairment due to Alzheimer Disease. This paper describes a revision, the UDSNB 3.0.The Neuropsychology Work Group of the NIA Clinical Task Force recommended revisions through a process of due diligence to address shortcomings of the original battery. The UDSNB 3.0 covers episodic memory, processing speed, executive function, language, and constructional ability. Data from 3602 cognitively normal participants in the National Alzheimer Coordinating Center database were analyzed.Descriptive statistics are presented. Multivariable linear regression analyses demonstrated score differences by age, sex, and education and were also used to create a normative calculator available online.The UDSNB 3.0 neuropsychological battery provides a valuable non proprietary resource for conducting research on cognitive aging and dementia.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal. http://creativecommons.org/licenses/by-nc-nd/4.0/.", "doi": "10.1097/WAD.0000000000000223", "title": "Version 3 of the Alzheimer Disease Centers' Neuropsychological Test Battery in the Uniform Data Set (UDS).", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"]}