{"words": ["neurotransmitters", "small", "molecules", "widely", "distributed", "central", "nervous", "system", "essential", "transmitting", "electrical", "signals", "across", "neurons", "via", "chemical", "communication", "dysregulation", "chemical", "signaling", "molecules", "linked", "numerous", "neurological", "diseases", "including", "tauopathies", "study", "precise", "reliable", "liquid", "chromatography", "method", "established", "tandem", "mass", "spectrometry", "detection", "simultaneous", "determination", "aspartic", "acid", "asparagine", "glutamic", "acid", "glutamine", "acid", "acid", "pyroglutamic", "acid", "acetylcholine", "choline", "human", "brain", "tissue", "method", "successfully", "applied", "analysis", "human", "brain", "tissues", "three", "different", "tauopathies", "corticobasal", "degeneration", "progressive", "supranuclear", "palsy", "complex", "guam", "neurotransmitters", "analyzed", "performance", "chromatography", "uhplc", "using", "ethylene", "bridged", "hybrid", "amide", "column", "coupled", "tandem", "mass", "spectrometry", "identification", "quantification", "neurotransmitters", "carried", "mass", "spectrometry", "detection", "optimized", "sample", "preparation", "achieve", "simple", "fast", "extraction", "nine", "analytes", "method", "exhibited", "excellent", "linearity", "analytes", "coefficients", "determination", "precision", "yielding", "relative", "standard", "deviations", "accuracy", "range", "present", "study", "using", "method", "first", "demonstrate", "significant", "alterations", "brain", "neurotransmitters", "caused", "pathological", "processes", "brain", "tissues", "patient", "three", "different", "tauopathies"], "authors": [["Forgacsova", "Andrea", "A", "Department of Pharmaceutical Analysis and Nuclear Pharmacy, Faculty of Pharmacy of Comenius University, Odbojarov 10, 832 32, Bratislava, Slovak Republic. Electronic address: andrej.kovac@savba.sk."], ["Galba", "Jaroslav", "J", "Department of Pharmaceutical Analysis and Nuclear Pharmacy, Faculty of Pharmacy of Comenius University, Odbojarov 10, 832 32, Bratislava, Slovak Republic; AXON Neuroscience R&D Services SE, Dvorakovo nabrezie 10, 811 02, Bratislava, Slovak Republic."], ["Garruto", "Ralph M", "RM", "Graduate Program in Biomedical Anthropology, Departments of Anthropology and Biological Sciences, Binghamton University, Binghamton, NY, USA; Institute of Mathematics and Statistics, Faculty of Science, Masaryk University, Kotlářská 267/2, 611 37, Brno, Czech Republic."], ["Majerova", "Petra", "P", "Institute of Neuroimmunology, Slovak Academy of Sciences, Dubravska cesta 9, 84510, Bratislava, Slovak Republic; AXON Neuroscience R&D Services SE, Dvorakovo nabrezie 10, 811 02, Bratislava, Slovak Republic."], ["Katina", "Stanislav", "S", "Institute of Mathematics and Statistics, Faculty of Science, Masaryk University, Kotlářská 267/2, 611 37, Brno, Czech Republic."], ["Kovac", "Andrej", "A", "Institute of Neuroimmunology, Slovak Academy of Sciences, Dubravska cesta 9, 84510, Bratislava, Slovak Republic; Department of Pharmacology and Toxicology, The University of Veterinary Medicine and Pharmacy, Komenskeho 73, 04181, Kosice, Slovak Republic; AXON Neuroscience R&D Services SE, Dvorakovo nabrezie 10, 811 02, Bratislava, Slovak Republic."]], "title": "A novel liquid chromatography/mass spectrometry method for determination of neurotransmitters in brain tissue: Application to human tauopathies.", "year": null, "sentences": ["Neurotransmitters, small molecules widely distributed in the central nervous system are essential in transmitting electrical signals across neurons via chemical communication.", "Dysregulation of these chemical signaling molecules is linked to numerous neurological diseases including tauopathies.", "In this study, a precise and reliable liquid chromatography method was established with tandem mass spectrometry detection for the simultaneous determination of aspartic acid, asparagine, glutamic acid, glutamine, γ-aminobutyric acid, N-acetyl-l-aspartic acid, pyroglutamic acid, acetylcholine and choline in human brain tissue.", "The method was successfully applied to the analysis of human brain tissues from three different tauopathies; corticobasal degeneration, progressive supranuclear palsy and parkinsonism-dementia complex of Guam.", "Neurotransmitters were analyzed on ultra-high performance chromatography (UHPLC) using an ethylene bridged hybrid amide column coupled with tandem mass spectrometry (MS/MS).", "Identification and quantification of neurotransmitters was carried out by ESI+ mass spectrometry detection.", "We optimized sample preparation to achieve simple and fast extraction of all nine analytes.", "Our method exhibited an excellent linearity for all analytes (all coefficients of determination >0.99), with inter-day and intra-day precision yielding relative standard deviations 3.2%-11.2% and an accuracy was in range of 92.6%-104.3%.", "The present study, using the above method, is the first to demonstrate significant alterations of brain neurotransmitters caused by pathological processes in the brain tissues of patient with three different tauopathies."], "id": "29275172", "text": "Neurotransmitters, small molecules widely distributed in the central nervous system are essential in transmitting electrical signals across neurons via chemical communication. Dysregulation of these chemical signaling molecules is linked to numerous neurological diseases including tauopathies. In this study, a precise and reliable liquid chromatography method was established with tandem mass spectrometry detection for the simultaneous determination of aspartic acid, asparagine, glutamic acid, glutamine, γ-aminobutyric acid, N-acetyl-l-aspartic acid, pyroglutamic acid, acetylcholine and choline in human brain tissue. The method was successfully applied to the analysis of human brain tissues from three different tauopathies; corticobasal degeneration, progressive supranuclear palsy and parkinsonism-dementia complex of Guam. Neurotransmitters were analyzed on ultra-high performance chromatography (UHPLC) using an ethylene bridged hybrid amide column coupled with tandem mass spectrometry (MS/MS). Identification and quantification of neurotransmitters was carried out by ESI+ mass spectrometry detection. We optimized sample preparation to achieve simple and fast extraction of all nine analytes. Our method exhibited an excellent linearity for all analytes (all coefficients of determination >0.99), with inter-day and intra-day precision yielding relative standard deviations 3.2%-11.2% and an accuracy was in range of 92.6%-104.3%. The present study, using the above method, is the first to demonstrate significant alterations of brain neurotransmitters caused by pathological processes in the brain tissues of patient with three different tauopathies.", "doi": "10.1016/j.jchromb.2017.12.015", "journal": ["Journal of chromatography. B, Analytical technologies in the biomedical and life sciences", "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci."], "date": "2018-01-18_23:42:08"}