{"words": ["assumed", "long", "time", "well", "tolerated", "proton", "pump", "inhibitors", "ppis", "widely", "prescribed", "inpatients", "outpatients", "often", "beyond", "validated", "indications", "nevertheless", "many", "varied", "side", "effects", "pneumopathy", "ischemic", "heart", "disease", "dementia", "associated", "ppis", "last", "decade", "renal", "toxicity", "mainly", "occurrence", "acute", "interstitial", "nephritis", "related", "effect", "involving", "cellular", "immunity", "ains", "occur", "especially", "elderly", "patients", "difficult", "diagnose", "frequently", "isolated", "acute", "kidney", "injury", "appearing", "variable", "delay", "introduction", "ppis", "although", "sensitive", "steroid", "therapy", "patients", "frequently", "incomplete", "recovery", "kidney", "function", "recently", "risk", "chronic", "kidney", "disease", "ckd", "risk", "progression", "ckd", "among", "ppis", "users", "well", "demonstrated", "several", "large", "independent", "epidemiological", "studies", "low", "significant", "side", "effect", "millions", "ppi", "prescriptions", "although", "studies", "needed", "investigate", "pathophysiological", "mechanisms", "leading", "use", "ppi", "ckd", "appropriate", "physicians", "limit", "ppis", "correct", "indications", "monitor", "renal", "function", "treatments"], "authors": [["Desbuissons", "Geoffroy", "G", "Service de néphrologie, hôpital de la Pitié-Salpêtrière, AP-HP, 47-83, boulevard de l'Hôpital, 75013 Paris, France. Electronic address: geoffroy.desbuissons@aphp.fr."], ["Deray", "Gilbert", "G", "Service de néphrologie, hôpital de la Pitié-Salpêtrière, AP-HP, 47-83, boulevard de l'Hôpital, 75013 Paris, France."], ["Mercadal", "Lucile", "L", "Service de néphrologie, hôpital de la Pitié-Salpêtrière, AP-HP, 47-83, boulevard de l'Hôpital, 75013 Paris, France."]], "title": "[Proton pump inhibitors and kidney].", "year": null, "sentences": ["Assumed for a long time to be very well tolerated, proton pump inhibitors (PPIs) are widely prescribed for inpatients and outpatients; often beyond their validated indications.", "Nevertheless, many very varied side effects (pneumopathy, ischemic heart disease, dementia) have been associated with the PPIs during the last decade.", "Renal toxicity is mainly the occurrence of acute interstitial nephritis (AIN), related to a drug-class effect, involving cellular immunity.", "AINs, which occur especially in elderly patients, can be difficult to diagnose, with frequently isolated acute kidney injury, appearing with variable delay after the introduction of PPIs.", "Although sensitive to steroid therapy, patients frequently have an incomplete recovery of the kidney function.", "Very recently, the risk of chronic kidney disease (CKD) and the risk of progression of CKD among PPIs users have been well demonstrated in several large independent epidemiological studies.", "It is a low, but a significant side effect because of the millions of PPI prescriptions.", "Although further studies are needed to investigate the pathophysiological mechanisms leading the use of PPI to CKD, it is appropriate for the physicians to limit PPIs to their correct indications and to monitor renal function during these treatments."], "id": "29274872", "text": "Assumed for a long time to be very well tolerated, proton pump inhibitors (PPIs) are widely prescribed for inpatients and outpatients; often beyond their validated indications. Nevertheless, many very varied side effects (pneumopathy, ischemic heart disease, dementia) have been associated with the PPIs during the last decade. Renal toxicity is mainly the occurrence of acute interstitial nephritis (AIN), related to a drug-class effect, involving cellular immunity. AINs, which occur especially in elderly patients, can be difficult to diagnose, with frequently isolated acute kidney injury, appearing with variable delay after the introduction of PPIs. Although sensitive to steroid therapy, patients frequently have an incomplete recovery of the kidney function. Very recently, the risk of chronic kidney disease (CKD) and the risk of progression of CKD among PPIs users have been well demonstrated in several large independent epidemiological studies. It is a low, but a significant side effect because of the millions of PPI prescriptions. Although further studies are needed to investigate the pathophysiological mechanisms leading the use of PPI to CKD, it is appropriate for the physicians to limit PPIs to their correct indications and to monitor renal function during these treatments.", "doi": "10.1016/j.nephro.2017.06.005", "journal": ["Nephrologie & therapeutique", "Nephrol. Ther."], "date": "2018-01-18_23:42:09"}