{"words": ["intensive", "treatment", "older", "people", "diabetes", "common", "placing", "increased", "risk", "adverse", "events", "hypoglycaemia", "hospitalisation", "drug", "errors", "little", "known", "deintensify", "hypoglycaemic", "explore", "characteristics", "patients", "deintensification", "appropriate", "determine", "outcome", "google", "scholar", "embase", "search", "1997", "present", "performed", "using", "keywords", "relating", "diabetes", "mellitus", "polypharmacy", "hypoglycaemia", "hospitalisation", "deintensification", "deprescribing", "reduction", "simplification", "withdrawal", "hypoglycaemic", "medications", "english", "language", "articles", "selected", "articles", "reviewed", "relevance", "abstract", "manual", "review", "citations", "retrieved", "articles", "performed", "addition", "electronic", "literature", "treated", "appear", "older", "age", "group", "frail", "weight", "loss", "multiple", "medical", "morbidities", "especially", "renal", "impairment", "dementia", "simplification", "reduction", "even", "complete", "withdrawal", "hypoglycaemic", "medications", "patients", "appears", "feasible", "without", "deterioration", "glycaemic", "treatment", "common", "frail", "older", "people", "multiple", "comorbidities", "deintensification", "appears", "safe", "group", "patients", "current", "recommendations", "emphasise", "preventing", "underuse", "rather", "overuse", "medications", "therefore", "change", "guidelines", "advice", "may", "warranted"], "authors": [["Abdelhafiz", "A H", "AH", "Department of Geriatric Medicine, Rotherham General Hospital, Moorgate Road, Rotherham S60 2UD, UK."], ["Sinclair", "A J", "AJ", "University of Aston, UK; Foundation for Diabetes Research in Older People, Diabetes Frail Ltd., Droitwich Spa WR9 0QH, UK. Electronic address: ajsinclair@diabetesfrail.org."]], "title": "Deintensification of hypoglycaemic medications-use of a systematic review approach to highlight safety concerns in older people with type 2 diabetes.", "year": null, "sentences": ["Intensive treatment of older people with diabetes is common placing them at increased risk of adverse events such as hypoglycaemia and hospitalisation for drug errors.", "Little is known about when, how or for whom to deintensify hypoglycaemic medications.To explore the characteristics of patients for whom deintensification is appropriate and to determine the outcome of deintensification.Medline, Google scholar and EmBase search from 1997 to present was performed using keywords relating to diabetes mellitus, polypharmacy, hypoglycaemia, hospitalisation, deintensification, deprescribing and reduction, simplification or withdrawal of hypoglycaemic medications.", "Only English language articles were selected.", "Articles were reviewed for relevance by abstract.", "A manual review of citations in retrieved articles was performed in addition to the electronic literature search.Those who are over treated appear to be of older age group, frail with weight loss and have multiple medical morbidities especially renal impairment and dementia.", "Simplification, reduction or even complete withdrawal of hypoglycaemic medications in these patients appears to be feasible without deterioration of glycaemic control.Over treatment is common in frail older people with multiple comorbidities and deintensification appears safe in this group of patients.", "Current recommendations emphasise preventing underuse rather than overuse of medications, and therefore, a change in guidelines advice may be warranted."], "id": "29274807", "text": "Intensive treatment of older people with diabetes is common placing them at increased risk of adverse events such as hypoglycaemia and hospitalisation for drug errors. Little is known about when, how or for whom to deintensify hypoglycaemic medications.To explore the characteristics of patients for whom deintensification is appropriate and to determine the outcome of deintensification.Medline, Google scholar and EmBase search from 1997 to present was performed using keywords relating to diabetes mellitus, polypharmacy, hypoglycaemia, hospitalisation, deintensification, deprescribing and reduction, simplification or withdrawal of hypoglycaemic medications. Only English language articles were selected. Articles were reviewed for relevance by abstract. A manual review of citations in retrieved articles was performed in addition to the electronic literature search.Those who are over treated appear to be of older age group, frail with weight loss and have multiple medical morbidities especially renal impairment and dementia. Simplification, reduction or even complete withdrawal of hypoglycaemic medications in these patients appears to be feasible without deterioration of glycaemic control.Over treatment is common in frail older people with multiple comorbidities and deintensification appears safe in this group of patients. Current recommendations emphasise preventing underuse rather than overuse of medications, and therefore, a change in guidelines advice may be warranted.", "doi": "10.1016/j.jdiacomp.2017.11.011", "journal": ["Journal of diabetes and its complications", "J. Diabetes Complicat."], "date": "2018-01-18_23:42:09"}