{"authors": [["Ellis", "Julie M", "JM", "a La Trobe University School of Nursing and Midwifery , Bundoora , Australia."], ["Wells", "Yvonne", "Y", "a La Trobe University School of Nursing and Midwifery , Bundoora , Australia."], ["Ong", "June Su Ming", "JSM", "b Physiotherapy Department , Werribee Mercy Health , Melbourne , Australia."]], "date": "2017-11-17", "id": "29240534", "text": "The project aimed to evaluate a pain management program (PMP) using non-pharmacological approaches at five residential aged care facilities (RACFs) in Australia.The PMP involved a physiotherapist implementing four sessions per week of treatments (massage therapy, TENS, exercises and stretching, or combinations of these). Ninety-five participants were recruited (average age, 83 years; SD = 7.6; 38% men, 62% women; 56% with dementia). Sessions lasted approximately 10 minutes, and residents' levels of pain were recorded using a 5-point scale before and after each treatment. The intervention period for each participant was the first consecutive 8 weeks in which they received the intervention.Data analyses showed: (1) a small but statistically significant decrease in the number of as required (PRN) medications; and (2) a decrease in average pain ratings from pre-session to post-session from 2.4 (some to moderate pain) to 1.1 (a little pain). Notably, residents with dementia received lower pain ratings than those without.Non-pharmacological approaches to pain in residential care settings are effective, especially when two or more are combined. Staff working in residential care settings should rely on best practice to recognise pain in residents with dementia.Non-pharmacological interventions may be effective in reducing pain and reliance on PRN medications in residential care settings, especially when two or more are used. Staff working in residential aged care settings should be provided with training in pain assessment and management, with particular attention to residents with dementia.", "doi": "10.1080/07317115.2017.1399189", "title": "Non-Pharmacological Approaches to Pain Management in Residential Aged Care: a Pre-Post-Test Study.", "journal": ["Clinical gerontologist", "Clin Gerontol"]}