{"words": ["cognitive", "impairment", "resembling", "alzheimer", "disease", "common", "survivors", "critical", "illness", "hypothesized", "intensive", "care", "unit", "icu", "survivors", "cognitive", "impairment", "would", "significant", "amyloid", "designed", "pilot", "study", "explore", "pilot", "case", "series", "convenience", "sample", "14", "adult", "medical", "surgical", "icu", "survivors", "clinical", "neuroradiology", "clinic", "patients", "underwent", "cognitive", "testing", "3months", "1year", "4years", "6years", "hospital", "discharge", "repeatable", "battery", "assessment", "neuropsychological", "status", "received", "single", "pet", "scan", "using", "amyloid", "pet", "imaging", "florbetapir", "f18", "2", "4years", "icu", "defined", "standard", "uptake", "value", "ratio", "suvr", "present", "2", "14", "14", "individuals", "demonstrated", "significant", "cognitive", "impairment", "yet", "consistent", "decline", "time", "6", "impaired", "patients", "rbans", "78", "4", "amyloid", "feasible", "assess", "icu", "survivors", "amyloid", "imaging", "small", "sample", "patients", "cognitive", "impairment", "negative", "amyloid", "pet", "imaging", "raises", "possibility", "icu", "survivors", "may", "experience", "unique", "form", "dementia", "driven", "amyloid", "related", "mechanism"], "authors": [["Jackson", "James C", "JC", "Division of Allergy/Pulmonary/Critical Care Medicine, Vanderbilt University School of Medicine, Nashville, TN, United States; Center for Health Services Research, Vanderbilt University School of Medicine, Nashville, TN, United States; Department of Psychiatry, Vanderbilt University School of Medicine, Nashville, TN, United States; VA Tennessee Valley Geriatric Research, Education and Clinical Center (GRECC), Nashville, TN, United States. Electronic address: james.c.jackson@vanderbilt.edu."], ["Warrington", "Hillary J", "HJ", "Department of Psychology and Neuroscience, Baylor University, Waco, TX, United States."], ["Kessler", "Robert", "R", "Department of Radiology, Vanderbilt University Medical Center, Nashville, TN, United States."], ["Kiehl", "Amy L", "AL", "Division of Allergy/Pulmonary/Critical Care Medicine, Vanderbilt University School of Medicine, Nashville, TN, United States; Center for Health Services Research, Vanderbilt University School of Medicine, Nashville, TN, United States."], ["Wesley Ely", "E", "E", "Division of Allergy/Pulmonary/Critical Care Medicine, Vanderbilt University School of Medicine, Nashville, TN, United States; Center for Health Services Research, Vanderbilt University School of Medicine, Nashville, TN, United States; VA Tennessee Valley Geriatric Research, Education and Clinical Center (GRECC), Nashville, TN, United States."]], "title": "Florbetapir-PET β-amyloid imaging and associated neuropsychological trajectories in survivors of critical illness: A case series.", "year": null, "sentences": ["Cognitive impairment resembling Alzheimer's disease is common in survivors of critical illness.", "We hypothesized that Intensive Care Unit (ICU) survivors with cognitive impairment would have significant amyloid and designed a pilot study to explore this relationship.A pilot, case series of a convenience sample of 14 adult medical and surgical ICU survivors, in a clinical neuroradiology clinic.", "Patients underwent cognitive testing at 3months, 1year, 4years, and 6years after hospital discharge with the Repeatable Battery for the Assessment of Neuropsychological Status.", "They received a single PET scan using amyloid PET imaging (florbetapir F18) 2 to 4years after their ICU stay.Amyloid (defined as a Standard Uptake Value ratio or SUVr >1.10) was present in 2 of 14 (14%) individuals, both of whom demonstrated significant cognitive impairment yet no consistent decline over time.", "Of the 6 impaired patients (RBANS<78), 4 (66.7%) were amyloid negative.It is feasible to assess ICU survivors with amyloid imaging.", "In this small sample, most patients with cognitive impairment were negative on amyloid PET imaging, which raises the possibility that ICU survivors may experience a unique form of dementia not driven by an amyloid related mechanism."], "id": "29274595", "text": "Cognitive impairment resembling Alzheimer's disease is common in survivors of critical illness. We hypothesized that Intensive Care Unit (ICU) survivors with cognitive impairment would have significant amyloid and designed a pilot study to explore this relationship.A pilot, case series of a convenience sample of 14 adult medical and surgical ICU survivors, in a clinical neuroradiology clinic. Patients underwent cognitive testing at 3months, 1year, 4years, and 6years after hospital discharge with the Repeatable Battery for the Assessment of Neuropsychological Status. They received a single PET scan using amyloid PET imaging (florbetapir F18) 2 to 4years after their ICU stay.Amyloid (defined as a Standard Uptake Value ratio or SUVr >1.10) was present in 2 of 14 (14%) individuals, both of whom demonstrated significant cognitive impairment yet no consistent decline over time. Of the 6 impaired patients (RBANS<78), 4 (66.7%) were amyloid negative.It is feasible to assess ICU survivors with amyloid imaging. In this small sample, most patients with cognitive impairment were negative on amyloid PET imaging, which raises the possibility that ICU survivors may experience a unique form of dementia not driven by an amyloid related mechanism.", "doi": "10.1016/j.jcrc.2017.10.016", "journal": ["Journal of critical care", "J Crit Care"], "date": "2018-01-18_23:42:09"}