{"words": ["expansion", "hexanucleotide", "repeat", "ggggcc", "ggcccc", "n", "c9orf72", "promoter", "shown", "cause", "amyotrophic", "lateral", "sclerosis", "frontotemporal", "dementia", "c9orf72", "repeat", "form", "structures", "cationic", "porphyrin", "tmpyp4", "binds", "distorts", "titration", "calorimetry", "itc", "circular", "dichroism", "cd", "used", "study", "binding", "tmpyp4", "dna", "rna", "oligos", "containing", "hexanucleotide", "repeat", "ph", "cd", "spectra", "dna", "rna", "tmpyp4", "complexes", "showed", "features", "antiparallel", "parallel", "respectively", "shoulder", "260", "nm", "cd", "spectrum", "becomes", "intense", "upon", "formation", "complexes", "tmpyp4", "dna", "peak", "290", "nm", "becomes", "intense", "rna", "molecules", "suggesting", "induction", "structure", "itc", "data", "showed", "tmpyp4", "binds", "two", "independent", "sites", "dna", "rna", "dna", "data", "consistent", "tmpyp4", "stacking", "terminal", "tetrads", "intercalation", "rna", "thermodynamics", "two", "binding", "modes", "consistent", "groove", "binding", "intercalation", "cases", "intercalation", "weaker", "binding", "mode", "findings", "considered", "respect", "structural", "differences", "folded", "dna", "rna", "molecules", "energetics", "processes", "drive", "recognition", "tmpyp4", "data", "helpful", "efforts", "optimize", "specificity", "affinity", "binding", "molecules"], "authors": [["Alniss", "Hasan", "H", "College of Pharmacy, University of Sharjah, P.O. Box 27272, Sharjah, United Arab Emirates."], ["Zamiri", "Bita", "B", "Department of Pharmaceutical Sciences, Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, M5S 3M2, Canada."], ["Khalaj", "Melisa", "M", "Department of Pharmaceutical Sciences, Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, M5S 3M2, Canada."], ["Pearson", "Christopher E", "CE", "Program of Genetics and Genome Biology, The Hospital for Sick Children, Toronto, Ontario, M5G 1L7, Canada; Program of Molecular Genetics, University of Toronto, Toronto, Ontario, M5S 1A1, Canada."], ["Macgregor", "Robert B", "RB", "Department of Pharmaceutical Sciences, Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, M5S 3M2, Canada. Electronic address: rob.macgregor@utoronto.ca."]], "title": "Thermodynamic and spectroscopic investigations of TMPyP4 association with guanine- and cytosine-rich DNA and RNA repeats of C9orf72.", "year": null, "sentences": ["An expansion of the hexanucleotide repeat (GGGGCC)n·(GGCCCC)n in the C9orf72 promoter has been shown to be the cause of Amyotrophic lateral sclerosis and frontotemporal dementia (ALS-FTD).", "The C9orf72 repeat can form four-stranded structures; the cationic porphyrin (TMPyP4) binds and distorts these structures.Isothermal titration calorimetry (ITC), and circular dichroism (CD) were used to study the binding of TMPyP4 to the C-rich and G-rich DNA and RNA oligos containing the hexanucleotide repeat at pH 7.5 and 0.1 M K+.The CD spectra of G-rich DNA and RNA TMPyP4 complexes showed features of antiparallel and parallel G-quadruplexes, respectively.", "The shoulder at 260 nm in the CD spectrum becomes more intense upon formation of complexes between TMPyP4 and the C-rich DNA.", "The peak at 290 nm becomes more intense in the c-rich RNA molecules, suggesting induction of an i-motif structure.", "The ITC data showed that TMPyP4 binds at two independent sites for all DNA and RNA molecules.For DNA, the data are consistent with TMPyP4 stacking on the terminal tetrads and intercalation.", "For RNA, the thermodynamics of the two binding modes are consistent with groove binding and intercalation.", "In both cases, intercalation is the weaker binding mode.", "These findings are considered with respect to the structural differences of the folded DNA and RNA molecules and the energetics of the processes that drive site-specific recognition by TMPyP4; these data will be helpful in efforts to optimize the specificity and affinity of the binding of porphyrin-like molecules."], "id": "29274339", "text": "An expansion of the hexanucleotide repeat (GGGGCC)n·(GGCCCC)n in the C9orf72 promoter has been shown to be the cause of Amyotrophic lateral sclerosis and frontotemporal dementia (ALS-FTD). The C9orf72 repeat can form four-stranded structures; the cationic porphyrin (TMPyP4) binds and distorts these structures.Isothermal titration calorimetry (ITC), and circular dichroism (CD) were used to study the binding of TMPyP4 to the C-rich and G-rich DNA and RNA oligos containing the hexanucleotide repeat at pH 7.5 and 0.1 M K+.The CD spectra of G-rich DNA and RNA TMPyP4 complexes showed features of antiparallel and parallel G-quadruplexes, respectively. The shoulder at 260 nm in the CD spectrum becomes more intense upon formation of complexes between TMPyP4 and the C-rich DNA. The peak at 290 nm becomes more intense in the c-rich RNA molecules, suggesting induction of an i-motif structure. The ITC data showed that TMPyP4 binds at two independent sites for all DNA and RNA molecules.For DNA, the data are consistent with TMPyP4 stacking on the terminal tetrads and intercalation. For RNA, the thermodynamics of the two binding modes are consistent with groove binding and intercalation. In both cases, intercalation is the weaker binding mode. These findings are considered with respect to the structural differences of the folded DNA and RNA molecules and the energetics of the processes that drive site-specific recognition by TMPyP4; these data will be helpful in efforts to optimize the specificity and affinity of the binding of porphyrin-like molecules.", "doi": "10.1016/j.bbrc.2017.12.108", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."], "date": "2018-01-18_23:42:09"}