{"authors": [["Watanabe", "Keisuke", "K", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Okuro", "Masashi", "M", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Okuno", "Tazuo", "T", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Iritani", "Osamu", "O", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Yano", "Hiroshi", "H", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Himeno", "Taroh", "T", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Morita", "Takuro", "T", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Igarashi", "Yuta", "Y", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Nakahashi", "Takeshi", "T", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."], ["Morimoto", "Shigeto", "S", "Department of Geriatric Medicine, Kanazawa Medical University, Ishikawa, Japan."]], "date": "2017-12-14", "id": "29239071", "text": "Chronic kidney disease (CKD), diabetes and lower glycated hemoglobin (HbA1c ) range in diabetes patients are associated with higher mortality. We investigated whether these conditions were associated with the risk of loss of independence in community-dwelling older adults.We analyzed 1078 older adults with no history of support/care-need certification in Long-Term Care Insurance aged 65-94 years. Associations of baseline CKD, diabetes, and lower HbA1c range of <6.0% in the diabetes patients, at baseline health checkup with risk of later certification and/or death for 5 years were estimated using the Cox proportional hazards regression model.The prevalence of both CKD and diabetes in the total population increased with age, due to a net increase in the coexistence of CKD and diabetes. The prevalence of the lower HbA1c range also increased with age in participants with the coexistence. During 5 years, 135 certifications and 53 deaths occurred. After adjustment, patients with comorbidity of the triad of CKD, diabetes and the lower HbA1c range had significantly higher hazard ratios (HR) for certification (HR 3.52, 95% confidence interval [CI] 1.91-6.48, P < 0.001) and for death (HR 3.79, 95% CI 1.46-9.85, P = 0.006) compared with those without CKD and diabetes. The harmful impact of the lower HbA1c range on later certification compared with higher HbA1c range of ≥6.0% was maintained in diabetes patients with use of antidiabetic agents and CKD (HR 2.40, 95% CI 1.06-6.45, P = 0.036).Excessive HbA1c reduction might cause discontinuance of disability-free survival in community-dwelling older diabetes patients with CKD. Geriatr Gerontol Int 2017; ••: ••-••.", "doi": "10.1111/ggi.13211", "title": "Comorbidity of chronic kidney disease, diabetes and lower glycated hemoglobin predicts support/care-need certification in community-dwelling older adults.", "journal": ["Geriatrics & gerontology international", "Geriatr Gerontol Int"]}