{"authors": [["Choi", "Jin Gyu", "JG", "Department of Life and Nanopharmaceutical Sciences, Graduate School, Kyung Hee University, 26 Kyungheedae-ro, Dongdaemun-gu, Seoul 02447, Republic of Korea."], ["Kim", "Sun Yeou", "SY", "College of Pharmacy, Gachon University, 191 Hambakmoero, Yeonsu-gu, Incheon 21999, Republic of Korea."], ["Kim", "Jong Woo", "JW", "Department of Korean Neuropsychiatry, College of Korean Medicine and Institute of Korean Medicine, Kyung Hee University, 26 Kyungheedae-ro, Dongdaemun-gu, Seoul 02447, Republic of Korea."], ["Oh", "Myung Sook", "MS", "Department of Life and Nanopharmaceutical Sciences, Graduate School, Kyung Hee University, 26 Kyungheedae-ro, Dongdaemun-gu, Seoul 02447, Republic of Korea."]], "date": "2017-11-07", "id": "29238386", "text": "Alzheimer's disease (AD), the most common form of dementia, is an age-related neurodegenerative disease that is characterized by memory dysfunction, neuronal cell damage, and neuroinflammation. It is believed that AD-related pathology is mostly due to the overproduction of Aβ, especially the oligomeric form (AβO), in the brain. Evidence of the effects of multifunctional medicinal herbs in the treatment of AD has been steadily increasing. Optimized-SopungSunkiwon (OSS), a multiherbal formulation that is composed of six medicinal herbs derived from SopungSunkiwon, is a traditional medicine that is prescribed for neurodegenerative disorders in elderly patients. We previously reported that OSS showed an antiamnesic and memory enhancing effect in mice, but it is unknown whether OSS has a protective effect against AβO neurotoxicity. In this study, we investigated the effects of OSS in AD models induced by AβO in vitro and in vivo. We found that OSS protected neuronal cells and inhibited the generation of nitric oxide and reactive oxygen species against AβO toxicity in vitro. These results were confirmed by in vivo data that oral administration of OSS for 14 days attenuated memory impairments and neuronal cell death by modulating gliosis, glutathione depletion, and synaptic damage in the mouse hippocampus induced by AβO.", "doi": "10.1155/2017/7601486", "title": "Optimized-SopungSunkiwon, a Herbal Formula, Attenuates Aβ Oligomer-Induced Neurotoxicity in Alzheimer's Disease Models.", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}