{"authors": [["Fabbian", "Fabio", "F", "Department of Medical Sciences, Clinical Medical Unit, University Hospital St. Anna, University of Ferrara, Ferrara, Italy."], ["De Giorgi", "Alfredo", "A", "Department of Medical Sciences, Clinical Medical Unit, University Hospital St. Anna, University of Ferrara, Ferrara, Italy."], ["Guarino", "Matteo", "M", "Department of Medical Sciences, Clinical Medical Unit, University Hospital St. Anna, University of Ferrara, Ferrara, Italy."], ["Malagù", "Michele", "M", "Department of Medical Sciences, Cardiology Unit, University Hospital St. Anna, University of Ferrara, Ferrara, Italy."], ["Bertini", "Matteo", "M", "Department of Medical Sciences, Cardiology Unit, University Hospital St. Anna, University of Ferrara, Ferrara, Italy."]], "date": null, "id": "29238360", "text": "To investigate whether chronic kidney disease could negatively impact survival in older adults needing pacemaker implantation after admission for bradyarrhythmias.This retrospective observational study considered 538 older adults consecutively admitted, who had been followed-up for 31 ± 20 months. Subjects with poor short-term prognosis were excluded. Charlson comorbidity index (CCI) and estimated glomerular filtration rate (eGFR) was calculated, along with the independent relationship between all-cause mortality and clinical data. Hazard Ratio (HR) was calculated by Cox regression analysis.Mean age of the population was 85 ± 3.7 years, and causes for implantation were atrioventricular block in 51.9% and other bradyarrhythmias in 48.1% of cases. Mean eGFR was 58.3 ± 24 mL/min per 1.73 m2, and mean CCI was 3.65 ± 2.28. Death for all-causes was recorded in 213 subjects. Deceased patients were older, had lower eGFR, higher comorbidity, higher prevalence of myocardial infarction, congestive heart failure, cerebrovascular disease, dementia and chronic pulmonary disease. Age (HR: 1.081, 95% CI: 1.044-1.119; P < 001), CCI (HR: 1.651, 95% CI: 1.286-2.121, P < 001) and eGFR ≤ 45 mL/min per 1.73 m2 (HR: 1.360, 95% CI: 1.024-1.806; P = 0.033) were predictors of death.Renal dysfunction, as well as comorbidity, impacts negatively survival of older adults treated with pacemaker implantation because of bradyarrhythmias.", "doi": "10.11909/j.issn.1671-5411.2017.10.007", "title": "Impact of chronic kidney disease on mortality in older adults treated with pacemaker implantation.", "journal": ["Journal of geriatric cardiology : JGC", "J Geriatr Cardiol"]}