{"words": ["published", "evidence", "relationship", "benzodiazepine", "exposure", "altered", "cognition", "geriatric", "population", "constitute", "one", "commonly", "prescribed", "medication", "classes", "used", "primarily", "management", "anxiety", "insomnia", "despite", "strong", "recommendations", "based", "evidence", "warning", "potential", "cognitive", "adverse", "effects", "benzodiazepine", "use", "particularly", "patients", "65", "years", "age", "older", "published", "literature", "suggests", "substantial", "proportion", "geriatric", "population", "use", "medications", "chronic", "fashion", "body", "evidence", "suggesting", "benzodiazepine", "use", "may", "modifiable", "risk", "factor", "dementia", "continues", "grow", "evidence", "exists", "suggest", "benzodiazepine", "use", "elderly", "population", "associated", "cognitive", "decline", "dementia", "alzheimer", "disease", "although", "evidence", "regarding", "correlation", "benzodiazepine", "use", "dementia", "conflicting", "recent", "studies", "area", "focused", "eliminating", "causation", "bias", "pharmacists", "variety", "settings", "educate", "patients", "assist", "providers", "selecting", "appropriate", "medication", "regimen", "anxiety", "insomnia", "tailored", "elderly", "patient", "needs", "takes", "account", "immediate", "safety", "association", "benzodiazepine", "therapy", "cognitive", "decline", "elderly", "patients", "yielded", "mixed", "findings", "stronger", "links", "emerged", "studies", "examining", "rather", "benzodiazepines", "longer", "rather", "shorter", "durations", "use", "earlier", "rather", "later", "exposure", "questions", "remain", "causality", "impact", "confounders", "study", "interpretation"], "authors": [["Picton", "Jenna D", "JD", "Lahey Hospital & Medical Center, Burlington, MA je.picton@wingate.edu."], ["Marino", "Adriane Brackett", "AB", "Carolinas HealthCare System, Lincolnton, NC."], ["Nealy", "Kimberly Lovin", "KL", "Cabarrus Family Medicine-Prosperity Crossing, Charlotte, NC."]], "title": "Benzodiazepine use and cognitive decline in the elderly.", "year": null, "sentences": ["Published evidence on the relationship between benzodiazepine exposure and altered cognition in the geriatric population is reviewed.Benzodiazepines constitute one of the most commonly prescribed medication classes and are used primarily for management of anxiety and insomnia.", "Despite strong recommendations based on high-quality evidence warning of the potential cognitive adverse effects of benzodiazepine use, particularly in patients 65 years of age or older, published literature suggests that a substantial proportion of the U.S. geriatric population use these medications in a chronic fashion.", "The body of evidence suggesting that benzodiazepine use may be a modifiable risk factor for dementia continues to grow.", "Evidence exists to suggest that benzodiazepine use in the elderly population is associated with cognitive decline, dementia, and Alzheimer's disease, although evidence regarding the correlation between benzodiazepine use and dementia is conflicting; the more recent studies in this area have focused on eliminating causation bias.", "Pharmacists in a variety of settings can educate patients and assist providers in selecting an appropriate medication regimen for anxiety or insomnia that is tailored to each elderly patient's needs and takes into account the immediate and long-term safety of the patient.Investigations of the association between benzodiazepine therapy and cognitive decline in elderly patients have yielded mixed findings.", "Stronger links have emerged from studies examining longer- rather than shorter-acting benzodiazepines, longer rather than shorter durations of use, or earlier rather than later exposure.", "Questions remain about causality and the impact of confounders on study interpretation."], "id": "29273607", "text": "Published evidence on the relationship between benzodiazepine exposure and altered cognition in the geriatric population is reviewed.Benzodiazepines constitute one of the most commonly prescribed medication classes and are used primarily for management of anxiety and insomnia. Despite strong recommendations based on high-quality evidence warning of the potential cognitive adverse effects of benzodiazepine use, particularly in patients 65 years of age or older, published literature suggests that a substantial proportion of the U.S. geriatric population use these medications in a chronic fashion. The body of evidence suggesting that benzodiazepine use may be a modifiable risk factor for dementia continues to grow. Evidence exists to suggest that benzodiazepine use in the elderly population is associated with cognitive decline, dementia, and Alzheimer's disease, although evidence regarding the correlation between benzodiazepine use and dementia is conflicting; the more recent studies in this area have focused on eliminating causation bias. Pharmacists in a variety of settings can educate patients and assist providers in selecting an appropriate medication regimen for anxiety or insomnia that is tailored to each elderly patient's needs and takes into account the immediate and long-term safety of the patient.Investigations of the association between benzodiazepine therapy and cognitive decline in elderly patients have yielded mixed findings. Stronger links have emerged from studies examining longer- rather than shorter-acting benzodiazepines, longer rather than shorter durations of use, or earlier rather than later exposure. Questions remain about causality and the impact of confounders on study interpretation.", "doi": "10.2146/ajhp160381", "journal": ["American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists", "Am J Health Syst Pharm"], "date": "2018-01-18_23:42:11"}