{"words": ["alcohol", "consumption", "common", "western", "countries", "increasing", "older", "adults", "latest", "figures", "great", "britain", "suggest", "75", "65", "years", "drink", "increase", "71", "10", "years", "ago", "chronic", "heavy", "intake", "cause", "brain", "atrophy", "dementia", "recent", "prospective", "study", "usa", "reporting", "doubling", "odds", "later", "severe", "memory", "impairment", "history", "alcohol", "use", "disorder", "drinking", "moderate", "amounts", "reported", "protective", "brain", "health", "number", "epidemiological", "studies", "including", "claims", "possibly", "reducing", "dementia", "risk", "rigorous", "recent", "research", "questioned", "belief", "new", "evidence", "harmful", "associations", "moderate", "drinkers", "compared", "abstainers", "raised", "suspicion", "reported", "protective", "effects", "moderate", "drinking", "due", "confounding", "socioeconomic", "class", "intelligence", "clinicians", "look", "cognitive", "impairment", "heavy", "drinkers", "considering", "abstinence", "may", "induce", "degree", "clinical", "improvement", "discussions", "patients", "regarding", "moderate", "drinking", "informed", "recent", "research", "health", "benefits", "moderate", "drinking", "least", "cognitive", "function", "questionable", "exist", "probably", "limited", "one", "unit", "alcohol", "daily", "respect", "body", "systems"], "authors": [["Topiwala", "Anya", "A", "Department of Psychiatry, University of Oxford, Warneford Hospital, Oxford, UK."], ["Ebmeier", "Klaus Peter", "KP", "Department of Psychiatry, University of Oxford, Warneford Hospital, Oxford, UK."]], "title": "Effects of drinking on late-life brain and cognition.", "year": null, "sentences": ["Alcohol consumption is common in Western countries and has been increasing in older adults.", "Latest figures from Great Britain suggest 75% of those over 65 years drink, an increase from 71% 10 years ago.", "Chronic heavy intake is a well-established cause of brain atrophy and dementia, with a recent long-term prospective study from the USA reporting a doubling of the odds of later severe memory impairment in those with a history of an alcohol use disorder.", "Drinking of moderate amounts has been reported to be protective for brain health in a number of epidemiological studies, including some claims of possibly reducing dementia risk.", "Rigorous recent research has questioned this belief, with new evidence of harmful associations in moderate drinkers compared with abstainers.", "This has raised suspicion that reported protective effects of moderate drinking were due to confounding by socioeconomic class and intelligence.", "Clinicians should look out for cognitive impairment in heavy drinkers, considering that abstinence may induce a degree of clinical improvement.", "Discussions with patients regarding moderate drinking should be informed by recent research.", "Health benefits of moderate drinking at least for cognitive function are questionable, and if they exist are probably limited to one unit of alcohol daily with respect to other body systems."], "id": "29273599", "text": "Alcohol consumption is common in Western countries and has been increasing in older adults. Latest figures from Great Britain suggest 75% of those over 65 years drink, an increase from 71% 10 years ago. Chronic heavy intake is a well-established cause of brain atrophy and dementia, with a recent long-term prospective study from the USA reporting a doubling of the odds of later severe memory impairment in those with a history of an alcohol use disorder. Drinking of moderate amounts has been reported to be protective for brain health in a number of epidemiological studies, including some claims of possibly reducing dementia risk. Rigorous recent research has questioned this belief, with new evidence of harmful associations in moderate drinkers compared with abstainers. This has raised suspicion that reported protective effects of moderate drinking were due to confounding by socioeconomic class and intelligence. Clinicians should look out for cognitive impairment in heavy drinkers, considering that abstinence may induce a degree of clinical improvement. Discussions with patients regarding moderate drinking should be informed by recent research. Health benefits of moderate drinking at least for cognitive function are questionable, and if they exist are probably limited to one unit of alcohol daily with respect to other body systems.", "doi": "10.1136/eb-2017-102820", "journal": ["Evidence-based mental health", "Evid Based Ment Health"], "date": "2018-01-18_23:42:11"}