{"words": ["vascular", "dementia", "vad", "widely", "recognised", "second", "common", "type", "dementia", "consensus", "accurate", "diagnosis", "clinically", "suspected", "vad", "relies", "clinical", "neuropsychological", "neuroimaging", "measures", "life", "importantly", "pathological", "confirmation", "factors", "defining", "subtypes", "vad", "include", "nature", "extent", "vascular", "pathologies", "degree", "involvement", "extra", "intracranial", "vessels", "anatomical", "location", "tissue", "changes", "well", "time", "initial", "vascular", "event", "atherosclerotic", "cardioembolic", "diseases", "combined", "appear", "common", "subtypes", "vascular", "brain", "injury", "recent", "years", "cerebral", "small", "vessel", "disease", "svd", "gained", "prominence", "worldwide", "important", "substrate", "cognitive", "impairment", "svd", "characterised", "arteriolosclerosis", "lacunar", "infarcts", "cortical", "subcortical", "microinfarcts", "diffuse", "white", "matter", "changes", "involve", "myelin", "loss", "axonal", "abnormalities", "global", "brain", "atrophy", "focal", "degeneration", "cerebrum", "including", "medial", "temporal", "lobe", "atrophy", "also", "features", "vad", "similar", "alzheimer", "disease", "hereditary", "arteriopathies", "provided", "insights", "mechanisms", "dementia", "particularly", "arteriolosclerosis", "major", "contributor", "svd", "promotes", "cognitive", "impairment", "recently", "developed", "validated", "neuropathology", "guidelines", "indicated", "best", "predictors", "vascular", "cognitive", "impairment", "small", "lacunar", "infarcts", "microinfarcts", "perivascular", "space", "dilation", "myelin", "loss", "arteriolosclerosis", "leptomeningeal", "cerebral", "amyloid", "angiopathy", "substrates", "suggest", "high", "specificity", "vad", "likely", "defined", "key", "neuronal", "changes", "resulting", "executive", "dysfunction", "related", "cognitive", "deficits", "greater", "understanding", "molecular", "pathology", "needed", "clearly", "define", "microvascular", "disease", "vascular", "substrates", "dementia"], "authors": [["Kalaria", "Raj N", "RN", "Institute of Neuroscience, Newcastle University, Campus for Ageing & Vitality, Newcastle Upon Tyne NE4 5PL, United Kingdom. Electronic address: raj.kalaria@ncl.ac.uk."]], "title": "The pathology and pathophysiology of vascular dementia.", "year": null, "sentences": ["Vascular dementia (VaD) is widely recognised as the second most common type of dementia.", "Consensus and accurate diagnosis of clinically suspected VaD relies on wide-ranging clinical, neuropsychological and neuroimaging measures in life but more importantly pathological confirmation.", "Factors defining subtypes of VaD include the nature and extent of vascular pathologies, degree of involvement of extra and intracranial vessels and the anatomical location of tissue changes as well as time after the initial vascular event.", "Atherosclerotic and cardioembolic diseases combined appear the most common subtypes of vascular brain injury.", "In recent years, cerebral small vessel disease (SVD) has gained prominence worldwide as an important substrate of cognitive impairment.", "SVD is characterised by arteriolosclerosis, lacunar infarcts and cortical and subcortical microinfarcts and diffuse white matter changes, which involve myelin loss and axonal abnormalities.", "Global brain atrophy and focal degeneration of the cerebrum including medial temporal lobe atrophy are also features of VaD similar to Alzheimer's disease.", "Hereditary arteriopathies have provided insights into the mechanisms of dementia particularly how arteriolosclerosis, a major contributor of SVD promotes cognitive impairment.", "Recently developed and validated neuropathology guidelines indicated that the best predictors of vascular cognitive impairment were small or lacunar infarcts, microinfarcts, perivascular space dilation, myelin loss, arteriolosclerosis and leptomeningeal cerebral amyloid angiopathy.", "While these substrates do not suggest high specificity, VaD is likely defined by key neuronal and dendro-synaptic changes resulting in executive dysfunction and related cognitive deficits.", "Greater understanding of the molecular pathology is needed to clearly define microvascular disease and vascular substrates of dementia."], "id": "29273521", "text": "Vascular dementia (VaD) is widely recognised as the second most common type of dementia. Consensus and accurate diagnosis of clinically suspected VaD relies on wide-ranging clinical, neuropsychological and neuroimaging measures in life but more importantly pathological confirmation. Factors defining subtypes of VaD include the nature and extent of vascular pathologies, degree of involvement of extra and intracranial vessels and the anatomical location of tissue changes as well as time after the initial vascular event. Atherosclerotic and cardioembolic diseases combined appear the most common subtypes of vascular brain injury. In recent years, cerebral small vessel disease (SVD) has gained prominence worldwide as an important substrate of cognitive impairment. SVD is characterised by arteriolosclerosis, lacunar infarcts and cortical and subcortical microinfarcts and diffuse white matter changes, which involve myelin loss and axonal abnormalities. Global brain atrophy and focal degeneration of the cerebrum including medial temporal lobe atrophy are also features of VaD similar to Alzheimer's disease. Hereditary arteriopathies have provided insights into the mechanisms of dementia particularly how arteriolosclerosis, a major contributor of SVD promotes cognitive impairment. Recently developed and validated neuropathology guidelines indicated that the best predictors of vascular cognitive impairment were small or lacunar infarcts, microinfarcts, perivascular space dilation, myelin loss, arteriolosclerosis and leptomeningeal cerebral amyloid angiopathy. While these substrates do not suggest high specificity, VaD is likely defined by key neuronal and dendro-synaptic changes resulting in executive dysfunction and related cognitive deficits. Greater understanding of the molecular pathology is needed to clearly define microvascular disease and vascular substrates of dementia.", "doi": "10.1016/j.neuropharm.2017.12.030", "journal": ["Neuropharmacology", "Neuropharmacology"], "date": "2018-01-18_23:42:12"}