{"authors": [["Zhu", "Tianyi", "T", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, 4072, Australia."], ["Yong", "Xuan Ling Hilary", "XLH", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, 4072, Australia."], ["Xia", "Di", "D", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, 4072, Australia."], ["Widagdo", "Jocelyn", "J", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, 4072, Australia. Electronic address: j.widagdo@uq.edu.au."], ["Anggono", "Victor", "V", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, 4072, Australia. Electronic address: v.anggono@uq.edu.au."]], "date": "2017-12-10", "id": "29237556", "text": "Genetic polymorphisms in the fat mass and obesity-associated (FTO) gene have been strongly associated with obesity in humans. The cellular level of FTO is tightly regulated, with alterations in its expression influencing energy metabolism, food intake and body weight. Although the proteasome system is involved, the cellular mechanism underlying FTO protein turnover remains unknown. Here, we report that FTO undergoes post-translational ubiquitination on Lys-216. Knock-in HeLa cells harboring the ubiquitin-deficient K216R mutation displayed a slower rate of FTO turnover, resulting in an increase in the level of FTO as well as enhanced phosphorylation of the ribosomal S6 kinase. Surprisingly, we also found that K216R mutation reduced the level of nuclear FTO and completely abolished the nuclear translocation of FTO in response to amino acid starvation. Collectively, our results reveal the functional importance of ubiquitination in controlling FTO expression and localization, which may be crucial for determining body mass and composition.", "doi": "10.1016/j.jmb.2017.12.003", "title": "Ubiquitination Regulates the Proteasomal Degradation and Nuclear Translocation of the Fat Mass and Obesity-Associated (FTO) Protein.", "journal": ["Journal of molecular biology", "J. Mol. Biol."]}