{"words": ["mediterranean", "diet", "characterised", "high", "consumption", "extra", "virgin", "olive", "oil", "fruits", "vegetables", "grains", "legumes", "nuts", "moderate", "consumption", "fish", "poultry", "eggs", "dairy", "low", "consumption", "red", "meat", "sweets", "cross", "sectional", "longitudinal", "intervention", "studies", "indicate", "mediterranean", "diet", "may", "effective", "prevention", "cardiovascular", "disease", "dementia", "however", "previous", "research", "suggests", "australian", "population", "may", "find", "red", "meat", "restrictions", "difficult", "could", "affect", "long", "term", "sustainability", "paper", "outlines", "protocol", "randomised", "controlled", "trial", "assess", "cardiovascular", "cognitive", "benefits", "mediterranean", "diet", "modified", "include", "weekly", "serves", "fresh", "lean", "pork", "design", "trial", "compare", "modified", "mediterranean", "diet", "control", "diet", "men", "women", "participants", "follow", "two", "diets", "8", "weeks", "washout", "period", "separating", "interventions", "home", "measured", "systolic", "blood", "pressure", "primary", "outcome", "measure", "secondary", "outcomes", "include", "body", "mass", "index", "body", "composition", "fasting", "blood", "lipids", "protein", "fasting", "plasma", "glucose", "fasting", "serum", "insulin", "erythrocyte", "fatty", "acids", "cognitive", "function", "psychological", "health", "dementia", "knowledge", "research", "first", "investigate", "whether", "alternate", "source", "protein", "included", "mediterranean", "diet", "increase", "sustainability", "feasibility", "population", "findings", "significant", "prevention", "cardiovascular", "disease", "decline", "may", "inform", "individuals", "clinicians", "public", "health", "registered", "5", "august", "2016"], "authors": [["Wade", "Alexandra T", "AT", "Alliance for Research in Exercise, Nutrition and Activity, School of Health Sciences, University of South Australia, GPO Box 2471, Adelaide, South Australia, 5001, Australia."], ["Davis", "Courtney R", "CR", "Alliance for Research in Exercise, Nutrition and Activity, School of Health Sciences, University of South Australia, GPO Box 2471, Adelaide, South Australia, 5001, Australia."], ["Dyer", "Kathryn A", "KA", "Alliance for Research in Exercise, Nutrition and Activity, School of Health Sciences, University of South Australia, GPO Box 2471, Adelaide, South Australia, 5001, Australia."], ["Hodgson", "Jonathan M", "JM", "School of Medicine and Pharmacology, Faculty of Medicine, Dentistry and Health Sciences, University of Western Australia, 35 Stirling Highway, Perth, WA, 6000, Australia."], ["Woodman", "Richard J", "RJ", "Flinders Centre for Epidemiology and Biostatistics, Flinders University, GPO Box 2100, Adelaide, South Australia, 5001, Australia."], ["Keage", "Hannah A D", "HAD", "Cognitive Ageing and Impairment Neurosciences, School of Psychology, Social Work and Social Policy, University of South Australian, GPO Box 2471, Adelaide, SA, 5001, Australia."], ["Murphy", "Karen J", "KJ", "Alliance for Research in Exercise, Nutrition and Activity, School of Health Sciences, University of South Australia, GPO Box 2471, Adelaide, South Australia, 5001, Australia. Karen.Murphy@unisa.edu.au."]], "title": "Including pork in the Mediterranean diet for an Australian population: Protocol for a randomised controlled trial assessing cardiovascular risk and cognitive function.", "year": null, "sentences": ["The Mediterranean diet is characterised by the high consumption of extra virgin olive oil, fruits, vegetables, grains, legumes and nuts; moderate consumption of fish, poultry, eggs and dairy; and low consumption of red meat and sweets.", "Cross sectional, longitudinal and intervention studies indicate that a Mediterranean diet may be effective for the prevention of cardiovascular disease and dementia.", "However, previous research suggests that an Australian population may find red meat restrictions difficult, which could affect long term sustainability of the diet.This paper outlines the protocol for a randomised controlled trial that will assess the cardiovascular and cognitive benefits of a Mediterranean diet modified to include 2-3 weekly serves of fresh, lean pork.", "A 24-week cross-over design trial will compare a modified Mediterranean diet with a low-fat control diet in at-risk men and women.", "Participants will follow each of the two diets for 8 weeks, with an 8-week washout period separating interventions.", "Home measured systolic blood pressure will be the primary outcome measure.", "Secondary outcomes will include body mass index, body composition, fasting blood lipids, C-reactive protein, fasting plasma glucose, fasting serum insulin, erythrocyte fatty acids, cognitive function, psychological health and well-being, and dementia risk.To our knowledge this research is the first to investigate whether an alternate source of protein can be included in the Mediterranean diet to increase sustainability and feasibility for a non-Mediterranean population.", "Findings will be significant for the prevention of cardiovascular disease and age-related decline, and may inform individuals, clinicians and public health policy.ACTRN12616001046493 .", "Registered 5 August 2016."], "id": "29273039", "text": "The Mediterranean diet is characterised by the high consumption of extra virgin olive oil, fruits, vegetables, grains, legumes and nuts; moderate consumption of fish, poultry, eggs and dairy; and low consumption of red meat and sweets. Cross sectional, longitudinal and intervention studies indicate that a Mediterranean diet may be effective for the prevention of cardiovascular disease and dementia. However, previous research suggests that an Australian population may find red meat restrictions difficult, which could affect long term sustainability of the diet.This paper outlines the protocol for a randomised controlled trial that will assess the cardiovascular and cognitive benefits of a Mediterranean diet modified to include 2-3 weekly serves of fresh, lean pork. A 24-week cross-over design trial will compare a modified Mediterranean diet with a low-fat control diet in at-risk men and women. Participants will follow each of the two diets for 8 weeks, with an 8-week washout period separating interventions. Home measured systolic blood pressure will be the primary outcome measure. Secondary outcomes will include body mass index, body composition, fasting blood lipids, C-reactive protein, fasting plasma glucose, fasting serum insulin, erythrocyte fatty acids, cognitive function, psychological health and well-being, and dementia risk.To our knowledge this research is the first to investigate whether an alternate source of protein can be included in the Mediterranean diet to increase sustainability and feasibility for a non-Mediterranean population. Findings will be significant for the prevention of cardiovascular disease and age-related decline, and may inform individuals, clinicians and public health policy.ACTRN12616001046493 . Registered 5 August 2016.", "doi": "10.1186/s12937-017-0306-x", "journal": ["Nutrition journal", "Nutr J"], "date": "2018-01-18_23:42:12"}