{"authors": [["Shi", "Jing", "J", "BUCM Neurology Centre at Dongzhimen Hospital, Beijing University of Chinese Medicine, No. 5 Haiyuncang Street, Dongcheng, Bejing, 100700, China."], ["Ni", "Jingnian", "J", "BUCM Neurology Centre at Dongzhimen Hospital, Beijing University of Chinese Medicine, No. 5 Haiyuncang Street, Dongcheng, Bejing, 100700, China."], ["Lu", "Tao", "T", "School of Life Sciences, Beijing University of Chinese Medicine, No. 11 East road, North 3rd Ring Road, Beijing, 100029, China."], ["Zhang", "Xuekai", "X", "BUCM Neurology Centre at Dongzhimen Hospital, Beijing University of Chinese Medicine, No. 5 Haiyuncang Street, Dongcheng, Bejing, 100700, China."], ["Wei", "Mingqing", "M", "BUCM Neurology Centre at Dongzhimen Hospital, Beijing University of Chinese Medicine, No. 5 Haiyuncang Street, Dongcheng, Bejing, 100700, China."], ["Li", "Ting", "T", "BUCM Neurology Centre at Dongzhimen Hospital, Beijing University of Chinese Medicine, No. 5 Haiyuncang Street, Dongcheng, Bejing, 100700, China."], ["Liu", "Weiwei", "W", "Consulting Center of Biomedical Statistics, The Academy of Military Medical Sciences, Beijing, 100850, China."], ["Wang", "Yongyan", "Y", "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."], ["Shi", "Yuanyuan", "Y", "School of Life Sciences, Beijing University of Chinese Medicine, No. 11 East road, North 3rd Ring Road, Beijing, 100029, China. yshi@bucm.edu.cn."], ["Tian", "Jinzhou", "J", "BUCM Neurology Centre at Dongzhimen Hospital, Beijing University of Chinese Medicine, No. 5 Haiyuncang Street, Dongcheng, Bejing, 100700, China. jztian@hotmail.com."]], "date": "2017-12-13", "id": "29237450", "text": "Conventional therapy (CT) such as donepezil and memantine are well-known short-term treatments for the symptoms of Alzheimer's disease (AD). The efficacy of them, however, drops below baseline level after 9 months. In China, herbal therapy as a complementary therapy is very popular. Should conventional therapy combined with herbal therapy (CT + H) make add-on benefit?In this retrospective cohort study, 344 outpatients diagnosed as probable dementia due to AD were collected, with the treatment of either CT + H or CT alone in clinical settings. All the patients were examined with coronary MRI scan. Cognitive functions were obtained by mini-mental state examination (MMSE) every 3 months with the longest follow-up of 24 months.Most of the patients were initially diagnosed with mild (MMSE = 21-26, n = 177) and moderate (MMSE = 10-20, n = 137) dementia. At 18 months, CT+ H patients scored on average 1.76 (P = 0.002) better than CT patients, and at 24 months, patients scored on average 2.52 (P < 0.001) better. At 24 months, the patients with improved cognitive function (△MMSE ≥ 0) in CT + H was more than CT alone (33.33% vs 7.69%, P = 0.020). Interestingly, patients with mild AD received the most robust benefit from CT + H therapy. The deterioration of the cognitive function was largely prevented at 24 months (ΔMMSE = -0.06), a significant improvement from CT alone (ΔMMSE = -2.66, P = 0.005).Compared to CT alone, CT + H significantly benefited AD patients. A symptomatic effect of CT + H was more pronounced with time. Cognitive decline was substantially decelerated in patients with moderate severity, while the cognitive function was largely stabilized in patients with mild severity over two years. These results imply that Chinese herbal medicines may provide an alternative and additive treatment for AD.", "doi": "10.1186/s12906-017-2040-5", "title": "Adding Chinese herbal medicine to conventional therapy brings cognitive benefits to patients with Alzheimer's disease: a retrospective analysis.", "journal": ["BMC complementary and alternative medicine", "BMC Complement Altern Med"]}