{"words": ["alzheimer", "disease", "progressive", "neurodegenerative", "disease", "characterized", "accumulation", "aβ", "brain", "aβ", "oligomers", "believed", "cause", "synapse", "damage", "resulting", "memory", "deficits", "characteristic", "disease", "since", "loss", "synaptic", "proteins", "brain", "correlates", "closely", "degree", "dementia", "alzheimer", "disease", "process", "synapse", "damage", "investigated", "cultured", "neurons", "measuring", "loss", "synaptic", "proteins", "soluble", "aβ", "oligomers", "derived", "brains", "caused", "loss", "cysteine", "string", "protein", "synaptophysin", "neurons", "applied", "synaptosomes", "aβ", "oligomers", "increased", "cholesterol", "concentrations", "caused", "aberrant", "activation", "cytoplasmic", "phospholipase", "a2", "cpla2", "contrast", "aβ", "monomer", "preparations", "affect", "cholesterol", "concentrations", "activate", "synaptic", "cpla2", "damage", "synapses", "aβ", "aggregation", "cellular", "prion", "proteins", "prpc", "synapses", "triggered", "activation", "cpla2", "leads", "synapse", "degeneration", "critically", "aβ", "monomer", "preparations", "cause", "aggregation", "prpc", "rather", "reduced", "aβ", "aggregation", "prpc", "presence", "aβ", "monomer", "preparations", "also", "inhibited", "aβ", "increase", "cholesterol", "concentrations", "activation", "cpla2", "synaptosomes", "protected", "neurons", "aβ", "synapse", "damage", "results", "support", "hypothesis", "aβ", "monomers", "neuroprotective", "hypothesise", "synapse", "damage", "may", "result", "pathological", "aβ", "monomer", "oligomer", "ratio", "rather", "total", "concentrations", "aβ", "within", "brain"], "authors": [["Bate", "Clive", "C", "Department of Pathology and Pathogen Biology, Royal Veterinary College, Hawkshead Lane, North Mymms, Herts AL9 7TA, UK. Electronic address: cbate@rvc.ac.uk."], ["Williams", "Alun", "A", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge CB3 0ES, UK. Electronic address: aw510@cam.ac.uk."]], "title": "Monomeric amyloid-β reduced amyloid-β oligomer-induced synapse damage in neuronal cultures.", "year": null, "sentences": ["Alzheimer's disease is a progressive neurodegenerative disease characterized by the accumulation of amyloid-β (Aβ) in the brain.", "Aβ oligomers are believed to cause synapse damage resulting in the memory deficits that are characteristic of this disease.", "Since the loss of synaptic proteins in the brain correlates closely with the degree of dementia in Alzheimer's disease, the process of Aβ-induced synapse damage was investigated in cultured neurons by measuring the loss of synaptic proteins.", "Soluble Aβ oligomers, derived from Alzheimer's-affected brains, caused the loss of cysteine string protein and synaptophysin from neurons.", "When applied to synaptosomes Aβ oligomers increased cholesterol concentrations and caused aberrant activation of cytoplasmic phospholipase A2 (cPLA2).", "In contrast, Aβ monomer preparations did not affect cholesterol concentrations or activate synaptic cPLA2, nor did they damage synapses.", "The Aβ oligomer-induced aggregation of cellular prion proteins (PrPC) at synapses triggered the activation of cPLA2 that leads to synapse degeneration.", "Critically, Aβ monomer preparations did not cause the aggregation of PrPC; rather they reduced the Aβ oligomer-induced aggregation of PrPC.", "The presence of Aβ monomer preparations also inhibited the Aβ oligomer-induced increase in cholesterol concentrations and activation of cPLA2 in synaptosomes and protected neurons against the Aβ oligomer-induced synapse damage.", "These results support the hypothesis that Aβ monomers are neuroprotective.", "We hypothesise that synapse damage may result from a pathological Aβ monomer:oligomer ratio rather than the total concentrations of Aβ within the brain."], "id": "29272738", "text": "Alzheimer's disease is a progressive neurodegenerative disease characterized by the accumulation of amyloid-β (Aβ) in the brain. Aβ oligomers are believed to cause synapse damage resulting in the memory deficits that are characteristic of this disease. Since the loss of synaptic proteins in the brain correlates closely with the degree of dementia in Alzheimer's disease, the process of Aβ-induced synapse damage was investigated in cultured neurons by measuring the loss of synaptic proteins. Soluble Aβ oligomers, derived from Alzheimer's-affected brains, caused the loss of cysteine string protein and synaptophysin from neurons. When applied to synaptosomes Aβ oligomers increased cholesterol concentrations and caused aberrant activation of cytoplasmic phospholipase A2 (cPLA2). In contrast, Aβ monomer preparations did not affect cholesterol concentrations or activate synaptic cPLA2, nor did they damage synapses. The Aβ oligomer-induced aggregation of cellular prion proteins (PrPC) at synapses triggered the activation of cPLA2 that leads to synapse degeneration. Critically, Aβ monomer preparations did not cause the aggregation of PrPC; rather they reduced the Aβ oligomer-induced aggregation of PrPC. The presence of Aβ monomer preparations also inhibited the Aβ oligomer-induced increase in cholesterol concentrations and activation of cPLA2 in synaptosomes and protected neurons against the Aβ oligomer-induced synapse damage. These results support the hypothesis that Aβ monomers are neuroprotective. We hypothesise that synapse damage may result from a pathological Aβ monomer:oligomer ratio rather than the total concentrations of Aβ within the brain.", "doi": "10.1016/j.nbd.2017.12.007", "journal": ["Neurobiology of disease", "Neurobiol. Dis."], "date": "2018-01-18_23:42:12"}