{"words": ["analyses", "imperfectly", "assessed", "time", "event", "outcomes", "give", "rise", "biased", "hazard", "ratio", "estimates", "bias", "common", "challenge", "studies", "alzheimer", "disease", "ad", "ad", "neuropathology", "identified", "brain", "autopsy", "therefore", "available", "study", "participants", "clinical", "ad", "diagnosis", "although", "widely", "available", "imperfect", "sensitivity", "specificity", "relative", "ad", "neuropathology", "study", "present", "sensitivity", "analysis", "approach", "using", "discrete", "proportional", "hazards", "model", "quantify", "robustness", "results", "misclassification", "time", "event", "outcome", "apply", "method", "data", "longitudinal", "panel", "study", "ad", "using", "data", "participants", "adult", "changes", "thought", "study", "analyzed", "association", "average", "glucose", "level", "ad", "neuropathology", "conducted", "sensitivity", "analyses", "explore", "estimated", "hazard", "ratios", "varied", "according", "ad", "classification", "accuracy", "unadjusted", "hazard", "ratios", "closer", "null", "estimates", "obtained", "scenarios", "misclassification", "investigated", "confidence", "interval", "estimates", "unadjusted", "model", "substantially", "underestimated", "compared", "adjusted", "estimates", "study", "demonstrates", "importance", "exploring", "outcome", "misclassification", "time", "event", "analyses", "provides", "approach", "undertaken", "without", "requiring", "validation", "data"], "authors": [["Wang", "Le", "L", "Department of Biostatistics, Epidemiology & Informatics, University of Pennsylvania, Philadelphia, PA, United States of America."], ["Hubbard", "Rebecca A", "RA", "Department of Biostatistics, Epidemiology & Informatics, University of Pennsylvania, Philadelphia, PA, United States of America."], ["Walker", "Rod L", "RL", "Kaiser Permanente Washington Health Research Institute, Seattle, WA, United States of America."], ["Lee", "Edward B", "EB", "Department of Pathology & Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, United States of America."], ["Larson", "Eric B", "EB", "Kaiser Permanente Washington Health Research Institute, Seattle, WA, United States of America."], ["Crane", "Paul K", "PK", "Department of Medicine, University of Washington, Seattle, WA, United States of America."]], "title": "Assessing robustness of hazard ratio estimates to outcome misclassification in longitudinal panel studies with application to Alzheimer's disease.", "year": null, "sentences": ["Analyses of imperfectly assessed time to event outcomes give rise to biased hazard ratio estimates.", "This bias is a common challenge for studies of Alzheimer's Disease (AD) because AD neuropathology can only be identified through brain autopsy and is therefore not available for most study participants.", "Clinical AD diagnosis, although more widely available, has imperfect sensitivity and specificity relative to AD neuropathology.", "In this study we present a sensitivity analysis approach using a bias-adjusted discrete proportional hazards model to quantify robustness of results to misclassification of a time to event outcome and apply this method to data from a longitudinal panel study of AD.", "Using data on 1,955 participants from the Adult Changes in Thought study we analyzed the association between average glucose level and AD neuropathology and conducted sensitivity analyses to explore how estimated hazard ratios varied according to AD classification accuracy.", "Unadjusted hazard ratios were closer to the null than estimates obtained under most scenarios for misclassification investigated.", "Confidence interval estimates from the unadjusted model were substantially underestimated compared to adjusted estimates.", "This study demonstrates the importance of exploring outcome misclassification in time to event analyses and provides an approach that can be undertaken without requiring validation data."], "id": "29272296", "text": "Analyses of imperfectly assessed time to event outcomes give rise to biased hazard ratio estimates. This bias is a common challenge for studies of Alzheimer's Disease (AD) because AD neuropathology can only be identified through brain autopsy and is therefore not available for most study participants. Clinical AD diagnosis, although more widely available, has imperfect sensitivity and specificity relative to AD neuropathology. In this study we present a sensitivity analysis approach using a bias-adjusted discrete proportional hazards model to quantify robustness of results to misclassification of a time to event outcome and apply this method to data from a longitudinal panel study of AD. Using data on 1,955 participants from the Adult Changes in Thought study we analyzed the association between average glucose level and AD neuropathology and conducted sensitivity analyses to explore how estimated hazard ratios varied according to AD classification accuracy. Unadjusted hazard ratios were closer to the null than estimates obtained under most scenarios for misclassification investigated. Confidence interval estimates from the unadjusted model were substantially underestimated compared to adjusted estimates. This study demonstrates the importance of exploring outcome misclassification in time to event analyses and provides an approach that can be undertaken without requiring validation data.", "doi": "10.1371/journal.pone.0190107", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:42:13"}