{"words": ["huntington", "disease", "hd", "autosomal", "dominant", "neurodegenerative", "condition", "caused", "expanded", "cag", "repeat", "gene", "encoding", "huntingtin", "htt", "optimizing", "peripheral", "quantification", "huntingtin", "throughout", "course", "hd", "valuable", "illuminate", "natural", "history", "pathogenesis", "disease", "also", "detect", "peripheral", "effects", "drugs", "clinical", "previously", "demonstrated", "mutant", "htt", "mhtt", "significantly", "elevated", "purified", "hd", "patient", "leukocytes", "compared", "controls", "levels", "track", "disease", "progression", "present", "study", "investigates", "whether", "result", "achieved", "simpler", "scalable", "collection", "technique", "suitable", "clinical", "collected", "whole", "blood", "133", "patient", "visits", "two", "sample", "sets", "generated", "peripheral", "blood", "mononuclear", "cells", "pbmcs", "levels", "mhtt", "well", "huntingtin", "measured", "pbmcs", "using", "meso", "scale", "discovery", "msd", "electrochemiluminescence", "immunoassay", "platforms", "evaluated", "relationship", "different", "htt", "species", "disease", "stage", "brain", "atrophy", "magnetic", "resonance", "assays", "sensitive", "accurate", "confirm", "previous", "findings", "mhtt", "increases", "advancing", "disease", "stage", "patient", "pbmcs", "time", "using", "simple", "collection", "protocol", "scalable", "assay"], "authors": [["Hensman Moss", "Davina J", "DJ", "Huntington's Disease Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, United Kingdom."], ["Robertson", "Nicola", "N", "Huntington's Disease Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, United Kingdom."], ["Farmer", "Ruth", "R", "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, London, United Kingdom."], ["Scahill", "Rachael I", "RI", "Huntington's Disease Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, United Kingdom."], ["Haider", "Salman", "S", "Huntington's Disease Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, United Kingdom."], ["Tessari", "Michela A", "MA", "Galapagos B. V., Leiden, Netherlands."], ["Flynn", "Geraldine", "G", "Charles River, Leiden, Netherlands."], ["Fischer", "David F", "DF", "Charles River, Leiden, Netherlands."], ["Wild", "Edward J", "EJ", "Huntington's Disease Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, United Kingdom."], ["Macdonald", "Douglas", "D", "CHDI Management/CHDI Foundation, Los Angeles, California, United States of America."], ["Tabrizi", "Sarah J", "SJ", "Huntington's Disease Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, United Kingdom."]], "title": "Quantification of huntingtin protein species in Huntington's disease patient leukocytes using optimised electrochemiluminescence immunoassays.", "year": null, "sentences": ["Huntington's disease (HD) is an autosomal dominant neurodegenerative condition caused by an expanded CAG repeat in the gene encoding huntingtin (HTT).", "Optimizing peripheral quantification of huntingtin throughout the course of HD is valuable not only to illuminate the natural history and pathogenesis of disease, but also to detect peripheral effects of drugs in clinical trial.We previously demonstrated that mutant HTT (mHTT) was significantly elevated in purified HD patient leukocytes compared with controls and that these levels track disease progression.", "Our present study investigates whether the same result can be achieved with a simpler and more scalable collection technique that is more suitable for clinical trials.We collected whole blood at 133 patient visits in two sample sets and generated peripheral blood mononuclear cells (PBMCs).", "Levels of mHTT, as well as N-, and C-terminal and mid-region huntingtin were measured in the PBMCs using ELISA-based Meso Scale Discovery (MSD) electrochemiluminescence immunoassay platforms, and we evaluated the relationship between different HTT species, disease stage, and brain atrophy on magnetic resonance imaging.The assays were sensitive and accurate.", "We confirm our previous findings that mHTT increases with advancing disease stage in patient PBMCs, this time using a simple collection protocol and scalable assay."], "id": "29272284", "text": "Huntington's disease (HD) is an autosomal dominant neurodegenerative condition caused by an expanded CAG repeat in the gene encoding huntingtin (HTT). Optimizing peripheral quantification of huntingtin throughout the course of HD is valuable not only to illuminate the natural history and pathogenesis of disease, but also to detect peripheral effects of drugs in clinical trial.We previously demonstrated that mutant HTT (mHTT) was significantly elevated in purified HD patient leukocytes compared with controls and that these levels track disease progression. Our present study investigates whether the same result can be achieved with a simpler and more scalable collection technique that is more suitable for clinical trials.We collected whole blood at 133 patient visits in two sample sets and generated peripheral blood mononuclear cells (PBMCs). Levels of mHTT, as well as N-, and C-terminal and mid-region huntingtin were measured in the PBMCs using ELISA-based Meso Scale Discovery (MSD) electrochemiluminescence immunoassay platforms, and we evaluated the relationship between different HTT species, disease stage, and brain atrophy on magnetic resonance imaging.The assays were sensitive and accurate. We confirm our previous findings that mHTT increases with advancing disease stage in patient PBMCs, this time using a simple collection protocol and scalable assay.", "doi": "10.1371/journal.pone.0189891", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:42:13"}