{"authors": [["Gomes", "Barbara", "B", "1 Faculty of Medicine, University of Coimbra, Coimbra, Portugal."], ["Pinheiro", "Maria João", "MJ", "3 National School of Public Health, Universidade Nova de Lisboa, Lisbon, Portugal."], ["Lopes", "Sílvia", "S", "3 National School of Public Health, Universidade Nova de Lisboa, Lisbon, Portugal."], ["de Brito", "Maja", "M", "2 Cicely Saunders Institute of Palliative Care, Policy and Rehabilitation, King's College London, London, UK."], ["Sarmento", "Vera P", "VP", "2 Cicely Saunders Institute of Palliative Care, Policy and Rehabilitation, King's College London, London, UK."], ["Lopes Ferreira", "Pedro", "P", "6 Centre for Studies and Health Research of the University of Coimbra, Coimbra, Portugal."], ["Barros", "Henrique", "H", "8 EPIUnit, Institute of Public Health of the University of Porto, Oporto, Portugal."]], "date": "2017-11-01", "id": "29235927", "text": "Most people would prefer to die at home as opposed to hospital; therefore, understanding mortality patterns by place of death is essential for health resources allocation.We examined trends and risk factors for hospital death in conditions needing palliative care in a country without integrated palliative care.This is a death certificate study. We examined factors associated with hospital death using logistic regression.All adults (1,045,381) who died between 2003 and 2012 in Portugal were included. We identified conditions needing palliative care from main causes of death: cancer, heart/cerebrovascular, renal, liver, respiratory and neurodegenerative diseases, dementia/Alzheimer's/senility and HIV/AIDS.Conditions needing palliative care were responsible for 70.7% deaths ( N = 738,566, median age 80); heart and cerebrovascular diseases (43.9%) and cancer (32.2%) accounted for most. There was a trend towards hospital death (standardised percentage: 56.3% in 2003, 66.7% in 2012; adjusted odds ratio: 1.04, 95% confidence interval: 1.04-1.04). Hospital death risk was higher for those aged 18-39 years (3.46, 3.25-3.69 vs aged 90+), decreasing linearly with age; lower in dementia/Alzheimer's/senility versus cancer (0.13, 0.13-0.13); and higher for the married and in HIV/AIDS (3.31, 3.00-3.66). Effects of gender, working status, weekday and month of death, hospital beds availability, urbanisation level and deprivation were small.The upward hospital death trend and fact that being married are risk factors for hospital death suggest that a reliance on hospitals may coexist with a tradition of extended family support. The sustainability of this model needs to be assessed within the global transition pattern in where people die.", "doi": "10.1177/0269216317743961", "title": "Risk factors for hospital death in conditions needing palliative care: Nationwide population-based death certificate study.", "journal": ["Palliative medicine", "Palliat Med"]}