{"authors": [["Reyes", "Bernardo J", "BJ", "Charles E. Schmidt College of Medicine, Florida Atlantic University, Boca Raton, Florida."], ["Lopez", "Javier M", "JM", "Department of Geriatric Medicine, Cleveland Clinic Florida, Weston, Florida."], ["Galindo", "Diana J", "DJ", "Department of Geriatric Medicine, Cleveland Clinic Florida, Weston, Florida."], ["Briceno", "Maria", "M", "Department of Geriatric Medicine, Cleveland Clinic Florida, Weston, Florida."], ["Ouslander", "Joseph G", "JG", "Charles E. Schmidt College of Medicine, Florida Atlantic University, Boca Raton, Florida."]], "date": null, "id": "29235658", "text": "To determine the most common clinical conditions associated with older adults visiting Urgent care centers (UCCs) and the potential need for further resource use.Cross-sectional retrospective study.Nonprofit academic medical center with campuses and multiple satellite offices in Ohio and Florida.Individuals aged 55 and older who visited UCCs between August 2014 and March 2015 (N = 9,445; average age 63.1 ± 10.1, 64% female). Of those, 2,445 had at least one encounter within the same healthcare system within 30 days after the index visit and were included in our final analysis.30-day ED visits and hospitalizations.Of the 2,445 patients, 578 (23.6%) visited the emergency department (ED) or were hospitalized, 974 (39.8%) returned to the UCC, and 895 (63.4%) visited their primary care physician's office. A significantly higher proportion (38.4%, n = 68/177) of individuals aged 85 and older visited the ED or were hospitalized within 30 days (P < .010) than of those younger than 65 (20.0%, n = 273/1,367). Diabetes mellitus (odds ratio (OR) = 1.73, 95% confidence interval (CI) = 1.40-2.15, P < .001), coronary artery disease or cerebrovascular disease (OR = 2.45 CI 1.95-3.09, P < .001), chronic obstructive pulmonary disorder or asthma (OR = 1.57, 95% CI = 1.23-2.01, P < .001), polypharmacy (OR = 1.45, 95% CI = 1.18-1.78, P = .004), and cognitive impairment (OR = 2.74, 95% CI = 1.74-4.31, P < .010) were associated with higher rates of ED visits or hospitalizations within 30 days of the UCC visit.Older adults (especially those aged ≥85) and those with conditions such as polypharmacy and dementia are at higher risk of being hospitalized or visit the ED after seeking care at UCCs than younger adults and those without these conditions.", "doi": "10.1111/jgs.15162", "title": "Baseline Characteristics and Outcomes of Older Adults Seeking Care in Ambulatory Urgent Care Clinics.", "journal": ["Journal of the American Geriatrics Society", "J Am Geriatr Soc"]}