{"words": ["comparing", "nations", "including", "uk", "usa", "canada", "australia", "others", "made", "attempts", "aimed", "improving", "care", "treatment", "dementia", "patients", "provide", "useful", "insights", "methods", "prove", "successful", "2009", "banerjee", "report", "provided", "international", "leadership", "addressing", "treatment", "practices", "dementia", "patients", "aim", "reduce", "prescribing", "antipsychotic", "drugs", "historical", "account", "different", "government", "policies", "developments", "similar", "aims", "examined", "using", "australia", "one", "example", "different", "national", "strategies", "discussed", "context", "tried", "failed", "addition", "policies", "successfully", "reduced", "controversial", "current", "practices", "overprescribing", "antipsychotics", "related", "psychotropic", "drugs", "dementia", "patients", "presented", "evidence", "overwhelmingly", "indicates", "treatments", "exacerbate", "disease", "precipitate", "death", "giving", "justification", "recent", "call", "use", "chemical", "restraints", "antipsychotics", "included", "abuse", "considering", "law", "reform", "necessary", "regulate", "compliance"], "authors": [["Ralph", "Stephen J", "SJ", "Griffith University, Australia."], ["Espinet", "Anthony J", "AJ", "Griffith University, Australia."]], "title": "Use of antipsychotics and benzodiazepines for dementia: Time for action? What will be required before global de-prescribing?", "year": null, "sentences": ["Comparing how nations including the UK, USA, Canada, Australia and others have made attempts aimed at improving the care and treatment of dementia patients can provide useful insights into methods that prove successful.", "The UK-based 2009 Banerjee Report provided international leadership in addressing treatment and practices for dementia patients with an aim to reduce prescribing of antipsychotic drugs.", "A historical account of the different government policies and developments with the similar aims of de-prescribing are examined.", "Using Australia as one example, different national strategies are discussed in the context of those that have been tried and failed.", "In addition, policies that have successfully reduced the controversial current practices of overprescribing antipsychotics or related psychotropic drugs for dementia patients are presented.", "The evidence overwhelmingly indicates such treatments only exacerbate the disease or precipitate death - giving justification to the recent call for use of chemical restraints such as antipsychotics to be included under 'Elder Abuse' when considering law reform necessary to regulate compliance ."], "id": "29271252", "text": "Comparing how nations including the UK, USA, Canada, Australia and others have made attempts aimed at improving the care and treatment of dementia patients can provide useful insights into methods that prove successful. The UK-based 2009 Banerjee Report provided international leadership in addressing treatment and practices for dementia patients with an aim to reduce prescribing of antipsychotic drugs. A historical account of the different government policies and developments with the similar aims of de-prescribing are examined. Using Australia as one example, different national strategies are discussed in the context of those that have been tried and failed. In addition, policies that have successfully reduced the controversial current practices of overprescribing antipsychotics or related psychotropic drugs for dementia patients are presented. The evidence overwhelmingly indicates such treatments only exacerbate the disease or precipitate death - giving justification to the recent call for use of chemical restraints such as antipsychotics to be included under 'Elder Abuse' when considering law reform necessary to regulate compliance .", "doi": "10.1177/1471301217746769", "journal": ["Dementia (London, England)", "Dementia (London)"], "date": "2018-01-18_23:42:14"}