{"authors": [["Mallya", "Sasha", "S", "Department of Psychology,Institute for Stress and Wellbeing Research,Ryerson University,Toronto,Ontario,Canada."], ["Fiocco", "Alexandra J", "AJ", "Department of Psychology,Institute for Stress and Wellbeing Research,Ryerson University,Toronto,Ontario,Canada."]], "date": "2017-12-13", "id": "29235432", "text": "With a rise in the aging population and a consequential rise in persons diagnosed with dementia comes an increase in the number of informal caregivers who are caring for a loved one. The objective of the proposed study was to assess the neurocognitive and psychological effects of caring for a person with dementia or a related neurodegenerative disease in a sample of Canadian informal caregivers.Fifty-seven informal caregivers of a person with dementia or a related neurodegenerative disease (mean age = 66.26, SD = 7.55) and 97 non-caregivers (mean age = 69.16, SD = 4.84) were recruited. Neuropsychological measures of attention, cognitive flexibility, verbal learning, delayed recall, and verbal fluency were examined, and questionnaires related to perceived stress, quality of life, mood, and self-esteem were administered.Caregivers made more errors on a measure of cognitive flexibility (p = 0.02), generated fewer words on measures of phonemic fluency (p < 0.01) and semantic fluency (p < 0.001), and learned significantly fewer words on a list-learning task (p < 0.01). Caregivers also reported experiencing significantly more perceived stress (p < 0.001), lower quality of life (p < 0.001), and were more likely to meet the cut-off for clinically significant depressive symptoms on a self-report scale (p < 0.001).These data contribute to a growing body of literature that consistently points to the need for immediate action to improve the welfare of caregivers.", "doi": "10.1017/S1041610217002605", "title": "Impact of informal caregiving on cognitive function and well-being in Canada.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}