{"words": ["background", "people", "living", "dementia", "often", "appointed", "legal", "representative", "support", "protect", "ethical", "legal", "rights", "informed", "healthcare", "decisions", "however", "legal", "representatives", "usually", "qualifications", "healthcare", "objective", "aim", "study", "explore", "processes", "participation", "legal", "representatives", "resulting", "develop", "pilot", "test", "education", "program", "legal", "representatives", "germany", "methods", "conducted", "interviews", "legal", "representatives", "senior", "citizens", "processes", "healthcare", "special", "focus", "percutaneous", "endoscopic", "gastrostomy", "physical", "restraints", "prescription", "antipsychotics", "people", "dementia", "generated", "curriculum", "based", "systematic", "literature", "searches", "results", "interviews", "tested", "education", "program", "comprehensibility", "feasibility", "usability", "acceptance", "results", "personal", "interviews", "voluntary", "n", "12", "professional", "n", "12", "representatives", "senior", "citizens", "n", "14", "conducted", "preferences", "attitudes", "wishes", "regarding", "percutaneous", "endoscopic", "gastrostomy", "physical", "restraints", "antipsychotics", "process", "heterogeneous", "structural", "approach", "lacking", "education", "program", "prodecide", "comprises", "four", "modules", "processes", "methods", "knowledge", "percutaneous", "endoscopic", "gastrostomy", "physical", "restraints", "antipsychotics", "conducted", "eight", "trainings", "47", "legal", "representatives", "prodecide", "well", "accepted", "comprehensibility", "contents", "materials", "rated", "high", "program", "seems", "feasible", "implementation", "conclusion", "prodecide", "seems", "suitable", "improve", "processes", "legal", "representatives", "germany", "implementation", "appropriate", "efficacy", "proven", "randomized", "controlled", "trial", "currently", "underway"], "authors": [["Lühnen", "Julia", "J", "University of Hamburg, Germany."], ["Mühlhauser", "Ingrid", "I", "University of Hamburg, Germany."], ["Richter", "Tanja", "T", "University of Hamburg, Germany."]], "title": "Informed decision-making with and for people with dementia: Developing and pilot testing an education program for legal representatives (PRODECIDE).", "year": null, "sentences": ["Background People living with dementia are often appointed a legal representative, to support and protect their ethical and legal rights to informed healthcare decisions.", "However, legal representatives usually have no qualifications in healthcare.", "Objective The aim of this study was to explore decision-making processes with participation of legal representatives and, resulting from this, to develop and pilot test an education program for legal representatives in Germany.", "Methods We conducted interviews with legal representatives and senior citizens about decision-making processes in healthcare, with special focus on percutaneous endoscopic gastrostomy, physical restraints, and prescription of antipsychotics for people with dementia.", "We generated a curriculum based on systematic literature searches and the results of these interviews.", "We tested the education program for comprehensibility, feasibility, usability, and acceptance.", "Results Personal interviews with voluntary ( n = 12) and professional ( n = 12) representatives, and senior citizens ( n = 14) were conducted.", "Preferences, attitudes, and wishes regarding percutaneous endoscopic gastrostomy, physical restraints, and antipsychotics, and the process of decision-making, were heterogeneous.", "A structural approach is lacking.", "The education program proxy-decison-making (PRODECIDE) comprises four modules: (A) decision-making processes and methods; (B-D) evidence-based knowledge about percutaneous endoscopic gastrostomy, physical restraints, and antipsychotics.", "We conducted eight trainings with 47 legal representatives.", "PRODECIDE was well accepted.", "Comprehensibility of contents and materials was rated high.", "The program seems feasible for implementation.", "Conclusion PRODECIDE seems suitable to improve the decision-making processes of legal representatives in Germany.", "Implementation will be appropriate if efficacy is proven; a randomized controlled trial is currently underway."], "id": "29271251", "text": "Background People living with dementia are often appointed a legal representative, to support and protect their ethical and legal rights to informed healthcare decisions. However, legal representatives usually have no qualifications in healthcare. Objective The aim of this study was to explore decision-making processes with participation of legal representatives and, resulting from this, to develop and pilot test an education program for legal representatives in Germany. Methods We conducted interviews with legal representatives and senior citizens about decision-making processes in healthcare, with special focus on percutaneous endoscopic gastrostomy, physical restraints, and prescription of antipsychotics for people with dementia. We generated a curriculum based on systematic literature searches and the results of these interviews. We tested the education program for comprehensibility, feasibility, usability, and acceptance. Results Personal interviews with voluntary ( n = 12) and professional ( n = 12) representatives, and senior citizens ( n = 14) were conducted. Preferences, attitudes, and wishes regarding percutaneous endoscopic gastrostomy, physical restraints, and antipsychotics, and the process of decision-making, were heterogeneous. A structural approach is lacking. The education program proxy-decison-making (PRODECIDE) comprises four modules: (A) decision-making processes and methods; (B-D) evidence-based knowledge about percutaneous endoscopic gastrostomy, physical restraints, and antipsychotics. We conducted eight trainings with 47 legal representatives. PRODECIDE was well accepted. Comprehensibility of contents and materials was rated high. The program seems feasible for implementation. Conclusion PRODECIDE seems suitable to improve the decision-making processes of legal representatives in Germany. Implementation will be appropriate if efficacy is proven; a randomized controlled trial is currently underway.", "doi": "10.1177/1471301217746751", "journal": ["Dementia (London, England)", "Dementia (London)"], "date": "2018-01-18_23:42:14"}