{"words": ["increase", "prevalence", "obesity", "represents", "worldwide", "phenomenon", "age", "groups", "pathologically", "genetically", "correlated", "several", "metabolic", "cardiovascular", "diseases", "representing", "frequent", "diseases", "obesity", "superimposed", "aging", "drastically", "increases", "chronic", "inflammation", "inflammaging", "important", "link", "obesity", "insulin", "resistance", "diseases", "immune", "cells", "innate", "adaptive", "immune", "systems", "infiltrate", "adipose", "tissue", "obesity", "induce", "inflammatory", "responses", "associated", "metabolic", "switches", "changes", "phenotypes", "function", "immune", "cell", "subsets", "obesity", "poses", "new", "health", "problems", "especially", "occurs", "context", "diseases", "many", "frequently", "affect", "elderly", "subjects", "emerging", "problem", "decreased", "proportion", "patients", "obesity", "achieving", "clinical", "response", "therapy", "review", "discuss", "reciprocal", "influences", "immune", "cell", "inflammation", "aging", "diseases", "complex", "relationship", "nutrient", "homeostatic", "checkpoints", "contribute", "shape", "phenotype", "specifically", "examine", "diabetes", "rheumatoid", "arthritis", "osteoarthritis", "cognitive", "impairment", "dementia", "obesity", "plays", "significant", "role", "also", "shaping", "clinical", "aspects"], "authors": [["Frasca", "Daniela", "D", "Department of Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, United States."], ["Blomberg", "Bonnie B", "BB", "Department of Microbiology and Immunology, University of Miami Miller School of Medicine, Miami, FL, United States."], ["Paganelli", "Roberto", "R", "Dipartimento di Medicina e Scienze dell'Invecchiamento, Università degli Studi 'G. d'Annunzio' Chieti-Pescara, Chieti, Italy."]], "title": "Aging, Obesity, and Inflammatory Age-Related Diseases.", "year": null, "sentences": ["The increase in the prevalence of obesity represents a worldwide phenomenon in all age groups and is pathologically and genetically correlated with several metabolic and cardiovascular diseases, representing the most frequent age-related diseases.", "Obesity superimposed on aging drastically increases chronic low-grade inflammation (inflammaging), which is an important link between obesity, insulin resistance, and age-associated diseases.", "Immune cells of both the innate and the adaptive immune systems infiltrate the adipose tissue (AT) and during obesity induce inflammatory responses associated with metabolic switches and changes in phenotypes and function of immune cell subsets.", "Obesity poses new health problems especially when it occurs in the context of other diseases, many of them frequently affect elderly subjects.", "An emerging problem is the decreased proportion of patients with obesity achieving clinical response to therapy.", "In this review, we will discuss the reciprocal influences of immune cell and AT inflammation in aging and age-associated diseases and the complex relationship of nutrient and energy-sensing homeostatic checkpoints, which contribute to shape the phenotype of the AT.", "We will specifically examine type-2 diabetes, rheumatoid arthritis, osteoarthritis, cognitive impairment, and dementia, where obesity plays a significant role, also in shaping some clinical aspects."], "id": "29270179", "text": "The increase in the prevalence of obesity represents a worldwide phenomenon in all age groups and is pathologically and genetically correlated with several metabolic and cardiovascular diseases, representing the most frequent age-related diseases. Obesity superimposed on aging drastically increases chronic low-grade inflammation (inflammaging), which is an important link between obesity, insulin resistance, and age-associated diseases. Immune cells of both the innate and the adaptive immune systems infiltrate the adipose tissue (AT) and during obesity induce inflammatory responses associated with metabolic switches and changes in phenotypes and function of immune cell subsets. Obesity poses new health problems especially when it occurs in the context of other diseases, many of them frequently affect elderly subjects. An emerging problem is the decreased proportion of patients with obesity achieving clinical response to therapy. In this review, we will discuss the reciprocal influences of immune cell and AT inflammation in aging and age-associated diseases and the complex relationship of nutrient and energy-sensing homeostatic checkpoints, which contribute to shape the phenotype of the AT. We will specifically examine type-2 diabetes, rheumatoid arthritis, osteoarthritis, cognitive impairment, and dementia, where obesity plays a significant role, also in shaping some clinical aspects.", "doi": "10.3389/fimmu.2017.01745", "journal": ["Frontiers in immunology", "Front Immunol"], "date": "2018-01-18_23:42:15"}