{"authors": [["Schmidt", "Holger", "H", "1 Department of Palliative Medicine, University Hospital of Cologne, Cologne, Germany."], ["Eisenmann", "Yvonne", "Y", "1 Department of Palliative Medicine, University Hospital of Cologne, Cologne, Germany."], ["Golla", "Heidrun", "H", "1 Department of Palliative Medicine, University Hospital of Cologne, Cologne, Germany."], ["Voltz", "Raymond", "R", "1 Department of Palliative Medicine, University Hospital of Cologne, Cologne, Germany."], ["Perrar", "Klaus Maria", "KM", "1 Department of Palliative Medicine, University Hospital of Cologne, Cologne, Germany."]], "date": "2017-12-01", "id": "29235393", "text": "People with advanced dementia present an important target group for palliative care. They suffer a range of symptoms, and their verbal communication abilities are highly restricted. At present, little is known about their needs in the final phase of life.To identify the needs of people with advanced dementia in their final phase of life and to explore the aspects relevant to first recognize and then meet these needs.Multi-perspective qualitative study using grounded theory methodology conducting group discussions, individual interviews, and participant observation.The study encompassed nursing homes and involved health professionals, relatives, and residents with advanced dementia.Data were collected in six nursing homes. Nine group discussions and three individual interviews were conducted comprising 42 health professionals and 14 relatives. Participant observations aided in giving the perspective of 30 residents with advanced dementia. Data analysis generated a total of 25 physical, psychosocial, and spiritual needs divided into 10 categories. Physical needs were classified as follows: \"food intake,\" \"physical well-being,\" and \"physical activity and recovery.\" Categories of psychosocial needs were classified as follows: \"adaptation of stimuli,\" \"communication,\" \"personal attention,\" \"participation,\" \"familiarity and safety,\" as well as \"self-determination.\" Spiritual needs addressed \"religion.\" The results revealed a multitude of key aspects for recognizing and meeting these needs, stressing the importance of personhood.People with advanced dementia in their final phase of life have a multitude of individual and complex needs. This evidence contributes to narrowing the current research gap, offering an orientation framework for research and practice.", "doi": "10.1177/0269216317746571", "title": "Needs of people with advanced dementia in their final phase of life: A multi-perspective qualitative study in nursing homes.", "journal": ["Palliative medicine", "Palliat Med"]}