{"authors": [["McInerney", "Fran", "F", "Faculty of Health, Wicking Dementia Research & Education Centre, University of Tasmania, Hobart, TAS, Australia."], ["Doherty", "Kathleen", "K", "Faculty of Health, Wicking Dementia Research & Education Centre, University of Tasmania, Hobart, TAS, Australia."], ["Bindoff", "Aidan", "A", "Faculty of Health, Wicking Dementia Research & Education Centre, University of Tasmania, Hobart, TAS, Australia."], ["Robinson", "Andrew", "A", "Faculty of Health, Wicking Dementia Research & Education Centre, University of Tasmania, Hobart, TAS, Australia."], ["Vickers", "James", "J", "Faculty of Health, Wicking Dementia Research & Education Centre, University of Tasmania, Hobart, TAS, Australia."]], "date": "2017-11-01", "id": "29235386", "text": "A palliative approach to the care of people with dementia has been advocated, albeit from an emergent evidence base. The person-centred philosophy of palliative care resonates with the often lengthy trajectory and heavy symptom burden of this terminal condition.To explore participants' understanding of the concept of palliative care in the context of dementia. The participant population took an online course in dementia.The participant population took a massive open online course on 'Understanding Dementia' and posted answers to the question: 'palliative care means …' We extracted these postings and analysed them via the dual methods of topic modelling analysis and thematic analysis.A total of 1330 participants from three recent iterations of the Understanding Dementia Massive Open Online Course consented to their posts being used. Participants included those caring formally or informally for someone living with dementia as well as those with a general interest in dementia Results: Participants were found to have a general awareness of palliative care, but saw it primarily as terminal care, focused around the event of death and specialist in nature. Comfort was equated with pain management only. Respondents rarely overtly linked palliative care to dementia.A general lack of palliative care literacy, particularly with respect to dementia, was demonstrated by participants. Implications for dementia care consumers seeking palliative care and support include recognition of the likely lack of awareness of the relevance of palliative care to dementia. Future research could access online participants more directly about their understandings/experiences of the relationship between palliative care and dementia.", "doi": "10.1177/0269216317743433", "title": "How is palliative care understood in the context of dementia? Results from a massive open online course.", "journal": ["Palliative medicine", "Palliat Med"]}