{"authors": [["Zeng", "Ke-Wu", "KW", "State Key Laboratory of Natural and Biomimetic Drugs, School of Pharmaceutical Sciences, Peking University, Beijing 100191, China."], ["Wan", "Yan-Jun", "YJ", "State Key Laboratory of Natural and Biomimetic Drugs, School of Pharmaceutical Sciences, Peking University, Beijing 100191, China."], ["Liao", "Li-Xi", "LX", "State Key Laboratory of Natural and Biomimetic Drugs, School of Pharmaceutical Sciences, Peking University, Beijing 100191, China."], ["Jiang", "Kun", "K", "School of Materials Science and Engineering, Beijing University of Chemical Technology, Beijing 100029, China."], ["Wang", "Xue-Mei", "XM", "Laboratory of Integrated Traditional Chinese and Western Medicine, First Hospital of Peking University, Beijing 100034, China."], ["Liu", "Lian-Ying", "LY", "School of Materials Science and Engineering, Beijing University of Chemical Technology, Beijing 100029, China."], ["Tu", "Peng-Fei", "PF", "State Key Laboratory of Natural and Biomimetic Drugs, School of Pharmaceutical Sciences, Peking University, Beijing 100191, China."]], "date": null, "id": "29235275", "text": "Targets group identification in complex Chinese medicine system is a key step for revealing the potential mechanism of Chinese medicine. The solid beads with magnetic core and benzophenone-modified surface were made in our study, and then benzophenone was activated and cross-linked with the C-H bonds of chemical compositions in Chinese medicines under UV excitation. Thus the chemical compositions of modified Wuzi Yanzong pill(MWP) were linked to the solid bead surface, and enriched the neuroprotective targets group of MWP after being co-incubated with nerve cell lysate. We performed proteomics analysis on these targets and discovereda total of 32 potential binding targets. KEGG analysis revealed that these targets were mainly associated with Hippo and Cell cycle signaling pathways, suggesting that MWP might be involved in regulating the proliferation and differentiation of neural stem cells. Our findings elucidate the potential targets and mechanism of MWP on anti-dementia and neuroprotection, and further providean approach for investigating the targets group in complex Chinese medicine system. This novel method may provide methodological references for exploring the pharmacological mechanism of Chinese medicinal formulae in the future.", "doi": null, "title": "[Identification and function analysis of neuroprotective targets group of modified Wuzi Yanzong pill].", "journal": ["Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica", "Zhongguo Zhong Yao Za Zhi"]}