{"words": ["woman", "showed", "dramatic", "lowering", "tone", "voice", "october", "2014", "followed", "muscle", "weakness", "left", "arm", "previous", "attending", "physician", "noticed", "remarkable", "left", "dominant", "frontotemporal", "lobe", "atrophy", "cranial", "mri", "dysarthria", "dysphagia", "muscle", "weakness", "extremities", "worsened", "muscle", "biopsy", "revealed", "mitochondrial", "abnormality", "mitochondrial", "dna", "muscle", "showed", "multiple", "deletions", "previous", "physician", "therefore", "diagnosed", "patient", "mitochondrial", "disease", "patient", "resembled", "amyotrophic", "lateral", "dementia", "cases", "mitochondrial", "disease", "reported", "japan", "therefore", "consider", "present", "case", "valuable"], "authors": [["Ishikawa", "Tomoko", "T", "Department of Neurology, Nishibeppu National Hospital."], ["Nakamura", "Kenichiro", "K", "Department of Neurology, Nishibeppu National Hospital."], ["Shimasaki", "Rie", "R", "Department of Neurology, Nishibeppu National Hospital."], ["Goto", "Katsumasa", "K", "Department of Neurology, Nishibeppu National Hospital."], ["Umehara", "Fujio", "F", "Department of Neurology, Nanpu Hospital."]], "title": "[A case of mitochondrial disease with multiple mitochondrial DNA deletions suspected amyotrophic lateral sclerosis-frontotemporal dementia].", "year": null, "sentences": ["A 76-year-old woman showed a dramatic lowering of her tone of voice in October 2014, followed by muscle weakness of the left arm.", "The previous attending physician noticed remarkable left dominant frontotemporal lobe atrophy on cranial MRI.", "Her dysarthria, dysphagia and the muscle weakness of her extremities worsened, and a muscle biopsy revealed mitochondrial abnormality.", "The mitochondrial DNA from her muscle showed multiple deletions; the previous physician therefore diagnosed the patient with mitochondrial disease.", "The patient resembled amyotrophic lateral sclerosis-frontotemporal dementia (ALS-FTD).", "No other cases of ALS-FTD with mitochondrial disease have been reported in Japan.", "We therefore consider the present case to be valuable."], "id": "29269692", "text": "A 76-year-old woman showed a dramatic lowering of her tone of voice in October 2014, followed by muscle weakness of the left arm. The previous attending physician noticed remarkable left dominant frontotemporal lobe atrophy on cranial MRI. Her dysarthria, dysphagia and the muscle weakness of her extremities worsened, and a muscle biopsy revealed mitochondrial abnormality. The mitochondrial DNA from her muscle showed multiple deletions; the previous physician therefore diagnosed the patient with mitochondrial disease. The patient resembled amyotrophic lateral sclerosis-frontotemporal dementia (ALS-FTD). No other cases of ALS-FTD with mitochondrial disease have been reported in Japan. We therefore consider the present case to be valuable.", "doi": "10.5692/clinicalneurol.cn-001071", "journal": ["Rinsho shinkeigaku = Clinical neurology", "Rinsho Shinkeigaku"], "date": "2018-01-18_23:42:16"}