{"authors": [["Helm", "Lena", "L", "Department of Anaesthesiology, Regio Clinic Elmshorn (Sana-Clinic), Agnes-Karll-Allee 17, 25337, Elmshorn, Germany. lena.helm@sana.de."], ["Balzer", "Katrin", "K", "Nursing Research Unit, Institute of Social Medicine and Epidemiology, University of Lübeck, Lübeck, Germany."], ["Behncke", "Anja", "A", "Nursing Research Unit, Institute of Social Medicine and Epidemiology, University of Lübeck, Lübeck, Germany."], ["Eisemann", "Nora", "N", "Department of Epidemiology, Institute of Social Medicine and Epidemiology, University of Lübeck, Lübeck, Germany."], ["Köpke", "Sascha", "S", "Nursing Research Unit, Institute of Social Medicine and Epidemiology, University of Lübeck, Lübeck, Germany."]], "date": "2017-12-12", "id": "29234918", "text": "Patients with dementia (PwD) are a vulnerable group and caring for these patients in acute care hospitals is challenging. Structural conditions and standardized treatment procedures in hospitals often do not correspond to the needs of this patient group. Physicians may not be well prepared for caring for PwD.This study aimed to ascertain physicians' experiences and attitudes in caring for PwD or cognitive disorders and their subjective workload. This describes physicians' estimation of the share of the overall workload resulting from caring for PwD on the ward. Furthermore, we identified factors that are most likely to contribute to the workload.An online survey was conducted using a self-developed standardized questionnaire with 29 questions based on a systematic literature review. The questionnaire was pretested in several steps and finally sent out via e‑mail to 610 physicians in 9 hospitals in northern Germany. Aspects surveyed were: physicians' confidence in caring for PwD and resulting workload, challenges in caring for PwD, collaboration with relatives and other professionals and educational needs. Important influencing factors were determined by multiple linear regression analyses.A total of 192 hospital physicians completed the questionnaire (response rate 32%). According to respondents the proportion of PwD in acute care hospitals increased significantly during the last 3 years. Only one third of respondents reported feeling confident in caring for PwD and 65% stated that they do not feel confident in caring for PwD especially in situations of nutrition in cases of food refusal and distinguishing between delirium and dementia. The strongest influencing factors were increased efforts in terms of time and support needs, complex medical situations, difficult collaboration with relatives and lack of patient compliance. A successful collaboration with other professionals was associated with increased confidence in caring for PwD. Legal and ethical aspects as well as drug therapies were mentioned as desirable topics for educational programs.A relevant number of hospital physicians feel insecure and burdened in caring for PwD. The study provides important information for the design of educational programs and for potential changes in structural and procedural aspects. The results may be used as starting points for improving hospital care for PwD.", "doi": "10.1007/s00391-017-1349-5", "title": "Patients with dementia in acute care hospitals : A cross-sectional study of physicians' experiences and attitudes.", "journal": ["Zeitschrift fur Gerontologie und Geriatrie", "Z Gerontol Geriatr"]}