{"words": ["paratonia", "distinctive", "form", "hypertonia", "causing", "loss", "functional", "mobility", "early", "stages", "dementia", "severe", "high", "muscle", "tone", "pain", "late", "stages", "assessing", "evaluating", "therapeutic", "interventions", "objective", "instruments", "psychometric", "properties", "myotonpro", "portable", "device", "objectively", "measures", "muscle", "properties", "dementia", "patients", "properties", "assessed", "myotonpro", "2", "assessors", "within", "one", "session", "repeated", "main", "researcher", "30", "min", "6", "months", "receiver", "operating", "characteristic", "curves", "constructed", "myotonpro", "outcomes", "discriminate", "participants", "n", "70", "without", "paratonia", "n", "82", "participants", "paratonia", "correlation", "coefficients", "established", "myotonpro", "outcomes", "modified", "ashworth", "scale", "paratonia", "muscle", "palpation", "participants", "paratonia", "reliability", "intraclass", "correlation", "coefficient", "agreement", "values", "standard", "error", "measurement", "minimal", "detectable", "change", "established", "longitudinal", "outcome", "participants", "paratonia", "throughout", "study", "n", "48", "used", "establish", "sensitivity", "change", "correlation", "coefficient", "responsiveness", "minimal", "clinical", "important", "difference", "152", "participants", "dementia", "mean", "standard", "deviation", "age", "area", "curve", "ranged", "indicating", "myotonpro", "able", "differentiate", "participants", "without", "paratonia", "myotonpro", "explained", "score", "palpation", "score", "interclass", "correlation", "coefficients", "interrater", "reliability", "ranged", "intrarater", "best", "agreement", "values", "found", "tone", "elasticity", "stiffness", "change", "baseline", "6", "months", "myotonpro", "outcomes", "explained", "change", "scores", "minimal", "clinically", "important", "difference", "values", "smaller", "measurement", "myotonpro", "potentially", "applicable", "studies", "groups", "paratonia", "patients", "appears", "less", "suitable", "measure", "intraindividual", "changes", "paratonia", "inherent", "variability", "movement", "resistance", "paratonia", "outcomes", "myotonpro", "interpreted", "care", "therefore", "future", "research", "focus", "additional", "guidelines", "increase", "clinical", "interpretation", "improving", "reproducibility"], "authors": [["Drenth", "Hans", "H", "Research Group Healthy Ageing, Allied Healthcare and Nursing, Hanze University of Applied Sciences, Groningen, The Netherlands."], ["Zuidema", "Sytse U", "SU", null], ["Krijnen", "Wim P", "WP", null], ["Bautmans", "Ivan", "I", null], ["van der Schans", "Cees", "C", null], ["Hobbelen", "Hans", "H", null]], "title": "Psychometric Properties of the MyotonPRO in Dementia Patients with Paratonia.", "year": null, "sentences": ["Paratonia is a distinctive form of hypertonia, causing loss of functional mobility in early stages of dementia to severe high muscle tone and pain in the late stages.", "For assessing and evaluating therapeutic interventions, objective instruments are required.Determine the psychometric properties of the MyotonPRO, a portable device that objectively measures muscle properties, in dementia patients with paratonia.Muscle properties were assessed with the MyotonPRO by 2 assessors within one session and repeated by the main researcher after 30 min and again after 6 months.", "Receiver operating characteristic curves were constructed for all MyotonPRO outcomes to discriminate between participants with (n = 70) and without paratonia (n = 82).", "In the participants with paratonia, correlation coefficients were established between the MyotonPRO outcomes and the Modified Ashworth Scale for paratonia (MAS-P) and muscle palpation.", "In participants with paratonia, reliability (intraclass correlation coefficient) and agreement values (standard error of measurement and minimal detectable change) were established.", "Longitudinal outcome from participants with paratonia throughout the study (n = 48) was used to establish the sensitivity for change (correlation coefficient) and responsiveness (minimal clinical important difference).Included were 152 participants with dementia (mean [standard deviation] age of 83.5 [98.2]).", "The area under the curve ranged from 0.60 to 0.67 indicating the MyotonPRO is able to differentiate between participants with and without paratonia.", "The MyotonPRO explained 10-18% of the MAS-P score and 8-14% of the palpation score.", "Interclass correlation coefficients for interrater reliability ranged from 0.57 to 0.75 and from 0.54 to 0.71 for intrarater.", "The best agreement values were found for tone, elasticity, and stiffness.", "The change between baseline and 6 months in the MyotonPRO outcomes explained 8-13% of the change in the MAS-P scores.", "The minimal clinically important difference values were all smaller than the measurement error.The MyotonPRO is potentially applicable for cross-sectional studies between groups of paratonia patients and appears less suitable to measure intraindividual changes in paratonia.", "Because of the inherent variability in movement resistance in paratonia, the outcomes from the MyotonPRO should be interpreted with care; therefore, future research should focus on additional guidelines to increase the clinical interpretation and improving reproducibility."], "id": "29268250", "text": "Paratonia is a distinctive form of hypertonia, causing loss of functional mobility in early stages of dementia to severe high muscle tone and pain in the late stages. For assessing and evaluating therapeutic interventions, objective instruments are required.Determine the psychometric properties of the MyotonPRO, a portable device that objectively measures muscle properties, in dementia patients with paratonia.Muscle properties were assessed with the MyotonPRO by 2 assessors within one session and repeated by the main researcher after 30 min and again after 6 months. Receiver operating characteristic curves were constructed for all MyotonPRO outcomes to discriminate between participants with (n = 70) and without paratonia (n = 82). In the participants with paratonia, correlation coefficients were established between the MyotonPRO outcomes and the Modified Ashworth Scale for paratonia (MAS-P) and muscle palpation. In participants with paratonia, reliability (intraclass correlation coefficient) and agreement values (standard error of measurement and minimal detectable change) were established. Longitudinal outcome from participants with paratonia throughout the study (n = 48) was used to establish the sensitivity for change (correlation coefficient) and responsiveness (minimal clinical important difference).Included were 152 participants with dementia (mean [standard deviation] age of 83.5 [98.2]). The area under the curve ranged from 0.60 to 0.67 indicating the MyotonPRO is able to differentiate between participants with and without paratonia. The MyotonPRO explained 10-18% of the MAS-P score and 8-14% of the palpation score. Interclass correlation coefficients for interrater reliability ranged from 0.57 to 0.75 and from 0.54 to 0.71 for intrarater. The best agreement values were found for tone, elasticity, and stiffness. The change between baseline and 6 months in the MyotonPRO outcomes explained 8-13% of the change in the MAS-P scores. The minimal clinically important difference values were all smaller than the measurement error.The MyotonPRO is potentially applicable for cross-sectional studies between groups of paratonia patients and appears less suitable to measure intraindividual changes in paratonia. Because of the inherent variability in movement resistance in paratonia, the outcomes from the MyotonPRO should be interpreted with care; therefore, future research should focus on additional guidelines to increase the clinical interpretation and improving reproducibility.", "doi": "10.1159/000485462", "journal": ["Gerontology", "Gerontology"], "date": "2018-01-18_23:42:17"}