{"words": ["aim", "systematically", "examine", "efficacy", "intervention", "aai", "cognitive", "impairment", "patients", "pubmed", "embase", "cochrane", "library", "psycinfo", "web", "science", "databases", "searched", "june", "2017", "collect", "studies", "related", "aai", "conducted", "patients", "cognitive", "impairment", "five", "randomized", "controlled", "trials", "rcts", "five", "controlled", "trials", "involving", "413", "participants", "included", "compared", "control", "groups", "aai", "groups", "exhibited", "significantly", "fewer", "behavioral", "psychological", "symptoms", "dementia", "bpsd", "especially", "depression", "agitation", "short", "long", "term", "aai", "beneficial", "effects", "bpsd", "cognitive", "impairment", "patients", "however", "significant", "improvements", "found", "daily", "living", "activities", "quality", "life", "cognitive", "score", "present", "showed", "aai", "effective", "reducing", "bpsd", "patients", "cognitive", "impairment"], "authors": [["Hu", "Mingyue", "M", "College of Nursing, Jilin University, Changchun, China."], ["Zhang", "Ping", "P", "College of Nursing, Jilin University, Changchun, China."], ["Leng", "Minmin", "M", "College of Nursing, Jilin University, Changchun, China."], ["Li", "Chen", "C", "College of Nursing, Jilin University, Changchun, China."], ["Chen", "Li", "L", "College of Nursing, Jilin University, Changchun, China; Department of Pharmacology, College of Basic Medical Sciences, Jilin University, Changchun, China. Electronic address: chen__care@126.com."]], "title": "Animal-assisted intervention for individuals with cognitive impairment: A meta-analysis of randomized controlled trials and quasi-randomized controlled trials.", "year": null, "sentences": ["The aim of this meta-analysis was to systematically examine the efficacy of animal-assisted intervention (AAI) for cognitive impairment patients.", "PubMed, Embase, the Cochrane library, PsycINFO, and Web of Science databases were searched up to June 2017 to collect studies related to AAI conducted in patients with cognitive impairment.", "Five randomized controlled trials (RCTs) and five quasi-randomized controlled trials (quasi-RCTs) involving 413 participants were included.", "Compared with control groups, AAI groups exhibited significantly fewer behavioral and psychological symptoms of dementia (BPSD), especially depression and agitation.", "In both the short and long term, AAI had beneficial effects on BPSD in cognitive impairment patients.", "However, no significant improvements were found in daily living activities, quality of life or cognitive score.", "The present meta-analysis showed that AAI can be effective in reducing BPSD in patients with cognitive impairment."], "id": "29268204", "text": "The aim of this meta-analysis was to systematically examine the efficacy of animal-assisted intervention (AAI) for cognitive impairment patients. PubMed, Embase, the Cochrane library, PsycINFO, and Web of Science databases were searched up to June 2017 to collect studies related to AAI conducted in patients with cognitive impairment. Five randomized controlled trials (RCTs) and five quasi-randomized controlled trials (quasi-RCTs) involving 413 participants were included. Compared with control groups, AAI groups exhibited significantly fewer behavioral and psychological symptoms of dementia (BPSD), especially depression and agitation. In both the short and long term, AAI had beneficial effects on BPSD in cognitive impairment patients. However, no significant improvements were found in daily living activities, quality of life or cognitive score. The present meta-analysis showed that AAI can be effective in reducing BPSD in patients with cognitive impairment.", "doi": "10.1016/j.psychres.2017.12.016", "journal": ["Psychiatry research", "Psychiatry Res"], "date": "2018-01-18_23:42:17"}