{"authors": [["Lee", "Gil-Yong", "GY", "Department of Pathology, College of Oriental Medicine, Daegu Haany University, Daegu 42158, Republic of Korea."], ["Lee", "Chan", "C", "Department of Pharmacology, School of Medicine, Keimyung University, Daegu 42601, Republic of Korea."], ["Park", "Gyu Hwan", "GH", "College of Pharmacy, Kyungpook National University, Daegu 41566, Republic of Korea."], ["Jang", "Jung-Hee", "JH", "Department of Pharmacology, School of Medicine, Keimyung University, Daegu 42601, Republic of Korea."]], "date": "2017-11-01", "id": "29234406", "text": "Increasing evidence suggests that neurodegenerative disorders such as Alzheimer's disease (AD) are mediated via disruption of cholinergic neurons and enhanced oxidative stress. Therefore, attention has been focused on searching for antioxidant phytochemicals for the prevention and/or treatment of AD through their ability to fortify cholinergic function and antioxidant defense capacity. In this study, we have investigated the neuroprotective effect of α-pinene (APN) against learning and memory impairment induced by scopolamine (SCO, 1 mg/kg, i.p.), a muscarinic receptor antagonist in C57BL/6 mice. Administration of APN (10 mg/kg, i.p.) significantly improved SCO-induced cognitive dysfunction as assessed by Y-maze and passive avoidance tests. In Morris water-maze test, APN effectively shortened the mean escape latency to find the hidden platform during training days. To further elucidate the molecular mechanisms underlying the neuroprotective effect of APN, the expression of proteins involved in the acetylcholine metabolism and antioxidant system was examined. Particularly, APN treatment increased mRNA expression of choline acetyltransferase in the cortex and protein levels of antioxidant enzymes such as heme oxygenase-1 and manganese superoxide dismutase in the hippocampus via activation of NF-E2-related factor 2. These findings suggest the possible neuroprotective potentials of APN for the management of dementia with learning and memory loss.", "doi": "10.1155/2017/4926815", "title": "Amelioration of Scopolamine-Induced Learning and Memory Impairment by α-Pinene in C57BL/6 Mice.", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}