{"authors": [["Ma", "Yan-Xia", "YX", "Department of Orthopaedics, The First Affiliated Hospital, Orthopaedic Institute, Soochow University, Suzhou, China."], ["Wang", "Xiu-Li", "XL", "Department of Orthopaedics, The First Affiliated Hospital, Orthopaedic Institute, Soochow University, Suzhou, China."], ["Chen", "Jian-Quan", "JQ", "Department of Orthopaedics, The First Affiliated Hospital, Orthopaedic Institute, Soochow University, Suzhou, China."], ["Li", "Bin", "B", "Department of Orthopaedics, The First Affiliated Hospital, Orthopaedic Institute, Soochow University, Suzhou, China."], ["Hur", "Eun-Mi", "EM", "Center for Neuroscience, Brain Science Institute, Korea Institute of Science and Technology, Seoul, South Korea."], ["Saijilafu", null, null, "Department of Orthopaedics, The First Affiliated Hospital, Orthopaedic Institute, Soochow University, Suzhou, China."]], "date": "2017-11-28", "id": "29234272", "text": "Glycogen synthase kinases 3 (GSK3) α and β are expressed in the nervous system, and disruption of GSK3 signaling has been implicated in a wide range of neurodevelopmental and psychiatric disorders. Although several studies have established a role of GSK3 signaling in the nervous system, much less is known about isoform-specific functions. Here, we have examined the role of GSK3α and GSK3β in the developing neocortex by performing in utero electroporation with specific small interfering RNAs targeting each isoform. We found that depletion of either GSK3α or GSK3β commonly promoted the proliferation of neural progenitor cells in the ventricular zone, but at later stages, knocking down of each isoform resulted in distinct outcomes. In particular, the transformation of radial progenitors to intermediate progenitor cells was promoted in GSK3α-depleted cells, but markedly prevented in GSK3β-depleted cells. Moreover, knocking down of GSK3β but not GSK3α prevented the generation of upper-layer Cux1+ neurons. Consistent with the distinct outcomes, protein levels of c-Myc and β-catenin, well-known substrates of GSK3, were differentially affected by depletion of GSK3α and GSK3β. Together, these results suggest that GSK3α and GSK3β might play distinct roles in the genesis and differentiation of neuronal lineage cells during neocortex development by differential regulation of downstream signaling pathways.", "doi": "10.3389/fnmol.2017.00391", "title": "Differential Roles of Glycogen Synthase Kinase 3 Subtypes Alpha and Beta in Cortical Development.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}