{"words": ["aim", "examine", "associations", "midlife", "cardiovascular", "health", "cvh", "cognitive", "decline", "among", "blacks", "cvh", "metrics", "american", "heart", "association", "life", "simple", "7", "calculated", "examined", "relation", "midlife", "change", "cognitive", "function", "among", "whites", "blacks", "atherosclerosis", "risk", "communities", "cohort", "study", "used", "linear", "mixed", "models", "estimate", "adjusted", "associations", "midlife", "cvh", "midlife", "cognitive", "status", "midlife", "life", "simple", "7", "scores", "individual", "metrics", "particularly", "blood", "pressure", "glucose", "associated", "better", "midlife", "cognition", "reduced", "decline", "midlife", "cvh", "neuroprotection", "pronounced", "among", "whites", "midlife", "cvh", "associated", "higher", "midlife", "reduced", "decline", "cognitive", "function", "20", "years", "later", "however", "benefits", "midlife", "cvh", "cognition", "stronger", "whites", "blacks", "findings", "suggest", "improved", "midlife", "cvh", "may", "promote", "enduring", "cognitive", "health"], "authors": [["González", "Hector M", "HM", "Department of Neurosciences and Shiley-Marcos Alzheimer's Disease Research Center, University of California San Diego, San Diego, CA, USA."], ["Tarraf", "Wassim", "W", "Institute of Gerontology, Department of Healthcare Sciences, Wayne State University, Detroit, MI, USA."], ["Harrison", "Kimystian", "K", "School of Medicine, The University of Mississippi Medical Center, Jackson, MS, USA."], ["Windham", "B Gwen", "BG", "Department of Medicine, The University of Mississippi Medical Center, Jackson, MS, USA."], ["Tingle", "Jonathan", "J", "Department of Data Science, JD Bower School of Population Health, The University of Mississippi Medical Center, Jackson, MS, USA."], ["Alonso", "Alvaro", "A", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, GA, USA."], ["Griswold", "Michael", "M", "Department of Data Science, JD Bower School of Population Health, The University of Mississippi Medical Center, Jackson, MS, USA."], ["Heiss", "Gerardo", "G", "Department of Epidemiology, University of North Carolina, Chapel Hill, NC, USA."], ["Knopman", "David", "D", "Department of Neurology, Mayo Clinic, Rochester, MN, USA."], ["Mosley", "Thomas H", "TH", "Department of Medicine, The University of Mississippi Medical Center, Jackson, MS, USA; Memory Impairment and Neurodegenerative Dementia (MIND) Center, The University of Mississippi Medical Center, Jackson, MS, USA. Electronic address: mindcenter@umc.edu."]], "title": "Midlife cardiovascular health and 20-year cognitive decline: Atherosclerosis Risk in Communities Study results.", "year": null, "sentences": ["The aim was to examine associations between midlife cardiovascular health (CVH) and 20-year cognitive decline among blacks and whites.Midlife CVH metrics (American Heart Association's Life's Simple 7) were calculated and examined in relation to midlife and 20-year change in cognitive function among 13,270 whites and blacks from the Atherosclerosis Risk in Communities Cohort Study.", "We used linear mixed models to estimate adjusted associations of midlife CVH with midlife cognitive status and change.Higher midlife (Life's Simple 7) scores and individual metrics, particularly blood pressure and glucose, were associated with better midlife cognition and reduced 20-year decline.", "Midlife CVH 20-year neuroprotection was more pronounced among whites than blacks.Better midlife CVH was associated with higher midlife and reduced decline in cognitive function 20 years later.", "However, the benefits of midlife CVH on cognition were stronger for whites than for blacks.", "Our findings suggest that improved midlife CVH may promote enduring cognitive health."], "id": "29268079", "text": "The aim was to examine associations between midlife cardiovascular health (CVH) and 20-year cognitive decline among blacks and whites.Midlife CVH metrics (American Heart Association's Life's Simple 7) were calculated and examined in relation to midlife and 20-year change in cognitive function among 13,270 whites and blacks from the Atherosclerosis Risk in Communities Cohort Study. We used linear mixed models to estimate adjusted associations of midlife CVH with midlife cognitive status and change.Higher midlife (Life's Simple 7) scores and individual metrics, particularly blood pressure and glucose, were associated with better midlife cognition and reduced 20-year decline. Midlife CVH 20-year neuroprotection was more pronounced among whites than blacks.Better midlife CVH was associated with higher midlife and reduced decline in cognitive function 20 years later. However, the benefits of midlife CVH on cognition were stronger for whites than for blacks. Our findings suggest that improved midlife CVH may promote enduring cognitive health.", "doi": "10.1016/j.jalz.2017.11.002", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"], "date": "2018-01-18_23:42:17"}