{"words": ["findings", "using", "tau", "tracer", "18f", "thk5317", "thk5317", "shown", "18f", "fluorodeoxyglucose", "fdg", "positron", "emission", "tomography", "pet", "data", "approximated", "using", "perfusion", "measures", "standardized", "uptake", "value", "ratio", "ratio", "tracer", "delivery", "target", "reference", "regions", "way", "single", "pet", "study", "provide", "functional", "molecular", "included", "16", "patients", "alzheimer", "disease", "completed", "thk5317", "fdg", "studies", "17", "months", "baseline", "investigations", "linear", "models", "annual", "percentage", "change", "maps", "used", "examine", "longitudinal", "spatial", "overlap", "observed", "areas", "showing", "declines", "thk5317", "perfusion", "measures", "fdg", "minimal", "overlap", "seen", "areas", "showing", "functional", "change", "showing", "increased", "retention", "findings", "suggest", "spatiotemporal", "offset", "functional", "changes", "tau", "pathology", "partial", "uncoupling", "perfusion", "metabolism", "possibly", "function", "alzheimer", "disease", "severity"], "authors": [["Leuzy", "Antoine", "A", "Division of Translational Alzheimer Neurobiology, Department of Neurobiology, Care Sciences, and Society, Karolinska Institutet, Stockholm, Sweden."], ["Rodriguez-Vieitez", "Elena", "E", "Division of Translational Alzheimer Neurobiology, Department of Neurobiology, Care Sciences, and Society, Karolinska Institutet, Stockholm, Sweden."], ["Saint-Aubert", "Laure", "L", "Division of Translational Alzheimer Neurobiology, Department of Neurobiology, Care Sciences, and Society, Karolinska Institutet, Stockholm, Sweden."], ["Chiotis", "Konstantinos", "K", "Division of Translational Alzheimer Neurobiology, Department of Neurobiology, Care Sciences, and Society, Karolinska Institutet, Stockholm, Sweden."], ["Almkvist", "Ove", "O", "Division of Translational Alzheimer Neurobiology, Department of Neurobiology, Care Sciences, and Society, Karolinska Institutet, Stockholm, Sweden; Department of Geriatric Medicine, Karolinska University Hospital, Huddinge, Sweden; Department of Psychology, Stockholm University, Stockholm, Sweden."], ["Savitcheva", "Irina", "I", "Department of Radiology, Karolinska University Hospital, Huddinge, Sweden."], ["Jonasson", "My", "M", "Radiology, Department of Surgical Sciences, Uppsala University, Uppsala, Sweden; Department of Medical Physics, Uppsala University Hospital, Uppsala, Sweden."], ["Lubberink", "Mark", "M", "Radiology, Department of Surgical Sciences, Uppsala University, Uppsala, Sweden; Department of Medical Physics, Uppsala University Hospital, Uppsala, Sweden."], ["Wall", "Anders", "A", "Radiology, Department of Surgical Sciences, Uppsala University, Uppsala, Sweden; Department of Medicinal Chemistry, Uppsala University, Uppsala, Sweden."], ["Antoni", "Gunnar", "G", "Department of Medicinal Chemistry, Uppsala University, Uppsala, Sweden."], ["Nordberg", "Agneta", "A", "Division of Translational Alzheimer Neurobiology, Department of Neurobiology, Care Sciences, and Society, Karolinska Institutet, Stockholm, Sweden; Department of Geriatric Medicine, Karolinska University Hospital, Huddinge, Sweden. Electronic address: agneta.k.nordberg@ki.se."]], "title": "Longitudinal uncoupling of cerebral perfusion, glucose metabolism, and tau deposition in Alzheimer's disease.", "year": null, "sentences": ["Cross-sectional findings using the tau tracer [18F]THK5317 (THK5317) have shown that [18F]fluorodeoxyglucose (FDG) positron emission tomography (PET) data can be approximated using perfusion measures (early-frame standardized uptake value ratio; ratio of tracer delivery in target to reference regions).", "In this way, a single PET study can provide both functional and molecular information.We included 16 patients with Alzheimer's disease who completed follow-up THK5317 and FDG studies 17 months after baseline investigations.", "Linear mixed-effects models and annual percentage change maps were used to examine longitudinal change.Limited spatial overlap was observed between areas showing declines in THK5317 perfusion measures and FDG.", "Minimal overlap was seen between areas showing functional change and those showing increased retention of THK5317.Our findings suggest a spatiotemporal offset between functional changes and tau pathology and a partial uncoupling between perfusion and metabolism, possibly as a function of Alzheimer's disease severity."], "id": "29268078", "text": "Cross-sectional findings using the tau tracer [18F]THK5317 (THK5317) have shown that [18F]fluorodeoxyglucose (FDG) positron emission tomography (PET) data can be approximated using perfusion measures (early-frame standardized uptake value ratio; ratio of tracer delivery in target to reference regions). In this way, a single PET study can provide both functional and molecular information.We included 16 patients with Alzheimer's disease who completed follow-up THK5317 and FDG studies 17 months after baseline investigations. Linear mixed-effects models and annual percentage change maps were used to examine longitudinal change.Limited spatial overlap was observed between areas showing declines in THK5317 perfusion measures and FDG. Minimal overlap was seen between areas showing functional change and those showing increased retention of THK5317.Our findings suggest a spatiotemporal offset between functional changes and tau pathology and a partial uncoupling between perfusion and metabolism, possibly as a function of Alzheimer's disease severity.", "doi": "10.1016/j.jalz.2017.11.008", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"], "date": "2018-01-18_23:42:17"}