{"authors": [["Harmon", "Mark", "M", "Centre for Integrative Physiology, Euan MacDonald Centre for Motor Neurone Disease Research, The University of Edinburgh, Edinburgh EH8 9XD, UK."], ["Larkman", "Philip", "P", "Centre for Integrative Physiology, Euan MacDonald Centre for Motor Neurone Disease Research, The University of Edinburgh, Edinburgh EH8 9XD, UK."], ["Hardingham", "Giles", "G", "UK Dementia Research Institute at the University of Edinburgh, Edinburgh Medical School, Edinburgh EH8 9XD, UK."], ["Jackson", "Mandy", "M", "Centre for Integrative Physiology, Euan MacDonald Centre for Motor Neurone Disease Research, The University of Edinburgh, Edinburgh EH8 9XD, UK."], ["Skehel", "Paul", "P", "Centre for Integrative Physiology, Euan MacDonald Centre for Motor Neurone Disease Research, The University of Edinburgh, Edinburgh EH8 9XD, UK. paul.skehel@ed.ac.uk."]], "date": "2017-12-12", "id": "29234100", "text": "Close contacts between the endoplasmic reticulum membrane and the mitochondrial outer membrane facilitate efficient transfer of lipids between the organelles and coordinate Ca2+ signalling and stress responses. Changes to this coupling is associated with a number of metabolic disorders and neurodegenerative diseases including Alzheimer's, Parkinson's and motor neuron disease. The distance between the two membranes at regions of close apposition is below the resolution of conventional light microscopy, which makes analysis of these interactions challenging. Here we describe a new bifluorescence complementation (BiFC) method that labels a subset of ER-mitochondrial associations in fixed and living cells. The total number of ER-mitochondria associations detected by this approach increases in response to tunicamycin-induced ER stress, serum deprivation or reduced levels of mitofusin 2 (MFN2). This method will facilitate the analysis of dynamic interactions between the ER and mitochondrial membranes.", "doi": "10.1038/s41598-017-17278-1", "title": "A Bi-fluorescence complementation system to detect associations between the Endoplasmic reticulum and mitochondria.", "journal": ["Scientific reports", "Sci Rep"]}