{"authors": [["Breza", "Marianthi", "M", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece. Electronic address: marianthibr@med.uoa.gr."], ["Koutsis", "Georgios", "G", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Karadima", "Georgia", "G", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Potagas", "Constantin", "C", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Kartanou", "Chrisoula", "C", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Papageorgiou", "Sokratis G", "SG", "2nd Department of Neurology, Attikon Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Paraskevas", "George P", "GP", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Kapaki", "Elisabeth", "E", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Stefanis", "Leonidas", "L", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."], ["Panas", "Marios", "M", "1st Department of Neurology, Eginition Hospital, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece."]], "date": "2017-12-09", "id": "29233723", "text": "The p. A53T mutation in the alpha-synuclein (SNCA) gene is a rare cause of autosomal dominant Parkinson's disease (PD). Although generally rare, it is particularly common in the Greek population due to a founder effect. A53T-positive PD patients often develop dementia during disease course and may very rarely present with dementia.We screened for the p. A53T SNCA mutation a total of 347 cases of Greek origin with parkinsonism and/or dementia, collected over 15 years at the Neurogenetics Unit, Eginition Hospital, University of Athens. Cases were classified into: \"pure parkinsonism\", \"pure dementia\" and \"parkinsonism plus dementia\".In total, 4 p. A53T SNCA mutation carriers were identified. All had autosomal dominant family history and early onset. Screening of the \"pure parkinsonism\" category revealed 2 cases with typical PD. The other two mutation carriers were identified in the \"parkinsonism plus dementia\" category. One had a diagnosis of PD dementia and the other of behavioral variant frontotemporal dementia. Screening of patients with \"pure dementia\" failed to identify any further A53T-positive cases.Our results confirm that the p. A53T SNCA mutation is relatively common in Greek patients with PD or PD plus dementia, particularly in cases with early onset and/or autosomal dominant family history.", "doi": "10.1016/j.neulet.2017.12.015", "title": "The different faces of the p. A53T alpha-synuclein mutation: A screening of Greek patients with parkinsonism and/or dementia.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}