{"words": ["explore", "adherence", "vital", "signs", "observations", "scheduled", "early", "warning", "score", "protocol", "reduces", "vital", "signs", "observations", "reduce", "avoidable", "deterioration", "hospital", "early", "warning", "score", "protocols", "set", "frequency", "observations", "severity", "patient", "condition", "vital", "signs", "observations", "taken", "less", "frequently", "night", "even", "early", "warning", "score", "place", "literature", "explored", "qualitative", "interpretative", "design", "informed", "interviews", "nursing", "staff", "working", "wards", "varying", "levels", "adherence", "scheduled", "vital", "signs", "observations", "thematic", "analysis", "approach", "night", "nursing", "teams", "found", "difficult", "balance", "competing", "care", "goals", "supporting", "sleep", "taking", "vital", "signs", "observations", "frequency", "observations", "determined", "clinical", "judgement", "expectations", "observation", "timing", "risk", "disturbing", "patients", "patients", "copd", "dementia", "could", "patients", "nearing", "end", "life", "could", "study", "found", "early", "warning", "score", "algorithm", "focused", "deterioration", "prevention", "account", "management", "palliative", "care", "trajectories", "nurses", "therefore", "less", "inclined", "wake", "patients", "take", "vital", "signs", "observations", "night", "however", "perception", "widespread", "exceptions", "lack", "evidence", "regarding", "optimum", "frequency", "risks", "delegitimising", "early", "warning", "score", "approach", "may", "pose", "risk", "patient", "safety", "particularly", "patients", "dementia", "chronic", "document", "exceptions", "discuss", "wider", "team", "hospitals", "monitor", "vital", "signs", "observations", "missed", "night", "identify", "groups", "provide", "guidance", "prioritising", "competing", "expectations", "early", "warning", "score", "protocols", "take", "account", "different", "care", "trajectories", "article", "protected", "copyright", "rights", "reserved"], "authors": [["Hope", "Joanna", "J", "University of Southampton, Faculty of Health Sciences, University of Southampton, Highfield, Southampton, SO17 1BJ, UK."], ["Recio-Saucedo", "Alejandra", "A", "University of Southampton, Faculty of Health Sciences, University of Southampton, Highfield, Southampton, SO17 1BJ, UK."], ["Fogg", "Carole", "C", "University of Portsmouth, School of Health Sciences and Social Work, University of Portsmouth, James Watson West, King Richard 1st Road, Portsmouth, PO1 2FR, UK."], ["Griffiths", "Peter", "P", "University of Southampton, Faculty of Health Sciences, University of Southampton, Highfield, Southampton, SO17 1BJ, UK."], ["Smith", "Gary", "G", "Bournemouth University, Centre of Postgraduate Medical Research & Education (CoPMRE), Faculty of Health and Social Sciences, Bournemouth University, Royal London House, Christchurch Road, Bournemouth, Dorset, BH1 3LTUK."], ["Westwood", "Greta", "G", "University of Southampton, Faculty of Health Sciences, Clinical Academic Facility, The QUaD Building, Queen Alexandra Hospital, Southwick Hill Road, Room 1.23, Level 1, Portsmouth, PO6 3LY, UK."], ["Schmidt", "Paul", "P", "Portsmouth Hospitals NHS Trust, Medical Assessment Unit, Queen Alexandra Hospital, Southwick Hill Road, Portsmouth, Portsmouth, PO6 3AD, UK."]], "title": "A fundamental conflict of care: nurses' accounts of balancing sleep with taking vital signs observations at night.", "year": null, "sentences": ["To explore why adherence to vital signs observations scheduled by an Early Warning Score protocol reduces at night.Regular vital signs observations can reduce avoidable deterioration in hospital.", "Early Warning Score protocols set the frequency of these observations by the severity of a patient's condition.", "Vital signs observations are taken less frequently at night, even with an Early Warning Score in place, but no literature has explored why.A qualitative interpretative design informed this study.Seventeen semi-structured interviews with nursing staff working on wards with varying levels of adherence to scheduled vital signs observations.", "A thematic analysis approach was used.At night, nursing teams found it difficult to balance the competing care goals of supporting sleep with taking vital signs observations.", "The night-time frequency of these observations was determined by clinical judgement, ward-level expectations of observation timing and the risk of disturbing other patients.", "Patients with COPD or dementia could be under-monitored while patients nearing the end of life could be over-monitored.In this study we found an Early Warning Score algorithm focused on deterioration prevention did not account for long-term management or palliative care trajectories.", "Nurses were therefore less inclined to wake such patients to take vital signs observations at night.", "However the perception of widespread exceptions and lack of evidence regarding optimum frequency risks delegitimising the Early Warning Score approach.", "This may pose a risk to patient safety, particularly patients with dementia or chronic conditions.Nurses should document exceptions and discuss these with the wider team.", "Hospitals should monitor why vital signs observations are missed at night, identify which groups are under-monitored and provide guidance on prioritising competing expectations.", "Early Warning Score protocols should take account of different care trajectories.", "This article is protected by copyright.", "All rights reserved."], "id": "29266489", "text": "To explore why adherence to vital signs observations scheduled by an Early Warning Score protocol reduces at night.Regular vital signs observations can reduce avoidable deterioration in hospital. Early Warning Score protocols set the frequency of these observations by the severity of a patient's condition. Vital signs observations are taken less frequently at night, even with an Early Warning Score in place, but no literature has explored why.A qualitative interpretative design informed this study.Seventeen semi-structured interviews with nursing staff working on wards with varying levels of adherence to scheduled vital signs observations. A thematic analysis approach was used.At night, nursing teams found it difficult to balance the competing care goals of supporting sleep with taking vital signs observations. The night-time frequency of these observations was determined by clinical judgement, ward-level expectations of observation timing and the risk of disturbing other patients. Patients with COPD or dementia could be under-monitored while patients nearing the end of life could be over-monitored.In this study we found an Early Warning Score algorithm focused on deterioration prevention did not account for long-term management or palliative care trajectories. Nurses were therefore less inclined to wake such patients to take vital signs observations at night. However the perception of widespread exceptions and lack of evidence regarding optimum frequency risks delegitimising the Early Warning Score approach. This may pose a risk to patient safety, particularly patients with dementia or chronic conditions.Nurses should document exceptions and discuss these with the wider team. Hospitals should monitor why vital signs observations are missed at night, identify which groups are under-monitored and provide guidance on prioritising competing expectations. Early Warning Score protocols should take account of different care trajectories. This article is protected by copyright. All rights reserved.", "doi": "10.1111/jocn.14234", "journal": ["Journal of clinical nursing", "J Clin Nurs"], "date": "2018-01-18_23:42:19"}