{"authors": [["Berwig", "Martin", "M", "Clinic and Policlinic for Psychiatry and Psychotherapy, University of Leipzig, Leipzig, Germany. Martin.Berwig@medizin.uni-leipzig.de."], ["Heinrich", "Stephanie", "S", "Clinic and Policlinic for Psychiatry and Psychotherapy, University of Leipzig, Leipzig, Germany."], ["Spahlholz", "Jenny", "J", "Department of Rehabilitation Medicine, Medical Faculty, Martin Luther University of Halle-Wittenberg, Halle, Germany."], ["Hallensleben", "Nina", "N", "Department of Medical Psychology and Medical Sociology, Medical Faculty, University of Leipzig, Leipzig, Germany."], ["Brähler", "Elmar", "E", "Department of Medical Psychology and Medical Sociology, Medical Faculty, University of Leipzig, Leipzig, Germany."], ["Gertz", "Hermann-Josef", "HJ", "Clinic and Policlinic for Psychiatry and Psychotherapy, University of Leipzig, Leipzig, Germany."]], "date": "2017-12-12", "id": "29233097", "text": "Individualized, outreach and structured multicomponent interventions are a promising intervention approach to relieve the burden of informal caregivers of people with dementia. In this study, we adapted and evaluated a multicomponent intervention (Resources for Enhancing Alzheimer's Caregiver Health II, REACH II), which was developed in the USA, to the German health-care system. Therefore the project is called the German adaptation of REACH II (in German: Deutsche Adaptation der REACH II, DE-REACH).The effectiveness of DE-REACH was examined in a randomized, controlled trial on 92 informal caregivers of people with dementia. The intervention comprised 12 individual two-weekly sessions (9 at home with the informal caregiver and 3 via telephone) and combined five modules. The reduction of the burden of the informal caregivers was chosen as the primary outcome.The results showed a great stabilizing effect of the intervention on caregiver burden (effect size d = 0.91), that is, comparing pre- and post-measurements the burden decreased very slightly in the intervention group whereas it increased very strongly in the control group. After a three-month follow-up period this effect decreased from a great to a moderate effect. There were also improvements as a result of the intervention in somatization, health-related psychological quality of life and the reaction of the informal caregivers in response to challenging behaviors of the relative with dementia. Moreover, the frequency of challenging behaviors of the affected person itself was reduced in favor of the intervention.The findings of this study provide further evidence for the impact of multicomponent support interventions for informal caregivers of people with dementia.NCT01690117 . Registered September 17, 2012.", "doi": "10.1186/s12877-017-0678-y", "title": "Individualized support for informal caregivers of people with dementia - effectiveness of the German adaptation of REACH II.", "journal": ["BMC geriatrics", "BMC Geriatr"]}