{"words": ["accumulating", "evidence", "indicates", "motor", "neuron", "degeneration", "amyotrophic", "lateral", "sclerosis", "als", "process", "impaired", "glutamate", "clearance", "astrocytes", "leading", "excitotoxicity", "could", "participate", "progression", "disease", "astrocytes", "derived", "animal", "model", "als", "hsod1g93a", "rats", "activation", "type", "5", "metabotropic", "glutamate", "receptor", "mglur5", "fails", "increase", "glutamate", "uptake", "impeding", "putative", "dynamic", "neuroprotective", "mechanism", "involving", "astrocytes", "using", "astrocyte", "cultures", "hsod1g93a", "rats", "demonstrated", "typical", "oscillations", "associated", "mglur5", "activation", "reduced", "majority", "cells", "responded", "sustained", "elevation", "intracellular", "concentration", "since", "expression", "protein", "kinase", "c", "epsilon", "isoform", "pkcɛ", "found", "considerably", "reduced", "astrocytes", "hsod1g93a", "rats", "consequences", "manipulating", "activity", "expression", "mglur5", "signaling", "regulation", "glutamate", "uptake", "examined", "increasing", "pkcɛ", "expression", "found", "restore", "oscillations", "induced", "mglur5", "activation", "hsod1g93a", "astrocytes", "also", "associated", "increase", "glutamate", "uptake", "capacity", "response", "mglur5", "activation", "conversely", "reducing", "pkcɛ", "expression", "astrocytes", "animals", "specific", "found", "alter", "mglur5", "associated", "oscillatory", "signaling", "profile", "consistently", "reduced", "regulation", "glutamate", "mglur5", "activation", "results", "suggest", "pkcɛ", "required", "generate", "oscillations", "following", "mglur5", "activation", "support", "regulation", "astrocytic", "glutamate", "uptake", "reduced", "expression", "astrocytic", "pkcɛ", "could", "impair", "neuroprotective", "process", "participate", "progression", "als"], "authors": [["Vergouts", "Maxime", "M", "Institute of Neuroscience, Université catholique de Louvain, Avenue Hippocrate B1.54.10, Brussels, 1200, Belgium."], ["Doyen", "Pierre J", "PJ", "Institute of Neuroscience, Université catholique de Louvain, Avenue Hippocrate B1.54.10, Brussels, 1200, Belgium."], ["Peeters", "Michael", "M", "De Duve Institute, Université catholique de Louvain, Avenue Hippocrate VIRO B1.74.07, Brussels, 1200, Belgium."], ["Opsomer", "Remi", "R", "Alzheimer Dementia Group, Institute of Neuroscience, Université catholique de Louvain, Avenue Mounier B1.53.02, Brussels, 1200, Belgium."], ["Hermans", "Emmanuel", "E", "Institute of Neuroscience, Université catholique de Louvain, Avenue Hippocrate B1.54.10, Brussels, 1200, Belgium."]], "title": "Constitutive downregulation protein kinase C epsilon in hSOD1G93A astrocytes influences mGluR5 signaling and the regulation of glutamate uptake.", "year": null, "sentences": ["Accumulating evidence indicates that motor neuron degeneration in amyotrophic lateral sclerosis (ALS) is a non-cell-autonomous process and that impaired glutamate clearance by astrocytes, leading to excitotoxicity, could participate in progression of the disease.", "In astrocytes derived from an animal model of ALS (hSOD1G93A rats), activation of type 5 metabotropic glutamate receptor (mGluR5) fails to increase glutamate uptake, impeding a putative dynamic neuroprotective mechanism involving astrocytes.", "Using astrocyte cultures from hSOD1G93A rats, we have demonstrated that the typical Ca2+ oscillations associated with mGluR5 activation were reduced, and that the majority of cells responded with a sustained elevation of intracellular Ca2+ concentration.", "Since the expression of protein kinase C epsilon isoform (PKCɛ) has been found to be considerably reduced in astrocytes from hSOD1G93A rats, the consequences of manipulating its activity and expression on mGluR5 signaling and on the regulation of glutamate uptake have been examined.", "Increasing PKCɛ expression was found to restore Ca2+ oscillations induced by mGluR5 activation in hSOD1G93A -expressing astrocytes.", "This was also associated with an increase in glutamate uptake capacity in response to mGluR5 activation.", "Conversely, reducing PKCɛ expression in astrocytes from wild-type animals with specific PKCɛ-shRNAs was found to alter the mGluR5 associated oscillatory signaling profile, and consistently reduced the regulation of the glutamate uptake-mediated by mGluR5 activation.", "These results suggest that PKCɛ is required to generate Ca2+ oscillations following mGluR5 activation, which support the regulation of astrocytic glutamate uptake.", "Reduced expression of astrocytic PKCɛ could impair this neuroprotective process and participate in the progression of ALS."], "id": "29266405", "text": "Accumulating evidence indicates that motor neuron degeneration in amyotrophic lateral sclerosis (ALS) is a non-cell-autonomous process and that impaired glutamate clearance by astrocytes, leading to excitotoxicity, could participate in progression of the disease. In astrocytes derived from an animal model of ALS (hSOD1G93A rats), activation of type 5 metabotropic glutamate receptor (mGluR5) fails to increase glutamate uptake, impeding a putative dynamic neuroprotective mechanism involving astrocytes. Using astrocyte cultures from hSOD1G93A rats, we have demonstrated that the typical Ca2+ oscillations associated with mGluR5 activation were reduced, and that the majority of cells responded with a sustained elevation of intracellular Ca2+ concentration. Since the expression of protein kinase C epsilon isoform (PKCɛ) has been found to be considerably reduced in astrocytes from hSOD1G93A rats, the consequences of manipulating its activity and expression on mGluR5 signaling and on the regulation of glutamate uptake have been examined. Increasing PKCɛ expression was found to restore Ca2+ oscillations induced by mGluR5 activation in hSOD1G93A -expressing astrocytes. This was also associated with an increase in glutamate uptake capacity in response to mGluR5 activation. Conversely, reducing PKCɛ expression in astrocytes from wild-type animals with specific PKCɛ-shRNAs was found to alter the mGluR5 associated oscillatory signaling profile, and consistently reduced the regulation of the glutamate uptake-mediated by mGluR5 activation. These results suggest that PKCɛ is required to generate Ca2+ oscillations following mGluR5 activation, which support the regulation of astrocytic glutamate uptake. Reduced expression of astrocytic PKCɛ could impair this neuroprotective process and participate in the progression of ALS.", "doi": "10.1002/glia.23279", "journal": ["Glia", "Glia"], "date": "2018-01-18_23:42:19"}