{"authors": [["Kakkera", "Krishna", "K", "Department of Internal Medicine, Division of Pulmonary and Critical Care, University of Arkansas for Medical Sciences."], ["Padala", "Kalpana P", "KP", "VISN 16/CAVHS Geriatric Research Education and Clinical Center."], ["Kodali", "Maneetha", "M", "Department of Geriatrics, University of Arkansas for Medical Sciences."], ["Padala", "Prasad R", "PR", "VISN 16/CAVHS Geriatric Research Education and Clinical Center."]], "date": "2017-12-09", "id": "29232279", "text": "As age expectancy increases, both dementia and chronic obstructive pulmonary disease (COPD) have become more prevalent. Dementia and COPD together, however, occur more commonly than would be predicted from the incidence of either alone, suggesting a link between these two common senescent diseases. The purpose of this article is to review the extant literature and report findings in a clinically meaningful manner. We will look at the level of evidence, the risk factors for co-occurrence of the two diseases and the differential effects upon cognitive domains in the population with dementia and COPD.Cognitive impairment in patients with COPD may be 'dose-dependent' with the duration of COPD. Patients with COPD appear to develop nonamnestic mild cognitive impairment (MCI) as opposed to amnestic MCI. Newer studies exploring the impact of oxygen therapy and pulmonary rehabilitation upon cognitive function have reported some positive findings.Higher prevalence of MCI/dementia is seen in patients with COPD compared with age-matched controls. Imaging findings and dementia/MCI biomarkers provide preliminary evidence for an indirect association of the two conditions. Although no causality can be drawn with the available data, there is some indication that the severity of hypoxemia correlates with the severity of cognitive dysfunction.", "doi": "10.1097/MCP.0000000000000458", "title": "Association of chronic obstructive pulmonary disease with mild cognitive impairment and dementia.", "journal": ["Current opinion in pulmonary medicine", "Curr Opin Pulm Med"]}