{"words": ["monoclonal", "antibodies", "already", "used", "many", "different", "clinical", "indications", "besides", "oncology", "rheumatology", "denosumab", "antibody", "currently", "prescribed", "older", "adults", "osteoporosis", "however", "apart", "osteoporosis", "might", "possible", "indications", "use", "antibodies", "chronic", "diseases", "geriatric", "syndromes", "particularly", "respect", "sarcopenia", "transition", "doping", "older", "adults", "seems", "fluent", "present", "review", "provides", "overview", "newest", "developments", "prospective", "options"], "authors": [["Gosch", "M", "M", "Medizinische Klinik 2 - Schwerpunkt Geriatrie, Universitätsklinik für Geriatrie, Klinikum Nürnberg, Paracelsus Medizinische Privatuniversität, Campus Nürnberg, Prof.-Ernst-Nathan-Str. 1, 90419, Nürnberg, Deutschland. markus.gosch@klinikum-nuernberg.de."], ["Wicklein", "S", "S", "Medizinische Klinik 2 - Schwerpunkt Geriatrie, Universitätsklinik für Geriatrie, Klinikum Nürnberg, Paracelsus Medizinische Privatuniversität, Campus Nürnberg, Prof.-Ernst-Nathan-Str. 1, 90419, Nürnberg, Deutschland."]], "title": "[Antibodies as treatment option in older adults].", "year": null, "sentences": ["Monoclonal antibodies are already used for many different clinical indications.", "Besides oncology and rheumatology, denosumab is the only antibody that is currently prescribed in older adults with osteoporosis; however, apart from osteoporosis there might be more possible indications for the use of antibodies in chronic diseases and geriatric syndromes.", "Particularly, with respect to sarcopenia the transition to \"doping for older adults\" seems to be fluent.", "The present review provides an overview on the newest developments and prospective options."], "id": "29264687", "text": "Monoclonal antibodies are already used for many different clinical indications. Besides oncology and rheumatology, denosumab is the only antibody that is currently prescribed in older adults with osteoporosis; however, apart from osteoporosis there might be more possible indications for the use of antibodies in chronic diseases and geriatric syndromes. Particularly, with respect to sarcopenia the transition to \"doping for older adults\" seems to be fluent. The present review provides an overview on the newest developments and prospective options.", "doi": "10.1007/s00391-017-1352-x", "journal": ["Zeitschrift fur Gerontologie und Geriatrie", "Z Gerontol Geriatr"], "date": "2018-01-18_23:42:20"}