{"authors": [["Horwath", "Urszula", "U", "The Long-term Care Facility in Cracow, Poland."], ["Szczerbińska", "Katarzyna", "K", "The Unit for Research of Ageing Society, Department of Medical Sociology at the Chair of Epidemiology and Preventive Medicine, Medical Faculty, Jagiellonian University Medical College in Cracow, Poland."]], "date": null, "id": "29231914", "text": "Mental disorders, such as dementia and depression, are beside chronic somatic diseases, the most common problem in residents of longterm care facilities (LTCF). Late-life depression refers to depressive symptoms that arise in adults older than 65 years. According to literature review, older people tend to differ from middle-aged adults in presentation of depression.Mental disorders, such as dementia and depression, are beside chronic somatic diseases, the most common problem in residents of longterm care facilities (LTCF). Late-life depression refers to depressive symptoms that arise in adults older than 65 years. According to literature review, older people tend to differ from middle-aged adults in presentation of depression.This cross-sectional study was conducted over 290 residents in the LTCF in Cracow, using the interRAI-LTCF questionnaire for comprehensive geriatric assessment. The logistic regression was applied in analysis of data.Depression symptoms were observed in 33.8% of LTCF residents. In this population we found some independent of age variables significantly associated with depression, such as: daily pain, existence of psychiatric disorders other than depression, presence of behavioral and/or psychotic symptoms, sleep disturbances, dyspnea and feeling of loneliness. Interestingly, we noticed some differences in the manifestation of depression depending on age in older people. In \"old-old\" (aged 80 and older) LTCF residents, moderate dependency in activities of daily living (ADL), dyspnea and tendency to conflict with others, were significantly associated with higher prevalence of depression. In turn, \"young-old\" (younger than 80 years) residents presented more often symptoms of depression in response to stress experienced in last 90 days.In the light of our study results, depression in older people manifests with dominance of behavioral and/or psychotic symptoms what should be included in the diagnosis and differentiation with dementia and other psychiatric disorders. Moreover, findings from this study make a conclusion that late-life depression has more frequently organic background in very old residents and reactive nature in younger old residents.", "doi": null, "title": "Determinants of late-life depression in residents of long-term care facility.", "journal": ["Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego", "Pol. Merkur. Lekarski"]}