{"words": ["one", "important", "genetic", "risk", "factors", "alzheimer", "disease", "ad", "harboring", "apoe4", "allele", "much", "known", "regarding", "functions", "apoe4", "protein", "including", "cholesterol", "transport", "cns", "critical", "role", "clearing", "deposits", "ad", "brain", "however", "recent", "studies", "demonstrating", "nuclear", "localization", "suggest", "novel", "function", "beyond", "classical", "known", "actions", "apoe4", "purpose", "current", "review", "examine", "secreted", "protein", "traffics", "nucleus", "discuss", "possible", "outcomes", "nuclear", "localization", "cns", "suggested", "proteolytic", "fragmentation", "apoe4", "key", "step", "leading", "nuclear", "localization", "outcome", "event", "initiate", "transcription", "various", "genes", "involved", "inflammation", "cell", "death", "therefore", "nuclear", "localization", "induction", "gene", "expression", "may", "provide", "link", "harboring", "apoe4", "allele", "enhanced", "dementia", "risk", "observed", "ad"], "authors": [["Rohn", "Troy T", "TT", "Department of Biological Sciences, Boise State University, USA."], ["Moore", "Zachary D", "ZD", "Department of Biological Sciences, Boise State University, USA."]], "title": "Nuclear Localization of Apolipoprotein E4: A New Trick for an Old Protein.", "year": null, "sentences": ["One of the most important genetic risk factors for late-onset Alzheimer's Disease (AD) is harboring the ApoE4 allele.", "Much is known regarding the functions of the ApoE4 protein including cholesterol transport in the CNS and a critical role in clearing beta-amyloid deposits in the AD brain.", "However, recent studies demonstrating the nuclear localization suggest a novel function beyond the classical known actions of ApoE4.", "The purpose of the current review is to examine how this secreted protein traffics to the nucleus and to discuss possible outcomes of nuclear localization in the CNS.", "It is suggested that proteolytic fragmentation of ApoE4 is a key step leading to nuclear localization and the outcome of this event is to initiate transcription of various genes involved in inflammation and cell death.", "Therefore, the nuclear localization and induction of gene expression may provide a link between harboring the ApoE4 allele and enhanced dementia risk observed in AD."], "id": "29264400", "text": "One of the most important genetic risk factors for late-onset Alzheimer's Disease (AD) is harboring the ApoE4 allele. Much is known regarding the functions of the ApoE4 protein including cholesterol transport in the CNS and a critical role in clearing beta-amyloid deposits in the AD brain. However, recent studies demonstrating the nuclear localization suggest a novel function beyond the classical known actions of ApoE4. The purpose of the current review is to examine how this secreted protein traffics to the nucleus and to discuss possible outcomes of nuclear localization in the CNS. It is suggested that proteolytic fragmentation of ApoE4 is a key step leading to nuclear localization and the outcome of this event is to initiate transcription of various genes involved in inflammation and cell death. Therefore, the nuclear localization and induction of gene expression may provide a link between harboring the ApoE4 allele and enhanced dementia risk observed in AD.", "doi": "10.23937/2378-3001/1410067", "journal": ["International journal of neurology and neurotherapy", "Int J Neurol Neurother"], "date": "2018-01-18_23:42:22"}