{"authors": [["Li", "Shuai", "S", "College of Acupuncture-Moxibustion and Tuina, Hunan University of CM, Changsha 410208, China."], ["Tan", "Jie", "J", "College of Acupuncture-Moxibustion and Tuina, Hunan University of CM, Changsha 410208, China."], ["Zhang", "Hong", "H", "College of Acupuncture-Moxibustion and Tuina, Hunan University of CM, Changsha 410208, China."], ["Huang", "Guilan", "G", "College of Acupuncture-Moxibustion and Tuina, Hunan University of CM, Changsha 410208, China."], ["Deng", "Duoxi", "D", "College of Acupuncture-Moxibustion and Tuina, Hunan University of CM, Changsha 410208, China."], ["Jiang", "Quanrui", "Q", "College of Acupuncture-Moxibustion and Tuina, Hunan University of CM, Changsha 410208, China."]], "date": null, "id": "29231557", "text": "The clinical research literature regarding acupuncture treatment for vascular dementia was reviewed and analyzed to provide the references for clinical selection and compatibility of acupoints.With computer and manual retrieval method, the clinical literature regarding acupuncture treatment for vascular dementia in recent 10 years was collected. The acupoint type, meridian and use frequency were analyzed.Totally 38 articles of acupuncture treatment for vascular dementia were screened; the most selected meridians were the governor vessel, gallbladder meridian, stomach meridian and spleen meridian; the main acupoints with frequency of more than 5 times were Baihui (GV 20), Sishencong (EX-HN 1), Shenting (GV 24), Fengchi (SP 40) and Shuigou (GV 26); the matching acupoints with frequency of more than 5 times were Fenglong (ST 40), Zusanli (ST 36), Taichong (LR 3), Taixi (KI 3), Sanyinjiao (SP 6), Xuehai (SP 10), Zhongwan (CV 12), Neiguan (PC 6), Fengchi (GB 20).The rules and characteristics of acupoint selection for vascular dementia were featured with taking the local acupoints at head as main points, combining disease differentiation and syndrome differentiation as clinical principle, valuing local acupoints and distal acupoints, applying various techniques of acupuncture and moxibustion and combing traditional acupuncture manipulation and modern electroacupuncture stimulation.", "doi": "10.13703/j.0255-2930.2017.07.026", "title": "[Discussion on rules of acupoint selection for vascular dementia].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}