{"authors": [["Crawford", "Trevor J", "TJ", "Department of Psychology, Centre for Ageing Research, Lancaster University, Lancaster, United Kingdom."], ["Smith", "Eleanor S", "ES", "Department of Psychology, Lancaster University, Lancaster, United Kingdom."], ["Berry", "Donna M", "DM", "School of Psychology, Keele University, Staffordshire, United Kingdom."]], "date": "2017-11-27", "id": "29230169", "text": "Eye-tracking is increasingly studied as a cognitive and biological marker for the early signs of neuropsychological and psychiatric disorders. However, in order to make further progress, a more comprehensive understanding of the age-related effects on eye-tracking is essential. The antisaccade task requires participants to make saccadic eye movements away from a prepotent stimulus. Speculation on the cause of the observed age-related differences in the antisaccade task largely centers around two sources of cognitive dysfunction: inhibitory control (IC) and working memory (WM). The IC account views cognitive slowing and task errors as a direct result of the decline of inhibitory cognitive mechanisms. An alternative theory considers that a deterioration of WM is the cause of these age-related effects on behavior. The current study assessed IC and WM processes underpinning saccadic eye movements in young and older participants. This was achieved with three experimental conditions that systematically varied the extent to which WM and IC were taxed in the antisaccade task: a memory-guided task was used to explore the effect of increasing the WM load; a Go/No-Go task was used to explore the effect of increasing the inhibitory load; a 'standard' antisaccade task retained the standard WM and inhibitory loads. Saccadic eye movements were also examined in a control condition: the standard prosaccade task where the load of WM and IC were minimal or absent. Saccade latencies, error rates and the spatial accuracy of saccades of older participants were compared to the same measures in healthy young controls across the conditions. The results revealed that aging is associated with changes in both IC and WM. Increasing the inhibitory load was associated with increased reaction times in the older group, while the increased WM load and the inhibitory load contributed to an increase in the antisaccade errors. These results reveal that aging is associated with changes in both IC and WM.", "doi": "10.3389/fnhum.2017.00563", "title": "Eye Gaze and Aging: Selective and Combined Effects of Working Memory and Inhibitory Control.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}