{"authors": [["Hopperton", "K E", "KE", "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Mohammad", "D", "D", "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Trépanier", "M O", "MO", "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Giuliano", "V", "V", "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Bazinet", "R P", "RP", "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."]], "date": "2017-12-12", "id": "29230021", "text": "Neuroinflammation is proposed as one of the mechanisms by which Alzheimer's disease pathology, including amyloid-β plaques, leads to neuronal death and dysfunction. Increases in the expression of markers of microglia, the main neuroinmmune cell, are widely reported in brains from patients with Alzheimer's disease, but the literature has not yet been systematically reviewed to determine whether this is a consistent pathological feature. A systematic search was conducted in Medline, Embase and PsychINFO for articles published up to 23 February 2017. Papers were included if they quantitatively compared microglia markers in post-mortem brain samples from patients with Alzheimer's disease and aged controls without neurological disease. A total of 113 relevant articles were identified. Consistent increases in markers related to activation, such as major histocompatibility complex II (36/43 studies) and cluster of differentiation 68 (17/21 studies), were identified relative to nonneurological aged controls, whereas other common markers that stain both resting and activated microglia, such as ionized calcium-binding adaptor molecule 1 (10/20 studies) and cluster of differentiation 11b (2/5 studies), were not consistently elevated. Studies of ionized calcium-binding adaptor molecule 1 that used cell counts almost uniformly identified no difference relative to control, indicating that increases in activation occurred without an expansion of the total number of microglia. White matter and cerebellum appeared to be more resistant to these increases than other brain regions. Nine studies were identified that included high pathology controls, patients who remained free of dementia despite Alzheimer's disease pathology. The majority (5/9) of these studies reported higher levels of microglial markers in Alzheimer's disease relative to controls, suggesting that these increases are not solely a consequence of Alzheimer's disease pathology. These results show that increased markers of microglia are a consistent feature of Alzheimer's disease, though this seems to be driven primarily by increases in activation-associated markers, as opposed to markers of all microglia.", "doi": "10.1038/mp.2017.246", "title": "Markers of microglia in post-mortem brain samples from patients with Alzheimer's disease: a systematic review.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"]}