{"authors": [["Connolly", "Niamh M C", "NMC", "Department of Physiology & Medical Physics, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Theurey", "Pierre", "P", "Department of Biomedical Sciences, University of Padova, Padova, Italy."], ["Adam-Vizi", "Vera", "V", "Department of Medical Biochemistry, Semmelweis University, Budapest, Hungary."], ["Bazan", "Nicolas G", "NG", "Neuroscience Center of Excellence, School of Medicine, Louisiana State University Health New Orleans, New Orleans, LA, 70112, USA."], ["Bernardi", "Paolo", "P", "Department of Biomedical Sciences, University of Padova, Padova, Italy."], ["Bolaños", "Juan P", "JP", "University of Salamanca, CIBERFES, Institute of Functional Biology and Genomics (IBFG), CSIC, 37007, Salamanca, Spain."], ["Culmsee", "Carsten", "C", "Institute of Pharmacology and Clinical Pharmacy, University of Marburg, 35043, Marburg, Germany."], ["Dawson", "Valina L", "VL", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, 21205, USA."], ["Deshmukh", "Mohanish", "M", "Neuroscience Center, University of North Carolina, Chapel Hill, USA."], ["Duchen", "Michael R", "MR", "Department of Cell and Developmental Biology and Consortium for Mitochondrial Research, University College London, London, WC1E 6BT, UK."], ["Düssmann", "Heiko", "H", "Department of Physiology & Medical Physics, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Fiskum", "Gary", "G", "Department of Anesthesiology and Center for Shock, Trauma and Anesthesiology Research (STAR), University of Maryland School of Medicine, Baltimore, MD, 21201, USA."], ["Galindo", "Maria F", "MF", "Unidad de Neuropsicofarmacología Translacional, Complejo Hospitalario Universitario de Albacete, Albacete, Spain."], ["Hardingham", "Giles E", "GE", "UK Dementia Research Institute at the University of Edinburgh, Edinburgh Medical School, Edinburgh, EH8 9XD, UK."], ["Hardwick", "J Marie", "JM", "Department of Molecular Microbiology and Immunology, Johns Hopkins University, Bloomberg School of Public Health, Baltimore, MD, 21205, USA."], ["Jekabsons", "Mika B", "MB", "Department of Biology, University of Mississippi, University, MS, 38677, USA."], ["Jonas", "Elizabeth A", "EA", "Department of Internal Medicine, Section of Endocrinology, Yale University, New Haven, CT, USA."], ["Jordán", "Joaquin", "J", "Department of Medical Science-Pharmacology, University of Castilla-La Mancha, Albacete, Spain."], ["Lipton", "Stuart A", "SA", "Neuroscience Translational Center and Depts. of Molecular Medicine and Neuroscience, The Scripps Research Institute, La Jolla, CA, 92037, USA."], ["Manfredi", "Giovanni", "G", "Brain and Mind Research Institute, Weill Cornell Medicine, New York, NY, 10065, USA."], ["Mattson", "Mark P", "MP", "National Institute on Aging Intramural Research Program, Baltimore, MD, USA."], ["McLaughlin", "BethAnn", "B", "Department of Neurology, Vanderbilt University School of Medicine, Nashville, TN, USA."], ["Methner", "Axel", "A", "University Medical Center Mainz, Dept. of Neurology, Mainz, Germany."], ["Murphy", "Anne N", "AN", "Department of Pharmacology, University of California, San Diego, CA, 92093, USA."], ["Murphy", "Michael P", "MP", "MRC Mitochondrial Biology Unit, University of Cambridge, Cambridge Biomedical Campus, Cambridge, CB2 0XY, UK."], ["Nicholls", "David G", "DG", "Buck Institute for Research on Aging, Novato, CA, 94945, USA."], ["Polster", "Brian M", "BM", "Department of Anesthesiology and Center for Shock, Trauma and Anesthesiology Research (STAR), University of Maryland School of Medicine, Baltimore, MD, 21201, USA."], ["Pozzan", "Tullio", "T", "Department of Biomedical Sciences, University of Padova, Padova, Italy."], ["Rizzuto", "Rosario", "R", "Department of Biomedical Sciences, University of Padova, Padova, Italy."], ["Satrústegui", "Jorgina", "J", "Dpto. de Biología Molecular, Centro de Biología Molecular Severo Ochoa, Consejo Superior de Investigaciones Científicas-Universidad Autónoma de Madrid, 28049, Madrid, Spain."], ["Slack", "Ruth S", "RS", "Brain & Mind Research Institute, University of Ottawa, Ontario, K1H 8M5, Canada."], ["Swanson", "Raymond A", "RA", "Department of Neurology, University of California San Francisco and San Francisco Veterans Affairs Medical Center, San Francisco, CA, 94121, USA."], ["Swerdlow", "Russell H", "RH", "The University of Kansas Alzheimer's Disease Center and Depts. of Neurology, Molecular and Integrative Physiology, and Biochemistry and Molecular Biology, University of Kansas Medical Center, Kansas City, KS, 66160, USA."], ["Will", "Yvonne", "Y", "Pfizer, Groton, CT, 06340, USA."], ["Ying", "Zheng", "Z", "Laboratory of Cellular and Molecular Neuropharmacology, Jiangsu Key Laboratory of Translational Research and Therapy for Neuro-Psycho-Diseases and College of Pharmaceutical Sciences, Soochow University, Suzhou, Jiangsu, 215021, China."], ["Joselin", "Alvin", "A", "Brain & Mind Research Institute, University of Ottawa, Ontario, K1H 8M5, Canada."], ["Gioran", "Anna", "A", "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."], ["Moreira Pinho", "Catarina", "C", "Center for Alzheimer Research, Division of Neurogeriatrics, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Stockholm, Sweden."], ["Watters", "Orla", "O", "Department of Physiology & Medical Physics, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Salvucci", "Manuela", "M", "Department of Physiology & Medical Physics, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Llorente-Folch", "Irene", "I", "Department of Physiology & Medical Physics, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Park", "David S", "DS", "Brain & Mind Research Institute, University of Ottawa, Ontario, K1H 8M5, Canada."], ["Bano", "Daniele", "D", "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."], ["Ankarcrona", "Maria", "M", "Center for Alzheimer Research, Division of Neurogeriatrics, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Stockholm, Sweden."], ["Pizzo", "Paola", "P", "Department of Biomedical Sciences, University of Padova, Padova, Italy."], ["Prehn", "Jochen H M", "JHM", "Department of Physiology & Medical Physics, Royal College of Surgeons in Ireland, Dublin, Ireland. prehn@rcsi.ie."]], "date": "2017-12-11", "id": "29229998", "text": "Neurodegenerative diseases are a spectrum of chronic, debilitating disorders characterised by the progressive degeneration and death of neurons. Mitochondrial dysfunction has been implicated in most neurodegenerative diseases, but in many instances it is unclear whether such dysfunction is a cause or an effect of the underlying pathology, and whether it represents a viable therapeutic target. It is therefore imperative to utilise and optimise cellular models and experimental techniques appropriate to determine the contribution of mitochondrial dysfunction to neurodegenerative disease phenotypes. In this consensus article, we collate details on and discuss pitfalls of existing experimental approaches to assess mitochondrial function in in vitro cellular models of neurodegenerative diseases, including specific protocols for the measurement of oxygen consumption rate in primary neuron cultures, and single-neuron, time-lapse fluorescence imaging of the mitochondrial membrane potential and mitochondrial NAD(P)H. As part of the Cellular Bioenergetics of Neurodegenerative Diseases (CeBioND) consortium ( www.cebiond.org ), we are performing cross-disease analyses to identify common and distinct molecular mechanisms involved in mitochondrial bioenergetic dysfunction in cellular models of Alzheimer's, Parkinson's, and Huntington's diseases. Here we provide detailed guidelines and protocols as standardised across the five collaborating laboratories of the CeBioND consortium, with additional contributions from other experts in the field.", "doi": "10.1038/s41418-017-0020-4", "title": "Guidelines on experimental methods to assess mitochondrial dysfunction in cellular models of neurodegenerative diseases.", "journal": ["Cell death and differentiation", "Cell Death Differ."]}