{"words": ["addition", "burdens", "caregivers", "person", "dementia", "perceive", "variety", "positive", "satisfying", "experiences", "feeling", "needed", "useful", "family", "caregiving", "role", "coping", "describes", "positive", "negative", "emotions", "periods", "high", "levels", "stress", "day", "care", "service", "may", "potential", "increase", "caregivers", "positive", "experiences", "coping", "positively", "influence", "interpersonal", "relationships", "giving", "care", "receiving", "care", "aim", "study", "gain", "knowledge", "family", "caregivers", "experiences", "meaning", "caring", "role", "additionally", "influence", "day", "care", "services", "caregivers", "experiences", "motivation", "caregiving", "role", "qualitative", "design", "based", "individual", "interviews", "used", "interviews", "analyzed", "using", "narrative", "method", "case", "study", "caregivers", "roles", "coping", "strategies", "related", "relational", "ties", "caregivers", "make", "decisions", "whether", "enhance", "maintain", "let", "go", "emotional", "ties", "find", "good", "balance", "meeting", "needs", "needs", "person", "dementia", "family", "caregivers", "reported", "day", "care", "positively", "influenced", "coping", "experience", "meaning", "role", "family", "caregiver", "persons", "dementia", "closely", "connected", "caregivers", "values", "goals", "finding", "balance", "attending", "needs", "needs", "person", "dementia", "crucial", "day", "care", "potential", "increase", "family", "caregivers", "motivation", "care", "supporting", "capacity", "meet", "needs", "cooperate", "communicate", "person", "dementia", "make", "competent", "autonomous", "choices", "thus", "increasing", "feeling", "mastery"], "authors": [["Tretteteig", "Signe", "S", "Norwegian National Advisory Unit on Ageing and Health, Vestfold Hospital Trust, Tønsberg, Norway."], ["Vatne", "Solfrid", "S", "Faculty of Health Sciences and Social Care, Molde University College, Molde, Norway."], ["Rokstad", "Anne Marie Mork", "AMM", "Norwegian National Advisory Unit on Ageing and Health, Vestfold Hospital Trust, Tønsberg, Norway."]], "title": "Meaning in family caregiving for people with dementia: a narrative study about relationships, values, and motivation, and how day care influences these factors.", "year": null, "sentences": ["In addition to care-related burdens, most caregivers of a person with dementia perceive a variety of positive and satisfying experiences, such as feeling needed and useful in their family caregiving role.", "\"Meaning-focused coping\" describes both positive and negative emotions in periods with high levels of stress.", "Day care service may have the potential to increase caregivers' positive experiences and meaning-focused coping, and positively influence interpersonal relationships between those giving care and those receiving care.", "The aim of this study was to gain knowledge about family caregivers' experiences of meaning in their caring role.", "Additionally, the influence of day care services on caregivers' experiences and motivation in their caregiving role is explored.A qualitative design based on individual interviews was used.", "The interviews were analyzed using a narrative method and a case study approach.Family caregivers' roles and coping strategies were related to their relational ties.", "Caregivers had to make decisions about whether to enhance, maintain, or let go of emotional ties to find a good balance between meeting their own needs and the needs of the person with dementia.", "Family caregivers reported that day care positively influenced their \"relationship-oriented coping\" and experience of meaning.Finding meaning in the role of a family caregiver for persons with dementia is closely connected to the caregivers' own values and goals.", "Finding a balance between attending to their own needs and the needs of the person with dementia is crucial.", "Day care has the potential to increase family caregivers' motivation to care by supporting their capacity to meet their own needs, cooperate and communicate with the person with dementia, and make competent and autonomous choices, thus increasing their feeling of mastery."], "id": "29263675", "text": "In addition to care-related burdens, most caregivers of a person with dementia perceive a variety of positive and satisfying experiences, such as feeling needed and useful in their family caregiving role. \"Meaning-focused coping\" describes both positive and negative emotions in periods with high levels of stress. Day care service may have the potential to increase caregivers' positive experiences and meaning-focused coping, and positively influence interpersonal relationships between those giving care and those receiving care. The aim of this study was to gain knowledge about family caregivers' experiences of meaning in their caring role. Additionally, the influence of day care services on caregivers' experiences and motivation in their caregiving role is explored.A qualitative design based on individual interviews was used. The interviews were analyzed using a narrative method and a case study approach.Family caregivers' roles and coping strategies were related to their relational ties. Caregivers had to make decisions about whether to enhance, maintain, or let go of emotional ties to find a good balance between meeting their own needs and the needs of the person with dementia. Family caregivers reported that day care positively influenced their \"relationship-oriented coping\" and experience of meaning.Finding meaning in the role of a family caregiver for persons with dementia is closely connected to the caregivers' own values and goals. Finding a balance between attending to their own needs and the needs of the person with dementia is crucial. Day care has the potential to increase family caregivers' motivation to care by supporting their capacity to meet their own needs, cooperate and communicate with the person with dementia, and make competent and autonomous choices, thus increasing their feeling of mastery.", "doi": "10.2147/JMDH.S151507", "journal": ["Journal of multidisciplinary healthcare", "J Multidiscip Healthc"], "date": "2018-01-18_23:42:23"}