{"authors": [["Zhang", "Weihong", "W", "Department. of Neurology, Affiliated Hospital of Jilin Medical College, Jilin, Jilin, China (mainland)."], ["Xin", "Linlin", "L", "Department.of Neurology, Affiliated Hospital of Jilin Medical College, Jilin, Jilin, China (mainland)."], ["Lu", "Ying", "Y", "Department. of Neurology, Affiliated Hospital of Jilin Medical College, Jilin, Jilin, China (mainland)."]], "date": "2017-12-12", "id": "29229897", "text": "BACKGROUND Emerging data have established links between systemic metabolic dysfunction, such as diabetes and metabolic syndrome (MetS), with neurocognitive impairment, including dementia. The common gene signature and the associated signaling pathways of MetS, diabetes, and dementia have not been widely studied. MATERIAL AND METHODS We exploited the translational bioinformatics approach to choose the common gene signatures for both dementia and MetS. For this we employed \"DisGeNET discovery platform\". RESULTS Gene mining analysis revealed that a total of 173 genes (86 genes common to all three diseases) which comprised a proportion of 43% of the total genes associated with dementia. The gene enrichment analysis showed that these genes were involved in dysregulation in the neurological system (23.2%) and the central nervous system (20.8%) phenotype processes. The network analysis revealed APOE, APP, PARK2, CEPBP, PARP1, MT-CO2, CXCR4, IGFIR, CCR5, and PIK3CD as important nodes with significant interacting partners. The meta-regression analysis showed modest association of APOE with dementia and metabolic complications. The directionality of effects of the variants on Alzheimer disease is generally consistent with previous observations and did not differ by race/ethnicity (p>0.05), although our study had low power for this test. CONCLUSIONS Our novel approach showed APOE as a common gene signature with a link to dementia, MetS, and diabetes. Future gene association studies should focus on the association of gene polymorphisms with multiple disease models to identify novel putative drug targets.", "doi": null, "title": "Integrative Analysis to Identify Common Genetic Markers of Metabolic Syndrome, Dementia, and Diabetes.", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}