{"authors": [["Handley", "Renee R", "RR", "Centre for Brain Research, School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Reid", "Suzanne J", "SJ", "Centre for Brain Research, School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Brauning", "Rudiger", "R", "Invermay Agricultural Centre, AgResearch Ltd., Mosgiel 9053, New Zealand."], ["Maclean", "Paul", "P", "Invermay Agricultural Centre, AgResearch Ltd., Mosgiel 9053, New Zealand."], ["Mears", "Emily R", "ER", "Centre for Brain Research, School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Fourie", "Imche", "I", "Centre for Brain Research, School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Patassini", "Stefano", "S", "Centre for Brain Research, Faculty of Medical and Health Science, The University of Auckland, Auckland 1023, New Zealand."], ["Cooper", "Garth J S", "GJS", "Centre for Brain Research, School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Rudiger", "Skye R", "SR", "Molecular Biology and Reproductive Technology Laboratories, South Australian Research and Development Institute, Adelaide, SA 5350, Australia."], ["McLaughlan", "Clive J", "CJ", "Molecular Biology and Reproductive Technology Laboratories, South Australian Research and Development Institute, Adelaide, SA 5350, Australia."], ["Verma", "Paul J", "PJ", "Molecular Biology and Reproductive Technology Laboratories, South Australian Research and Development Institute, Adelaide, SA 5350, Australia."], ["Gusella", "James F", "JF", "Molecular Neurogenetics Unit, Center for Genomic Medicine, Massachusetts General Hospital, Boston MA 02114."], ["MacDonald", "Marcy E", "ME", "Molecular Neurogenetics Unit, Center for Genomic Medicine, Massachusetts General Hospital, Boston MA 02114."], ["Waldvogel", "Henry J", "HJ", "Centre for Brain Research, Faculty of Medical and Health Science, The University of Auckland, Auckland 1023, New Zealand."], ["Bawden", "C Simon", "CS", "Molecular Biology and Reproductive Technology Laboratories, South Australian Research and Development Institute, Adelaide, SA 5350, Australia."], ["Faull", "Richard L M", "RLM", "Centre for Brain Research, Faculty of Medical and Health Science, The University of Auckland, Auckland 1023, New Zealand."], ["Snell", "Russell G", "RG", "Centre for Brain Research, School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand; r.snell@auckland.ac.nz."]], "date": "2017-12-11", "id": "29229845", "text": "The neurodegenerative disorder Huntington's disease (HD) is typically characterized by extensive loss of striatal neurons and the midlife onset of debilitating and progressive chorea, dementia, and psychological disturbance. HD is caused by a CAG repeat expansion in the Huntingtin (HTT) gene, translating to an elongated glutamine tract in the huntingtin protein. The pathogenic mechanism resulting in cell dysfunction and death beyond the causative mutation is not well defined. To further delineate the early molecular events in HD, we performed RNA-sequencing (RNA-seq) on striatal tissue from a cohort of 5-y-old OVT73-line sheep expressing a human CAG-expansion HTT cDNA transgene. Our HD OVT73 sheep are a prodromal model and exhibit minimal pathology and no detectable neuronal loss. We identified significantly increased levels of the urea transporter SLC14A1 in the OVT73 striatum, along with other important osmotic regulators. Further investigation revealed elevated levels of the metabolite urea in the OVT73 striatum and cerebellum, consistent with our recently published observation of increased urea in postmortem human brain from HD cases. Extending that finding, we demonstrate that postmortem human brain urea levels are elevated in a larger cohort of HD cases, including those with low-level neuropathology (Vonsattel grade 0/1). This elevation indicates increased protein catabolism, possibly as an alternate energy source given the generalized metabolic defect in HD. Increased urea and ammonia levels due to dysregulation of the urea cycle are known to cause neurologic impairment. Taken together, our findings indicate that aberrant urea metabolism could be the primary biochemical disruption initiating neuropathogenesis in HD.", "doi": "10.1073/pnas.1711243115", "title": "Brain urea increase is an early Huntington's disease pathogenic event observed in a prodromal transgenic sheep model and HD cases.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}