{"words": ["diets", "known", "ketogenic", "diets", "used", "treatment", "refractory", "epilepsy", "key", "mechanism", "treatment", "thought", "generation", "ketones", "provide", "brain", "cells", "neurons", "astrocytes", "energy", "source", "efficient", "glucose", "resulting", "beneficial", "downstream", "metabolic", "changes", "increasing", "adenosine", "levels", "might", "effects", "seizure", "control", "however", "studies", "challenged", "central", "role", "ketones", "fatty", "acids", "part", "commonly", "used", "variation", "diet", "triglyceride", "ketogenic", "diet", "shown", "directly", "inhibit", "ampa", "receptors", "glutamate", "receptors", "change", "cell", "energetics", "mitochondrial", "biogenesis", "mechanisms", "fatty", "acids", "rather", "ketones", "likely", "block", "seizure", "onset", "raise", "seizure", "threshold", "mechanisms", "underlying", "ketogenic", "diet", "might", "also", "roles", "disorders", "preventing", "neurodegeneration", "alzheimer", "disease", "proliferation", "spread", "cancer", "insulin", "resistance", "type", "2", "diabetes", "analysing", "fatty", "acids", "future", "ketogenic", "diet", "studies", "provide", "insights", "importance", "modified", "forms", "diet", "moreover", "results", "studies", "could", "facilitate", "development", "new", "pharmacological", "dietary", "therapies", "epilepsy", "disorders"], "authors": [["Augustin", "Katrin", "K", "Centre for Biomedical Sciences, School of Biological Sciences, Royal Holloway University of London, Egham, UK."], ["Khabbush", "Aziza", "A", "UCL Great Ormond Street Institute of Child Health, University College London, London, UK."], ["Williams", "Sophie", "S", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, University College London, London, UK."], ["Eaton", "Simon", "S", "UCL Great Ormond Street Institute of Child Health, University College London, London, UK."], ["Orford", "Michael", "M", "UCL Great Ormond Street Institute of Child Health, University College London, London, UK."], ["Cross", "J Helen", "JH", "Neurosciences Unit, UCL Institute of Child Health, University College London, London, UK."], ["Heales", "Simon J R", "SJR", "UCL Great Ormond Street Institute of Child Health, University College London, London, UK."], ["Walker", "Matthew C", "MC", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, University College London, London, UK."], ["Williams", "Robin S B", "RSB", "Centre for Biomedical Sciences, School of Biological Sciences, Royal Holloway University of London, Egham, UK. Electronic address: Robin.Williams@rhul.ac.uk."]], "title": "Mechanisms of action for the medium-chain triglyceride ketogenic diet in neurological and metabolic disorders.", "year": null, "sentences": ["High-fat, low-carbohydrate diets, known as ketogenic diets, have been used as a non-pharmacological treatment for refractory epilepsy.", "A key mechanism of this treatment is thought to be the generation of ketones, which provide brain cells (neurons and astrocytes) with an energy source that is more efficient than glucose, resulting in beneficial downstream metabolic changes, such as increasing adenosine levels, which might have effects on seizure control.", "However, some studies have challenged the central role of ketones because medium-chain fatty acids, which are part of a commonly used variation of the diet (the medium-chain triglyceride ketogenic diet), have been shown to directly inhibit AMPA receptors (glutamate receptors), and to change cell energetics through mitochondrial biogenesis.", "Through these mechanisms, medium-chain fatty acids rather than ketones are likely to block seizure onset and raise seizure threshold.", "The mechanisms underlying the ketogenic diet might also have roles in other disorders, such as preventing neurodegeneration in Alzheimer's disease, the proliferation and spread of cancer, and insulin resistance in type 2 diabetes.", "Analysing medium-chain fatty acids in future ketogenic diet studies will provide further insights into their importance in modified forms of the diet.", "Moreover, the results of these studies could facilitate the development of new pharmacological and dietary therapies for epilepsy and other disorders."], "id": "29263011", "text": "High-fat, low-carbohydrate diets, known as ketogenic diets, have been used as a non-pharmacological treatment for refractory epilepsy. A key mechanism of this treatment is thought to be the generation of ketones, which provide brain cells (neurons and astrocytes) with an energy source that is more efficient than glucose, resulting in beneficial downstream metabolic changes, such as increasing adenosine levels, which might have effects on seizure control. However, some studies have challenged the central role of ketones because medium-chain fatty acids, which are part of a commonly used variation of the diet (the medium-chain triglyceride ketogenic diet), have been shown to directly inhibit AMPA receptors (glutamate receptors), and to change cell energetics through mitochondrial biogenesis. Through these mechanisms, medium-chain fatty acids rather than ketones are likely to block seizure onset and raise seizure threshold. The mechanisms underlying the ketogenic diet might also have roles in other disorders, such as preventing neurodegeneration in Alzheimer's disease, the proliferation and spread of cancer, and insulin resistance in type 2 diabetes. Analysing medium-chain fatty acids in future ketogenic diet studies will provide further insights into their importance in modified forms of the diet. Moreover, the results of these studies could facilitate the development of new pharmacological and dietary therapies for epilepsy and other disorders.", "doi": "10.1016/S1474-4422(17)30408-8", "journal": ["The Lancet. Neurology", "Lancet Neurol"], "date": "2018-01-18_23:42:24"}