{"authors": [["Webb", "Alastair J S", "AJS", "From the Department of Clinical Neurosciences, Centre for Prevention of Stroke and Dementia, University of Oxford, United Kingdom. alastair.webb@ndcn.ox.ac.uk."], ["Mazzucco", "Sara", "S", "From the Department of Clinical Neurosciences, Centre for Prevention of Stroke and Dementia, University of Oxford, United Kingdom."], ["Li", "Linxin", "L", "From the Department of Clinical Neurosciences, Centre for Prevention of Stroke and Dementia, University of Oxford, United Kingdom."], ["Rothwell", "Peter M", "PM", "From the Department of Clinical Neurosciences, Centre for Prevention of Stroke and Dementia, University of Oxford, United Kingdom."]], "date": "2017-12-11", "id": "29229726", "text": "Visit-to-visit and day-to-day blood pressure (BP) variability (BPV) predict an increased risk of cardiovascular events but only reflect 1 form of BPV. Beat-to-beat BPV can be rapidly assessed and might also be predictive.In consecutive patients within 6 weeks of transient ischemic attack or nondisabling stroke (Oxford Vascular Study), BPV (coefficient of variation) was measured beat-to-beat for 5 minutes (Finometer), day-to-day for 1 week on home monitoring (3 readings, 3× daily), and on awake ambulatory BP monitoring. BPV after 1-month standard treatment was related (Cox proportional hazards) to recurrent stroke and cardiovascular events for 2 to 5 years, adjusted for mean systolic BP.Among 520 patients, 26 had inadequate beat-to-beat recordings, and 22 patients were in atrial fibrillation. Four hundred five patients had all forms of monitoring. Beat-to-beat BPV predicted recurrent stroke and cardiovascular events independently of mean systolic BP (hazard ratio per group SD, stroke: 1.47 [1.12-1.91]; P=0.005; cardiovascular events: 1.41 [1.08-1.83]; P=0.01), including after adjustment for age and sex (stroke: 1.47 [1.12-1.92]; P=0.005) and all risk factors (1.40 [1.00-1.94]; P=0.047). Day-to-day BPV was less strongly associated with stroke (adjusted hazard ratio, 1.29 [0.97-1.71]; P=0.08) but similarly with cardiovascular events (1.41 [1.09-1.83]; P=0.009). BPV on awake ambulatory BP monitoring was nonpredictive (stroke: 0.89 [0.59-1.35]; P=0.59; cardiovascular events: 1.08 [0.77-1.52]; P=0.65). Despite a weak correlation (r=0.119; P=0.02), beat-to-beat BPV was associated with risk of recurrent stroke independently of day-to-day BPV (1.41 [1.05-1.90]; P=0.02).Beat-to-beat BPV predicted recurrent stroke and cardiovascular events, independently of mean systolic BP and risk factors but short-term BPV on ambulatory BP monitoring did not. Beat-to-beat BPV may be a useful additional marker of cardiovascular risk.", "doi": "10.1161/STROKEAHA.117.019107", "title": "Prognostic Significance of Blood Pressure Variability on Beat-to-Beat Monitoring After Transient Ischemic Attack and Stroke.", "journal": ["Stroke", "Stroke"]}