{"authors": [["Poscia", "Andrea", "A", "Department of Hygiene, Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."], ["Milovanovic", "Sonja", "S", "Department of Hygiene, Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."], ["La Milia", "Daniele Ignazio", "DI", "Department of Hygiene, Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."], ["Duplaga", "Mariusz", "M", "Department of Health Promotion, Institute of Public Health, Faculty of Health Sciences, Jagiellonian University Medical College, Krakow, Poland."], ["Grysztar", "Marcin", "M", "Department of Health Promotion, Institute of Public Health, Faculty of Health Sciences, Jagiellonian University Medical College, Krakow, Poland."], ["Landi", "Francesco", "F", "Department of Internal Medicine and Geriatrics, Università Cattolica del Sacro Cuore, Rome, Italy."], ["Moscato", "Umberto", "U", "Department of Hygiene, Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."], ["Magnavita", "Nicola", "N", "Department of Hygiene, Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."], ["Collamati", "Agnese", "A", "Department of Hygiene, Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."], ["Ricciardi", "Walter", "W", "Department of Hygiene, Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."]], "date": "2017-12-08", "id": "29228152", "text": "The number of Europeans aged over 65 will double between 2010 and 2060, reaching 30% of the European population. Nutrition is emerging as a key element of healthy life since both obesity and malnutrition are established risk factors for morbidity and disability. The aim of this umbrella review (UR) is to summarize the findings of all current systematic reviews (SRs) and meta-analyzes (MAs) on the effectiveness of nutritional intervention designed to promote healthy aging in older individuals.Eligible articles published in English or Italian between January 2000 and May 2016 were identified in six databases. Only studies that analyzed nutritional interventions in the population of 65 years and over, or papers specifically targeting older adults were deemed eligible.Twenty-eight papers, out of which twenty-five SRs and three MAs, met the inclusion criteria and were included in this umbrella SR. Supplementation with vitamin D and other kind of products was highly effective in preventing falls and fractures. Furthermore, several interventions, ranging from the prescription of supplements to environmental and organizational programs, resulted in an improvement in energy and protein intake, as well as positive weight outcomes. Positive findings were also found for the elderly at risk of malnutrition and for older patients with dementia.The findings of this UR indicate that the use of a wide range of supplements and environmental and organizational intervention improve a number of anthropometric, nutritional and functional indices in the elderly.", "doi": "10.1093/eurpub/ckx199", "title": "Effectiveness of nutritional interventions addressed to elderly persons: umbrella systematic review with meta-analysis.", "journal": ["European journal of public health", "Eur J Public Health"]}