{"authors": [["Nerius", "Michael", "M", "German Center for Neurodegenerative Diseases, Bonn, Germany."], ["Johnell", "Kristina", "K", "Aging Research Center, Center for Alzheimer Research, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet and Stockholm University, Stockholm, Sweden."], ["Garcia-Ptacek", "Sara", "S", "Division of Clinical Geriatrics, Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Karolinska Institutet, Stockholm, Sweden."], ["Eriksdotter", "Maria", "M", "Division of Clinical Geriatrics, Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Karolinska Institutet, Stockholm, Sweden."], ["Haenisch", "Britta", "B", "German Center for Neurodegenerative Diseases, Bonn, Germany."], ["Doblhammer", "Gabriele", "G", "German Center for Neurodegenerative Diseases, Bonn, Germany."]], "date": "2017-12-08", "id": "29228107", "text": "Behavioral and psychological symptoms of dementia are commonly treated with antipsychotic drugs (APDs), which have been associated with adverse health effects. We examine the effect of APDs on long-term care (LTC), nursing home admission (NH), and death of dementia patients.We used health claims data of the largest German health insurer from 2004 to 2010 and followed newly-diagnosed dementia patients aged 60 years and older into LTC, NH, and until death. Cox proportional hazards models were estimated to explore whether the risk of these outcomes differed between patients receiving haloperidol, melperone, risperidone, or quetiapine.In a cohort of 6,930 dementia patients who were initially free of LTC dependency, APD users generally faced a two-fold increased risk of LTC relative to non-users. Quetiapine was the exception, showing a comparatively lower risk (HR=1.64; CI=1.35-1.98). Among 9,950 dementia patients initially living in private homes, the risk of moving into a NH was generally increased by about 50% among APD users relative to non-users. Risk of death (N=10,921) was significantly higher for haloperidol-, melperone-, and risperidone- but not for quetiapine users (HR=0.91; CI=0.78-1.08). The excess mortality associated with haloperidol and melperone was greater among patients living in private households.In our study, APDs appeared to accelerate adverse health outcomes in German dementia patients. Differentiating between the effect of antipsychotic drug use among dementia patients residing in private households and in nursing homes, we found that excess mortality for haloperidol and melperone users was higher in private settings.", "doi": "10.1093/gerona/glx239", "title": "The Impact of Antipsychotic Drugs on Long-term Care, Nursing Home Admission and Death among Dementia Patients.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}