{"words": ["use", "social", "robots", "elder", "care", "entering", "mainstream", "robots", "become", "sophisticated", "populations", "age", "many", "potential", "benefits", "use", "social", "robots", "care", "older", "people", "ethical", "challenges", "well", "article", "focuses", "societal", "consequences", "adoption", "social", "robots", "care", "people", "dementia", "making", "extensive", "use", "alasdair", "macintyre", "dependent", "rational", "animals", "discuss", "issues", "unintended", "consequences", "moral", "hazard", "contend", "choosing", "avoid", "vulnerability", "dependency", "human", "existence", "society", "blinds", "animal", "reality", "humankind", "consequence", "flourishing", "society", "individual", "helped", "develop", "virtues", "essential", "flourishing", "becomes", "harder", "achieve"], "authors": [["O'Brolcháin", "Fiachra", "F", "Dublin City University, Ireland."]], "title": "Robots and people with dementia: Unintended consequences and moral hazard.", "year": null, "sentences": ["The use of social robots in elder care is entering the mainstream as robots become more sophisticated and populations age.", "While there are many potential benefits to the use of social robots in care for the older people, there are ethical challenges as well.", "This article focuses on the societal consequences of the adoption of social robots in care for people with dementia.", "Making extensive use of Alasdair MacIntyre's Dependent Rational Animals to discuss issues of unintended consequences and moral hazard, we contend that in choosing to avoid the vulnerability and dependency of human existence, a society blinds itself from the animal reality of humankind.", "The consequence of this is that a flourishing society, in which each individual is helped to develop the virtues essential to her flourishing, becomes harder to achieve."], "id": "29262739", "text": "The use of social robots in elder care is entering the mainstream as robots become more sophisticated and populations age. While there are many potential benefits to the use of social robots in care for the older people, there are ethical challenges as well. This article focuses on the societal consequences of the adoption of social robots in care for people with dementia. Making extensive use of Alasdair MacIntyre's Dependent Rational Animals to discuss issues of unintended consequences and moral hazard, we contend that in choosing to avoid the vulnerability and dependency of human existence, a society blinds itself from the animal reality of humankind. The consequence of this is that a flourishing society, in which each individual is helped to develop the virtues essential to her flourishing, becomes harder to achieve.", "doi": "10.1177/0969733017742960", "journal": ["Nursing ethics", "Nurs Ethics"], "date": "2018-01-18_23:42:25"}