{"authors": [["Collins", "Rebecca N", "RN", "a Department of Clinical Psychology, The University of East Anglia , Norwich , UK."], ["Gilligan", "Liam J", "LJ", "c Enhanced Community Pathway , Norfolk and Suffolk NHS Foundation Trust , Bury St. Edmunds , UK."], ["Poz", "Rebecca", "R", "b Complexity in Later Life Team , Norfolk and Suffolk NHS Foundation Trust , Bury St. Edmunds , UK."]], "date": "2017-12-11", "id": "29227742", "text": "This study evaluated the effectiveness of a Compassion-Focused Therapy (CFT) group on reducing anxiety, depression, and respiratory rate (RR) in people with dementia (PwD) and their spouses, and improving quality of life (QoL) of PwD.Sixty-four participants completed six weekly CFT sessions. Baseline and post-intervention assessments were analyzed using t-tests and Reliability Change Index.Mean baseline and post-assessment anxiety and depression scores fell in the 'normal range'; although a significant reduction in depression with moderate effect was observed for PwD. Fifty-seven percent of PwD with borderline to abnormal baseline scores showed clinically significant improvement in anxiety and depression. For spouses, 80% showed clinically significant improvement in depression and 50% in anxiety. RR reduced for PwD and spouses with large and medium effects respectively. QoL of PwD improved with a large effect.CFT appears effective in improving QoL and depression in PwD and reducing RR in PwD and spouses. CFT reduces anxiety and depression in most PwD and spouses with borderline to abnormal symptoms.This study indicates benefits of a group-CFT intervention delivered to people with a range of dementia diagnosis and their spouses. The service should investigate whether individuals in greater distress are not accessing the group and improve engagement.", "doi": "10.1080/07317115.2017.1397830", "title": "The Evaluation of a Compassion-Focused Therapy Group for Couples Experiencing a Dementia Diagnosis.", "journal": ["Clinical gerontologist", "Clin Gerontol"]}