{"authors": [["Toombs", "Courtney S", "CS", "New York University School of Medicine."], ["Paul", "Justin C", "JC", "New York University Hospital for Joint Diseases, Department of Orthopaedic Surgery."], ["Lonner", "Baron S", "BS", "Mount Sinai - Beth Israel Medical Center, Department of Orthopaedic Surgery."]], "date": "2017-12-08", "id": "29227363", "text": "Retrospective analysis of a prospectively collected, national inpatient hospital database.We aimed to investigate comorbid psychiatric disorders in the ASD population. We hypothesized that a high incidence of comorbid psychiatric disorders in ASD would negatively impact perioperative outcomes.Adult spinal fusion (ASF) patients suffer from severe back pain and often depression. Psychiatric comorbidities in the adult spinal deformity (ASD) population are not well understood, despite the apparent psychological effects of spinal deformity-related self-image.The Nationwide Inpatient Sample databases from 2001-2009 were queried for patients age ≥18 with in-hospital stays including a spine arthrodesis. Patients were divided into two groups: ASD (diagnosis of scoliosis, excluding neuromuscular & congenital) and all other ASF. Subjects were further stratified by presence of a comorbid psychiatric diagnosis. Differences between each surgical group in psychiatric frequency and complications were calculated using ANOVA, adjusted for operative complexity. A binary logistic regression analyzed the association between psychiatric diagnoses and likelihood of complications.3,366,352 ASF and 219,975 ASD patients were identified. The rate of comorbid psychiatric diagnoses in ASD was significantly higher (23.5%) compared to ASF patients (19.4%, p < 0.001). Complication rates were higher for ASD compared to ASF; patients without a psychiatric diagnosis had lower (or comparable) complication rates than psychiatric patients, across all disorder categories. Patients with psychotic disorders and dementia showed more complications than controls; patients with mood, anxiety and alcohol disorders showed fewer.Psychiatric comorbidities are more common in the adult spinal deformity population than in adult fusion patients. ASD and ASF patients with the most common psychiatric disorders (mood, anxiety and alcohol abuse) are not at increased risk for complications compared to controls. Those patients with psychotic disorders and dementia are at a significant risk for increased complications and surgeons should be aware of these specific risks.2.", "doi": "10.1097/BRS.0000000000002517", "title": "Psychosocial Factors and Surgical Outcomes in Adult Spinal Deformity: Do Dementia Patients Have More Complications?", "journal": ["Spine", "Spine"]}