{"words": ["membraneless", "rna", "granules", "originate", "via", "phase", "separation", "events", "driven", "multivalent", "interactions", "rna", "defining", "component", "granules", "examined", "rna", "contributes", "granule", "assembly", "expansion", "hexanucleotide", "ggggcc", "g4c2", "repeats", "first", "intron", "c9orf72", "common", "genetic", "cause", "amyotrophic", "lateral", "sclerosis", "frontotemporal", "dementia", "describe", "biophysical", "phenomenon", "whereby", "g4c2", "rna", "rg4c2", "promotes", "phase", "separation", "rna", "granule", "proteins", "vitro", "cells", "ability", "rg4c2", "promote", "phase", "separation", "dependent", "repeat", "length", "rna", "structure", "rg4c2", "must", "assume", "conformation", "promote", "granule", "assembly", "demonstrate", "central", "role", "rna", "promoting", "phase", "separations", "implicate", "rg4c2", "structures", "pathogenesis"], "authors": [["Fay", "Marta M", "MM", "Division of Rheumatology, Immunology and Allergy, Brigham and Women's Hospital, Boston, MA, USA; Department of Medicine, Harvard Medical School, Boston, MA 02115, USA."], ["Anderson", "Paul J", "PJ", "Division of Rheumatology, Immunology and Allergy, Brigham and Women's Hospital, Boston, MA, USA; Department of Medicine, Harvard Medical School, Boston, MA 02115, USA. Electronic address: panderson@rics.bwh.harvard.edu."], ["Ivanov", "Pavel", "P", "Division of Rheumatology, Immunology and Allergy, Brigham and Women's Hospital, Boston, MA, USA; Department of Medicine, Harvard Medical School, Boston, MA 02115, USA; The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA. Electronic address: pivanov@rics.bwh.harvard.edu."]], "title": "ALS/FTD-Associated C9ORF72 Repeat RNA Promotes Phase Transitions In Vitro and in Cells.", "year": null, "sentences": ["Membraneless RNA granules originate via phase separation events driven by multivalent interactions.", "As RNA is the defining component of such granules, we examined how RNA contributes to granule assembly.", "Expansion of hexanucleotide GGGGCC (G4C2) repeats in the first intron of C9ORF72 is the most common genetic cause of amyotrophic lateral sclerosis and frontotemporal dementia (C9-ALS/FTD).", "We describe a biophysical phenomenon whereby G4C2 RNA (rG4C2) promotes the phase separation of RNA granule proteins in vitro and in cells.", "The ability of rG4C2 to promote phase separation is dependent on repeat length and RNA structure because rG4C2 must assume a G-quadruplex conformation to promote granule assembly.", "We demonstrate a central role for RNA in promoting phase separations and implicate rG4C2 G-quadruplex structures in the pathogenesis of C9-ALS/FTD."], "id": "29262335", "text": "Membraneless RNA granules originate via phase separation events driven by multivalent interactions. As RNA is the defining component of such granules, we examined how RNA contributes to granule assembly. Expansion of hexanucleotide GGGGCC (G4C2) repeats in the first intron of C9ORF72 is the most common genetic cause of amyotrophic lateral sclerosis and frontotemporal dementia (C9-ALS/FTD). We describe a biophysical phenomenon whereby G4C2 RNA (rG4C2) promotes the phase separation of RNA granule proteins in vitro and in cells. The ability of rG4C2 to promote phase separation is dependent on repeat length and RNA structure because rG4C2 must assume a G-quadruplex conformation to promote granule assembly. We demonstrate a central role for RNA in promoting phase separations and implicate rG4C2 G-quadruplex structures in the pathogenesis of C9-ALS/FTD.", "doi": "10.1016/j.celrep.2017.11.093", "journal": ["Cell reports", "Cell Rep"], "date": "2018-01-18_23:42:25"}