{"authors": [["Gerasimenko", "L", "L", "SI \"Zaporozhye Medical Academy of Postgraduate Education Ministry of Health of Ukraine\", Department of Cardiology; Department of Emergency Medical Services; Medical Institute of Sumy State University, Department of Neurosurgery and Neurology, Sumy, Ukraine."], ["Sid", "E", "E", "SI \"Zaporozhye Medical Academy of Postgraduate Education Ministry of Health of Ukraine\", Department of Cardiology; Department of Emergency Medical Services; Medical Institute of Sumy State University, Department of Neurosurgery and Neurology, Sumy, Ukraine."], ["Lychko", "V", "V", "SI \"Zaporozhye Medical Academy of Postgraduate Education Ministry of Health of Ukraine\", Department of Cardiology; Department of Emergency Medical Services; Medical Institute of Sumy State University, Department of Neurosurgery and Neurology, Sumy, Ukraine."]], "date": null, "id": "29227264", "text": "Decline of the cognitive functions is one of the modern medicine actual problem. The influence of hypertension as modifiable risk factor in the evolution of cognitive impairment is emphasized in numerous investigations. Almost all the proposed in research literature data were obtained from the investigation of old patients group, who had high indexes of blood pressure and stroke histories. Therefore, we think that it is very impotent to detect the slight and moderate cognitive impairment of hypertensive patients of working age until the expressed clinical signs appear. Objective - determine the age and hypertension duration influence on the evolution of cognitive impairments in patients with essential hypertension of the second stage. There were examined 102 patients with essential hypertension of the second stage, which had not any attendant illnesses. Their average years were about 49,84±0,83 average. Disease duration was approximately 8,78±0,60. According to the purpose of examination all patients were divided by age and disease duration into 3 groups. To study cognitive impairment used a number of neuropsychological tests. Analyzing the MoCA test data of examined patients it should be noted a tendency to decreasing of cognitive function indexes with age increasing. Thus, the patients of the first group have no cognitive impairment. But authentic lowering of MoCA test results may be noted in the patients group of 56 years and higher, up to 6,1% in comparison with the patients under 45 years. The indexes of MoCA test in the group of patients with arterial hypertension duration more than 10 years were authentically lower comparing with the group of patients with disease duration up to 5 years and patients with arterial hypertension duration of 5 to 10 years in 9,9% and in 4,9% accordantly. We have found that with increasing duration of the disease and age the working age patients with essential hypertension of the second stage, significant increase in cognitive impairment was observed. Diagnosing of cognitive impairment is the measure of prevention of dementia in future and it must be an inseparable part of system examination of hypertensive patients.", "doi": null, "title": "CHARACTERISTICS OF CHANGES IN COGNITIVE FUNCTIONS OF THE PATIENTS WITH HYPERTENSIVE DISEASE.", "journal": ["Georgian medical news", "Georgian Med News"]}