{"words": ["α7", "nicotinic", "acetylcholine", "receptors", "nachrs", "receptors", "nmdars", "key", "mediators", "central", "cholinergic", "glutamatergic", "neurotransmission", "respectively", "addition", "numerous", "functional", "interactions", "α7", "nachrs", "nmdars", "two", "receptors", "proposed", "form", "multimeric", "complex", "present", "study", "investigated", "putative", "α7", "assembly", "human", "murine", "brain", "tissues", "bgt", "affinity", "purification", "α7", "nmdar", "subunits", "human", "murine", "cortical", "hippocampal", "homogenates", "substantiating", "notion", "receptors", "parts", "multimeric", "complex", "human", "rodent", "brain", "interestingly", "ratios", "glun1", "α7", "levels", "bgt", "cortical", "homogenates", "alzheimer", "disease", "ad", "brains", "significantly", "lower", "controls", "indicating", "reduced", "degree", "α7", "complex", "formation", "diseased", "tissue", "similar", "difference", "ratios", "observed", "cortical", "homogenates", "adult", "wild", "type", "wt", "mice", "whereas", "ratios", "determined", "young", "wt", "mice", "differ", "significantly", "observation", "pretreatment", "oligomeric", "reduced", "ratios", "bgt", "human", "cortical", "homogenate", "manner", "provided", "plausible", "molecular", "mechanism", "observed", "reduction", "conclusion", "important", "challenge", "existence", "putative", "α7", "complex", "future", "studies", "applying", "methodologies", "biochemical", "assays", "investigate", "functional", "implications", "complex", "cholinergic", "glutamatergic", "neurotransmission", "work", "supports", "formation", "complex", "presents", "new", "insights", "regulation", "healthy", "diseased", "brain", "tissue"], "authors": [["Elnagar", "Mohamed R", "MR", "Department of Drug Design and Pharmacology, Faculty of Health and Medical Sciences, University of Copenhagen, Universitetsparken, Copenhagen Ø, Denmark."], ["Walls", "Anne Byriel", "AB", "Department of Drug Design and Pharmacology, Faculty of Health and Medical Sciences, University of Copenhagen, Universitetsparken, Copenhagen Ø, Denmark."], ["Helal", "Gouda K", "GK", "Faculty of Pharmacy, Al-Azhar University, Al-Mokhaym Al-Daem, Nasr City, Cairo, Egypt."], ["Hamada", "Farid M", "FM", "Faculty of Pharmacy, Al-Azhar University, Al-Mokhaym Al-Daem, Nasr City, Cairo, Egypt."], ["Thomsen", "Morten Skøtt", "MS", "Department of Drug Design and Pharmacology, Faculty of Health and Medical Sciences, University of Copenhagen, Universitetsparken, Copenhagen Ø, Denmark."], ["Jensen", "Anders A", "AA", "Department of Drug Design and Pharmacology, Faculty of Health and Medical Sciences, University of Copenhagen, Universitetsparken, Copenhagen Ø, Denmark."]], "title": "Probing the putative α7 nAChR/NMDAR complex in human and murine cortex and hippocampus: Different degrees of complex formation in healthy and Alzheimer brain tissue.", "year": null, "sentences": ["α7 nicotinic acetylcholine receptors (nAChRs) and N-methyl-D-aspartate receptors (NMDARs) are key mediators of central cholinergic and glutamatergic neurotransmission, respectively.", "In addition to numerous well-established functional interactions between α7 nAChRs and NMDARs, the two receptors have been proposed to form a multimeric complex, and in the present study we have investigated this putative α7 nAChR/NMDAR assembly in human and murine brain tissues.", "By α-bungarotoxin (BGT) affinity purification, α7 and NMDAR subunits were co-purified from human and murine cortical and hippocampal homogenates, substantiating the notion that the receptors are parts of a multimeric complex in the human and rodent brain.", "Interestingly, the ratios between GluN1 and α7 levels in BGT pull-downs from cortical homogenates from Alzheimer's disease (AD) brains were significantly lower than those in pull-downs from non-AD controls, indicating a reduced degree of α7 nAChR/NMDAR complex formation in the diseased tissue.", "A similar difference in GluN1/α7 ratios was observed between pull-downs from cortical homogenates from adult 3xTg-AD and age-matched wild type (WT) mice, whereas the GluN1/α7 ratios determined in pull-downs from young 3xTg-AD and age-matched WT mice did not differ significantly.", "The observation that pretreatment with oligomeric amyloid-β1-42 reduced GluN1/α7 ratios in BGT pull-downs from human cortical homogenate in a concentration-dependent manner provided a plausible molecular mechanism for this observed reduction.", "In conclusion, while it will be important to further challenge the existence of the putative α7 nAChR/NMDAR complex in future studies applying other methodologies than biochemical assays and to investigate the functional implications of this complex for cholinergic and glutamatergic neurotransmission, this work supports the formation of the complex and presents new insights into its regulation in healthy and diseased brain tissue."], "id": "29261717", "text": "α7 nicotinic acetylcholine receptors (nAChRs) and N-methyl-D-aspartate receptors (NMDARs) are key mediators of central cholinergic and glutamatergic neurotransmission, respectively. In addition to numerous well-established functional interactions between α7 nAChRs and NMDARs, the two receptors have been proposed to form a multimeric complex, and in the present study we have investigated this putative α7 nAChR/NMDAR assembly in human and murine brain tissues. By α-bungarotoxin (BGT) affinity purification, α7 and NMDAR subunits were co-purified from human and murine cortical and hippocampal homogenates, substantiating the notion that the receptors are parts of a multimeric complex in the human and rodent brain. Interestingly, the ratios between GluN1 and α7 levels in BGT pull-downs from cortical homogenates from Alzheimer's disease (AD) brains were significantly lower than those in pull-downs from non-AD controls, indicating a reduced degree of α7 nAChR/NMDAR complex formation in the diseased tissue. A similar difference in GluN1/α7 ratios was observed between pull-downs from cortical homogenates from adult 3xTg-AD and age-matched wild type (WT) mice, whereas the GluN1/α7 ratios determined in pull-downs from young 3xTg-AD and age-matched WT mice did not differ significantly. The observation that pretreatment with oligomeric amyloid-β1-42 reduced GluN1/α7 ratios in BGT pull-downs from human cortical homogenate in a concentration-dependent manner provided a plausible molecular mechanism for this observed reduction. In conclusion, while it will be important to further challenge the existence of the putative α7 nAChR/NMDAR complex in future studies applying other methodologies than biochemical assays and to investigate the functional implications of this complex for cholinergic and glutamatergic neurotransmission, this work supports the formation of the complex and presents new insights into its regulation in healthy and diseased brain tissue.", "doi": "10.1371/journal.pone.0189513", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:42:25"}