{"authors": [["Taylor", "Brian J", "BJ", "Institute for Social Sciences, Ulster University, Northern Ireland, UK."], ["Stevenson", "Mabel", "M", "School of Sociology & Applied Social Studies, Ulster University, Northern Ireland, UK."], ["McDowell", "Michelle", "M", "Harding Centre for Risk Literacy, Max Planck Institute, Berlin, Germany."]], "date": "2017-12-11", "id": "29226458", "text": "Supporting people to live at home in line with community care policies requires increasing attention to assessing, communicating and managing risks. There is a challenge in supporting client choices that include risk-taking while demonstrating professional accountability. Risk communication becomes increasingly important with the need to engage clients and families in meaningful shared decision-making. This presents particular challenges in dementia services. This survey of risk communication in dementia care was administered to all health and social care professionals in community dementia services in Northern Ireland: June-September 2016. Of 270 professionals, 70 questionnaires were fully completed, with 55 partial completions. Scores on the Berlin Numeracy Test plus Schwartz items was low-moderate (mean 2.79 out of 7). This study did not find a significant association between numeracy and accurate perceptions of risk likelihoods in practice-based scenarios. Although 86% reported using numeric information in practice (mostly from assessment tools), respondents rarely communicated themselves using numbers. As in other domains, participants' responses were widely variable on numeric estimates of verbal terms for likelihood. In relation to medication side effects, few participants provided responses that were concordant with those in the guidance of the European Union. The risks most commonly encountered in practice were (in rank order): falls, depression, poor personal hygiene, medicines mismanagement, leaving home unsupervised, financial mismanagement, malnutrition, swallowing difficulties, abuse from others, risks to others, home appliance accidents and refusing equipment. Respondents generally overestimated the likelihood of serious harmful events by approximately 10-fold (having a missing person's report filed with the police; having a fall resulting in hospitalisation) and by approximately double (being involved in a car accident; causing a home fire), and with wide variation between respondents. There is potential in icon arrays for communicating risks. Risk literacy among dementia care practitioners needs to be developed.", "doi": "10.1111/hsc.12519", "title": "Communicating risk in dementia care: Survey of health and social care professionals.", "journal": ["Health & social care in the community", "Health Soc Care Community"]}