{"authors": [["Islam", "Farhadul", "F", "Cancer Molecular Pathology, School of Medicine and Griffith Health Institute, Griffith University, Gold Coast, Queensland, Australia."], ["Gopalan", "Vinod", "V", "Cancer Molecular Pathology, School of Medicine and Griffith Health Institute, Griffith University, Gold Coast, Queensland, Australia."], ["Lam", "Alfred King-Yin", "AK", "Cancer Molecular Pathology, School of Medicine and Griffith Health Institute, Griffith University, Gold Coast, Queensland, Australia."]], "date": "2017-12-11", "id": "29226326", "text": "FAM134B (family with sequence similarity 134, member B)/RETREG1 and its functional roles are relatively new in human diseases. This review aimed to summarize various functions of FAM134B since our first discovery of the gene in 2001. The protein encoded by FAM134B is a reticulophagy receptor that regulates turnover of the endoplasmic reticulum (ER) by selective phagocytosis. Absence or non-functional expression of FAM134B protein impairs ER-turnover and thereby is involved in the pathogenesis of some human diseases. FAM134B inhibition contributes to impair proteostasis in the ER due to the accumulation of misfolded or aggregated proteins, which in turn leads to compromised neuronal survival and progressive neuronal degenerative diseases. Mutations in FAM134B associated with hereditary sensory and autonomic neuropathy type IIB (HSAN IIB). Selective cleavage of FAM134B by Dengue, Zika, and West Nile virus encoded protease NS2B3 leads to the increased production of infection units, whereas upregulation of FAM134B inhibits viral replication. In cancer, FAM134B acts as a tumor suppressor and inhibit cancer growth both in-vitro and in-vivo. Pharmacological upregulation of FAM134B resulted in reduced cancer cell growth and proliferation. In addition, FAM134B mutations are common in patients with colorectal adenocarcinoma, and oesophageal squamous cell carcinoma. These mutations and expression changes of FAM134B were associated with the biological aggressiveness of these cancers. FAM134B also plays a role in allergic rhinitis, vascular dementia, and identification of stem cells. Taken together, information available in the literature suggests that FAM134B plays critical roles in human diseases, by interacting with different biological and chemical mediators, which are primarily regulated by ER turnover.", "doi": "10.1002/jcp.26384", "title": "RETREG1 (FAM134B): A new player in human diseases: 15 years after the discovery in cancer.", "journal": ["Journal of cellular physiology", "J. Cell. Physiol."]}