{"authors": [["Konomura", "Keiko", "K", "Public Health and Epidemiology, Meiji Pharmaceutical University, 2-522-1, Noshio, Kiyose, Tokyo, 204-8588 Japan."], ["Nagai", "Hideaki", "H", "Center for Pulmonary Diseases, National Hospital Organization Tokyo National Hospital, 3-1-1 Takeoka, Kiyose-shi, Tokyo, 204-8585 Japan."], ["Akazawa", "Manabu", "M", "Public Health and Epidemiology, Meiji Pharmaceutical University, 2-522-1, Noshio, Kiyose, Tokyo, 204-8588 Japan."]], "date": "2017-12-05", "id": "29226070", "text": "This study aimed to estimate the economic burden of community-acquired pneumonia (CAP) among elderly patients in Japan. In addition, the study evaluated the relationship between total treatment cost and CAP risk factors.An administrative database was searched for elderly patients (≥ 65 years old) who had pneumonia (ICD-10 code: J12-J18) and an antibiotic prescription between 1 June 2014 and 31 May 2015. The all-cause total healthcare costs of outpatient and inpatient CAP episodes were calculated.This study evaluated data from 29,619 patients with CAP who experienced 14,450 outpatient CAP episodes and/or 20,314 inpatient CAP episodes. The mean ages were 77.5 ± 8.0 years and 81.5 ± 8.2 years among the outpatient and inpatient groups, respectively. The median treatment costs were US$346 (interquartile range: $195-551) per outpatient episode and US$4851 (interquartile range: $3313-7669) per inpatient episode. More severe cases had increased treatment costs at the treating hospitals. Male sex, diabetes, chronic obstructive pulmonary disease, and liver dysfunction were associated with increased total treatment costs, while dementia, dialysis, and rheumatism were associated with high costs of treating a CAP episode.The economic burden of CAP might be decreased by reducing the number of hospitalizations for mild CAP and the incidence of severe CAP. Therefore, preventative care (e.g. oral hygiene or pneumococcus vaccination) is recommended for patients with related risk factors, such as male sex, older age, diabetes, chronic obstructive pulmonary disease, liver dysfunction, rheumatism, dementia, or dialysis.", "doi": "10.1186/s41479-017-0042-1", "title": "Economic burden of community-acquired pneumonia among elderly patients: a Japanese perspective.", "journal": ["Pneumonia (Nathan Qld.)", "Pneumonia (Nathan)"]}