{"words": ["older", "adults", "type", "2", "diabetes", "dm2", "hypertension", "htn", "often", "experience", "cognitive", "weaknesses", "growing", "evidence", "suggests", "weaknesses", "place", "patients", "risk", "gait", "disturbance", "falls", "current", "systematic", "review", "evaluated", "impact", "dm2", "htn", "cognition", "gait", "b", "association", "cognition", "gait", "context", "dm2", "searched", "identify", "studies", "published", "english", "15", "april", "2017", "evaluated", "cognition", "gait", "among", "older", "adults", "either", "function", "dm2", "htn", "status", "function", "continuous", "variables", "indicate", "disease", "severity", "management", "blood", "pressure", "hba1c", "risk", "bias", "assessed", "examining", "method", "verifying", "excluding", "dementia", "well", "included", "majority", "studies", "reviewed", "n", "17", "dm2", "htn", "status", "associated", "poorer", "cognitive", "gait", "functioning", "8", "10", "studies", "addition", "10", "11", "studies", "cognition", "reliably", "associated", "gait", "continuous", "variables", "higher", "systolic", "blood", "pressure", "measured", "ambulatory", "methods", "consistently", "related", "poorer", "cognition", "slower", "gait", "continuous", "variables", "hba1c", "studied", "inconsistently", "inconclusive", "gait", "decrements", "common", "context", "htn", "dm2", "also", "related", "suggests", "clinical", "neuropsychologists", "address", "cognitive", "contributions", "gait", "disturbance", "falls", "clinical", "work", "research", "patient", "populations"], "authors": [["Niermeyer", "Madison A", "MA", "a Department of Psychology , The University of Utah , Salt Lake City , UT , USA."]], "title": "Cognitive and gait decrements among non-demented older adults with Type 2 diabetes or hypertension: a systematic review.", "year": null, "sentences": ["Older adults with Type 2 diabetes (DM2) and hypertension (HTN) often experience cognitive weaknesses.", "Growing evidence suggests that such weaknesses place patients at risk for gait disturbance and falls.", "The current systematic review evaluated (a) the impact of DM2 and HTN on cognition and gait and (b) the association between cognition and gait in the context of DM2 and HTN.PubMed was searched to identify studies published in English before 15 April 2017 that evaluated both cognition and gait among non-demented older adults either as a function of DM2 or HTN status or as a function of continuous variables that indicate disease severity and/or management (e.g.", "blood pressure, HbA1C).", "Risk of bias was assessed by examining the method of verifying HTN/DM2 and excluding dementia as well as included covariates.In the majority of studies reviewed (n = 17), both DM2 and HTN status were associated with poorer cognitive and/or gait functioning (8 out of 10 studies).", "In addition, in 10 out of 11 studies cognition was reliably associated with gait.", "For continuous variables, higher systolic blood pressure (measured with ambulatory methods) was consistently related to poorer cognition and slower gait, but other continuous variables (e.g.", "HbA1C) were studied inconsistently with inconclusive results.Cognitive and gait decrements are not only common in the context of HTN and DM2, but also are related to each other.", "This suggests that clinical neuropsychologists should address cognitive contributions to gait disturbance and falls in their clinical work and research with these patient populations."], "id": "29261088", "text": "Older adults with Type 2 diabetes (DM2) and hypertension (HTN) often experience cognitive weaknesses. Growing evidence suggests that such weaknesses place patients at risk for gait disturbance and falls. The current systematic review evaluated (a) the impact of DM2 and HTN on cognition and gait and (b) the association between cognition and gait in the context of DM2 and HTN.PubMed was searched to identify studies published in English before 15 April 2017 that evaluated both cognition and gait among non-demented older adults either as a function of DM2 or HTN status or as a function of continuous variables that indicate disease severity and/or management (e.g. blood pressure, HbA1C). Risk of bias was assessed by examining the method of verifying HTN/DM2 and excluding dementia as well as included covariates.In the majority of studies reviewed (n = 17), both DM2 and HTN status were associated with poorer cognitive and/or gait functioning (8 out of 10 studies). In addition, in 10 out of 11 studies cognition was reliably associated with gait. For continuous variables, higher systolic blood pressure (measured with ambulatory methods) was consistently related to poorer cognition and slower gait, but other continuous variables (e.g. HbA1C) were studied inconsistently with inconclusive results.Cognitive and gait decrements are not only common in the context of HTN and DM2, but also are related to each other. This suggests that clinical neuropsychologists should address cognitive contributions to gait disturbance and falls in their clinical work and research with these patient populations.", "doi": "10.1080/13854046.2017.1414306", "journal": ["The Clinical neuropsychologist", "Clin Neuropsychol"], "date": "2018-01-18_23:42:26"}