{"words": ["alzheimer", "disease", "ad", "neurodegenerative", "disease", "imposing", "increasing", "burden", "society", "currently", "ad", "leading", "cause", "senile", "dementia", "worldwide", "despite", "long", "existence", "ad", "lack", "therapies", "ad", "suggesting", "new", "effective", "treatment", "strategy", "must", "explored", "present", "sirtuin", "pathway", "attracted", "attention", "researchers", "due", "promising", "results", "laboratory", "models", "aging", "addition", "understanding", "roles", "sirtuin", "6", "ad", "expanded", "identified", "involved", "telomere", "maintenance", "dna", "repair", "genome", "integrity", "energy", "metabolism", "inflammation", "ultimately", "regulate", "life", "span", "recent", "findings", "also", "demonstrate", "sirtuin", "6", "lacking", "ad", "patients", "proposing", "new", "potential", "therapeutic", "target", "ad", "therefore", "exploring", "sirtuin", "6", "related", "ad", "manifestation", "may", "accelerate", "research", "ad", "benefits", "future", "ad", "patients", "keeping", "mind", "review", "aims", "highlight", "possible", "roles", "sirtuin", "6", "ad", "manifestation"], "authors": [["Mohamad Nasir", "Nurul Fatihah", "NF", "School of Health Sciences, Universiti Sains Malaysia, 16150, Kubang Kerian, Kelantan, Malaysia."], ["Zainuddin", "Azalina", "A", "USM-RIKEN International Centre for Ageing Science (URICAS), School of Biology, 11800 USM, Penang, Malaysia."], ["Shamsuddin", "Shaharum", "S", "School of Health Sciences, Universiti Sains Malaysia, 16150, Kubang Kerian, Kelantan, Malaysia. shaharum1@usm.my."]], "title": "Emerging Roles of Sirtuin 6 in Alzheimer's Disease.", "year": null, "sentences": ["Alzheimer's disease (AD) is a neurodegenerative disease that is imposing an increasing burden on society.", "Currently, AD is the leading cause of senile dementia worldwide.", "Despite the long existence of AD, there is lack of therapies for AD, suggesting that new and effective treatment strategy must be explored.", "At present, sirtuin pathway has attracted attention from the researchers due to its promising results in laboratory models of aging.", "In addition, our understanding in the roles of sirtuin 6 in AD has expanded.", "It has been identified to be involved in telomere maintenance, DNA repair, genome integrity, energy metabolism, and inflammation, which ultimately regulate life span.", "Recent findings also demonstrate that sirtuin 6 is lacking in AD patients, proposing that it can be a new potential therapeutic target in AD.", "Therefore, exploring on how sirtuin 6 is related in AD manifestation may accelerate the research of AD further and benefits future AD patients.", "Keeping that in mind, this review aims to highlight the possible roles of sirtuin 6 in AD manifestation."], "id": "29260452", "text": "Alzheimer's disease (AD) is a neurodegenerative disease that is imposing an increasing burden on society. Currently, AD is the leading cause of senile dementia worldwide. Despite the long existence of AD, there is lack of therapies for AD, suggesting that new and effective treatment strategy must be explored. At present, sirtuin pathway has attracted attention from the researchers due to its promising results in laboratory models of aging. In addition, our understanding in the roles of sirtuin 6 in AD has expanded. It has been identified to be involved in telomere maintenance, DNA repair, genome integrity, energy metabolism, and inflammation, which ultimately regulate life span. Recent findings also demonstrate that sirtuin 6 is lacking in AD patients, proposing that it can be a new potential therapeutic target in AD. Therefore, exploring on how sirtuin 6 is related in AD manifestation may accelerate the research of AD further and benefits future AD patients. Keeping that in mind, this review aims to highlight the possible roles of sirtuin 6 in AD manifestation.", "doi": "10.1007/s12031-017-1005-y", "journal": ["Journal of molecular neuroscience : MN", "J. Mol. Neurosci."], "date": "2018-01-18_23:42:26"}