{"words": ["article", "describes", "practical", "considerations", "clinical", "medical", "treatment", "dementia", "lewy", "body", "dlb", "patients", "illustrated", "voice", "dlb", "sufferer", "wife", "according", "experience", "emanating", "15", "year", "collaboration", "doctor", "nurse", "memory", "clinic", "several", "possible", "therapeutical", "entrances", "however", "order", "medication", "introduced", "great", "importance", "avoid", "aggravation", "dlb", "symptoms", "start", "treatment", "cholinesterase", "inhibitor", "memantine", "thereafter", "treat", "disturbing", "symptom", "thereafter", "consider", "orthostatic", "hypotension", "present", "treat", "treatment", "depression", "anxiety", "beneficial", "use", "agents", "affecting", "noradrenalin", "serotonin", "dysphagia", "may", "lethal", "improved", "carbohydrate", "drinks", "aspects", "commented", "upon", "experience", "also", "reflected", "relation", "studies", "evaluating", "existing", "level", "evidence"], "authors": [["Londos", "Elisabet", "E", "Memory Research Unit, Inst of Clinical Sciences Malmö, Lund University, Lund, Sweden. elisabet.londos@med.lu.se."]], "title": "Practical Treatment of Lewy Body Disease in the Clinic: Patient and Physician Perspectives.", "year": null, "sentences": ["This article describes the practical considerations in the clinical medical treatment in dementia with Lewy body (DLB) patients.", "It is illustrated with the voice of a DLB sufferer and his wife.", "According to our experience, emanating from a 15 year collaboration between a doctor and a nurse at a memory clinic, there are several possible therapeutical entrances.", "However, the order in which the medication is introduced is of great importance to avoid aggravation of other DLB symptoms.", "We start the treatment with cholinesterase inhibitor and memantine, and; thereafter, we treat the most disturbing symptom.", "Thereafter, we consider if orthostatic hypotension is present and treat it.", "In the treatment of depression and anxiety it is beneficial to use agents affecting both noradrenalin and serotonin.", "Dysphagia may be lethal but can be improved with carbohydrate drinks.", "These and other aspects are commented upon from our experience and are also reflected in relation to studies evaluating the existing level of evidence."], "id": "29260408", "text": "This article describes the practical considerations in the clinical medical treatment in dementia with Lewy body (DLB) patients. It is illustrated with the voice of a DLB sufferer and his wife. According to our experience, emanating from a 15 year collaboration between a doctor and a nurse at a memory clinic, there are several possible therapeutical entrances. However, the order in which the medication is introduced is of great importance to avoid aggravation of other DLB symptoms. We start the treatment with cholinesterase inhibitor and memantine, and; thereafter, we treat the most disturbing symptom. Thereafter, we consider if orthostatic hypotension is present and treat it. In the treatment of depression and anxiety it is beneficial to use agents affecting both noradrenalin and serotonin. Dysphagia may be lethal but can be improved with carbohydrate drinks. These and other aspects are commented upon from our experience and are also reflected in relation to studies evaluating the existing level of evidence.", "doi": "10.1007/s40120-017-0090-8", "journal": ["Neurology and therapy", "Neurol Ther"], "date": "2018-01-18_23:42:27"}