{"words": ["brain", "vasculature", "investigated", "different", "ways", "ranging", "vivo", "biochemical", "analysis", "immunohistochemistry", "simple", "powerful", "technique", "also", "applied", "archival", "tissues", "however", "staining", "brain", "vessels", "paraffin", "sections", "challenging", "study", "developed", "optimized", "method", "used", "mouse", "human", "brain", "tissues", "derived", "healthy", "controls", "neurological", "disorders", "alzheimer", "disease", "subsequently", "showed", "method", "fully", "compatible", "detection", "glial", "cells", "key", "markers", "alzheimer", "disease", "including", "amyloid", "beta", "phosphorylated", "tau", "protein", "furthermore", "observed", "length", "microvasculature", "hippocampus", "tgcrnd8", "alzheimer", "disease", "mouse", "model", "reduced", "correlated", "decreased", "blood", "flow", "hippocampus", "determined", "arterial", "spin", "labeling", "perfusion", "magnetic", "resonance", "imaging", "finally", "determined", "microvasculature", "length", "two", "alzheimer", "disease", "mouse", "models", "app", "ps1", "mice", "p301s", "mice", "also", "shortened", "dentate", "gyrus", "thus", "established", "new", "simple", "robust", "method", "characterize", "brain", "vasculature", "mouse", "human", "brain"], "authors": [["Decker", "Yann", "Y", "Department of Neurology, University of the Saarland, Kirrberger Strasse, 66421, Homburg/Saar, Germany. Yann.Decker@uks.eu."], ["Müller", "Andreas", "A", "Clinic of Diagnostic and Interventional Radiology, Saarland University Medical Center, 66421, Homburg/Saar, Germany."], ["Németh", "Eszter", "E", "Department of Neurology, University of the Saarland, Kirrberger Strasse, 66421, Homburg/Saar, Germany."], ["Schulz-Schaeffer", "Walter J", "WJ", "Department of Neuropathology, University of the Saarland, 66421, Homburg/Saar, Germany."], ["Fatar", "Marc", "M", "Department of Neurology, Universitätsmedizin Mannheim, Heidelberg University, Mannheim, Germany."], ["Menger", "Michael D", "MD", "Institute for Clinical and Experimental Surgery, Saarland University, 66421, Homburg/Saar, Germany."], ["Liu", "Yang", "Y", "Department of Neurology, University of the Saarland, Kirrberger Strasse, 66421, Homburg/Saar, Germany."], ["Fassbender", "Klaus", "K", "Department of Neurology, University of the Saarland, Kirrberger Strasse, 66421, Homburg/Saar, Germany."]], "title": "Analysis of the vasculature by immunohistochemistry in paraffin-embedded brains.", "year": null, "sentences": ["The brain vasculature can be investigated in different ways ranging from in vivo to biochemical analysis.", "Immunohistochemistry is a simple and powerful technique that can also be applied to archival tissues.", "However, staining of brain vessels on paraffin sections has been challenging.", "In this study, we developed an optimized method that can be used in paraffin-embedded mouse and human brain tissues derived from healthy controls and neurological disorders such as Alzheimer's disease.", "We subsequently showed that this method is fully compatible with the detection of glial cells and key markers of Alzheimer's disease including amyloid beta and phosphorylated Tau protein.", "Furthermore, we observed that the length of microvasculature in hippocampus of TgCRND8 Alzheimer's disease mouse model is reduced, which is correlated with the decreased blood flow in hippocampus as determined by arterial spin labeling perfusion magnetic resonance imaging.", "Finally, we determined that the microvasculature length in two other Alzheimer's disease mouse models, APP and PS1 double-transgenic mice and P301S Tau-transgenic mice, is also shortened in the dentate gyrus.", "Thus, we have established a new, simple and robust method to characterize the brain vasculature in the mouse and human brain."], "id": "29260371", "text": "The brain vasculature can be investigated in different ways ranging from in vivo to biochemical analysis. Immunohistochemistry is a simple and powerful technique that can also be applied to archival tissues. However, staining of brain vessels on paraffin sections has been challenging. In this study, we developed an optimized method that can be used in paraffin-embedded mouse and human brain tissues derived from healthy controls and neurological disorders such as Alzheimer's disease. We subsequently showed that this method is fully compatible with the detection of glial cells and key markers of Alzheimer's disease including amyloid beta and phosphorylated Tau protein. Furthermore, we observed that the length of microvasculature in hippocampus of TgCRND8 Alzheimer's disease mouse model is reduced, which is correlated with the decreased blood flow in hippocampus as determined by arterial spin labeling perfusion magnetic resonance imaging. Finally, we determined that the microvasculature length in two other Alzheimer's disease mouse models, APP and PS1 double-transgenic mice and P301S Tau-transgenic mice, is also shortened in the dentate gyrus. Thus, we have established a new, simple and robust method to characterize the brain vasculature in the mouse and human brain.", "doi": "10.1007/s00429-017-1595-8", "journal": ["Brain structure & function", "Brain Struct Funct"], "date": "2018-01-18_23:42:27"}