{"words": ["many", "elderly", "people", "living", "nursing", "homes", "experience", "pain", "take", "analgesic", "medication", "aim", "study", "analyze", "prevalence", "pain", "pharmacological", "pain", "treatment", "among", "people", "living", "nursing", "homes", "sweden", "two", "large", "comparable", "samples", "2007", "surveys", "performed", "2007", "2013", "including", "residents", "nursing", "homes", "county", "västerbotten", "sweden", "total", "4933", "residents", "2814", "2119", "respectively", "mean", "age", "years", "participated", "respectively", "cognitively", "impaired", "survey", "completed", "staff", "members", "knew", "residents", "prescription", "opioids", "became", "significantly", "common", "use", "tramadol", "decreased", "significantly", "staff", "reported", "2007", "2013", "experienced", "pain", "pain", "2007", "2013", "received", "treatment", "respectively", "pain", "pharmacological", "treatment", "incorrectly", "described", "staff", "treated", "change", "pharmacological", "analgesic", "treatment", "2007", "2013", "less", "prescribing", "tramadol", "greater", "proportion", "taking", "opioids", "nevertheless", "undertreatment", "pain", "still", "occurs", "many", "cases", "staff", "members", "believed", "residents", "prescribed", "analgesic", "treatment", "case"], "authors": [["Hemmingsson", "Eva-Stina", "ES", "Department of Community Medicine and Rehabilitation, Geriatric Medicine, Umeå University, SE-901 87, Umeå, Sweden."], ["Gustafsson", "Maria", "M", "Department of Pharmacology and Clinical Neuroscience, Division of Clinical Pharmacology, Umeå University, SE-901 87, Umeå, Sweden. maria.gustafsson@umu.se."], ["Isaksson", "Ulf", "U", "Department of Nursing, Umeå University, SE-901 87, Umeå, Sweden."], ["Karlsson", "Stig", "S", "Department of Nursing, Umeå University, SE-901 87, Umeå, Sweden."], ["Gustafson", "Yngve", "Y", "Department of Community Medicine and Rehabilitation, Geriatric Medicine, Umeå University, SE-901 87, Umeå, Sweden."], ["Sandman", "Per-Olof", "PO", "Department of Nursing, Umeå University, SE-901 87, Umeå, Sweden."], ["Lövheim", "Hugo", "H", "Department of Community Medicine and Rehabilitation, Geriatric Medicine, Umeå University, SE-901 87, Umeå, Sweden."]], "title": "Prevalence of pain and pharmacological pain treatment among old people in nursing homes in 2007 and 2013.", "year": null, "sentences": ["Many elderly people living in nursing homes experience pain and take analgesic medication.", "The aim of this study was to analyze the prevalence of pain and pharmacological pain treatment among people living in nursing homes in Sweden, in two large, comparable, samples from 2007 to 2013.Cross-sectional surveys were performed in 2007 and 2013, including all residents in nursing homes in the county of Västerbotten, Sweden.", "A total of 4933 residents (2814 and 2119 respectively) with a mean age of 84.6 and 85.0 years participated.", "Of these, 71.1 and 72.4% respectively were cognitively impaired.", "The survey was completed by the staff members who knew the residents best.The prescription of opioids became significantly more common while the use of tramadol decreased significantly.", "The staff reported that 63.4% in 2007 and 62.3% in 2013 had experienced pain.", "Of those in pain, 20.2% in 2007 and 16.8% in 2013 received no treatment and 73.4 and 75.0% respectively of those with pain, but no pharmacological treatment, were incorrectly described by the staff as being treated for pain.There has been a change in the pharmacological analgesic treatment between 2007 and 2013 with less prescribing of tramadol and a greater proportion taking opioids.", "Nevertheless, undertreatment of pain still occurs and in many cases, staff members believed that the residents were prescribed analgesic treatment when this was not the case."], "id": "29260276", "text": "Many elderly people living in nursing homes experience pain and take analgesic medication. The aim of this study was to analyze the prevalence of pain and pharmacological pain treatment among people living in nursing homes in Sweden, in two large, comparable, samples from 2007 to 2013.Cross-sectional surveys were performed in 2007 and 2013, including all residents in nursing homes in the county of Västerbotten, Sweden. A total of 4933 residents (2814 and 2119 respectively) with a mean age of 84.6 and 85.0 years participated. Of these, 71.1 and 72.4% respectively were cognitively impaired. The survey was completed by the staff members who knew the residents best.The prescription of opioids became significantly more common while the use of tramadol decreased significantly. The staff reported that 63.4% in 2007 and 62.3% in 2013 had experienced pain. Of those in pain, 20.2% in 2007 and 16.8% in 2013 received no treatment and 73.4 and 75.0% respectively of those with pain, but no pharmacological treatment, were incorrectly described by the staff as being treated for pain.There has been a change in the pharmacological analgesic treatment between 2007 and 2013 with less prescribing of tramadol and a greater proportion taking opioids. Nevertheless, undertreatment of pain still occurs and in many cases, staff members believed that the residents were prescribed analgesic treatment when this was not the case.", "doi": "10.1007/s00228-017-2384-2", "journal": ["European journal of clinical pharmacology", "Eur. J. Clin. Pharmacol."], "date": "2018-01-18_23:42:27"}