{"authors": [["Infante-Garcia", "Carmen", "C", "Division of Physiology, School of Medicine, Instituto de Investigación e Innovación en Ciencias Biomedicas de la Provincia de Cadiz (INIBICA), Universidad de Cadiz, Plaza Fragela sn, 4 piso 410, Cadiz, Spain."], ["Ramos-Rodriguez", "Juan Jose", "JJ", "Division of Physiology, School of Medicine, Instituto de Investigación e Innovación en Ciencias Biomedicas de la Provincia de Cadiz (INIBICA), Universidad de Cadiz, Plaza Fragela sn, 4 piso 410, Cadiz, Spain."], ["Hierro-Bujalance", "Carmen", "C", "Division of Physiology, School of Medicine, Instituto de Investigación e Innovación en Ciencias Biomedicas de la Provincia de Cadiz (INIBICA), Universidad de Cadiz, Plaza Fragela sn, 4 piso 410, Cadiz, Spain."], ["Ortegon", "Esperanza", "E", "Division of Physiology, School of Medicine, Instituto de Investigación e Innovación en Ciencias Biomedicas de la Provincia de Cadiz (INIBICA), Universidad de Cadiz, Plaza Fragela sn, 4 piso 410, Cadiz, Spain."], ["Pickett", "Eleanor", "E", "UK Dementia Research Institute, Centre for Discovery Brain Sciences, Edinburgh Neuroscience, and Centre for Dementia Prevention, The University of Edinburgh, Edinburgh, UK."], ["Jackson", "Rosemary", "R", "UK Dementia Research Institute, Centre for Discovery Brain Sciences, Edinburgh Neuroscience, and Centre for Dementia Prevention, The University of Edinburgh, Edinburgh, UK."], ["Hernandez-Pacho", "Fernando", "F", "Clinical Management Unit of Laboratories, Hospital Universitario Puerta del Mar, Cadiz, Spain."], ["Spires-Jones", "Tara", "T", "UK Dementia Research Institute, Centre for Discovery Brain Sciences, Edinburgh Neuroscience, and Centre for Dementia Prevention, The University of Edinburgh, Edinburgh, UK."], ["Garcia-Alloza", "Monica", "M", "Division of Physiology, School of Medicine, Instituto de Investigación e Innovación en Ciencias Biomedicas de la Provincia de Cadiz (INIBICA), Universidad de Cadiz, Plaza Fragela sn, 4 piso 410, Cadiz, Spain. monica.garcia@uca.es."]], "date": "2017-12-09", "id": "29224179", "text": "Type 2 diabetes (T2D) is an important risk factor to suffer dementia, being Alzheimer's disease (AD) as the most common form. Both AD and T2D are closely related to aging and with a growing elderly population it might be of relevance to explore new therapeutic approaches that may slow or prevent central complications associated with metabolic disorders. Therefore, we propose the use of the antidiabetic polypill (PP), a pharmacological cocktail, commonly used by T2D patients that include metformin, aspirin, simvastatin, and an angiotensin-converting enzyme inhibitor. In order to test the effects of PP at the central level, we have long-term treated a new mixed model of AD-T2D, the APP/PS1xdb/db mouse. We have analyzed AD pathological features and the underlying specific characteristics that relate AD and T2D. As expected, metabolic alterations were ameliorated after PP treatment in diabetic mice, supporting a role for PP in maintaining pancreatic activity. At central level, PP reduced T2D-associated brain atrophy, showing both neuronal and synaptic preservation. Tau and amyloid pathologies were also reduced after PP treatment. Furthermore, we observed a reduction of spontaneous central bleeding and inflammation after PP treatment in diabetic mice. As consequence, learning and memory processes were improved after PP treatment in AD, T2D, and AD-T2D mice. Our data provide the basis to further analyze the role of PP, as an alternative or adjuvant, to slow down or delay the central complications associated with T2D and AD.", "doi": "10.1007/s12035-017-0825-7", "title": "Antidiabetic Polypill Improves Central Pathology and Cognitive Impairment in a Mixed Model of Alzheimer's Disease and Type 2 Diabetes.", "journal": ["Molecular neurobiology", "Mol. Neurobiol."]}