{"authors": [["Hata", "Takeo", "T", "Department of Pharmacy, Osaka Medical College Hospital, 2-7 Daigaku-machi, Takatsuki, Osaka 569-8686, Japan; Drug Metabolism and Toxicology, Faculty of Pharmaceutical Sciences, Kanazawa University, Kakuma-machi, Kanazawa, Ishikawa 920-1192, Japan. Electronic address: phc033@osaka-med.ac.jp."], ["Kanazawa", "Tetsufumi", "T", "Department of Neuropsychiatry, Osaka Medical College, 2-7 Daigaku-machi, Takatsuki, Osaka 569-8686, Japan; Department of Psychiatry, The University of Melbourne, VIC 3010, Australia; Melbourne Dementia Research Centre, The Florey Institute of Neuroscience and Mental Health, 30 Royal Parade, Parkville, VIC 3052, Australia."], ["Hamada", "Takeshi", "T", "Department of Pharmacy, Osaka Medical College Hospital, 2-7 Daigaku-machi, Takatsuki, Osaka 569-8686, Japan."], ["Nishihara", "Masami", "M", "Department of Pharmacy, Osaka Medical College Hospital, 2-7 Daigaku-machi, Takatsuki, Osaka 569-8686, Japan."], ["Bush", "Ashley Ian", "AI", "Department of Psychiatry, The University of Melbourne, VIC 3010, Australia; Melbourne Dementia Research Centre, The Florey Institute of Neuroscience and Mental Health, 30 Royal Parade, Parkville, VIC 3052, Australia."], ["Yoneda", "Hiroshi", "H", "Department of Neuropsychiatry, Osaka Medical College, 2-7 Daigaku-machi, Takatsuki, Osaka 569-8686, Japan."], ["Nakajima", "Miki", "M", "Drug Metabolism and Toxicology, Faculty of Pharmaceutical Sciences, Kanazawa University, Kakuma-machi, Kanazawa, Ishikawa 920-1192, Japan."], ["Katsumata", "Takahiro", "T", "Department of Pharmacy, Osaka Medical College Hospital, 2-7 Daigaku-machi, Takatsuki, Osaka 569-8686, Japan."]], "date": "2017-11-24", "id": "29223863", "text": "Although benzodiazepines (BZDs) are commonly prescribed for insomnia or anxiety, long-term use of BZDs causes serious adverse effects such as daytime drowsiness and cognitive decline. In the current study, we evaluated the predictors and preventers of long-term usage of BZDs from a retrospective survey by utilizing the 12-year prescription record of a university hospital. From the prescription data of 92,005 people, users of BZDs (n = 3,470, male = 39.2%, mean age = 60 ± 17.5) were analyzed. During this period, both the number of prescriptions (2722 in 2004 to 1019 in 2016) and the number of BZDs (1.73 in 2004 to 1.36 in 2016) gradually decreased, although more than half of the patients continued to take BZDs for over three years. High risk factors for long-term use of BZDs include elderly patients (>65 years old), high dosage (>5 mg diazepam per day), psychiatrist-prescribers, and users with polytherapy. Discontinuation is significantly found in users of hypnotic BZDs and alternative psychotropic medical drugs (including antipsychotics, serotonergic drugs, or newer types of sleep medicine). Future studies should focus on elucidating interventions that are more effective against long-term usage of BZDs.", "doi": "10.1016/j.jpsychires.2017.11.012", "title": "What can predict and prevent the long-term use of benzodiazepines?", "journal": ["Journal of psychiatric research", "J Psychiatr Res"]}