{"words": ["neurocognitive", "dysfunction", "detrimental", "complication", "hiv", "infection", "study", "attempt", "characterize", "pattern", "cognitive", "dysfunction", "sample", "nigerian", "patients", "newly", "diagnosed", "hiv", "conducted", "prospective", "study", "50", "patients", "newly", "diagnosed", "hiv", "infection", "studied", "along", "50", "normal", "control", "subjects", "participants", "evaluated", "medical", "history", "general", "physical", "neurological", "examination", "laboratory", "evaluation", "chest", "done", "patients", "community", "screening", "interview", "dementia", "csid", "questionnaire", "administered", "study", "70", "patients", "advanced", "disease", "stage", "mean", "age", "sd", "patients", "controls", "years", "respectively", "half", "56", "patients", "secondary", "level", "education", "12", "years", "education", "20", "patients", "severe", "neurocognitive", "impairment", "48", "minor", "neurocognitive", "disorder", "patients", "hiv", "infection", "performed", "poorly", "domains", "language", "memory", "orientation", "praxis", "relative", "controls", "p", "significant", "effect", "gender", "age", "sex", "level", "education", "cognitive", "functions", "patients", "p", "presence", "opportunistic", "infections", "negative", "impact", "performances", "orientation", "total", "csid", "scores", "patients", "hiv", "infection", "p", "newly", "diagnosed", "hiv", "infection", "poor", "cognitive", "functions", "compared", "normal", "controls", "presence", "opportunistic", "infections", "patient", "significant", "risk", "factor", "cognitive", "impairment"], "authors": [["Sumonu", "T A", "TA", "Neurology Unit, Department of Medicine, Federal Medical Centre, Owo, Ondo State, Nigeria."], ["Imarhiagbe", "F", "F", "Neurology Unit, Department of Medicine, University of Benin Teaching Hospital, Benin City, Edo State, Nigeria."], ["Owolabi", "L F", "LF", "Neurology Unit, Department of Medicine, Aminu kano Teaching Hospital, Kano, Kano State, Nigeria."], ["Ogunrin", "O A", "OA", "Neurology Unit, Department of Medicine, University of Benin Teaching Hospital, Benin City, Edo State, Nigeria."], ["Komolafe", "M A", "MA", "Neurology Unit, Department of Medicine, Obafemi Awolowo University, Teaching Hospital Complex, Ile-Ife, Osun State, Nigeria."], ["Ilesanmi", "O S", "OS", "Department of Community Health, Federal Medical Centre, Owo, Ondo State, Nigeria."]], "title": "Cognitive functions in newly diagnosed patients with HIV infection in a tertiary health facility: Assessment using community screening interview for dementia.", "year": null, "sentences": ["Neurocognitive dysfunction is a detrimental complication of HIV infection.", "In this study we attempt to characterize the pattern of cognitive dysfunction in a sample of Nigerian patients with newly diagnosed HIV infection.We conducted a prospective study in which 50 patients with newly diagnosed HIV infection were studied along with 50 normal control subjects.", "The participants were evaluated with the medical history, general, physical and neurological examination.", "Laboratory evaluation and chest X-Ray were done for all patients.", "The Community Screening Interview for Dementia (CSID) questionnaire was administered to all the study participants.About 70% of the patients were in advanced disease stage.", "The mean age (SD) of the patients and controls in years were 36.44 ± 8.22 and 35.40 ± 11.53 respectively.", "More than half (56%) of the patients had secondary level of education (12 years of education).", "About 20% of the patients had severe neurocognitive impairment while 48% had minor neurocognitive disorder.", "The patients with HIV infection performed poorly in the domains of language, memory, orientation, attention/calculation and praxis relative to controls (p < 0.05).There were no significant effect of gender, age, sex and level of education on cognitive functions in the patients (p > 0.05) but the presence of opportunistic infections had negative impact on the performances on orientation and total CSID scores in the patients with HIV infection (p < 0.05).Patients with newly diagnosed HIV infection have poor cognitive functions when compared to normal controls and some presence of opportunistic infections in the patient is a significant risk factor for cognitive impairment."], "id": "29260041", "text": "Neurocognitive dysfunction is a detrimental complication of HIV infection. In this study we attempt to characterize the pattern of cognitive dysfunction in a sample of Nigerian patients with newly diagnosed HIV infection.We conducted a prospective study in which 50 patients with newly diagnosed HIV infection were studied along with 50 normal control subjects. The participants were evaluated with the medical history, general, physical and neurological examination. Laboratory evaluation and chest X-Ray were done for all patients. The Community Screening Interview for Dementia (CSID) questionnaire was administered to all the study participants.About 70% of the patients were in advanced disease stage. The mean age (SD) of the patients and controls in years were 36.44 ± 8.22 and 35.40 ± 11.53 respectively. More than half (56%) of the patients had secondary level of education (12 years of education). About 20% of the patients had severe neurocognitive impairment while 48% had minor neurocognitive disorder. The patients with HIV infection performed poorly in the domains of language, memory, orientation, attention/calculation and praxis relative to controls (p < 0.05).There were no significant effect of gender, age, sex and level of education on cognitive functions in the patients (p > 0.05) but the presence of opportunistic infections had negative impact on the performances on orientation and total CSID scores in the patients with HIV infection (p < 0.05).Patients with newly diagnosed HIV infection have poor cognitive functions when compared to normal controls and some presence of opportunistic infections in the patient is a significant risk factor for cognitive impairment.", "doi": "10.1016/j.ensci.2017.10.001", "journal": ["eNeurologicalSci", "eNeurologicalSci"], "date": "2018-01-18_23:42:27"}