{"authors": [["Polsek", "D", "D", "Sleep and Brain Plasticity Centre, CNS, IoPPN, King's College London, UK; Croatian Institute for Brain Research, Medical School, University of Zagreb, Croatia."], ["Gildeh", "N", "N", "Sleep and Brain Plasticity Centre, CNS, IoPPN, King's College London, UK; Sleep Disorders Centre, Guy's and St Thomas' Hospital, London, UK."], ["Cash", "D", "D", "Sleep and Brain Plasticity Centre, CNS, IoPPN, King's College London, UK; Department of Neuroimaging, IoPPN, King's College London, UK."], ["Winsky-Sommerer", "R", "R", "Surrey Sleep Research Centre, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford, UK."], ["Williams", "S C R", "SCR", "Department of Neuroimaging, IoPPN, King's College London, UK."], ["Turkheimer", "F", "F", "Department of Neuroimaging, IoPPN, King's College London, UK."], ["Leschziner", "G D", "GD", "Sleep and Brain Plasticity Centre, CNS, IoPPN, King's College London, UK; Sleep Disorders Centre, Guy's and St Thomas' Hospital, London, UK; Department of Neurology, Guy's and St Thomas' Hospital, London, UK."], ["Morrell", "M J", "MJ", "Academic Unit of Sleep and Breathing, National Heart and Lung Institute, Imperial College London, UK and NIHR Respiratory Disease Biomedical Research Unit at the Royal Brompton and Harefield NHS Foundation Trust and Imperial College London, UK."], ["Rosenzweig", "I", "I", "Sleep and Brain Plasticity Centre, CNS, IoPPN, King's College London, UK; Sleep Disorders Centre, Guy's and St Thomas' Hospital, London, UK. Electronic address: ivana.1.rosenzweig@kcl.ac.uk."]], "date": "2017-12-07", "id": "29223769", "text": "Alzheimer's disease (AD) is a significant public health concern. The incidence continues to rise, and it is set to be over one million in the UK by 2025. The processes involved in the pathogenesis of AD have been shown to overlap with those found in cognitive decline in patients with Obstructive Sleep Apnoea (OSA). Currently, the standard treatment for OSA is Continuous Positive Airway Pressure. Adherence to treatment can, however, be an issue, especially in patients with dementia. Also, not all patients respond adequately, necessitating the use of additional treatments. Based on the body of data, we here suggest that excessive and prolonged neuronal activity might contribute to genesis and acceleration of both AD and OSA in the absence of appropriately structured sleep. Further, we argue that external factors, including systemic inflammation and obesity, are likely to interfere with immunological processes of the brain, and further promote disease progression. If this hypothesis is proven in future studies, it could have far-reaching clinical translational implications, as well as implications for future treatment strategies in OSA.", "doi": "10.1016/j.neubiorev.2017.12.004", "title": "Obstructive sleep apnoea and Alzheimer's disease: In search of shared pathomechanisms.", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"]}