{"authors": [["Go", "Alan S", "AS", "Division of Research, Kaiser Permanente Northern California, Oakland, CA; Departments of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, CA; Division of Nephrology, Department of Medicine, University of California, San Francisco, San Francisco, CA; Department of Health Research and Policy, Stanford University School of Medicine, Stanford, CA. Electronic address: Alan.S.Go@kp.org."], ["Fan", "Dongjie", "D", "Division of Research, Kaiser Permanente Northern California, Oakland, CA."], ["Sung", "Sue Hee", "SH", "Division of Research, Kaiser Permanente Northern California, Oakland, CA."], ["Inveiss", "Alda I", "AI", "Division of Research, Kaiser Permanente Northern California, Oakland, CA."], ["Romo-LeTourneau", "Victoria", "V", "US Medical Affairs, Sanofi Aventis Group, Bridgewater, NJ."], ["Mallya", "Usha G", "UG", "US Medical Affairs, Sanofi Aventis Group, Bridgewater, NJ."], ["Boklage", "Susan", "S", "Health Economics and Outcomes Research, Regeneron Pharmaceuticals, Tarrytown, NY."], ["Lo", "Joan C", "JC", "Division of Research, Kaiser Permanente Northern California, Oakland, CA; Department of Medicine, Kaiser Permanente Oakland Medical Center, Oakland, CA."]], "date": "2017-08-24", "id": "29223433", "text": "Statin therapy is highly efficacious in the prevention of fatal and nonfatal atherosclerotic events in persons at increased cardiovascular risk. However, its long-term effectiveness in practice depends on a high level of medication adherence by patients.We identified nondiabetic adults with cardiovascular risk factors between 2008 and 2010 within a large integrated health care delivery system in Northern California. Through 2013, we examined the use and adherence of newly initiated statin therapy based on data from dispensed prescriptions from outpatient pharmacy databases.Among 209,704 eligible adults, 68,085 (32.5%) initiated statin therapy during the follow-up period, with 90.4% receiving low-potency statins. At 12 and 24 months after initiating statins, 84.3% and 80.2%, respectively, were actively receiving statin therapy, but only 42% and 30%, respectively, had no gaps in treatment during those time periods. There was also minimal switching between statins or use of other lipid-lowering therapies for augmentation during follow-up. Age≥50 years, Asian/Pacific Islander race, Hispanic ethnicity, prior myocardial infarction, prior ischemic stroke, hypertension, and baseline low-density lipoprotein cholesterol>100 mg/dL were associated with higher adjusted odds, whereas female gender, black race, current smoking, dementia were associated with lower adjusted odds, of active statin treatment at 12 months after initiation.There remain opportunities for improving prevention in patients at risk for cardiovascular events. Our study identified certain patient subgroups that may benefit from interventions to enhance medication adherence, particularly by minimizing treatment gaps and discontinuation of statin therapy within the first year of treatment.", "doi": "10.1016/j.ahj.2017.08.013", "title": "Contemporary rates and correlates of statin use and adherence in nondiabetic adults with cardiovascular risk factors: The KP CHAMP study.", "journal": ["American heart journal", "Am. Heart J."]}