{"authors": [["Xu", "Ling", "L", "School of Social Work,University of Texas at Arlington,Arlington,TX,USA."], ["Hsiao", "Hsin-Yi", "HY", "Suzanne Dworak-Peck School of Social Work,University of Southern California,Los Angeles,CA,USA."], ["Denq", "Wenchen", "W", "Luskin School of Public Affair,University of California in Los Angeles,Los Angeles,CA,USA."], ["Chi", "Iris", "I", "Suzanne Dworak-Peck School of Social Work,University of Southern California,Los Angeles,CA,USA."]], "date": "2017-12-10", "id": "29223192", "text": "Acknowledging increasing demand of dementia care for patients in China, this paper aims to understand the training needs of dementia care from the perspectives of mental health providers by examining who should be the trainees, what should be the contents of training, and how to deliver the training in China.Using purposive sampling, data were gathered via four focus group discussions with 40 mental health providers in Beijing, China, in 2011. Data were transcribed by independent investigators and then translated into English. Researchers used content analysis to separately identify themes and codes. Discrepancies were discussed until final agreement achieved.To improve the quality of dementia care, all participants agreed there is a significant need to train both formal or professional (physicians, nurses, hospital administrators, community workers) and informal caregivers (family, friends, or non-kin hired caregivers). For formal or professional caregivers, suggested training content included clinical knowledge of dementia (i.e. pathogenesis, approaches for preventing dementia deterioration) and clinical practice skills (i.e. diagnostic, treatment, caregiving, counseling, communicating skills). For informal caregivers, basic dementia knowledge and home-based caregiving skills such as safety, restorative, stress management, and communication were identified as key training contents. Multilevel support from the government and community centers were considered crucial factors to delivering the training and educating the public to enhance awareness of dementia.Culturally, sensitive education and specific trainings for formal and informal dementia caregivers are urgently needed in China. Policy and program implications are discussed.", "doi": "10.1017/S1041610217002654", "title": "Training needs for dementia care in China from the perspectives of mental health providers: who, what, and how.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}