{"authors": [["Ying", "Jiangbo", "J", "Department of Geriatric Psychiatry,Institute of Mental Health,Singapore."], ["Yap", "Philip", "P", "Department of Geriatric Medicine,Khoo Teck Puat Hospital,Singapore."], ["Gandhi", "Mihir", "M", "Biostatistics,Singapore Clinical Research Institute,Singapore."], ["Liew", "Tau Ming", "TM", "Department of Geriatric Psychiatry,Institute of Mental Health,Singapore."]], "date": "2017-12-10", "id": "29223191", "text": "Dementia caregiving is often stressful and depression in family caregivers is not uncommon. As caregiver depression can have significant effects, there is a need for preventive efforts which are consistent with the extensive literature. We sought to consolidate the wide range of evidence (using a multi-method approach) into a simple framework that can guide the prevention of caregiver depression.Using multiple logistic regression, we derived the predictors of caregiver depression from an empirical dataset containing key information and depression scores (based on the Center-for-Epidemiological-Studies-Depression-Scale) of 394 family caregivers. We then chose an underpinning theory as the foundation of the framework, and conducted an umbrella systematic review to find possible links between the derived predictors and the theory. Last, we compared the iterated framework with known interventions for caregiver depression in recent literature to assess whether the framework could map meaningfully with the known interventions.Significant predictors of caregiver depression included primary caregiver (odds ratio, OR = 1.53), severe dementia (OR = 1.40), and behavioral problems (OR = 3.23), lower education (OR = 1.77), and spousal caregivers (OR = 1.98). The integrated framework derived focuses on four strategic areas: physical-care demands of persons with dementia (PWD), behavioral problems of PWD, caregiving competency, and loss and grief of caregivers. This framework is supported by known interventions for caregiver depression in recent literature.By consolidating a broad range of evidence, we iterated a framework to aid the understanding and prevention of caregiver depression in dementia. The framework offers an approach to prevention which is simple, systematic, and reflective of the extensive literature.", "doi": "10.1017/S1041610217002629", "title": "Iterating a framework for the prevention of caregiver depression in dementia: a multi-method approach.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}