{"words": ["success", "story", "within", "neuroimaging", "discovery", "distinct", "neural", "correlates", "episodic", "retrieval", "providing", "insight", "processes", "support", "memory", "past", "life", "events", "focus", "one", "commonly", "reported", "neural", "correlate", "left", "parietal", "effect", "positive", "going", "modulation", "seen", "potential", "erp", "data", "widely", "considered", "index", "episodic", "recollection", "substantial", "evidence", "links", "changes", "size", "left", "parietal", "effect", "changes", "remembering", "precise", "functional", "utility", "effect", "remains", "unclear", "using", "forced", "choice", "recognition", "verbal", "stimuli", "present", "novel", "population", "level", "test", "hypothesis", "magnitude", "left", "parietal", "effect", "correlates", "memory", "performance", "recorded", "erps", "recognition", "source", "accuracy", "tasks", "two", "large", "samples", "healthy", "young", "adults", "successfully", "replicated", "existing", "within", "participant", "modulations", "magnitude", "left", "parietal", "effect", "recollection", "critically", "however", "datasets", "also", "show", "across", "participants", "magnitude", "left", "parietal", "effect", "correlate", "behavioral", "measures", "memory", "including", "subjective", "objective", "estimates", "recollection", "conclude", "tasks", "across", "healthy", "young", "adult", "population", "generators", "left", "parietal", "erp", "effect", "index", "performance", "expected", "taken", "together", "novel", "findings", "provide", "important", "constraints", "functional", "interpretation", "left", "parietal", "effect", "suggesting", "group", "differences", "magnitude", "effects", "always", "safely", "used", "infer", "differences", "recollection"], "authors": [["MacLeod", "Catherine A", "CA", "Dementia Services Development Centre Wales, School of Healthcare Sciences, Bangor University, Bangor, United Kingdom."], ["Donaldson", "David I", "DI", "Psychological Imaging Laboratory, Psychology, Faculty of Natural Sciences, University of Stirling, Stirling, United Kingdom."]], "title": "Investigating the Functional Utility of the Left Parietal ERP Old/New Effect: Brain Activity Predicts within But Not between Participant Variance in Episodic Recollection.", "year": null, "sentences": ["A success story within neuroimaging has been the discovery of distinct neural correlates of episodic retrieval, providing insight into the processes that support memory for past life events.", "Here we focus on one commonly reported neural correlate, the left parietal old/new effect, a positive going modulation seen in event-related potential (ERP) data that is widely considered to index episodic recollection.", "Substantial evidence links changes in the size of the left parietal effect to changes in remembering, but the precise functional utility of the effect remains unclear.", "Here, using forced choice recognition of verbal stimuli, we present a novel population level test of the hypothesis that the magnitude of the left parietal effect correlates with memory performance.", "We recorded ERPs during old/new recognition, source accuracy and Remember/Know/Guess tasks in two large samples of healthy young adults, and successfully replicated existing within participant modulations of the magnitude of the left parietal effect with recollection.", "Critically, however, both datasets also show that across participants the magnitude of the left parietal effect does not correlate with behavioral measures of memory - including both subjective and objective estimates of recollection.", "We conclude that in these tasks, and across this healthy young adult population, the generators of the left parietal ERP effect do not index performance as expected.", "Taken together, these novel findings provide important constraints on the functional interpretation of the left parietal effect, suggesting that between group differences in the magnitude of old/new effects cannot always safely be used to infer differences in recollection."], "id": "29259551", "text": "A success story within neuroimaging has been the discovery of distinct neural correlates of episodic retrieval, providing insight into the processes that support memory for past life events. Here we focus on one commonly reported neural correlate, the left parietal old/new effect, a positive going modulation seen in event-related potential (ERP) data that is widely considered to index episodic recollection. Substantial evidence links changes in the size of the left parietal effect to changes in remembering, but the precise functional utility of the effect remains unclear. Here, using forced choice recognition of verbal stimuli, we present a novel population level test of the hypothesis that the magnitude of the left parietal effect correlates with memory performance. We recorded ERPs during old/new recognition, source accuracy and Remember/Know/Guess tasks in two large samples of healthy young adults, and successfully replicated existing within participant modulations of the magnitude of the left parietal effect with recollection. Critically, however, both datasets also show that across participants the magnitude of the left parietal effect does not correlate with behavioral measures of memory - including both subjective and objective estimates of recollection. We conclude that in these tasks, and across this healthy young adult population, the generators of the left parietal ERP effect do not index performance as expected. Taken together, these novel findings provide important constraints on the functional interpretation of the left parietal effect, suggesting that between group differences in the magnitude of old/new effects cannot always safely be used to infer differences in recollection.", "doi": "10.3389/fnhum.2017.00580", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"], "date": "2018-01-18_23:42:28"}