{"authors": [["Chen", "Sz-Fan", "SF", "Departments of Neurology,Kaohsiung Chang Gung Memorial Hospital,Chang Gung University College of Medicine,Kaohsiung,Taiwan."], ["Liu", "Ming-Hsiung", "MH", "Department of Psychiatry,Kaohsiung Chang Gung Memorial Hospital,Chang Gung University College of Medicine,Kaohsiung,Taiwan."], ["Chen", "Nai-Ching", "NC", "Departments of Neurology,Kaohsiung Chang Gung Memorial Hospital,Chang Gung University College of Medicine,Kaohsiung,Taiwan."], ["Horng", "Horng-Dean", "HD", "Dalin Tzu chi Dementia Center,Department of Neurology,Buddhist Dalin Tzu Chi Hospital,Chiayi,Taiwan."], ["Tsao", "Wen-Lung", "WL", "Dalin Tzu chi Dementia Center,Department of Neurology,Buddhist Dalin Tzu Chi Hospital,Chiayi,Taiwan."], ["Chang", "Chiung-Chih", "CC", "Departments of Neurology,Kaohsiung Chang Gung Memorial Hospital,Chang Gung University College of Medicine,Kaohsiung,Taiwan."], ["Chang", "Ya-Ting", "YT", "Departments of Neurology,Kaohsiung Chang Gung Memorial Hospital,Chang Gung University College of Medicine,Kaohsiung,Taiwan."]], "date": "2017-12-10", "id": "29223190", "text": "Dementia screening is a public health priority in Taiwan, where the prevalence of dementia is increasing because of an aging population. However, the reasons affect community-dwelling people to accept a referral to memory specialist clinic after dementia screening was still unclear. To investigate the feasibility, acceptability, sensitivity, and specificity of the ascertain dementia 8-item informant questionnaire (AD8) to screen for patients with cognitive impairments in Taiwan's primary healthcare system.Researchers invited community-dwelling people whose age was above 50-year-old to attend the Memory Screening Project. AD8 was used to perform the informant interview with adult patients who were attending the Memory Screening Project in Taiwan. Individuals who scored ≥2 on the AD8 was suggested to accept referral for further cognitive performance evaluation tests, which included three validated dementia tests, i.e. the Mini-Mental Screening Examination (MMSE), the Cognitive Abilities Screening Instrument (CASI), and the Clinical Dementia Rating (CDR).Of the 102 participants who scored ≥2 on the AD8, only 25.5% attended the referral appointment. In participants who had achieved six or more years of education, AD8 scores were not significantly different between groups and could not differentiate between the non-dementia and patients with dementia in the receiver-operator characteristics curve analysis. In contrast, in those participants who had received less than six years of education, the AD8 scores significantly differentiated between non-dementia and patients with dementia (p = 0.03).There was a low rate of attendance at a specialist memory clinic following referral after the AD8 interview. Higher levels of education facilitated individuals to make a decision to accept the recommended referral appointment, while the AD8 showed a higher rate of differentiation between individuals who had received an education of less than six years.", "doi": "10.1017/S1041610217002733", "title": "Educational effects on ascertain dementia 8-item informant questionnaire to detect dementia in the Taiwanese population.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}