{"authors": [["Urlings", "Judith H J", "JHJ", "Transportation Research Institute,Hasselt University,Hasselt,Belgium."], ["Cuenen", "Ariane", "A", "Transportation Research Institute,Hasselt University,Hasselt,Belgium."], ["Brijs", "Tom", "T", "Transportation Research Institute,Hasselt University,Hasselt,Belgium."], ["Lutin", "Mark", "M", "Jessa Hospital,Geriatrics department,Hasselt,Belgium."], ["Jongen", "Ellen M M", "EMM", "Faculty of Psychology and Educational Sciences,Open University,Heerlen,the Netherlands."]], "date": "2017-12-10", "id": "29223185", "text": "Elderly drivers are an increasing group in society. Previous research has found that functional and cognitive abilities are more important for driving abilities than biological age. In an attempt to conserve independent mobility for elderly drivers, many researchers have focused on elderly drivers diagnosed with cognitive decline (mild cognitive impairment or mild Dementia). This study is the first to focus on elderly drivers with cognitive complaints or suspected of diminished fitness to drive by an (in)formal caregiver as an at-risk group.The main objective of this study was to develop a fitness to drive screening tool for elderly drivers to be used in a doctor's office. Furthermore, this study investigated the additional value of driving simulator tests in the assessment of fitness to drive. Both screenings (functional abilities and driving simulator test) were benchmarked against the official Belgian fitness to drive licensing procedure.One-hundred thirty-six elderly drivers participated in a functional abilities screening, a driving simulator assessment and an on-road driving test. Sixty-five percent of the sample was considered fit to drive. Visual acuity, physical flexibility, and knowledge of road signs were found to be the best predictive set of tests for the on-road fitness to drive outcome. A performance based driving simulator assessment increased predictive accuracy significantly.The proposed screening procedure saves part of the at-risk elderly driver population from stressful and costly on-road driving evaluations. This procedure provides more information of an individual driver's specific driving parameters. This opens doors for personalized older driver training to maintain independent mobility in later life.", "doi": "10.1017/S1041610217002678", "title": "Aiding medical professionals in fitness-to-drive screenings for elderly drivers: development of an office-based screening tool.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}