{"authors": [["Verity", "Ryan", "R", "1College of Medicine,University of Saskatchewan,Saskatoon,Saskatchewan,Canada."], ["Kirk", "Andrew", "A", "2Division of Neurology,University of Saskatchewan,Saskatoon,Saskatchewan,Canada."], ["O'Connell", "Megan E", "ME", "3Clinical Neuropsychology,University of Saskatchewan,Saskatoon,Saskatchewan,Canada."], ["Karunanayake", "Chandima", "C", "4Canadian Centre for Health and Safety in Agriculture,University of Saskatchewan,Saskatoon,Saskatchewan,Canada."], ["Morgan", "Debra G", "DG", "4Canadian Centre for Health and Safety in Agriculture,University of Saskatchewan,Saskatoon,Saskatchewan,Canada."]], "date": "2017-12-10", "id": "29223173", "text": "In an effort to better understand why cognitively normal patients were referred to a memory clinic, we sought to identify features of \"worried well\" patients to better identify those more likely to be cognitively normal.In total, 375 consecutive patients referred by primary care practitioners to a Rural and Remote Memory Clinic were categorized into two groups based on their neurologic diagnosis, \"worried well\" (cognitively normal, N=81) or \"other\" (patients with any neurologic diagnosis, N=294). Data collected included: age, sex, years of formal education, Mini-Mental Status Examination score from initial visit, Center for Epidemiologic Studies Depression Scale score, Self-Rating of Memory Scale, alcohol consumption, marital status, hours per week of work, past medical history, sleep concerns, and family history of memory concerns. The two groups were compared using t-tests and χ2 tests. The same comparison was done between the same set of \"worried well\" patients (cognitively normal, N=81) and the subgroup of patients with a diagnosis of Alzheimer's disease (N=146) from the \"other\" group.Significant differences included younger age, more formal education, more frequently having previous psychiatric diagnosis and more self-reported alcohol consumption in the \"worried well\" group. The \"worried well\" and \"Alzheimer's disease\" comparison had the same significant differences as the \"worried well\" and \"other\" comparison.We observed a pattern of differences unfold between the \"worried well\" patients and those with cognitive disease. No one variable was pathognomonic of a \"worried well\" patient. However, taking all the above into account when evaluating a patient may help clinically.", "doi": "10.1017/cjn.2017.267", "title": "The Worried Well? Characteristics of Cognitively Normal Patients Presenting to a Rural and Remote Memory Clinic.", "journal": ["The Canadian journal of neurological sciences. Le journal canadien des sciences neurologiques", "Can J Neurol Sci"]}