{"authors": [["Liu", "Shuai", "S", "Tianjin Key Laboratory of Cerebrovascular and of Neurodegenerative Diseases,Tianjin Dementia Institute,Department of Neurology,Tianjin Huanhu Hospital,Tianjin,China."], ["Liu", "Jing", "J", "Hebei Province Cangzhou Hospital of Integrated Traditional and Western Medicine,Hebei Province,China."], ["Wang", "Xiao-Dan", "XD", "Tianjin Key Laboratory of Cerebrovascular and of Neurodegenerative Diseases,Tianjin Dementia Institute,Department of Neurology,Tianjin Huanhu Hospital,Tianjin,China."], ["Shi", "Zhihong", "Z", "Tianjin Key Laboratory of Cerebrovascular and of Neurodegenerative Diseases,Tianjin Dementia Institute,Department of Neurology,Tianjin Huanhu Hospital,Tianjin,China."], ["Zhou", "Yuying", "Y", "Tianjin Key Laboratory of Cerebrovascular and of Neurodegenerative Diseases,Tianjin Dementia Institute,Department of Neurology,Tianjin Huanhu Hospital,Tianjin,China."], ["Li", "Jing", "J", "Tianjin Key Laboratory of Cerebrovascular and of Neurodegenerative Diseases,Tianjin Dementia Institute,Department of Neurology,Tianjin Huanhu Hospital,Tianjin,China."], ["Yu", "Tao", "T", "First Teaching Hospital of Tianjin University of Traditional Chinese Medicine,Tianjin,China."], ["Ji", "Yong", "Y", "Tianjin Key Laboratory of Cerebrovascular and of Neurodegenerative Diseases,Tianjin Dementia Institute,Department of Neurology,Tianjin Huanhu Hospital,Tianjin,China."]], "date": "2017-12-10", "id": "29223171", "text": "Very few recent studies are available that compare caregiver burden, sleep quality, and stress in caregivers of different types of dementia. We aimed to investigate caregiver burden, sleep quality, and stress in caregivers of patients with frontotemporal lobar degeneration and dementia with Lewy bodies, as compared with caregivers of patients with Alzheimer's disease.This study was carried out from March 2011 to January 2014. In total, 492 dyads of patient and caregiver (frontotemporal lobar degeneration, n = 131; dementia with Lewy bodies, n = 36; Alzheimer's disease, n = 325) participated in this study. We compared patients with respect to the Neuropsychiatric Inventory and caregivers with respect to the Zarit Caregiver Burden Interview, Pittsburgh Sleep Quality Index, Patient Health Questionnaire-9, and Generalized Anxiety Disorder scale.Frontotemporal lobar degeneration and dementia with Lewy bodies patients presented significantly more neuropsychiatric symptoms compared to Alzheimer's disease patients. Caregivers of frontotemporal lobar degeneration and dementia with Lewy bodies patients experienced significantly more burden compared to Alzheimer's disease caregivers. Furthermore, among caregivers of both frontotemporal lobar degeneration and dementia with Lewy bodies patients burden was predicted by the neuropsychiatric symptoms, PHQ-9 scores, and GAD-7 scores.The frequency and severity of behavioral disturbances in patient and caregiver stress accounted for the increased caregiver burden, which suggests that frontotemporal lobar degeneration and dementia with Lewy bodies caregivers should receive more support than is currently available.", "doi": "10.1017/S1041610217002630", "title": "Caregiver burden, sleep quality, depression, and anxiety in dementia caregivers: a comparison of frontotemporal lobar degeneration, dementia with Lewy bodies, and Alzheimer's disease.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}