{"authors": [["Allali", "G", "G", "Department of Clinical Neurosciences, Division of Neurology, Geneva University Hospitals and Faculty of Medicine, University of Geneva, Geneva, Switzerland."], ["Laidet", "M", "M", "Department of Clinical Neurosciences, Division of Neurology, Geneva University Hospitals and Faculty of Medicine, University of Geneva, Geneva, Switzerland."], ["Armand", "S", "S", "Willy Taillard Laboratory of Kinesiology, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."], ["Assal", "F", "F", "Department of Clinical Neurosciences, Division of Neurology, Geneva University Hospitals and Faculty of Medicine, University of Geneva, Geneva, Switzerland."]], "date": "2017-12-09", "id": "29222955", "text": "This cross-sectional study aims to compare gait changes after the cerebrospinal fluid (CSF) tap test between normal pressure hydrocephalus patients with and without brain comorbidities (NPH+ and NPH- respectively) and then to identify significant contributors to a poor CSF tap test amongst individuals with NPH+.Gait changes (during the single task and the dual task of backward counting) were quantified before and 24 h after the CSF tap test with an optoelectronic system in 52 NPH patients (77.4 ± 6.0 years; 34.6% women). Changes after the CSF tap test in stride time variability (STV, %) were our main outcome. CSF Alzheimer's disease biomarkers, cerebrovascular white matter changes assessed with brain imaging and neurodegenerative diseases with parkinsonian syndrome represented the three individual brain comorbidities.Brain comorbidities were frequently identified, NPH+ patients representing 40 patients of our sample (76.9%). NPH- patients improved their STV better in the single task (delta of STV = -58.6% ± 54.3% vs. -14.1% ± 62.0%; P = 0.031) and in the dual task (delta of STV =-32.2% ± 33.7% vs. 6.3% ± 58.4%; P = 0.028) after the CSF tap test than NPH+ patients. Amongst NPH+ individuals, only comorbid Alzheimer's disease was associated with STV increase (i.e. deterioration of gait) in the dual task [β 38.4; 95% confidence interval (5.64; 71.24); P = 0.023] after the CSF tap test, whilst it was borderline in the single task [β 35.0; 95% confidence interval (-1.97; 71.90); P = 0.063].Brain comorbidities affect gait improvement after the CSF tap test in NPH patients; this influence is driven by Alzheimer's disease-related pathology.", "doi": "10.1111/ene.13543", "title": "Brain comorbidities in normal pressure hydrocephalus.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}