{"words": ["little", "known", "factors", "influencing", "progression", "mild", "cognitive", "impairment", "alzheimer", "dementia", "potential", "role", "environmental", "chemicals", "specifically", "selenium", "trace", "element", "nutritional", "toxicological", "relevance", "suggested", "epidemiologic", "studies", "selenium", "lacking", "however", "exception", "recent", "randomized", "trial", "based", "organic", "selenium", "determined", "concentrations", "selenium", "species", "cerebrospinal", "fluid", "sampled", "diagnosis", "56", "participants", "mild", "cognitive", "impairment", "nonvascular", "origin", "investigated", "relation", "concentrations", "subsequent", "conversion", "mild", "cognitive", "impairment", "alzheimer", "56", "subjects", "developed", "alzheimer", "dementia", "median", "42", "months", "four", "subjects", "developed", "frontotemporal", "dementia", "two", "patients", "lewy", "body", "dementia", "cox", "proportional", "hazards", "model", "adjusting", "age", "sex", "duration", "sample", "storage", "education", "inorganic", "selenium", "form", "selenate", "showed", "strong", "association", "alzheimer", "dementia", "risk", "adjusted", "hazard", "ratio", "95", "confidence", "interval", "subjects", "cerebrospinal", "fluid", "content", "median", "level", "compared", "lower", "concentration", "hazard", "ratio", "alzheimer", "dementia", "showed", "little", "departure", "unity", "inorganic", "organic", "selenium", "species", "associations", "similar", "analyses", "measured", "exposure", "continuous", "scale", "also", "excluding", "individuals", "converted", "alzheimer", "dementia", "beginning", "results", "indicate", "higher", "amounts", "potentially", "toxic", "inorganic", "selenium", "form", "cerebrospinal", "fluid", "may", "predict", "conversion", "mild", "cognitive", "impairment", "alzheimer", "dementia"], "authors": [["Vinceti", "Marco", "M", "CREAGEN-Environmental, Genetic, and Nutritional Epidemiology Research Center, Department of Biomedical, Metabolic, and Neural Sciences, University of Modena and Reggio Emilia, 287 Via Campi, Modena, 41125, Italy. marco.vinceti@unimore.it."], ["Chiari", "Annalisa", "A", "Center for Neurosciences and Neurotechnology, Department of Biomedical, Metabolic, and Neural Sciences, University of Modena and Reggio Emilia, 287 Via Campi, Modena, 41125, Italy."], ["Eichmüller", "Marcel", "M", "Helmholtz Zentrum München GmbH-German Research Center for Environmental Health GmbH, Research Unit Analytical BioGeoChemistry, 1 Ingolstaedter Landstrasse, Neuherberg, 85764, Germany."], ["Rothman", "Kenneth J", "KJ", "Department of Epidemiology, Boston University School of Public Health, 715 Albany Street, Boston, MA, 02118, USA."], ["Filippini", "Tommaso", "T", "CREAGEN-Environmental, Genetic, and Nutritional Epidemiology Research Center, Department of Biomedical, Metabolic, and Neural Sciences, University of Modena and Reggio Emilia, 287 Via Campi, Modena, 41125, Italy."], ["Malagoli", "Carlotta", "C", "CREAGEN-Environmental, Genetic, and Nutritional Epidemiology Research Center, Department of Biomedical, Metabolic, and Neural Sciences, University of Modena and Reggio Emilia, 287 Via Campi, Modena, 41125, Italy."], ["Weuve", "Jennifer", "J", "Department of Epidemiology, Boston University School of Public Health, 715 Albany Street, Boston, MA, 02118, USA."], ["Tondelli", "Manuela", "M", "Center for Neurosciences and Neurotechnology, Department of Biomedical, Metabolic, and Neural Sciences, University of Modena and Reggio Emilia, 287 Via Campi, Modena, 41125, Italy."], ["Zamboni", "Giovanna", "G", "Center for Neurosciences and Neurotechnology, Department of Biomedical, Metabolic, and Neural Sciences, University of Modena and Reggio Emilia, 287 Via Campi, Modena, 41125, Italy."], ["Nichelli", "Paolo F", "PF", "Center for Neurosciences and Neurotechnology, Department of Biomedical, Metabolic, and Neural Sciences, University of Modena and Reggio Emilia, 287 Via Campi, Modena, 41125, Italy."], ["Michalke", "Bernhard", "B", "Helmholtz Zentrum München GmbH-German Research Center for Environmental Health GmbH, Research Unit Analytical BioGeoChemistry, 1 Ingolstaedter Landstrasse, Neuherberg, 85764, Germany."]], "title": "A selenium species in cerebrospinal fluid predicts conversion to Alzheimer's dementia in persons with mild cognitive impairment.", "year": null, "sentences": ["Little is known about factors influencing progression from mild cognitive impairment to Alzheimer's dementia.", "A potential role of environmental chemicals and specifically of selenium, a trace element of nutritional and toxicological relevance, has been suggested.", "Epidemiologic studies of selenium are lacking, however, with the exception of a recent randomized trial based on an organic selenium form.We determined concentrations of selenium species in cerebrospinal fluid sampled at diagnosis in 56 participants with mild cognitive impairment of nonvascular origin.", "We then investigated the relation of these concentrations to subsequent conversion from mild cognitive impairment to Alzheimer's dementia.Twenty-one out of the 56 subjects developed Alzheimer's dementia during a median follow-up of 42 months; four subjects developed frontotemporal dementia and two patients Lewy body dementia.", "In a Cox proportional hazards model adjusting for age, sex, duration of sample storage, and education, an inorganic selenium form, selenate, showed a strong association with Alzheimer's dementia risk, with an adjusted hazard ratio of 3.1 (95% confidence interval 1.0-9.5) in subjects having a cerebrospinal fluid content above the median level, compared with those with lower concentration.", "The hazard ratio of Alzheimer's dementia showed little departure from unity for all other inorganic and organic selenium species.", "These associations were similar in analyses that measured exposure on a continuous scale, and also after excluding individuals who converted to Alzheimer's dementia at the beginning of the follow-up.These results indicate that higher amounts of a potentially toxic inorganic selenium form in cerebrospinal fluid may predict conversion from mild cognitive impairment to Alzheimer's dementia."], "id": "29258624", "text": "Little is known about factors influencing progression from mild cognitive impairment to Alzheimer's dementia. A potential role of environmental chemicals and specifically of selenium, a trace element of nutritional and toxicological relevance, has been suggested. Epidemiologic studies of selenium are lacking, however, with the exception of a recent randomized trial based on an organic selenium form.We determined concentrations of selenium species in cerebrospinal fluid sampled at diagnosis in 56 participants with mild cognitive impairment of nonvascular origin. We then investigated the relation of these concentrations to subsequent conversion from mild cognitive impairment to Alzheimer's dementia.Twenty-one out of the 56 subjects developed Alzheimer's dementia during a median follow-up of 42 months; four subjects developed frontotemporal dementia and two patients Lewy body dementia. In a Cox proportional hazards model adjusting for age, sex, duration of sample storage, and education, an inorganic selenium form, selenate, showed a strong association with Alzheimer's dementia risk, with an adjusted hazard ratio of 3.1 (95% confidence interval 1.0-9.5) in subjects having a cerebrospinal fluid content above the median level, compared with those with lower concentration. The hazard ratio of Alzheimer's dementia showed little departure from unity for all other inorganic and organic selenium species. These associations were similar in analyses that measured exposure on a continuous scale, and also after excluding individuals who converted to Alzheimer's dementia at the beginning of the follow-up.These results indicate that higher amounts of a potentially toxic inorganic selenium form in cerebrospinal fluid may predict conversion from mild cognitive impairment to Alzheimer's dementia.", "doi": "10.1186/s13195-017-0323-1", "journal": ["Alzheimer's research & therapy", "Alzheimers Res Ther"], "date": "2018-01-18_23:42:31"}