{"authors": [["Jellinger", "Kurt A", "KA", "Institute of Clinical Neurobiology, Alberichgasse 5/13, 1150, Vienna, Austria. kurt.jellinger@univie.ac.at."]], "date": "2017-12-08", "id": "29222591", "text": "Dementia with Lewy bodies (DLB) and Parkinson's disease-dementia (PDD), although sharing many clinical, neurochemical and morphological features, according to DSM-5, are two entities of major neurocognitive disorders with Lewy bodies of unknown etiology. Despite considerable clinical overlap, their diagnosis is based on an arbitrary distinction between the time of onset of motor and cognitive symptoms: dementia often preceding parkinsonism in DLB and onset of cognitive impairment after onset of motor symptoms in PDD. Both are characterized morphologically by widespread cortical and subcortical α-synuclein/Lewy body plus β-amyloid and tau pathologies. Based on recent publications, including the fourth consensus report of the DLB Consortium, a critical overview is given. The clinical features of DLB and PDD include cognitive impairment, parkinsonism, visual hallucinations, and fluctuating attention. Intravitam PET and post-mortem studies revealed more pronounced cortical atrophy, elevated cortical and limbic Lewy pathologies (with APOE ε4), apart from higher prevalence of Alzheimer pathology in DLB than PDD. These changes may account for earlier onset and greater severity of cognitive defects in DLB, while multitracer PET studies showed no differences in cholinergic and dopaminergic deficits. DLB and PDD sharing genetic, neurochemical, and morphologic factors are likely to represent two subtypes of an α-synuclein-associated disease spectrum (Lewy body diseases), beginning with incidental Lewy body disease-PD-nondemented-PDD-DLB (no parkinsonism)-DLB with Alzheimer's disease (DLB-AD) at the most severe end, although DLB does not begin with PD/PDD and does not always progress to DLB-AD, while others consider them as the same disease. Both DLB and PDD show heterogeneous pathology and neurochemistry, suggesting that they share important common underlying molecular pathogenesis with AD and other proteinopathies. Cognitive impairment is not only induced by α-synuclein-caused neurodegeneration but by multiple regional pathological scores. Recent animal models and human post-mortem studies have provided important insights into the pathophysiology of DLB/PDD showing some differences, e.g., different spreading patterns of α-synuclein pathology, but the basic pathogenic mechanisms leading to the heterogeneity between both disorders deserve further elucidation. In view of the controversies about the nosology and pathogenesis of both syndromes, there remains a pressing need to differentiate them more clearly and to understand the processes leading these synucleinopathies to cause one disorder or the other. Clinical management of both disorders includes cholinesterase inhibitors, other pharmacologic and nonpharmacologic strategies, but these have only a mild symptomatic effect. Currently, no disease-modifying therapies are available.", "doi": "10.1007/s00702-017-1821-9", "title": "Dementia with Lewy bodies and Parkinson's disease-dementia: current concepts and controversies.", "journal": ["Journal of neural transmission (Vienna, Austria : 1996)", "J Neural Transm (Vienna)"]}