{"words": ["purpose", "research", "examine", "predictors", "smartphone", "uses", "health", "shis", "korean", "elderly", "research", "applies", "comprehensive", "model", "information", "seeking", "theoretical", "framework", "data", "reported", "study", "2016", "dementia", "literacy", "survey", "235", "elderly", "smartphone", "users", "included", "logistic", "regression", "model", "shis", "significantly", "predicted", "younger", "age", "higher", "education", "levels", "regular", "exercise", "higher", "medical", "expenditures", "health", "literacy", "findings", "study", "help", "social", "workers", "understand", "specific", "features", "health", "information", "seeking", "korean", "elderly"], "authors": [["Oh", "Young Sam", "YS", "a Department of Public Administration , Pukyong National University , Busan , Republic of Korea."], ["Choi", "Eun Young", "EY", "b Graduate School of East-West Medical Science , Kyung Hee University , Yongin-si , Republic of Korea."], ["Kim", "Young Sun", "YS", "b Graduate School of East-West Medical Science , Kyung Hee University , Yongin-si , Republic of Korea."]], "title": "Predictors of Smartphone Uses for Health Information Seeking in the Korean Elderly.", "year": null, "sentences": ["The purpose of this research is to examine the predictors of smartphone uses for health information-seeking (SHIS) in the Korean elderly.", "This research applies the comprehensive model of information seeking as a theoretical framework.", "Data reported in this study are from the 2016 Dementia Literacy Survey, and 235 elderly smartphone users were included in logistic regression model.", "SHIS was significantly predicted by younger age, higher education levels, having a regular exercise, higher medical expenditures, and health literacy.", "The findings of this study can help social workers understand the specific features of health information seeking in the Korean elderly."], "id": "29257932", "text": "The purpose of this research is to examine the predictors of smartphone uses for health information-seeking (SHIS) in the Korean elderly. This research applies the comprehensive model of information seeking as a theoretical framework. Data reported in this study are from the 2016 Dementia Literacy Survey, and 235 elderly smartphone users were included in logistic regression model. SHIS was significantly predicted by younger age, higher education levels, having a regular exercise, higher medical expenditures, and health literacy. The findings of this study can help social workers understand the specific features of health information seeking in the Korean elderly.", "doi": "10.1080/19371918.2017.1391150", "journal": ["Social work in public health", "Soc Work Public Health"], "date": "2018-01-18_23:42:32"}