{"authors": [["Green", "Katelyn M", "KM", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA."], ["Glineburg", "M Rebecca", "MR", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA."], ["Kearse", "Michael G", "MG", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA."], ["Flores", "Brittany N", "BN", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA."], ["Linsalata", "Alexander E", "AE", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA."], ["Fedak", "Stephen J", "SJ", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA."], ["Goldstrohm", "Aaron C", "AC", "Department of Biochemistry, Molecular Biology, and Biophysics, University of Minnesota, Minneapolis, MN, 55455, USA."], ["Barmada", "Sami J", "SJ", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA."], ["Todd", "Peter K", "PK", "Department of Neurology, University of Michigan, Ann Arbor, MI, 48109-2200, USA. petertod@umich.edu."]], "date": "2017-12-08", "id": "29222490", "text": "Repeat-associated non-AUG (RAN) translation allows for unconventional initiation at disease-causing repeat expansions. As RAN translation contributes to pathogenesis in multiple neurodegenerative disorders, determining its mechanistic underpinnings may inform therapeutic development. Here we analyze RAN translation at G4C2 repeat expansions that cause C9orf72-associated amyotrophic lateral sclerosis and frontotemporal dementia (C9RAN) and at CGG repeats that cause fragile X-associated tremor/ataxia syndrome. We find that C9RAN translation initiates through a cap- and eIF4A-dependent mechanism that utilizes a CUG start codon. C9RAN and CGG RAN are both selectively enhanced by integrated stress response (ISR) activation. ISR-enhanced RAN translation requires an eIF2α phosphorylation-dependent alteration in start codon fidelity. In parallel, both CGG and G4C2 repeats trigger phosphorylated-eIF2α-dependent stress granule formation and global translational suppression. These findings support a model whereby repeat expansions elicit cellular stress conditions that favor RAN translation of toxic proteins, creating a potential feed-forward loop that contributes to neurodegeneration.", "doi": "10.1038/s41467-017-02200-0", "title": "RAN translation at C9orf72-associated repeat expansions is selectively enhanced by the integrated stress response.", "journal": ["Nature communications", "Nat Commun"]}