{"authors": [["Daniel", "Dianne C", "DC", "Department of Microbiology and Molecular Cell Biology, Eastern Virginia Medical School, Norfolk, VA 23507, USA."], ["Johnson", "Edward M", "EM", "Department of Microbiology and Molecular Cell Biology, Eastern Virginia Medical School, Norfolk, VA 23507, USA. Electronic address: johnson@emeritus.evms.edu."]], "date": "2017-12-06", "id": "29221753", "text": "The PURA gene encodes Pur-alpha, a 322 amino acid protein with repeated nucleic acid binding domains that are highly conserved from bacteria through humans. PUR genes with a single copy of this domain have been detected so far in spirochetes and bacteroides. Lower eukaryotes possess one copy of the PUR gene, whereas chordates possess 1 to 4 PUR family members. Human PUR genes encode Pur-alpha (Pura), Pur-beta (Purb) and two forms of Pur-gamma (Purg). Pur-alpha is a protein that binds specific DNA and RNA sequence elements. Human PURA, located at chromosome band 5q31, is under complex control of three promoters. The entire protein coding sequence of PURA is contiguous within a single exon. Several studies have found that overexpression or microinjection of Pura inhibits anchorage-independent growth of oncogenically transformed cells and blocks proliferation at either G1-S or G2-M checkpoints. Effects on the cell cycle may be mediated by interaction of Pura with cellular proteins including Cyclin/Cdk complexes and the Rb tumor suppressor protein. PURA knockout mice die shortly after birth with effects on brain and hematopoietic development. In humans environmentally induced heterozygous deletions of PURA have been implicated in forms of myelodysplastic syndrome and progression to acute myelogenous leukemia. Pura plays a role in AIDS through association with the HIV-1 protein, Tat. In the brain Tat and Pura association in glial cells activates transcription and replication of JC polyomavirus, the agent causing the demyelination disease, progressive multifocal leukoencephalopathy. Tat and Pura also act to stimulate replication of the HIV-1 RNA genome. In neurons Pura accompanies mRNA transcripts to sites of translation in dendrites. Microdeletions in the PURA locus have been implicated in several neurological disorders. De novo PURA mutations have been related to a spectrum of phenotypes indicating a potential PURA syndrome. The nucleic acid, G-rich Pura binding element is amplified as expanded polynucleotide repeats in several brain diseases including fragile X syndrome and a familial form of amyotrophic lateral sclerosis/fronto-temporal dementia. Throughout evolution the Pura protein plays a critical role in survival, based on conservation of its nucleic acid binding properties. These Pura properties have been adapted in higher organisms to the as yet unfathomable development of the human brain.", "doi": "10.1016/j.gene.2017.12.004", "title": "PURA, the gene encoding Pur-alpha, member of an ancient nucleic acid-binding protein family with mammalian neurological functions.", "journal": ["Gene", "Gene"]}