{"authors": [["Goga", "Joshana K", "JK", null], ["Depaolo", "Antonio", "A", null], ["Khushalani", "Sunil", "S", null], ["Walters", "J Ken", "JK", null], ["Roca", "Robert", "R", null], ["Zisselman", "Marc", "M", null], ["Borleis", "Christopher", "C", null]], "date": null, "id": "29221501", "text": "To Evaluate the Effects of Applying Lean Methodology-Improving Quality Increasing Efficiency by Eliminating Waste and Reducing Costs-An Approach To Decrease the Prescribing Frequency of Antipsychotics for The Indication of Agitation.Historically Controlled Study.Bheppard Pratt Health System is the Largest Private Provider of Psychiatric Care in Maryland With a Total Bed Capacity of 300. There Were 4 337 Patient Days From November 1 2012 to October 31 2013 on the Dementia Unit.All Patients Admitted on the Dementia Unit Were 65 Years of Age and Older with a Primary Diagnosis of Dementia.our Multidisciplinary Team Used Lean Methodology to Identify the Root Causes and Interventions Necessary to Reduce Inappropriate Antipsychotic Use.The Primary Outcome Was Rate of Inappropriately Indicating Agitation as the Rationale When Prescribing Antipsychotic Medications.There Was a 90% (P < 0.001) Reduction in Rate Of Antipsychotic Prescribing with an Indication of Agitation.The Lean Methodology Interventions Led To A 90% (P < 0.001) Reduction in the Rate of Antipsychotic Prescribing with an Indication of Agitation and a 10% Rate Reduction in Overall Antipsychotic Prescribing. Key Words: Agitation Alzheimer's Antipsychotics Behavioral and Psychological Symptoms of Dementia Centers For Medicare & Medicaid Services Dementia Root-cause Analysis.BPSD = Behavioral and Psychological Symptoms of Dementia CATIE-AD = Clinical Antipsychotic Trials of Intervention Effectiveness in Alzheimer's Disease EMR = Electronic Medical Records GAO = Government Accountability Office GNCIS = Geriatric Neuropsychiatric Clinical Indicator Scale.", "doi": "10.4140/TCP.n.2017.54", "title": "Lean Methodology Reduces Inappropriate Use of Antipsychotics for Agitation at a Psychiatric Hospital.", "journal": ["The Consultant pharmacist : the journal of the American Society of Consultant Pharmacists", "Consult Pharm"]}