{"authors": [["Badrnya", "Sigrun", "S", "."], ["Doherty", "Tara", "T", "."], ["Richardson", "Ciaran", "C", "."], ["McConnell", "Robert I", "RI", "."], ["Lamont", "John V", "JV", "."], ["Veitinger", "Michael", "M", "."], ["FitzGerald", "Stephen P", "SP", "."], ["Zellner", "Maria", "M", "."], ["Umlauf", "Ellen", "E", "."]], "date": "2017-12-07", "id": "29220880", "text": "Apolipoprotein E (APOE) is a key player in lipid transport and metabolism and exists in three common isoforms: APOE2, APOE3 and APOE4. The presence of the E4 allelic variant is recognized as a major genetic risk factor for dementia and other chronic (neuro)degenerative diseases. The availability of a validated assay for rapid and reliable APOE4 classification is therefore advantageous.Biochip array technology (BAT) was successfully applied to identify directly the APOE4 status from plasma within 3 h, through simultaneous immunoassay-based detection of both specific APOE4 and total APOE levels.Samples (n=432) were first genotyped by polymerase chain reaction (PCR), and thereafter, using BAT, the corresponding plasma was identified as null, heterozygous or homozygous for the E4 allele by calculating the ratio of APOE4 to total APOE protein. Two centers based in Austria and Ireland correctly classified 170 and 262 samples, respectively, and achieved 100% sensitivity and specificity.This chemiluminescent biochip-based sandwich immunoarray provides a novel platform to detect rapidly and accurately an individual's APOE4 status directly from plasma. The E4 genotype of individuals has been shown previously to affect presymptomatic risk, prognosis and treatment response for a variety of diseases, including Alzheimer's disease. The biochip's potential for being incorporated in quantitative protein biomarker arrays capable of analyzing disease stages makes it a superior alternative to PCR-based APOE genotyping and may deliver additional protein-specific information on a variety of diseases in the future.", "doi": "10.1515/cclm-2017-0618", "title": "Development of a new biochip array for APOE4 classification from plasma samples using immunoassay-based methods.", "journal": ["Clinical chemistry and laboratory medicine", "Clin. Chem. Lab. Med."]}