{"authors": [["Kwak", "Min-Sun", "MS", "Department of Internal Medicine, Healthcare Research Institute, Healthcare System Gangnam Center, Seoul National University Hospital, Seoul, Korea."], ["Kim", "Kyung Won", "KW", "Department of Internal Medicine, Healthcare Research Institute, Healthcare System Gangnam Center, Seoul National University Hospital, Seoul, Korea."], ["Seo", "Hyobin", "H", "Department of Radiology, Healthcare Research Institute, Healthcare System Gangnam Center, Seoul National University Hospital, Seoul, Korea."], ["Chung", "Goh-Eun", "GE", "Department of Internal Medicine, Healthcare Research Institute, Healthcare System Gangnam Center, Seoul National University Hospital, Seoul, Korea."], ["Yim", "Jeong Yoon", "JY", "Department of Internal Medicine, Healthcare Research Institute, Healthcare System Gangnam Center, Seoul National University Hospital, Seoul, Korea."], ["Kim", "Donghee", "D", "Department of Internal Medicine, Healthcare Research Institute, Healthcare System Gangnam Center, Seoul National University Hospital, Seoul, Korea."]], "date": "2017-12-08", "id": "29220869", "text": "Lacunar infarct, a small subcortical ischaemic lesion, is a known risk factor for future cognitive impairment, dementia and stroke. We evaluated the relationship between fatty liver disease (FLD) and lacunar infarct in a healthy general population.Subjects who underwent brain magnetic resonance imaging (MRI) and abdominal ultrasonography (US) during health check-ups from 2007 to 2009 were included. FLD was diagnosed by US. Subjects with a history of cerebrovascular disease, radiological findings consistent with cerebrovascular stenosis or cerebral small vessel disease were excluded.Of the 1277 subjects, 54 (4.2%) exhibited lacunar infarct, and 514 (40.3%) had FLD. Subjects with lacunar infarct had a higher prevalence of FLD (59.3% vs 39.4%, P = .004). There was significant interaction between obesity (BMI < 25 kg/m2 vs ≥ 25 kg/m2 ) and FLD for lacunar infarct (P for interaction = .024). Subgroup analysis revealed that non-obese FLD was more common in the subjects with lacunar infarct than those without (51.7% vs 23.5%, P = .001). However, there was no significant difference in the obese FLD prevalence between these 2 groups. In multivariate models adjusted by age, sex, smoking, alcohol, hypertension and diabetes, FLD was significantly associated with lacunar infarct (odds ratio [OR] 1.97; 95% confidence interval [CI] 1.08-3.58; P = .027). Non-obese FLD was associated with lacunar infarct (OR 3.58; 95% CI 1.63-7.89; P = .002); however, this association remained insignificant in obese FLD. Instead, ageing and hypertension were independent risk factors for lacunar infarct in the obese population.FLD is significantly associated with lacunar infarct, independent of traditional risk factors. This association was prominent in the non-obese population.", "doi": "10.1111/liv.13663", "title": "Non-obese fatty liver disease is associated with lacunar infarct.", "journal": ["Liver international : official journal of the International Association for the Study of the Liver", "Liver Int."]}