{"words": ["agents", "augment", "cerebral", "blood", "flow", "cbf", "could", "potential", "treatments", "vascular", "cognitive", "impairment", "inhibitors", "vasodilating", "drugs", "established", "treatment", "erectile", "dysfunction", "ed", "pulmonary", "hypertension", "reviewed", "published", "data", "effects", "inhibitors", "cbf", "adult", "humans", "systematic", "review", "according", "prisma", "guidelines", "performed", "embase", "medline", "cochrane", "library", "trials", "databases", "searched", "sixteen", "studies", "353", "participants", "total", "retrieved", "studies", "included", "healthy", "volunteers", "patients", "migraine", "ed", "type", "2", "diabetes", "stroke", "pulmonary", "hypertension", "becker", "muscular", "dystrophy", "subarachnoid", "haemorrhage", "studies", "used", "middle", "cerebral", "artery", "flow", "velocity", "estimate", "cbf", "studies", "employed", "direct", "measurements", "tissue", "perfusion", "resting", "cbf", "velocity", "unaffected", "inhibitors", "cerebrovascular", "regulation", "improved", "ed", "pulmonary", "hypertension", "diabetes", "becker", "group", "healthy", "volunteers", "evidence", "suggests", "inhibitors", "improve", "responsiveness", "cerebral", "vasculature", "particularly", "disease", "states", "associated", "impaired", "endothelial", "dilatory", "response", "supports", "potential", "therapeutic", "use", "inhibitors", "vascular", "cognitive", "impairment", "cbf", "reduced", "studies", "better", "resolution", "deep", "cbf", "warranted", "review", "registered", "prospero", "database", "registration", "number", "crd42016029668"], "authors": [["Pauls", "Mathilde Mh", "MM", "1 Molecular and Clinical Sciences Research Institute, St George's University of London, London, UK."], ["Moynihan", "Barry", "B", "2 Department of Neurology, St George's University Hospitals NHS Foundation Trust, London, UK."], ["Barrick", "Thomas R", "TR", "1 Molecular and Clinical Sciences Research Institute, St George's University of London, London, UK."], ["Kruuse", "Christina", "C", "4 Department of Neurology, Neurovascular Research Unit, Herlev Gentofte Hospital and University of Copenhagen, Denmark."], ["Madigan", "Jeremy B", "JB", "5 Department of Neuroradiology, St George's University Hospitals NHS Foundation Trust, London, UK."], ["Hainsworth", "Atticus H", "AH", "1 Molecular and Clinical Sciences Research Institute, St George's University of London, London, UK."], ["Isaacs", "Jeremy D", "JD", "1 Molecular and Clinical Sciences Research Institute, St George's University of London, London, UK."]], "title": "The effect of phosphodiesterase-5 inhibitors on cerebral blood flow in humans: A systematic review.", "year": null, "sentences": ["Agents that augment cerebral blood flow (CBF) could be potential treatments for vascular cognitive impairment.", "Phosphodiesterase-5 inhibitors are vasodilating drugs established in the treatment of erectile dysfunction (ED) and pulmonary hypertension.", "We reviewed published data on the effects of phosphodiesterase-5 inhibitors on CBF in adult humans.", "A systematic review according to PRISMA guidelines was performed.", "Embase, Medline and Cochrane Library Trials databases were searched.", "Sixteen studies with 353 participants in total were retrieved.", "Studies included healthy volunteers and patients with migraine, ED, type 2 diabetes, stroke, pulmonary hypertension, Becker muscular dystrophy and subarachnoid haemorrhage.", "Most studies used middle cerebral artery flow velocity to estimate CBF.", "Few studies employed direct measurements of tissue perfusion.", "Resting CBF velocity was unaffected by phosphodiesterase-5 inhibitors, but cerebrovascular regulation was improved in ED, pulmonary hypertension, diabetes, Becker's and a group of healthy volunteers.", "This evidence suggests that phosphodiesterase-5 inhibitors improve responsiveness of the cerebral vasculature, particularly in disease states associated with an impaired endothelial dilatory response.", "This supports the potential therapeutic use of phosphodiesterase-5 inhibitors in vascular cognitive impairment where CBF is reduced.", "Further studies with better resolution of deep CBF are warranted.", "The review is registered on the PROSPERO database (registration number CRD42016029668)."], "id": "29256324", "text": "Agents that augment cerebral blood flow (CBF) could be potential treatments for vascular cognitive impairment. Phosphodiesterase-5 inhibitors are vasodilating drugs established in the treatment of erectile dysfunction (ED) and pulmonary hypertension. We reviewed published data on the effects of phosphodiesterase-5 inhibitors on CBF in adult humans. A systematic review according to PRISMA guidelines was performed. Embase, Medline and Cochrane Library Trials databases were searched. Sixteen studies with 353 participants in total were retrieved. Studies included healthy volunteers and patients with migraine, ED, type 2 diabetes, stroke, pulmonary hypertension, Becker muscular dystrophy and subarachnoid haemorrhage. Most studies used middle cerebral artery flow velocity to estimate CBF. Few studies employed direct measurements of tissue perfusion. Resting CBF velocity was unaffected by phosphodiesterase-5 inhibitors, but cerebrovascular regulation was improved in ED, pulmonary hypertension, diabetes, Becker's and a group of healthy volunteers. This evidence suggests that phosphodiesterase-5 inhibitors improve responsiveness of the cerebral vasculature, particularly in disease states associated with an impaired endothelial dilatory response. This supports the potential therapeutic use of phosphodiesterase-5 inhibitors in vascular cognitive impairment where CBF is reduced. Further studies with better resolution of deep CBF are warranted. The review is registered on the PROSPERO database (registration number CRD42016029668).", "doi": "10.1177/0271678X17747177", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."], "date": "2018-01-18_23:42:34"}