{"authors": [["Fiford", "Cassidy M", "CM", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK. Electronic address: cassidy.fiford.10@ucl.ac.uk."], ["Ridgway", "Gerard R", "GR", "FMRIB Centre, Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK; Wellcome Trust Centre for Neuroimaging, 12 Queen Square, London, UK."], ["Cash", "David M", "DM", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK; Translational Imaging Group, Centre for Medical Image Computing, University College London, London, UK."], ["Modat", "Marc", "M", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK; Translational Imaging Group, Centre for Medical Image Computing, University College London, London, UK."], ["Nicholas", "Jennifer", "J", "London School of Hygiene and Tropical Medicine, London, UK."], ["Manning", "Emily N", "EN", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], ["Malone", "Ian B", "IB", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], ["Biessels", "Geert Jan", "GJ", "Department of Neurology and Neurosurgery, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, the Netherlands."], ["Ourselin", "Sebastien", "S", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK; Translational Imaging Group, Centre for Medical Image Computing, University College London, London, UK."], ["Carmichael", "Owen T", "OT", "Pennington Biomedical Research Center, Baton Rouge, LA, USA."], ["Cardoso", "M Jorge", "MJ", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK; Translational Imaging Group, Centre for Medical Image Computing, University College London, London, UK."], ["Barnes", "Josephine", "J", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], [null, null, null, null]], "date": "2017-11-14", "id": "29220823", "text": "Age is not only the greatest risk factor for Alzheimer's disease (AD) but also a key modifier of disease presentation and progression. Here, we investigate how longitudinal atrophy patterns vary with age in mild cognitive impairment (MCI) and AD. Data comprised serial longitudinal 1.5-T magnetic resonance imaging scans from 153 AD, 339 MCI, and 191 control subjects. Voxel-wise maps of longitudinal volume change were obtained and aligned across subjects. Local volume change was then modeled in terms of diagnostic group and an interaction between group and age, adjusted for total intracranial volume, white-matter hyperintensity volume, and apolipoprotein E genotype. Results were significant at p < 0.05 with family-wise error correction for multiple comparisons. An age-by-group interaction revealed that younger AD patients had significantly faster atrophy rates in the bilateral precuneus, parietal, and superior temporal lobes. These results suggest younger AD patients have predominantly posterior progressive atrophy, unexplained by white-matter hyperintensity, apolipoprotein E, or total intracranial volume. Clinical trials may benefit from adapting outcome measures for patient groups with lower average ages, to capture progressive atrophy in posterior cortices.", "doi": "10.1016/j.neurobiolaging.2017.11.002", "title": "Patterns of progressive atrophy vary with age in Alzheimer's disease patients.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}