{"authors": [["Lu", "Qiongshi", "Q", "Department of Biostatistics, Yale School of Public Health, New Haven, CT 06510, USA."], ["Li", "Boyang", "B", "Department of Biostatistics, Yale School of Public Health, New Haven, CT 06510, USA."], ["Ou", "Derek", "D", "Yale School of Medicine, New Haven, CT 06510, USA."], ["Erlendsdottir", "Margret", "M", "Yale School of Medicine, New Haven, CT 06510, USA."], ["Powles", "Ryan L", "RL", "Program of Computational Biology and Bioinformatics, Yale University, New Haven, CT 06510, USA."], ["Jiang", "Tony", "T", "Yale College, New Haven, CT 06520, USA."], ["Hu", "Yiming", "Y", "Department of Biostatistics, Yale School of Public Health, New Haven, CT 06510, USA."], ["Chang", "David", "D", "Program of Computational Biology and Bioinformatics, Yale University, New Haven, CT 06510, USA."], ["Jin", "Chentian", "C", "Yale College, New Haven, CT 06520, USA."], ["Dai", "Wei", "W", "Department of Biostatistics, Yale School of Public Health, New Haven, CT 06510, USA."], ["He", "Qidu", "Q", "Department of Computer Science and Engineering, Shanghai Jiao Tong University, Shanghai 200240, China."], ["Liu", "Zefeng", "Z", "Department of Computer Science and Engineering, Shanghai Jiao Tong University, Shanghai 200240, China."], ["Mukherjee", "Shubhabrata", "S", "Division of General Internal Medicine, Department of Medicine, University of Washington, Seattle, WA 98195, USA."], ["Crane", "Paul K", "PK", "Division of General Internal Medicine, Department of Medicine, University of Washington, Seattle, WA 98195, USA."], ["Zhao", "Hongyu", "H", "Department of Biostatistics, Yale School of Public Health, New Haven, CT 06510, USA; Program of Computational Biology and Bioinformatics, Yale University, New Haven, CT 06510, USA; VA Cooperative Studies Program Coordinating Center, West Haven, CT 06516, USA. Electronic address: hongyu.zhao@yale.edu."]], "date": null, "id": "29220677", "text": "Despite the success of large-scale genome-wide association studies (GWASs) on complex traits, our understanding of their genetic architecture is far from complete. Jointly modeling multiple traits' genetic profiles has provided insights into the shared genetic basis of many complex traits. However, large-scale inference sets a high bar for both statistical power and biological interpretability. Here we introduce a principled framework to estimate annotation-stratified genetic covariance between traits using GWAS summary statistics. Through theoretical and numerical analyses, we demonstrate that our method provides accurate covariance estimates, thereby enabling researchers to dissect both the shared and distinct genetic architecture across traits to better understand their etiologies. Among 50 complex traits with publicly accessible GWAS summary statistics (Ntotal≈ 4.5 million), we identified more than 170 pairs with statistically significant genetic covariance. In particular, we found strong genetic covariance between late-onset Alzheimer disease (LOAD) and amyotrophic lateral sclerosis (ALS), two major neurodegenerative diseases, in single-nucleotide polymorphisms (SNPs) with high minor allele frequencies and in SNPs located in the predicted functional genome. Joint analysis of LOAD, ALS, and other traits highlights LOAD's correlation with cognitive traits and hints at an autoimmune component for ALS.", "doi": "10.1016/j.ajhg.2017.11.001", "title": "A Powerful Approach to Estimating Annotation-Stratified Genetic Covariance via GWAS Summary Statistics.", "journal": ["American journal of human genetics", "Am. J. Hum. Genet."]}