{"authors": [["Jennings", "Aisling A", "AA", "Dept. of General Practice, University College Cork, Cork, Ireland."], ["Foley", "Tony", "T", "Dept. of General Practice, University College Cork, Cork, Ireland."], ["McHugh", "Sheena", "S", "Dept. of Epidemiology and Public Health, University College Cork, Cork, Ireland."], ["Browne", "John P", "JP", "Dept. of Epidemiology and Public Health, University College Cork, Cork, Ireland."], ["Bradley", "Colin P", "CP", "Dept. of General Practice, University College Cork, Cork, Ireland."]], "date": "2017-12-06", "id": "29220480", "text": "general practitioners (GPs) have identified the management of behavioural and psychological symptoms of dementia (BPSD) as a particularly challenging aspect of dementia care. However, there is a paucity of research on why GPs find BPSD challenging and how this influences the care they offer to their patients with dementia.to establish the challenges GPs experience when managing BPSD; to explore how these challenges influence GPs' management decisions; and to identify strategies for overcoming these challenges.qualitative study of GPs experiences of managing BPSD.semi-structured interviews were conducted with 16 GPs in the Republic of Ireland. GPs were purposively recruited to include participants with differing levels of experience caring for people with BPSD in nursing homes and in community settings to provide maximum diversity of views. Interviews were analysed thematically.three main challenges of managing BPSD were identified; lack of clinical guidance, stretched resources and difficulties managing expectations. The lack of relevant clinical guidance available affected GPs' confidence when managing BPSD. In the absence of appropriate resources GPs felt reliant upon sedative medications. GPs believed their advocacy role was further compromised by the difficulties they experienced managing expectations of family caregivers and nursing home staff.this study helps to explain the apparent discrepancy between best practice recommendations in BPSD and real-life practice. It will be used to inform the design of an intervention to support the management of BPSD in general practice.", "doi": "10.1093/ageing/afx175", "title": "'Working away in that Grey Area…' A qualitative exploration of the challenges general practitioners experience when managing behavioural and psychological symptoms of dementia.", "journal": ["Age and ageing", "Age Ageing"]}