{"authors": [["Huang", "Hsiu-Li", "HL", null], ["Weng", "Li-Chueh", "LC", "PhD, RN, Associate Professor, School of Nursing, College of Medicine, Chang Gung University, and Associate Research Fellow, Department of General Surgery, Chang Gung Memorial Hospital."], ["Hu", "WeWen-Yu", "WY", "PhD, RN, Professor, School of Nursing, National Taiwan University, and Director, Department of Nursing, National Taiwan University Hospital."], ["Shyu", "Yea-Ing Lotus", "YL", "PhD, RN, Professor, School of Nursing, College of Medicine, Chang Gung University, Research Fellow, Traumatological Division, Department of Orthopedics, Chang Gung Memorial Hospital, and Professor, Department of Gerontological Care and Management, Chang Gung University of Science and Technology."], ["Yu", "Wen-Pin", "WP", "MSN, RN, Deputy Director, Department of Nursing Management, Administration Center, Chang Gung Medical Foundation, and Assistant Professor, Department of Nursing, Chang Gung University of Science and Technology."], ["Chen", "Kang-Hua", "KH", "PhD, RN, Assistant Professor, School of Nursing, College of Medicine, Chang Gung University, and Assistant Research Fellow, Department of Cardiovascular Surgery, Chang Gung Memorial Hospital."]], "date": "2017-12-06", "id": "29219936", "text": "Healthcare professionals play an important role in end-of-life care decisions. Although the factors affecting end-of-life care in long-term care facilities have been well studied in Western contexts, few studies have examined factors affecting end-of-life care discussions for residents with dementia among multidisciplinary professionals in Asian or Taiwanese contexts.The aim of this study was to explore the factors related to the end-of-life care discussions of registered nurses, social workers, and physicians with residents with dementia and their families.This is a cross-sectional and correlational study. A stratified random sampling was conducted, and self-administered questionnaires were mailed to physicians, registered nurses, and social workers who work in long-term care facilities with accreditation ranks ≥ Grade A in Taiwan.Questionnaires were returned by 478 participants (response rate = 94.1%). Fewer than 10% of the participants reported often discussing end-of-life care with residents with dementia and their families. Physicians were significantly more likely to discuss life-sustaining treatment than nurses and social workers. The frequency of professionals discussing advance directives and life-sustaining treatment for residents with dementia was predicted by higher confidence in end-of-life care skills and greater perceived facility support.Most professionals did not frequently discuss end-of-life care with residents with dementia and their caregivers. Discussions of end-of-life care in long-term care facilities should be promoted by enhancing the confidence of these professionals in providing end-of-life care and creating a supportive environment for end-of-life discussions and care.", "doi": "10.1097/jnr.0000000000000240", "title": "End-of-Life Care Discussion for Residents With Dementia in Long-Term Care Facilities.", "journal": ["The journal of nursing research : JNR", "J Nurs Res"]}