{"authors": [["Corsonello", "Andrea", "A", "Unit of Geriatric Pharmacoepidemiology, Research Hospital of Cosenza, Italian National Research Centre on Aging (INRCA), Cosenza. Italy."], ["Lattanzio", "Fabrizia", "F", "Scientific Direction, Italian National Research Center on Aging (INRCA), Ancona. Italy."], ["Bustacchini", "Silvia", "S", "Scientific Direction, Italian National Research Center on Aging (INRCA), Ancona. Italy."], ["Garasto", "Sabrina", "S", "Unit of Geriatric Pharmacoepidemiology, Research Hospital of Cosenza, Italian National Research Centre on Aging (INRCA), Cosenza. Italy."], ["Cozza", "Annalisa", "A", "Unit of Geriatric Pharmacoepidemiology, Research Hospital of Cosenza, Italian National Research Centre on Aging (INRCA), Cosenza. Italy."], ["Schepisi", "Roberto", "R", "Unit of Geriatric Pharmacoepidemiology, Research Hospital of Cosenza, Italian National Research Centre on Aging (INRCA), Cosenza. Italy."], ["Lenci", "Federica", "F", "Unit of Nephrology, Italian National Research Center on Aging (INRCA), Ancona. Italy."], ["Luciani", "Filippo", "F", "Unit of Infectious Diseases, Annunziata Hospital, Cosenza. Italy."], ["Maggio", "Marcello Giuseppe", "MG", "Department of Clinical and Experimental Medicine, Unit of Geriatrics, University of Parma, Parma. Italy."], ["Ticinesi", "Andrea", "A", "Department of Clinical and Experimental Medicine, Unit of Geriatrics, University of Parma, Parma. Italy."], ["Butto", "Valeria", "V", "Department of Clinical and Experimental Medicine, Unit of Geriatrics, University of Parma, Parma. Italy."], ["Tagliaferri", "Sara", "S", "Department of Clinical and Experimental Medicine, Unit of Geriatrics, University of Parma, Parma. Italy."], ["Corica", "Francesco", "F", "Department of Clinical and Experimental Medicine, University of Messina. Italy."]], "date": "2017-12-07", "id": "29219052", "text": "We aimed at summarizing current evidence about mechanisms for potentially harmful effects of proton pump inhibitors (PPIs).A Pubmed search was performed, and 207 studies concerning the relationship between use of PPIs and cardiovascular diseases, kidney impairment, nutritional disorders, fractures, infections, functional decline, and mortality were selected and reviewed.PPIs may cause potentially harmful effects by several mechanisms, including endothelial dysfunction, hypomagnesemia, drug interactions, reduced absorption of selected nutrients, increased gastric microbiota and small intestine bacterial overgrowth, reduced immune response, tubular-interstitial inflammation, increased bone turnover, accumulation of amyloid in the brain. Clinical and epidemiologic evidence is not consistent in regard to some negative outcomes during PPI treatment. Data from randomized clinical trials seem to deny most of them, but they are usually designed to investigate efficacy of drugs in ideal conditions and are not powered enough to detect adverse events. Besides being at special risk of experiencing negative outcomes during long-term treatment with PPIs, older and complex patients treated with polypharmacy regimens are persistently excluded from randomized clinical trials. Thus, large observational studies involving real-world patients should be considered as an important informative source about potential risks related to PPIs.Current evidence suggests that use of PPIs may be associated with negative outcomes by eliciting several different pathophysiologic mechanisms. While short-term PPIs could be considered effective and safe in adult patients with acid-related disorders, their long-term and often inappropriate use in patients carrying vulnerability to adverse events and/or high risk of drug-interactions should be avoided.", "doi": "10.2174/1389200219666171207125351", "title": "Adverse events of proton pump inhibitors: potential mechanisms.", "journal": ["Current drug metabolism", "Curr. Drug Metab."]}