{"authors": [["Bejan", "Alexander", "A", "Hochschule Furtwangen (HFU), Furtwangen University, Robert-Gerwig-Platz 1, 78120, Furtwangen, Germany. beja@hs-furtwangen.de."], ["Gündogdu", "Ramazan", "R", "Hochschule Furtwangen (HFU), Furtwangen University, Robert-Gerwig-Platz 1, 78120, Furtwangen, Germany."], ["Butz", "Katherina", "K", "Hochschule Furtwangen (HFU), Furtwangen University, Robert-Gerwig-Platz 1, 78120, Furtwangen, Germany."], ["Müller", "Nadine", "N", "Hochschule Furtwangen (HFU), Furtwangen University, Robert-Gerwig-Platz 1, 78120, Furtwangen, Germany."], ["Kunze", "Christophe", "C", "Hochschule Furtwangen (HFU), Furtwangen University, Robert-Gerwig-Platz 1, 78120, Furtwangen, Germany."], ["König", "Peter", "P", "Hochschule Furtwangen (HFU), Furtwangen University, Robert-Gerwig-Platz 1, 78120, Furtwangen, Germany."]], "date": "2017-12-07", "id": "29218401", "text": "In the care of people with dementia (PwD), occupational therapies and activities aiming at maintaining the quality of life of PwD, such as reminiscence therapy (RT), are taking on a more and more important role. Information and communication technology (ICT) has the potential to improve and to facilitate RT by facilitating access to and selection of biographical information and related contents or by providing novel multimodal interaction forms to trigger memories; however, interactive multimedia technology is barely used in practice.This article presents three exploratory field studies that evaluated different aspects of RT technology use for PwD in care homes, including the utilization of online movie databases, interactive surface touch computers as well as natural user interfaces allowing gestures and haptic interaction. In these studies, the usage of prototype systems was observed in occupational sessions by 5, 12 and 16 PwD.The results indicate positive effects of technology use, e. g. in the form of verbally elicited reminiscence statements, expressed joy and playful interaction. Lessons learned for the design of technology-based RT interventions are presented and discussed.", "doi": "10.1007/s00391-017-1347-7", "title": "Using multimedia information and communication technology (ICT) to provide added value to reminiscence therapy for people with dementia : Lessons learned from three field studies.", "journal": ["Zeitschrift fur Gerontologie und Geriatrie", "Z Gerontol Geriatr"]}