{"authors": [["Hoffmann", "Johanna", "J", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."], ["Janowitz", "Deborah", "D", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany. janowitz@uni-greifswald.de."], ["Van der Auwera", "Sandra", "S", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."], ["Wittfeld", "Katharina", "K", "German Center for Neurodegenerative Diseases (DZNE), Site Rostock, Greifswald, Germany."], ["Nauck", "Matthias", "M", "Institute of Clinical Chemistry and Laboratory Medicine, University Medicine Greifswald, Greifswald, Germany."], ["Friedrich", "Nele", "N", "Institute of Clinical Chemistry and Laboratory Medicine, University Medicine Greifswald, Greifswald, Germany."], ["Habes", "Mohamad", "M", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."], ["Davatzikos", "Christos", "C", "Department of Radiology, Section of Biomedical Image Analysis, University of Pennsylvania, Philadelphia, PA, USA."], ["Terock", "Jan", "J", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, HELIOS Hospital Stralsund, Stralsund, Germany."], ["Bahls", "Martin", "M", "DZHK (German Centre for Cardiovascular Research), Partner site Greifswald, Greifswald, Germany."], ["Goltz", "Annemarie", "A", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."], ["Kuhla", "Angela", "A", "Institute for Experimental Surgery, Rostock University Medical Center, Rostock, Germany."], ["Völzke", "Henry", "H", "DZHK (German Centre for Cardiovascular Research), Partner site Greifswald, Greifswald, Germany."], ["Jörgen Grabe", "Hans", "H", "Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."]], "date": "2017-12-08", "id": "29217819", "text": "Serum neuron-specific enolase (sNSE) is considered a marker for neuronal damage, related to gray matter structures. Previous studies indicated its potential as marker for structural and functional damage in conditions with adverse effects to the brain like obesity and dementia. In the present study, we investigated the putative association between sNSE levels, body mass index (BMI), total gray matter volume (GMV), and magnetic resonance imaging-based indices of aging as well as Alzheimer's disease (AD)-like patterns.sNSE was determined in 901 subjects (499 women, 22-81 years, BMI 18-48 kg/m2), participating in a population-based study (SHIP-TREND). We report age-specific patterns of sNSE levels between males and females. Females showed augmenting, males decreasing sNSE levels associated with age (males: p = 0.1052, females: p = 0.0363). sNSE levels and BMI were non-linearly associated, showing a parabolic association and decreasing sNSE levels at BMI values >25 (p = 0.0056). In contrast to our hypotheses, sNSE levels were not associated with total GMV, aging, or AD-like patterns. Pathomechanisms discussed are: sex-specific hormonal differences, neuronal damage/differentiation, or impaired cerebral glucose metabolism. We assume a sex-dependence of age-related effects to the brain. Further, we propose in accordance to previous studies an actual neuronal damage in the early stages of obesity. However, with progression of overweight, we assume more profound effects of excess body fat to the brain.", "doi": "10.1038/s41398-017-0035-0", "title": "Association between serum neuron-specific enolase, age, overweight, and structural MRI patterns in 901 subjects.", "journal": ["Translational psychiatry", "Transl Psychiatry"]}