{"authors": [["Ye", "Yang", "Y", "Graduate School, Beijing University of Chinese Medicine, Beijing, China."], ["Xiao", "Ling-Yong", "LY", "Graduate School, Beijing University of Chinese Medicine, Beijing, China."], ["Liu", "Yi-Hua", "YH", "Graduate School, Beijing University of Chinese Medicine, Beijing, China."], ["Yang", "Jing-Wen", "JW", "Department of Acupuncture and Moxibustion, Beijing Hospital of Traditional Chinese Medicine Affiliated to Capital Medical University, Beijing Key Laboratory of Acupuncture Neuromodulation, Beijing, China."], ["Yan", "Chao-Qun", "CQ", "Department of Acupuncture and Moxibustion, Beijing Hospital of Traditional Chinese Medicine Affiliated to Capital Medical University, Beijing Key Laboratory of Acupuncture Neuromodulation, Beijing, China."], ["Wang", "Xue-Rui", "XR", "Department of Acupuncture and Moxibustion, Beijing Hospital of Traditional Chinese Medicine Affiliated to Capital Medical University, Beijing Key Laboratory of Acupuncture Neuromodulation, Beijing, China."], ["Shi", "Guang-Xia", "GX", "Department of Acupuncture and Moxibustion, Beijing Hospital of Traditional Chinese Medicine Affiliated to Capital Medical University, Beijing Key Laboratory of Acupuncture Neuromodulation, Beijing, China."], ["Liu", "Cun-Zhi", "CZ", "Department of Acupuncture and Moxibustion, Beijing Hospital of Traditional Chinese Medicine Affiliated to Capital Medical University, Beijing Key Laboratory of Acupuncture Neuromodulation, Beijing, China."]], "date": "2017-12-06", "id": "29217728", "text": "This systematic review protocol aims to provide the methods used to evaluate the effectiveness and safety of acupuncture therapy for treating vascular dementia.The following eight databases will be searched from inception to July 2017: Cochrane Central Register of Controlled Trials, PubMed, MEDLINE, EMBASE, China National Knowledge Infrastructure, Chinese Biomedical Literature Database, VIP Database and Wanfang Database. All randomised controlled trials in English or Chinese related to acupuncture for vascular dementia will be included. Outcomes will include change in cognitive function and activities of daily living. The incidence of adverse events will be assessed for safety evaluation. Study inclusion, data extraction and quality assessment will be performed independently by two reviewers. Assessment of risk of bias and data synthesis will be performed using Review Manager software.Ethics approval is not required because individual patient data are not included. The findings of this systematic review will be disseminated through peer-reviewed publication or conference presentations.CRD42017071820.", "doi": "10.1136/bmjopen-2017-019066", "title": "Acupuncture for patients with vascular dementia: a systematic review protocol.", "journal": ["BMJ open", "BMJ Open"]}