{"authors": [["Berlin", "Ana", "A", "Department of Surgery, Rutgers New Jersey Medical School, Newark, NJ. Electronic address: aberlin@alumni.princeton.edu."], ["Hwang", "Franchesca", "F", "Department of Surgery, Rutgers New Jersey Medical School, Newark, NJ."], ["Singh", "Ranbir", "R", "Department of Surgery, Rutgers New Jersey Medical School, Newark, NJ."], ["Pentakota", "Sri Ram", "SR", "Department of Surgery, Rutgers New Jersey Medical School, Newark, NJ."], ["Singh", "Roshansa", "R", "Department of Surgery, Rutgers New Jersey Medical School, Newark, NJ."], ["Chernock", "Brad", "B", "Department of Surgery, Rutgers New Jersey Medical School, Newark, NJ."], ["Mosenthal", "Anne C", "AC", "Department of Surgery, Rutgers New Jersey Medical School, Newark, NJ."]], "date": "2017-12-06", "id": "29217285", "text": "When patients with dementia develop acute surgical abdomen, patients, surrogates, and surgeons need accurate prognostic information to facilitate goal-concordant decision making. Palliative care can assist with communication, symptom management, and family and caregiver support in this population. We aimed to characterize outcomes and patterns of palliative care utilization among patients with dementia, presenting with abdominal surgical emergency.We retrospectively queried the National Inpatient Sample for patients aged >50 years with dementia and acute abdominal emergency who were admitted nonelectively 2009-2013, utilizing ICD-9-CM codes for dementia and surgical indication. We characterized outcomes and identified predictors of palliative care utilization.Among 15,209 patients, in-hospital mortality was 10.2%, the nonroutine discharge rate was 67.2%, and 7.5% received palliative care. Patients treated operatively were less likely to receive palliative care than those who did not undergo operation (adjusted OR = 0.50; 95% CI 0.41-0.62). Only 6.4% of patients discharged nonroutinely received palliative care.Patients with dementia and acute abdominal emergency have considerable in-hospital mortality, a high frequency of nonroutine discharge, and low palliative care utilization. In this group, we discovered a large gap in palliative care utilization, particularly among those treated operatively and those who are discharged nonroutinely.", "doi": "10.1016/j.surg.2017.09.048", "title": "Outcomes and palliative care utilization in patients with dementia and acute abdominal emergency: opportunities for surgical quality improvement.", "journal": ["Surgery", "Surgery"]}