{"authors": [["Hirsch-Reinshagen", "Veronica", "V", "Department of Pathology and Laboratory Medicine, University of British Colombia, British Columbia, Canada."], ["Pottier", "Cyril", "C", "Department of Neuroscience, Mayo Clinic Jacksonville, Jacksonville, FL, USA."], ["Nicholson", "Alexandra M", "AM", "Department of Neuroscience, Mayo Clinic Jacksonville, Jacksonville, FL, USA."], ["Baker", "Matt", "M", "Department of Neuroscience, Mayo Clinic Jacksonville, Jacksonville, FL, USA."], ["Hsiung", "Ging-Yuek R", "GR", "Division of Neurology, University of British Columbia, Vancouver, BC, Canada."], ["Krieger", "Charles", "C", "Department of Biomedical Physiology & Kinesiology, Simon Fraser University, Burnaby, BC, V5A 1S6, Canada."], ["Sengdy", "Pheth", "P", "Division of Neurology, University of British Columbia, Vancouver, BC, Canada."], ["Boylan", "Kevin B", "KB", "Department of Neuroscience, Mayo Clinic Jacksonville, Jacksonville, FL, USA."], ["Dickson", "Dennis W", "DW", "Department of Neuroscience, Mayo Clinic Jacksonville, Jacksonville, FL, USA."], ["Mesulam", "Marsel", "M", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["Weintraub", "Sandra", "S", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["Bigio", "Eileen", "E", "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["Zinman", "Lorne", "L", "Division of Neurology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."], ["Keith", "Julia", "J", "Department of Anatomic Pathology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."], ["Rogaeva", "Ekaterina", "E", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, Toronto, ON, Canada."], ["Zivkovic", "Sasha A", "SA", "Department of Neurology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."], ["Lacomis", "David", "D", "Department of Neurology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."], ["Taylor", "J Paul", "JP", "Department of Cell and Molecular Biology, St. Jude Children's Research Hospital, Memphis, USA."], ["Rademakers", "Rosa", "R", "Department of Neuroscience, Mayo Clinic Jacksonville, Jacksonville, FL, USA."], ["Mackenzie", "Ian R A", "IRA", "Department of Pathology and Laboratory Medicine, University of British Colombia, British Columbia, Canada. ian.mackenzie@vch.ca."]], "date": "2017-12-07", "id": "29216908", "text": "Mutations in the stress granule protein T-cell restricted intracellular antigen 1 (TIA1) were recently shown to cause amyotrophic lateral sclerosis (ALS) with or without frontotemporal dementia (FTD). Here, we provide detailed clinical and neuropathological descriptions of nine cases with TIA1 mutations, together with comparisons to sporadic ALS (sALS) and ALS due to repeat expansions in C9orf72 (C9orf72+). All nine patients with confirmed mutations in TIA1 were female. The clinical phenotype was heterogeneous with a range in the age at onset from late twenties to the eighth decade (mean = 60 years) and disease duration from one to 6 years (mean = 3 years). Initial presentation was either focal weakness or language impairment. All affected individuals received a final diagnosis of ALS with or without FTD. No psychosis or parkinsonism was described. Neuropathological examination on five patients found typical features of ALS and frontotemporal lobar degeneration (FTLD-TDP, type B) with anatomically widespread TDP-43 proteinopathy. In contrast to C9orf72+ cases, caudate atrophy and hippocampal sclerosis were not prominent. Detailed evaluation of the pyramidal motor system found a similar degree of neurodegeneration and TDP-43 pathology as in sALS and C9orf72+ cases; however, cases with TIA1 mutations had increased numbers of lower motor neurons containing round eosinophilic and Lewy body-like inclusions on HE stain and round compact cytoplasmic inclusions with TDP-43 immunohistochemistry. Immunohistochemistry and immunofluorescence failed to demonstrate any labeling of inclusions with antibodies against TIA1. In summary, our TIA1 mutation carriers developed ALS with or without FTD, with a wide range in age at onset, but without other neurological or psychiatric features. The neuropathology was characterized by widespread TDP-43 pathology, but a more restricted pattern of neurodegeneration than C9orf72+ cases. Increased numbers of round eosinophilic and Lewy-body like inclusions in lower motor neurons may be a distinctive feature of ALS caused by TIA1 mutations.", "doi": "10.1186/s40478-017-0493-x", "title": "Clinical and neuropathological features of ALS/FTD with TIA1 mutations.", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"]}