{"authors": [["Shea", "Emma O'", "EO", "School of Nursing and Human Sciences, Dublin City University, Glasnevin, Dublin 9, Ireland. emma.oshea25@mail.dcu.ie."], ["Timmons", "Suzanne", "S", "Centre for Gerontology & Rehabilitation, University College Cork, Cork, Ireland."], ["Shea", "Eamon O'", "EO", "Irish Centre for Social Gerontology, National University of Ireland, Galway, Ireland."], ["Fox", "Siobhan", "S", "Centre for Gerontology & Rehabilitation, University College Cork, Cork, Ireland."], ["Irving", "Kate", "K", "School of Nursing and Human Sciences, Dublin City University, Glasnevin, Dublin 9, Ireland."]], "date": "2017-12-07", "id": "29216836", "text": "Respite services provide a break in the caregiving relationship for people with dementia and their carers, however they are often under-used and service acceptability can be low. This study aims to understand key stakeholders' experiences of respite services for people with dementia, with a view to informing respite service development.A systematic search was conducted of the Pubmed/MedLine, Embase, Cinahl, PsychInfo, Scopus, Web of Science, and Cochrane databases (1980-2016, English) with fixed search terms relating to 'respite' and 'dementia', following PRISMA guidelines. Noblit and Hare's approach to meta-ethnography was employed. Key concepts were identified across the papers and reciprocal and refutational translation techniques were applied to primary studies; findings were synthesized into third order interpretations and finally, a 'line-of-argument' was developed.In total 23 papers were reviewed, which described 20 independent samples across 12 countries. The views of 889 participants were synthesized (13 people with dementia, 690 carers, 44 'service providers', 52 frontline staff, 70 managers, 12 volunteers, six academic/policy-makers, and two independent consultants). Five key concepts were identified and outlined i.e. 1) the transition to service use 2) expanding organizational capacity 3) dementia care quality 4) building a collaborative care partnership and 5) dyad restoration. There was broad agreement around the key areas for service development across the range of stakeholders (flexible and responsive person-centred care, meaningful activity for people with dementia, enhanced client-service communication and informational support). However, there was clear divergence in stakeholder perspectives around the barriers to implementation of such developments. Organizational tension was evident between frontline staff and management in respite services, hindering the cultural change necessary to facilitate service development in line with dyad's needs and preferences.Respite services must surmount internal organizational barriers to change, and cultivate a collaborative solution-focused care culture, which acknowledges the centrality of the dyad and their care preferences. Future research should explore the development of alternative/modified community respite service models, which have greater capacity to be responsive to the needs of each individual dyad. The perspectives of people with dementia must be included in research in this area going forward.PROSPERO Registration Number: CRD42016050191 .", "doi": "10.1186/s12877-017-0676-0", "title": "Key stakeholders' experiences of respite services for people with dementia and their perspectives on respite service development: a qualitative systematic review.", "journal": ["BMC geriatrics", "BMC Geriatr"]}