{"authors": [["Ennis", "Liam", "L", "5292 University of Manchester , UK."], ["Mansell", "Warren", "W", "5292 University of Manchester , UK."], ["Tai", "Sara", "S", "5292 University of Manchester , UK."], ["McEvoy", "Phil", "P", "Six Degrees Social Enterprise, UK."]], "date": "2017-01-01", "id": "29216743", "text": "Aim This review considers the theoretical literature concerning communication between a person with dementia and a person without dementia. Methods Theoretical accounts of communication between a person with dementia and a person without dementia were identified through database searches, hand searching of reference lists and contacting experts in the topic area. Results Twenty-one articles were included in the final review, yielding 18 different theoretical accounts of communication in the context of dementia. Thematic synthesis showed that four categories could account for the majority of the material described in these theories, even though they were derived from very different perspectives. These categories were mutuality, personhood, anxiety reduction and environmental considerations. Discussion The four categories identified in the thematic synthesis were reminiscent of Kitwood's theory of person-centred dementia care. Different interpretations of this finding are considered. Most theoretical accounts focused on the relational aspects of communication. This meant that societal and individual accounts of communication in the context of dementia were relatively impoverished in terms of theory. Conclusions There is widespread agreement regarding the important components of good quality communication in the context of dementia. This suggests exciting opportunities for collaboration between apparently disparate bodies of literature. Individual and societal accounts of communication in the context of dementia are relatively neglected and would benefit from more research.", "doi": "10.1177/1471301217744069", "title": "A systematic scoping review and synthesis of dementia and communication theory.", "journal": ["Dementia (London, England)", "Dementia (London)"]}