{"authors": [["Chen", "Kuan-Hua", "KH", "Institute of Personality and Social Research, University of California, Berkeley, CA, USA."], ["Wells", "Jenna L", "JL", null], ["Otero", "Marcela C", "MC", null], ["Lwi", "Sandy J", "SJ", null], ["Haase", "Claudia M", "CM", null], ["Levenson", "Robert W", "RW", null]], "date": "2017-12-08", "id": "29216633", "text": "Behavioral symptoms in patients with neurodegenerative diseases can be particularly challenging for caregivers. Previously, we reported that patients with frontotemporal dementia (FTD) and Alzheimer's disease (AD) experienced emotions that were atypical or incongruent with a given situation (i.e., non-target emotions).We tested the hypothesis that greater experience of non-target emotions by patients is associated with lower caregiver emotional well-being.178 patients with FTD, AD, or other neurodegenerative diseases and 35 healthy individuals watched 3 films designed to induce amusement, sadness, and disgust, and then reported their emotions during the films. Caregivers of the patients reported their own emotional well-being on the Medical Outcomes Study 36-item Short-Form Health Survey.In response to the amusement and sadness (but not disgust) films, greater experience of non-target emotions by patients was related to lower caregiver emotional well-being. These effects were specific to patients' experience of negative non-target emotions (i.e., not found for positive non-target emotions or for negative or positive target emotions).The findings reveal a previously unstudied patient behavior that is related to worse caregiver emotional well-being. Future research and clinical assessment may benefit from evaluating non-target emotions in patients.", "doi": "10.1159/000481132", "title": "Greater Experience of Negative Non-Target Emotions by Patients with Neurodegenerative Diseases Is Related to Lower Emotional Well-Being in Caregivers.", "journal": ["Dementia and geriatric cognitive disorders", "Dement Geriatr Cogn Disord"]}