{"authors": [["Liu", "Chia-Chen", "CC", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL 32224, USA. Electronic address: liu.chiachen@mayo.edu."], ["Zhao", "Na", "N", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL 32224, USA."], ["Fu", "Yuan", "Y", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL 32224, USA."], ["Wang", "Na", "N", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL 32224, USA; Fujian Provincial Key Laboratory of Neurodegenerative Disease and Aging Research, Institute of Neuroscience, College of Medicine, Xiamen University, Xiamen, Fujian 361005, China."], ["Linares", "Cynthia", "C", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL 32224, USA."], ["Tsai", "Chih-Wei", "CW", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL 32224, USA."], ["Bu", "Guojun", "G", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL 32224, USA; Fujian Provincial Key Laboratory of Neurodegenerative Disease and Aging Research, Institute of Neuroscience, College of Medicine, Xiamen University, Xiamen, Fujian 361005, China. Electronic address: bu.guojun@mayo.edu."]], "date": null, "id": "29216449", "text": "Accumulation and aggregation of amyloid-β (Aβ) in the brain is an initiating step in the pathogenesis of Alzheimer's disease (AD). The ε4 allele of apolipoprotein E (apoE) gene is the strongest genetic risk factor for late-onset AD. Although there is strong evidence showing that apoE4 enhances amyloid pathology, it is not clear what the critical stage(s) is during amyloid development in which apoE4 has the strongest impact. Using apoE inducible mouse models, we show that increased expression of astrocytic apoE4, but not apoE3, during the seeding stage of amyloid development enhanced amyloid deposition and neuritic dystrophy in amyloid model mice. ApoE4, but not apoE3, significantly increased brain Aβ half-life measured by in vivo microdialysis. Furthermore, apoE4 expression increased whereas apoE3 reduced amyloid-related gliosis in the mouse brains. Together, our results demonstrate that apoE4 has the greatest impact on amyloid during the seeding stage, likely by perturbing Aβ clearance and enhancing Aβ aggregation.", "doi": "10.1016/j.neuron.2017.11.013", "title": "ApoE4 Accelerates Early Seeding of Amyloid Pathology.", "journal": ["Neuron", "Neuron"]}