{"authors": [["Havel", "Peter J", "PJ", "Department of Molecular Biosciences, School of Veterinary Medicine, University of California, Davis, California."], ["Kievit", "Paul", "P", "Oregon Health & Sciences University, Portland, Oregon."], ["Comuzzie", "Anthony G", "AG", "Southwest National Primate Research Center, Texas Biomedical Research Institute, San Antonio, Texas."], ["Bremer", "Andrew A", "AA", "Division of Diabetes, Endocrinology and Metabolic Diseases, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, Maryland."]], "date": null, "id": "29216341", "text": "Obesity and its multiple metabolic sequelae, including type 2 diabetes, cardiovascular disease, and fatty liver disease, are becoming increasingly widespread in both the developed and developing world. There is an urgent need to identify new approaches for the prevention and treatment of these costly and prevalent metabolic conditions. Accomplishing this will require the use of appropriate animal models for preclinical and translational investigations in metabolic disease research. Although studies in rodent models are often useful for target/pathway identification and testing hypotheses, there are important differences in metabolic physiology between rodents and primates, and experimental findings in rodent models have often failed to be successfully translated into new, clinically useful therapeutic modalities in humans. Nonhuman primates represent a valuable and physiologically relevant model that serve as a critical translational bridge between basic studies performed in rodent models and clinical studies in humans. The purpose of this review is to evaluate the evidence, including a number of specific examples, in support of the use of nonhuman primate models in metabolic disease research, as well as some of the disadvantages and limitations involved in the use of nonhuman primates. The evidence taken as a whole indicates that nonhuman primates are and will remain an indispensable resource for evaluating the efficacy and safety of novel therapeutic strategies targeting clinically important metabolic diseases, including dyslipidemia and atherosclerosis, type 2 diabetes, hepatic steatosis, steatohepatitis, and hepatic fibrosis, and potentially the cognitive decline and dementia associated with metabolic dysfunction, prior to taking these therapies into clinical trials in humans.", "doi": "10.1093/ilar/ilx031", "title": "Use and Importance of Nonhuman Primates in Metabolic Disease Research: Current State of the Field.", "journal": ["ILAR journal", "ILAR J"]}