{"authors": [["Barreto", "Philipe de Souto", "PS", "Gerontopole of Toulouse, Institute on Aging, Toulouse University Hospital (CHU Toulouse), Toulouse, France."], ["Demougeot", "Laurent", "L", "Center of Genetics, Children's Hospital, Dijon, France."], ["Vellas", "Bruno", "B", "Gerontopole of Toulouse, Institute on Aging, Toulouse University Hospital (CHU Toulouse), Toulouse, France."], ["Rolland", "Yves", "Y", "Gerontopole of Toulouse, Institute on Aging, Toulouse University Hospital (CHU Toulouse), Toulouse, France."]], "date": "2017-12-05", "id": "29216339", "text": "To assess the effects of long-term exercise on the onset of dementia, mild cognitive impairment (MCI), and other clinically meaningful cognitive decline in the elderly.Systematic review with preplanned meta-analysis. Electronic searches were performed between November 2016 and May 2017. RCTs examining the effects of long-term exercise (intervention length 12 months or longer) on the onset of dementia, MCI, or clinically meaningful cognitive decline in older adults without dementia at baseline were eligible. Two authors extracted the data independently. Four binary outcomes were defined: dementia onset, MCI onset, other clinically meaningful cognitive decline, and any of these three outcomes combined.Five studies (n=2878 participants randomized) were included in this review. Outcomes' incidence for exercisers and controls were, respectively: 3.7% (n=949) and 6.1% (n=1017) for dementia (three studies), 10.2% (n=686) and 9.1% (n=682) for MCI (one study), 14.5% (n=124) and 15.4% (n=123) for other clinically meaningful cognitive decline (two studies), and 11.4% (n=1073) and 12.5% (n=1140) for all outcomes combined. Meta-analyses found no significant effects of exercise for reducing the risk of dementia, MCI, other clinically meaningful cognitive decline, or all outcomes combined.Evidence from RCTs is limited and does not support that exercise reduces the risk of developing clinically important cognitive outcomes. Further long-term exercise RCTs are needed before solid conclusions can be drawn.", "doi": "10.1093/gerona/glx234", "title": "Exercise training for preventing dementia, mild cognitive impairment, and clinically meaningful cognitive decline: a systematic review and meta-analysis.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}