{"authors": [["Štrafela", "P", "P", "Department of Pathology, University Clinical Centre Maribor, Maribor, Slovenia."], ["Pleško", "J", "J", "Institute of Pathology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia."], ["Magdič", "J", "J", "Clinic of Neurology, University Clinical Centre Maribor, Maribor, Slovenia."], ["Koritnik", "B", "B", "Institute of Neurophysiology, University Clinical Centre Ljubljana, Ljubljana, Slovenia."], ["Zupan", "A", "A", "Institute of Pathology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia."], ["Glavač", "D", "D", "Institute of Pathology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia."], ["Bresjanac", "M", "M", "LNPR, Institute of Pathophysiology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia."], ["Popović", "M", "M", "Institute of Pathology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia."]], "date": "2017-12-07", "id": "29215752", "text": "This report presents the clinical course, neuropathology and ultrastructure of neuronal tau inclusions of four Slovene relatives with P364S MAPT mutation.The clinical history of three out of four P364S MAPT mutation carriers was taken. After formalin fixation, thorough sampling of the central nervous system was followed by paraffin embedding, H&E, Gallyas, Bielschowsky and immunostaining with AT8, anti-3R, anti-4R tau, anti-amyloid-β, anti-TDP43 and anti-alpha-synuclein antibodies. The distribution and density of different types of neuronal tau inclusions were semiquantitatively assessed. In addition, the ultrastructure of neuronal tau inclusions was analysed.Macroscopic examination of the brains was unremarkable. Microscopically, neuronal tau inclusions of almost all known types were widespread and distributed fairly uniformly in all cases. Pick bodies and swollen neurones were found in only one family member. Mutant tau was composed of 3R and 4R isoforms, with a slight predominance of 3R tau. Composite neuronal tau inclusion (CNTI), found in all four relatives, was a hallmark of the P364S MAPT mutation. CNTI showed compartmental differences in H&E and Gallyas staining, tau isoforms immunolabelling and ultrastructure, displaying fuzzy fibrils in the core and paired twisted tubules at the periphery.P364S MAPT mutation is characterized clinically by a variable combination of frontotemporal dementia, parkinsonism and motor neurone disease of short duration, and neuropathologically by a widespread uniform distribution of all known neuronal tau inclusions in one family member. Two-compartment CNTI is a unique characteristic of the P364S MAPT mutation.", "doi": "10.1111/nan.12456", "title": "Familial tauopathy with P364S MAPT mutation: clinical course, neuropathology and ultrastructure of neuronal tau inclusions.", "journal": ["Neuropathology and applied neurobiology", "Neuropathol. Appl. Neurobiol."]}