{"authors": [["Díez-Manglano", "Jesús", "J", "Internal Medicine Department, Hospital Royo Villanova, Zaragoza, Spain."], ["Espuelas-Monge", "María", "M", "Research Group on Comorbidity and Polypathology in Aragón, Aragón Health Sciences Institute, Zaragoza, Spain."], ["Gomes-Martín", "Javier", "J", "Internal Medicine Department, Hospital Royo Villanova, Zaragoza, Spain."], ["Lerín-Sánchez", "Javier", "J", "Internal Medicine Department, Hospital Obispo Polanco, Teruel, Spain."], ["Odriozola-Grijalba", "Mónica", "M", "Research Group on Comorbidity and Polypathology in Aragón, Aragón Health Sciences Institute, Zaragoza, Spain."], ["Piqueras-Serrano", "Carmen", "C", "Internal Medicine Department, Hospital de Alcañiz, Alcañiz, Spain."], ["Sánchez-Rubio-Lezcano", "Pablo", "P", "Research Group on Comorbidity and Polypathology in Aragón, Aragón Health Sciences Institute, Zaragoza, Spain."], ["Zamora-Mur", "Alfredo", "A", "Geriatrics Department, Hospital de Barbastro, Huesca, Spain."]], "date": "2017-12-07", "id": "29214720", "text": "To determine whether answering three questions erroneously (\"what is the date today?,\" \"when were you born?\" and \"how old are you?\") allows for the detection of advanced cognitive impairment in polypathological patients.A cross-sectional study of patients admitted to the internal medicine and geriatrics departments was carried out. Advanced cognitive impairment was diagnosed when patients made 7-10 errors in the Short Portable Mental Status Questionnaire.We included 441 polypathological patients, 330 of them from the internal medicine departments and 111 from the geriatrics department. Their mean age was 80.8 years (8.9 years). Of them, 141 (32.0%) answered one question incorrectly, 58 (13.1%) answered two and 89 (20.2%) answered all three questions incorrectly. The prevalence of advanced cognitive impairment was 27.7%. The sensitivity, specificity, and positive and negative predictive values of the test were 0.705, 0.991, 0.966 and 0.898, respectively. The accuracy of the test was 0.912. The area under the receiver operating characteristic curve was 0.947, 95% CI 0.923-0.970.The three questions test has very good specificity and positive predictive value, and it can be used for the screening of advanced cognitive impairment in polypathological patients. Geriatr Gerontol Int 2017; ••: ••-••.", "doi": "10.1111/ggi.13204", "title": "Reliability of three questions for the screening of advanced cognitive impairment in polypathological patients.", "journal": ["Geriatrics & gerontology international", "Geriatr Gerontol Int"]}