{"authors": [["Matilla-Dueñas", "Antoni", "A", "Functional and Translational Neurogenetics Unit, Department of Neurosciences, Health Sciences Research Institute Germans Trias-IGTP, Can Ruti Campus, Ctra de Can Ruti, Camí de les Escoles s/n, 08916, Badalona, Barcelona, Spain. amatilla@igtp.cat."], ["Corral-Juan", "Marc", "M", "Functional and Translational Neurogenetics Unit, Department of Neurosciences, Health Sciences Research Institute Germans Trias-IGTP, Can Ruti Campus, Ctra de Can Ruti, Camí de les Escoles s/n, 08916, Badalona, Barcelona, Spain."], ["Rodríguez-Palmero Seuma", "Agustí", "A", "Department of Pediatrics, University Hospital Germans Trias i Pujol (HUGTP) and Health Sciences Research Institute, Can Ruti Campus, Ctra. de Canyet s/n, 08916, Badalona, Barcelona, Spain."], ["Vilas", "Dolores", "D", "Neurodegenerative Diseases Unit, Neurology Service and Neurosciences Department, University Hospital Germans Trias i Pujol (HUGTP), Ctra. de Canyet s/n, Can Ruti Campus, 08916, Badalona, Barcelona, Spain."], ["Ispierto", "Lourdes", "L", "Neurodegenerative Diseases Unit, Neurology Service and Neurosciences Department, University Hospital Germans Trias i Pujol (HUGTP), Ctra. de Canyet s/n, Can Ruti Campus, 08916, Badalona, Barcelona, Spain."], ["Morais", "Sara", "S", "IBMC - Institute for Molecular and Cell Biology, i3S - Instituto de Investigação e Inovação em Saúde, Universidade do Porto, Porto, Portugal."], ["Sequeiros", "Jorge", "J", "IBMC - Institute for Molecular and Cell Biology, i3S - Instituto de Investigação e Inovação em Saúde, Universidade do Porto, Porto, Portugal."], ["Alonso", "Isabel", "I", "IBMC - Institute for Molecular and Cell Biology, i3S - Instituto de Investigação e Inovação em Saúde, Universidade do Porto, Porto, Portugal."], ["Volpini", "Víctor", "V", "Bellvitge Biomedical Research Institute (IDIBELL), L'Hospitalet, Barcelona, Spain."], ["Serrano-Munuera", "Carmen", "C", "Department of Internal Medicine, Hospital St. Joan de Déu, Martorell, Spain."], ["Pintos-Morell", "Guillem", "G", "Department of Pediatrics, University Hospital Germans Trias i Pujol (HUGTP) and Health Sciences Research Institute, Can Ruti Campus, Ctra. de Canyet s/n, 08916, Badalona, Barcelona, Spain."], ["Álvarez", "Ramiro", "R", "Neurodegenerative Diseases Unit, Neurology Service and Neurosciences Department, University Hospital Germans Trias i Pujol (HUGTP), Ctra. de Canyet s/n, Can Ruti Campus, 08916, Badalona, Barcelona, Spain."], ["Sánchez", "Ivelisse", "I", "Functional Biology and Experimental Therapeutics Laboratory, Functional and Translational Neurogenetics Unit, Department of Neurosciences, Health Sciences Research Institute Germans Trias-IGTP, Can Ruti Campus, Ctra de Can Ruti, Camí de les Escoles s/n, 08916, Badalona, Barcelona, Spain. isanchez@igtp.cat."]], "date": null, "id": "29214587", "text": "More than 600 human disorders afflict the nervous system. Of these, neurodegenerative diseases are usually characterised by onset in late adulthood, progressive clinical course, and neuronal loss with regional specificity in the central nervous system. They include Alzheimer's disease and other less frequent dementias, brain cancer, degenerative nerve diseases, encephalitis, epilepsy, genetic brain disorders, head and brain malformations, hydrocephalus, stroke, Parkinson's disease, multiple sclerosis, amyotrophic lateral sclerosis (ALS or Lou Gehrig's Disease), Huntington's disease, and Prion diseases, among others. Neurodegeneration usually affects, but is not limited to, the cerebral cortex, intracranial white matter, basal ganglia, thalamus, hypothalamus, brain stem, and cerebellum. Although the majority of neurodegenerative diseases are sporadic, Mendelian inheritance is well documented. Intriguingly, the clinical presentations and neuropathological findings in inherited neurodegenerative forms are often indistinguishable from those of sporadic cases, suggesting that converging genomic signatures and pathophysiologic mechanisms underlie both hereditary and sporadic neurodegenerative diseases. Unfortunately, effective therapies for these diseases are scarce to non-existent. In this chapter, we highlight the clinical and genetic features associated with the rare inherited forms of neurodegenerative diseases, including ataxias, multiple system atrophy, spastic paraplegias, Parkinson's disease, dementias, motor neuron diseases, and rare metabolic disorders.", "doi": "10.1007/978-3-319-67144-4_25", "title": "Rare Neurodegenerative Diseases: Clinical and Genetic Update.", "journal": ["Advances in experimental medicine and biology", "Adv. Exp. Med. Biol."]}