{"authors": [["Niznik", "Joshua", "J", "Department of Pharmaceutical Sciences, University of Pittsburgh School of Pharmacy, Pittsburgh, PA, USA. jdn18@pitt.edu."], ["Zhao", "Xinhua", "X", "VA Pittsburgh Healthcare System, Center for Health Equity Research and Promotion, Pittsburgh, PA, USA."], ["Jiang", "Tao", "T", "University of Pittsburgh, Pittsburgh, USA."], ["Hanlon", "Joseph T", "JT", "VA Pittsburgh Healthcare System, Center for Health Equity Research and Promotion, Pittsburgh, PA, USA."], ["Aspinall", "Sherrie L", "SL", "VA Pittsburgh Healthcare System, Center for Health Equity Research and Promotion, Pittsburgh, PA, USA."], ["Thorpe", "Joshua", "J", "VA Pittsburgh Healthcare System, Center for Health Equity Research and Promotion, Pittsburgh, PA, USA."], ["Thorpe", "Carolyn", "C", "VA Pittsburgh Healthcare System, Center for Health Equity Research and Promotion, Pittsburgh, PA, USA."]], "date": null, "id": "29214512", "text": "Prescribing of medications with anticholinergic properties in older nursing home residents is relatively common, despite an association with an increased risk for falls, delirium, and other outcomes. Few studies have investigated what factors influence different levels of prescribing of these agents.The primary objective was to identify factors associated with low- and high-level anticholinergic burden in nursing home residents. A secondary objective was to examine in detail the contribution of different medications to low versus high burden to aid in determining which drugs to target in interventions.This was a retrospective, cross-sectional analysis of a national sample of 2009-2010 Medicare Part A and B claims, Part D prescription drug events, and Minimum Data Set (MDS) v2.0 assessments. The cohort included 4730 Medicare beneficiaries aged ≥ 65 years with continuous Medicare Parts A, B, and D enrollment, admitted for non-skilled stays of ≥ 14 days between 1 January 2010 and 30 September 2010. Anticholinergic burden was defined using the Anticholinergic Cognitive Burden (ACB) scale. Medication scores were summed at the patient level and categorized as high (score ≥ 3), low (score 1-2), or none. Baseline predisposing factors (age, sex, race/ethnicity), enabling factors (prior year hospitalization, emergency department, primary care, specialist visits; region; Medicaid/low-income subsidy), and medical need factors (dementia severity, anti-dementia medication, Charlson co-morbidity index [CCI], select comorbidities) were evaluated for association with anticholinergic burden using multinomial logistic regression.Overall, 29.6% of subjects had a high anticholinergic burden and 35.2% had a low burden. High burden was most often (72%) due to one highly anticholinergic medication rather than a cumulative effect. In adjusted analyses, factors associated with increased risk of both low and high anticholinergic burden included comorbidity, antidementia medication, depression, hypertension, and prior year hospitalization. Older age was associated with decreased odds of high anticholinergic burden. Urinary incontinence and prior year specialist visit were associated with increased odds of high anticholinergic burden. Severe and nonsevere dementia were associated with decreased odds of low burden but increased odds of high burden.Almost two-thirds of nursing home patients have some degree of anticholinergic burden. Several medical need variables are significantly associated with increased risk for low and high anticholinergic burden. Interventions should be developed to optimize prescribing for residents at increased risk of receiving medications with anticholinergic properties. Future study is needed to evaluate the difference in the risk of adverse outcomes associated with various levels of anticholinergic burden.", "doi": "10.1007/s40266-017-0502-6", "title": "Anticholinergic Prescribing in Medicare Part D Beneficiaries Residing in Nursing Homes: Results from a Retrospective Cross-Sectional Analysis of Medicare Data.", "journal": ["Drugs & aging", "Drugs Aging"]}