{"authors": [["Dolci", "Giulia A M", "GAM", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Damanti", "Sarah", "S", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Scortichini", "Valeria", "V", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Galli", "Alessandro", "A", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Rossi", "Paolo D", "PD", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Abbate", "Carlo", "C", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Arosio", "Beatrice", "B", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Mari", "Daniela", "D", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Arighi", "Andrea", "A", "Neurodegenerative Disease Unit, Department of Pathophysiology and Transplantation, Centro Dino Ferrari, University of Milan, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Fumagalli", "Giorgio G", "GG", "Neurodegenerative Disease Unit, Department of Pathophysiology and Transplantation, Centro Dino Ferrari, University of Milan, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Scarpini", "Elio", "E", "Neurodegenerative Disease Unit, Department of Pathophysiology and Transplantation, Centro Dino Ferrari, University of Milan, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Inglese", "Silvia", "S", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Marcucci", "Maura", "M", "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."]], "date": "2017-11-22", "id": "29214153", "text": "The role of cerebrospinal fluid (CSF) biomarkers, and neuroimaging in the diagnostic process of Alzheimer's disease (AD) is not clear, in particular in the older patients.The aim of this study was to compare the clinical diagnosis of AD with CSF biomarkers and with cerebrovascular damage at neuroimaging in a cohort of geriatric patients.Retrospective analysis of medical records of ≥65-year-old patients with cognitive impairment referred to an Italian geriatric outpatient clinic, for whom the CSF concentration of amyloid-β (Aβ), total Tau (Tau), and phosphorylated Tau (p-Tau) was available. Clinical diagnosis (no dementia, possible and probable AD) was based on the following two sets of criteria: (1) the Diagnostic Statistical Manual of Mental Disorders (DSM-IV) plus the National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) and (2) the National Institute on Aging-Alzheimer's Association (NIA-AA). The Fazekas visual scale was applied when a magnetic resonance imaging scan was available.We included 94 patients, mean age 77.7 years, mean Mini Mental State Examination score 23.9. The concordance (kappa coefficient) between the two sets of clinical criteria was 70%. The mean CSF concentration (pg/ml) (±SD) of biomarkers was as follows: Aβ 687 (±318), Tau 492 (±515), and p-Tau 63 (±56). There was a trend for lower Aβ and higher Tau levels from the no dementia to the probable AD group. The percentage of abnormal liquor according to the local cutoffs was still 15 and 21% in patients without AD based on the DSM-IV plus NINCDS-ADRDA or the NIA-AA criteria, respectively. The exclusion of patient in whom normotensive hydrocephalus was suspected did not change these findings. A total of 80% of patients had the neuroimaging report describing chronic cerebrovascular damage, while the Fazekas scale was positive in 45% of patients overall, in 1/2 of no dementia or possible AD patients, and in about 1/3 of probable AD patients, with no difference across ages.We confirmed the expected discrepancy between different approaches to the diagnosis of AD in a geriatric cohort of patients with cognitive impairment. Further research is needed to understand how to interpret this discrepancy and provide clinicians with practical guidelines.", "doi": "10.3389/fmed.2017.00203", "title": "Alzheimer's Disease Diagnosis: Discrepancy between Clinical, Neuroimaging, and Cerebrospinal Fluid Biomarkers Criteria in an Italian Cohort of Geriatric Outpatients: A Retrospective Cross-sectional Study.", "journal": ["Frontiers in medicine", "Front Med (Lausanne)"]}