{"authors": [["Wang", "Yong", "Y", "Department of Anesthesiology and Critical Care, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Shi", "Yun", "Y", "Department of Anesthesiology and Critical Care, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Wei", "Huafeng", "H", "Department of Anesthesiology and Critical Care, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."]], "date": "2017-09-15", "id": "29214114", "text": "Alzheimer's disease (AD) is a devastating neurodegenerative disorder and the most common cause of dementia among aged people whose population is rapidly increasing. AD not only seriously affects the patient's physical health and quality of life, but also adds a heavy burden to the patient's family and society. It is urgent to understand AD pathogenesis and develop the means of prevention and treatment. AD is a chronic devastating neurodegenerative disease without effective treatment. Current approaches for management focus on helping patients relieve or delay the symptoms of cognitive dysfunction. The calcium ion (Ca2+) is an important second messenger in the function and structure of nerve cell circuits in the brain such as neuronal growth, exocytosis, as well as in synaptic and cognitive function. Increasing numbers of studies suggested that disruption of intracellular Ca2+ homeostasis, especially the abnormal and excessive Ca2+ release from the endoplasmic reticulum (ER) via the ryanodine receptor (RYR), plays important roles in orchestrating the dynamic of the neuropathology of AD and associated memory loss, cognitive dysfunction. Dantrolene, a known antagonist of the RYR and a clinically available drug to treat malignant hyperthermia, can ameliorate the abnormal Ca2+ release from the RYR in AD and the subsequent pathogenesis, such as increased β-secretase and γ-secretase activities, production of Amyloid-β 42 (Aβ 42) and its oligomer, impaired autophagy, synapse dysfunction, and memory loss. However, more studies are needed to confirm the efficacy and safety repurposing dantrolene as a therapeutic drug in AD.", "doi": "10.4172/2161-0460.1000374", "title": "Calcium Dysregulation in Alzheimer's Disease: A Target for New Drug Development.", "journal": ["Journal of Alzheimer's disease & Parkinsonism", "J Alzheimers Dis Parkinsonism"]}