{"authors": [["Baptista", "Maria Alice Tourinho", "MAT", "MSc, Center for Alzheimer's disease and Related Disorders, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, RJ, Brazil."], ["Santos", "Raquel Luiza", "RL", "PhD, Center for Alzheimer's disease and Related Disorders, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, RJ, Brazil."], ["Kimura", "Nathália", "N", "MSc, Center for Alzheimer's disease and Related Disorders, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, RJ, Brazil."], ["Lacerda", "Isabel Barbeito", "IB", "MSc, Center for Alzheimer's disease and Related Disorders, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, RJ, Brazil."], ["Dourado", "Marcia Cristina Nascimento", "MCN", "PhD, Center for Alzheimer's disease and Related Disorders, Institute of Psychiatry, Universidade Federal do Rio de Janeiro, RJ, Brazil."]], "date": null, "id": "29213530", "text": "Studies report that people with young onset Alzheimer's disease (YOAD) have higher levels of disease awareness compared to those with late onset AD. We report a case of a man with YOAD who had preserved awareness of disease, depression and risk of suicide associated with the development of the dementia. Cognitive functioning, disease severity, depressive symptoms and awareness of disease were assessed using validated measures. The person with YOAD showed a moderate level of disease severity and high degree of dependence for activities of daily living. There was recognition of memory problems and routine changes with presence of intense pessimism, low self-esteem and suicidal ideation. This case points to the existence of specific issues related to young onset dementia and the clinical importance of identifying and treating patients who might be aware of their condition.Estudos relatam que pessoas com doença de Alzheimer (DA) de início precoce possuem maior consciência da doença comparadas com as de início tardio. Descrevemos o caso de um homem com DA de início precoce, que apresenta consciência da doença preservada, depressão e risco de suicídio associado ao desenvolvimento da demência. O funcionamento cognitivo, gravidade da doença, sintomas depressivos e a consciência da doença foram acessados através de instrumentos validados. A pessoa com DA de início precoce apresentou um nível de gravidade da doença moderado e um elevado grau de dependência para as atividades de vida diária. Houve reconhecimento dos problemas de memória e mudanças de rotina com presença de pessimismo intenso, baixa autoestima e ideação suicida. Esse caso indica a existência de questões específicas relacionadas à demência de início precoce e a importância clínica de identificar e tratar pacientes que possam estar conscientes de sua condição.", "doi": "10.1590/1980-57642016dn11-030015", "title": "Disease awareness may increase risk of suicide in young onset dementia: A case report.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}