{"authors": [["Contador", "Israel", "I", "Department of Basic Psychology, Psychobiology and Methodology of Behavioral Science. University of Salamanca, Salamanca, Spain."], ["Bermejo-Pareja", "Félix", "F", "Clinical Research Unit (Imas12), University Hospital \"12 de Octubre\", Madrid, Spain."], ["Pablos", "D Lora", "DL", "Research Institute of Hospital \"12 de Octubre\" (i+12), Epidemiology Section, Madrid, Spain."], ["Villarejo", "Alberto", "A", "Department of Neurology. University Hospital \"12 de Octubre\", Madrid, Spain."], ["Benito-León", "Julián", "J", "The Biomedical Research Centre Network for Neurodegenerative Diseases (CIBERNED), Carlos III Research Institute, Madrid, Spain."]], "date": null, "id": "29213527", "text": "High education has been associated with faster cognitive decline after diagnosis of Alzheimer's disease (AD), but it is unclear whether these findings extend to other dementia subtypes.We investigated whether educational attainment influences the cognitive trajectories of older adults with different dementia subtypes.All participants were selected from NEDICES, a prospective population-based cohort study of Spanish older adults. A total sample of 53 individuals with dementia completed the MMSE-37 at Times 1 and 2 (mean follow-up=2.8±0.5 years) to assess cognitive decline.At follow-up, MMSE-37 scores had decreased by 3.34±4.98 points in low-educated individuals with dementia versus 7.90±4.88 points in high-educated subjects (effect size (r)=0.32, p=0.02).Educational level influenced the cognitive trajectories of patients with dementia assessed by the MMSE-37.A educação mais alta tem sido associada com um declínio cognitive mais rápido após o diagnóstico de doença de Alzheimer (DA), mas não está claro se estes achados podem ser extendidos a outros subtipos de demência.Nós investigamos se o nível educacional alcançado influencia as trajetórias cognitivas de adultos idosos com diferentes subtipos de demência.Todos os participantes foram selecionados do NEDICES, um estudo de coorte prospectivo de base populacional de idosos adultos espanhóis. Uma amostra total de 53 indivíduos com demência completaram o MEEM-37 nos momentos 1 e 2 (acompanhamento médio de 2.8± 0.5 anos) para avaliação do declínio cognitive.No seguimento, o MEEM-37 declinou 3.34±4.98 pontos em indivíduos de baixa escolaridade com demência versus 7.90±4.88 pontos entre os altamente escolarizados (tamanho do efeito (r)=0.32, p=0.02).O nível educacional influenciou as trajetórias cognitivas de pacientes com demência avaliados pelo MEEM-37.", "doi": "10.1590/1980-57642016dn11-030012", "title": "High education accelerates cognitive decline in dementia: A brief report from the population-based NEDICES cohort.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}