{"authors": [["Guedes", "Álvaro C B", "ÁCB", "Students at the Medical School of Federal University of Health Sciences of Porto Alegre. Scientific initiation scholars."], ["Santin", "Ricardo", "R", "Students at the Medical School of Federal University of Health Sciences of Porto Alegre. Scientific initiation scholars."], ["Costa", "André S R", "ASR", "Students at the Medical School of Federal University of Health Sciences of Porto Alegre. Scientific initiation scholars."], ["Reiter", "Keli C", "KC", "Biologist, PhD, Federal University of Health Science of Porto Alegre's Laboratory of Pathology."], ["Hilbig", "Arlete", "A", "Neurologists. MD, PhD, Professors at the Federal University of Health Science of Porto Alegre."], ["Fernandez", "Liana L", "LL", "Neurologists. MD, PhD, Professors at the Federal University of Health Science of Porto Alegre."]], "date": null, "id": "29213521", "text": "TDP-43 is an intranuclear protein involved in many cellular processes. When altered, it shows a change in pattern of distribution, as well as in functioning, throughout the Central Nervous System structures. Frontotemporal Lobar Degeneration (FTLD) and Amyotrophic Lateral Sclerosis (ALS) are examples of TDP-43 proteinopathy. These disorders form a clinical spectrum, with some patients having a pure cognitive disorder while others also exhibit motor features.We studied two donated brains from patients with a diagnosis of Frontotemporal Dementia (FTD), one of which was associated with ALS (ALS-FTD). After fixation and macroscopic examinations, sample analyses were performed. Specific regions were chosen for the application of immunohistochemistry (IHC) with anti-Aβ, AT8, anti-α-synuclein and anti-phospho-TDP-43.Both brains presented anti-phospho-TDP-43 positivity, but this was not equally distributed throughout the encephalic zones. In the FTD case, the studied brain presented phosphorylated TDP-43- in the frontal cortex, hippocampus, entorhinal cortex and mesencephalon; in the ALS-FTD case, the abnormal protein was also seen in the pons and medulla oblongata. The brain in the ALS-FTD case presented Aβ and AT8 positivity in the hippocampus and entorhinal cortex (Braak I and II).The hypothesis supported by scientific literature that these neurodegenerative diseases can have the same etiology with distinct encephalic region involvement is corroborated by the present study.TDP-43 é uma proteína intranuclear envolvida em vários processos celulares. Essa molécula, quando alterada, mostra padrões de distribuição modificados, assim como de funcionamento, ao longo das estruturas do Sistema Nervoso Central. A Degeneração Lobar Frontotemporal (DLFT) e a Esclerose Lateral Amiotrófica (ELA) são dois exemplos de proteinopatia de TDP-43. Esses transtornos formam um espectro clínico, com alguns pacientes apresentando um transtorno cognitivo puro enquanto outros também apresentam disfunções motoras.Nós estudamos dois cérebros doados de pacientes com diagnóstico de Demência Frontotemporal (DFT), um dos quais se associava com ELA (ELA-DFT). Após fixação e exame macroscópico, foram realizadas análises de amostras. Regiões específicas foram escolhidas para aplicação de imunohistoquímica (IHQ) com anti-Aβ, AT8, anti-α-sinucleina e anti-fosfo-TDP-43.Ambos os cérebros foram positivos para anti-fosfo-TDP-43, mas de forma não igualmente distribuida pelas regiões encefálicas. No caso DFT, o cérebro estudado apresentou TDP-43-fosforilada no córtex frontal, hipocampo, córtex entorrinal e mesencéfalo; no caso ELA-DFT, a proteína anormal também foi vista na ponte e no bulbo. O cérebro do caso ELA-DFT foi positivo para Aβ e AT8 no hipocampo e no córtex entorrinal (Braak I e II).O presente estudo corrobora a hipótese atualmente sustentada pela literatura científica de que essas duas doenças neurodegenerativas possuem a mesma etiologia, mas acometem regiões encefálicas distintas.", "doi": "10.1590/1980-57642016dn11-030006", "title": "Distinct Phospho-TDP-43 brain distribution in two cases of FTD, one associated with ALS.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}