{"authors": [["Delfino", "Lais Lopes", "LL", "Doutoranda em Gerontologia no Programa de Pós-Graduação em Gerontologia, Faculdade de Ciências Médicas, Universidade Estadual de Campinas, Campinas, SP, Brasil."], ["Komatsu", "Ricardo Shoiti", "RS", "MD, MSc, PhD, Professor Doutor, Chefe da Disciplina de Geriatria e Gerontologia, Faculdade de Medicina de Marília, Marília, SP, Brasil."], ["Komatsu", "Caroline", "C", "Graduanda (4º ano) em Medicina, Escola de Medicina e Cirurgia, Universidade Federal do Estado do Rio de Janeiro, Rio de Janeiro, RJ, Brasil."], ["Neri", "Anita Liberalesso", "AL", "PhD, Professora Titular, Faculdade de Ciências Médicas, Universidade Estadual de Campinas, Campinas, SP, Brasil."], ["Cachioni", "Meire", "M", "PhD, Professora, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, SP, Brasil."]], "date": null, "id": "29213520", "text": "Communication with patients with dementia may be a difficult task for caregivers.The aim of this study was to produce a Brazilian transcultural adaptation of an instrument developed in Canada, called the Small Communication Strategies Scale, composed of 10 items constructed from 10 communicative strategies most recurrent in a literature survey.Drawing on understanding of the construction of the Small Communication Strategies Scale (SCSS), a Brazilian Portuguese version of the instrument was devised through the following steps: translation, back-translation and semantic-cultural adaptation by a specialized linguist in English-Portuguese translations and application of the comprehension test for the version produced in a group of caregivers of elderly individuals with dementia.The transcultural equivalence process was performed and two items of the SCSS needed adapting to the Brazilian context. After changes suggested by a specialized linguist, the final version was applied to 34 caregivers and the transcultural equivalence considered satisfactory.The Brazilian version of the instrument was successfully transculturally adapted for future validation and application in Brazil.A comunicação com pacientes com demência pode ser muito difícil para os cuidadores.Este estudo objetivou obter a adaptação transcultural de um instrumento desenvolvido no Canadá, denominado Small Communication Strategies Scale, composto por 10 itens que foi construído a partir de 10 estratégias comunicativas que mais apareciam em um levantamento bibliográfico.A partir da compreensão da construção da Small Communication Strategies Scale (SCSS), realizou-se uma versão em português brasileiro desse instrumento, por meio das seguintes etapas: tradução, retrotradução e adequação semântico-cultural realizada por uma linguista especialista em versões inglês-português e o teste da compreensibilidade da versão obtida num grupo de cuidadores de idosos com demência.A equivalência transcultural foi realizada, e no teste de compreensibilidade apenas dois itens do SCSS precisaram ser adaptados para o contexto brasileiro: 2) lentamente e devagar – optou-se por devagar; 6) concentrar a atenção e prestar atenção – adotou-se prestar atenção, neste mesmo item, entre os termos: estratégias de reparação na conversa e fazer interferências quando necessário for, optou-se por fazer interferências quando necessário for.A versão brasileira do instrumento foi adaptada transculturalmente com sucesso e está pronta para ser validada e aplicada no Brasil.", "doi": "10.1590/1980-57642016dn11-030005", "title": "Brazilian transcultural adaptation of an instrument on communicative strategies of caregivers of elderly with dementia.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}