{"authors": [["Morello", "Aline Nunes da Cruz", "ANDC", "Instituto de Psicologia, Universidade Federal do Rio Grande do Sul - UFRGS - Porto Alegre, RS, Brazil."], ["Lima", "Tatiane Machado", "TM", "Instituto de Psicologia, Universidade Federal do Rio Grande do Sul - UFRGS - Porto Alegre, RS, Brazil."], ["Brandão", "Lenisa", "L", "Departamento de Saúde e Comunicação Humana, Universidade Federal do Rio Grande do Sul - UFRGS - Porto Alegre, RS Brazil."]], "date": null, "id": "29213519", "text": "Alzheimer's disease considerably compromises communication skills. Language changes become more prominent as the disease progresses. Deterioration of language and cognition reduces the ability of holding conversations, which has a negative impact on social interaction.To conduct a systematic review of the literature for articles reporting interventions focused on the language and communication of people with Alzheimer's disease (AD) without use of medication.We performed a search using the keywords Alzheimer's disease, language, communication, cognition, cognitive intervention, rehabilitation and therapy, and their corresponding Portuguese and Spanish terms, on the SciELO, LILACS, PubMed and PsychINFO databases. We analyzed intervention studies published from 1993 to 2016 that involved stimulation of language skills and/or communication with pre-and post-intervention quantitative results, and whose samples included at least 50% with a diagnosis of probable AD. Studies were analyzed and classified into four levels of evidence, according to the criteria described in the literature.Twenty-eight articles were included. The majority of the designs had medium-to-low scientific evidence. Most interventions showed benefits for at least one language or communicative skill. Eight types of interventions emerged from the analysis of the studies. Further research with higher levels of evidence is recommended in the investigation of interventions focused on language and communication skills of patients with dementia.Studies with high levels of evidence on the topic investigated are only being conducted on a small scale. Two intervention techniques seem potentially effective: lexical-semantic approaches and interventions that work with different cognitive skills (including language).A doença de Alzheimer (DA) compromete consideravelmente as habilidades de comunicação. As mudanças de idioma se tornam mais proeminentes à medida que a doença avança. A deterioração da linguagem e da cognição reduz a capacidade de manter conversas, o que tem um impacto negativo na interação social.Realizar uma revisão sistemática da literatura para artigos que denunciam intervenções focadas na linguagem e comunicação de pessoas com DA sem uso de medicação.Realizamos uma pesquisa usando as palavras-chave doença de Alzheimer, linguagem, comunicação, cognição, intervenção cognitiva, reabilitação e terapia, e seus correspondentes termos em português e espanhol, nas bases de dados SciELO, LILACS, PubMed e PsychINFO. Analisamos os estudos de intervenção publicados de 1993 a 2016 que envolveram estimulação de habilidades linguísticas e / ou comunicação com resultados quantitativos pré e pós-intervenção e cujas amostras incluíram pelo menos 50% com diagnóstico de DA provável. Os estudos foram analisados ​​e classificados em quatro níveis de evidência, de acordo com os critérios descritos na literatura.Vinte e oito artigos foram incluídos. A maioria dos projetos tinha evidências científicas de médio a baixo. A maioria das intervenções mostrou benefícios para pelo menos uma linguagem ou habilidade comunicativa. Oito tipos de intervenções emergiram da análise dos estudos. Pesquisas adicionais com maiores níveis de evidência são recomendadas na investigação de intervenções focadas em linguagem e habilidades de comunicação de pacientes com demência.Estudos com altos níveis de evidência sobre o tema investigado estão sendo conduzidos apenas em pequena escala. Duas técnicas de intervenção parecem ser efetivas: abordagens lexical-semânticas e intervenções que funcionam com diferentes habilidades cognitivas (incluindo linguagem).", "doi": "10.1590/1980-57642016dn11-030004", "title": "Language and communication non-pharmacological interventions in patients with Alzheimer's disease: a systematic review. Communication intervention in Alzheimer.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}