{"authors": [["Ianof", "Jéssica Natuline", "JN", "Neurology Department, University of São Paulo Medical School Hospital (FMUSP-HC), São Paulo, SP, Brazil."], ["Fraga", "Francisco José", "FJ", "Engineering, Modeling and Applied Social Sciences Center (CECS) - Federal University of ABC (UFABC), São Paulo, SP, Brazil."], ["Ferreira", "Leonardo Alves", "LA", "Engineering, Modeling and Applied Social Sciences Center (CECS) - Federal University of ABC (UFABC), São Paulo, SP, Brazil."], ["Ramos", "Renato Teodoro", "RT", "Psychiatry Institute - University of São Paulo, São Paulo, SP, Brazil."], ["Demario", "José Luiz Carlos", "JLC", "Department of Actuarial and Quantitative Methods - Pontifical Catholic of São Paulo, São Paulo, SP, Brazil."], ["Baratho", "Regina", "R", "Department of Actuarial and Quantitative Methods - Pontifical Catholic of São Paulo, São Paulo, SP, Brazil."], ["Basile", "Luís Fernando Hindi", "LFH", "Neurology Department, University of São Paulo Medical School Hospital (FMUSP-HC), São Paulo, SP, Brazil."], ["Nitrini", "Ricardo", "R", "Neurology Department, University of São Paulo Medical School Hospital (FMUSP-HC), São Paulo, SP, Brazil."], ["Anghinah", "Renato", "R", "Neurology Department, University of São Paulo Medical School Hospital (FMUSP-HC), São Paulo, SP, Brazil."]], "date": null, "id": "29213509", "text": "Alzheimer's disease (AD) is a dementia that affects a large contingent of the elderly population characterized by the presence of neurofibrillary tangles and senile plaques. Traumatic brain injury (TBI) is a non-degenerative injury caused by an external mechanical force. One of the main causes of TBI is diffuse axonal injury (DAI), promoted by acceleration-deceleration mechanisms.To understand the electroencephalographic differences in functional mechanisms between AD and DAI groups.The study included 20 subjects with AD, 19 with DAI and 17 healthy adults submitted to high resolution EEG with 128 channels. Cortical sources of EEG rhythms were estimated by exact low-resolution electromagnetic tomography (eLORETA) analysis.The eLORETA analysis showed that, in comparison to the control (CTL) group, the AD group had increased theta activity in the parietal and frontal lobes and decreased alpha 2 activity in the parietal, frontal, limbic and occipital lobes. In comparison to the CTL group, the DAI group had increased theta activity in the limbic, occipital sublobar and temporal areas.The results suggest that individuals with AD and DAI have impairment of electrical activity in areas important for memory and learning.A dooença de Alzheimer (DA) é uma demência que acomete uma grande parcela da população idosa e caracteriza-se pela presença de emaranhados neurofibrilares e placas senis. O traumatismo cranioencefálico (TCE) é uma lesão não degenerativa causada por uma força mecânica externa. Uma das principais causas de TCE é a lesão axonal difusa (LAD), causada por mecanismos de aceleração-desaceleração.Entender as diferenças dos mecanismos funcionais entre os grupos - DA e LAD do ponto de vista eletroencefalográfico.Participaram deste estudo 56 indivíduos adultos. Destes, 20 com DA, 19 com LAD e 17 adultos saudáveis submetidos ao EEG de alta resolução com 128 canais. As fontes corticais dos ritmos do EEG foram estimadas pela análise por tomografia eletromagnética exata de baixa resolução (eLORETA).A análise por eLORETA mostrou que, em comparação ao grupo controle (CTL), o grupo DA apresentou aumento da atividade teta nos lobos parietal e frontal e diminuição da atividade alfa 2 nos lobos parietal, frontal, límbico e occipital. Em comparação ao grupo CTL, o grupo LAD apresentou aumento da atividade teta nas áreas límbica, occipital sub-lobar e temporal.Os resultados sugerem que os indivíduos com DA e com LAD apresentam comprometimento da atividade elétrica em áreas importantes para a memória e aprendizagem.", "doi": "10.1590/1980-57642016dn11-020010", "title": "Comparative analysis of the electroencephalogram in patients with Alzheimer's disease, diffuse axonal injury patients and healthy controls using LORETA analysis.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}