{"authors": [["Borges", "Marcus Kiiti", "MK", "MSc Psychiatrist, Master's student, Postgraduate Program in Psychiatry, Escola Paulista de Medicina, Universidade Federal de São Paulo (EPM/UNIFESP), São Paulo, SP, Brazil."], ["Jacinto", "Alessandro Ferrari", "AF", "MD Geriatrician, PhD Associate Professor, Department of Internal Medicine, Faculdade de Medicina de Botucatu, Universidade Estadual Paulista Júlio de Mesquita Filho (UNESP), Botucatu, SP, Brazil."], ["Citero", "Vanessa de Albuquerque", "VA", "MD Psychiatrist, PhD Associate Professor, Department of Psychiatry, Escola Paulista de Medicina, Universidade Federal de São Paulo (UNIFESP), São Paulo, SP, Brazil."]], "date": null, "id": "29213508", "text": "Alzheimer's disease (AD) represents a major public health problem and it is therefore crucial that modifiable risk factors be known prior to onset of dementia in late-life. The \"Australian National University - Alzheimer's Disease Risk Index\" (ANU-ADRI) is one of the potential tools for primary prevention of the disease.The aim of this study was to devise an adapted version of the ANU-ADRI for use in Brazil.The instrument was translated from its original language of English into Portuguese and then back-translated into English by bilingual translators. It was subsequently reviewed and evaluated as to the degree of translation issues and equivalence. In this study, the ANU-ADRI was applied using individual (face-to-face) interviews in a public hospital, unlike the original version which is applied online by self-report. The final version (pretest) was evaluated in a sample of 10 participants with a mean age of 60 years (±11.46) and mean education of 11 years (±6.32).The intraclass correlation coefficient (ICC) (inter-rater) was 0.954 (P<0.001 for a confidence interval (CI) of 95%=[0.932; 0.969]). Cultural equivalence was performed without the need for a second instrument application step.After cross-cultural adaptation, the language of the resultant questionnaire was deemed easily understandable by the Brazilian population.A doença de Alzheimer (DA) tem sido um grande problema de saúde pública, portanto é crucial que fatores de risco modificáveis possam ser conhecidos antes da instalação da demência na fase final da vida. O \"Australian National University - Índice de Risco da Doença de Alzheimer\" (ANU-ADRI) é uma das ferramentas potenciais para a prevenção primária da doença.Este estudo teve como objetivo elaborar uma versão adaptada do ANU-ADRI para o uso no Brasil.O instrumento foi traduzido do idioma original, inglês para a língua portuguesa e retrotraduzido para o inglês por tradutores bilíngues. Foi posteriormente revisado e avaliado quanto ao grau de dificuldade da tradução e equivalência. Neste estudo, o ANU-ADRI foi aplicado em entrevistas individuais (face a face) num hospital público em vez da versão original que é aplicada on-line por meio de autorrelato. A versão final (pré-teste) foi avaliada numa amostra de 10 participantes com média de idade 60 anos (±11,46), e média de escolaridade 11 anos (±6,32).O coeficiente de correlação intraclasse entre os avaliadores foi 0,954 (P<0,001, intervalo de confiança de 95% IC=[0,932; 0,969]). A equivalência cultural foi realizada sem a necessidade de uma segunda etapa de aplicação do instrumento.Após a adaptação transcultural, a linguagem do questionário é descrita como de fácil compreensão pela população brasileira.", "doi": "10.1590/1980-57642016dn11-020009", "title": "Cross-cultural adaptation of the \"Australian National University Alzheimer's Disease Risk Index\" for the Brazilian population.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}