{"authors": [["Satler", "Corina", "C", "PhD, Adjunct Professor, Faculty of Ceilandia, UnB, University of Brasilia, Brasilia, DF, Brazil."], ["Guimarães", "Luiza", "L", "Undergraduate Student, Laboratory of Neurosciences and Behavior, Department of Physiological Sciences, University of Brasilia, Brasilia, DF, Brazil."], ["Tomaz", "Carlos", "C", "Undergraduate Student, Laboratory of Neurosciences and Behavior, Department of Physiological Sciences, University of Brasilia, Brasilia, DF, Brazil."]], "date": null, "id": "29213505", "text": "Alzheimer's disease (AD) is associated with progressive impairment of higher-level cognitive abilities. Previous research suggests that early impairment of executive functions occurs during the course of the disease, but few studies have specifically investigated planning ability in an AD population.The purpose of the current study was to examine whether AD patients retain the ability to plan ahead, by analyzing specificities of their behavior in successfully achieving a pre-established goal.Twenty-one AD patients and thirty-three elderly controls underwent a problem-solving assessment using the Tower of London (TOL) test.AD patients were less accurate and less efficient than controls. AD patients also committed more mistakes. This indicates a decline in working memory and inhibitory deficits, resulting in impulsive and inappropriate behaviors.These results are in agreement with previous studies, showing executive function problems in patients with AD. Specifically, this study demonstrates the presence of planning ability deficits in AD, considering both qualitative and quantitative approaches. The wide range of analysis presented in this study can aid clinicians in identifying the nature of the poor performance of AD patients during a planning task.A doença de Alzheimer (DA) é associada a um comprometimento progressivo das habilidades cognitivas superiores. Pesquisas anteriores sugerem que o comprometimento precoce das funções executivas ocorre durante o curso da doença, mas poucos estudos têm investigado especificamente a capacidade de planejamento em uma população com DA.O objetivo do presente estudo foi analisar se os pacientes com DA mantêm a capacidade de planejar antecipadamente, analisando as especificidades de seu comportamento para alcançar com êxito uma meta pré-estabelecida.Vinte e um pacientes com DA e trinta e três controles idosos foram submetidos a uma avaliação de resolução de problemas utilizando o teste de Torre de Londres (TOL).Os pacientes com DA foram menos precisos e menos eficientes do que os controles. Os pacientes com DA também cometeram mais erros. Isso indica um declínio na memória operacional e déficits inibitórios, resultando em comportamentos impulsivos e inadequados.Estes resultados estão de acordo com estudos anteriores, mostrando problemas de função executiva em pacientes com DA. Especificamente, este estudo demonstra a presença de déficits de capacidade de planejamento na DA, considerando abordagens qualitativas e quantitativas. A ampla gama de análises apresentadas neste estudo poderá auxiliar aos profissionais da área da saúde na identificação da natureza do baixo desempenho dos pacientes com DA durante uma tarefa de planejamento.", "doi": "10.1590/1980-57642016dn11-020006", "title": "Planning ability impairments in probable Alzheimer's disease patients: Evidence from the Tower of London test.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}