{"authors": [["Musa", "Gada", "G", "Unidad de Neurología Cognitiva y Demencias, Hospital del Salvador, Providencia, Santiago, Chile."], ["Henríquez", "Fernando", "F", "Unidad de Neurología Cognitiva y Demencias, Hospital del Salvador, Providencia, Santiago, Chile."], ["Muñoz-Neira", "Carlos", "C", "Unidad de Neurología Cognitiva y Demencias, Hospital del Salvador, Providencia, Santiago, Chile."], ["Delgado", "Carolina", "C", "Departamento de Neurología y Neurocirugía, Hospital Clínico Universidad de Chile."], ["Lillo", "Patricia", "P", "Centro de Gerociencias, Salud Mental y Metabolismo, Providencia, Santiago, Chile."], ["Slachevsky", "Andrea", "A", "Unidad de Neurología Cognitiva y Demencias, Hospital del Salvador, Providencia, Santiago, Chile."]], "date": null, "id": "29213504", "text": "The Neuropsychiatric Inventory Questionnaire (NPI-Q) is an informant-based instrument that measures the presence and severity of 12 Neuropsychiatric Symptoms (NPS) in patients with dementia, as well as informant distress.To measure the psychometric properties of the NPI-Q and the prevalence of NPS in patients with Alzheimer's disease (AD) in Chile.53 patients with AD were assessed. Subjects were divided into two different groups: mild AD (n=26) and moderate AD (n=27). Convergent validity was estimated by correlating the outcomes of the NPI-Q with Neuropsychiatric Inventory (NPI) scores and with a global cognitive efficiency test (Addenbrooke's Cognitive Examination - Revised - ACE-R). Reliability of the NPI-Q was analysed by calculating its internal consistency. Prevalence of NPS was estimated with both the NPI and NPI-Q.Positive and significant correlations were observed between the NPI-Q, the NPI, and the ACE-R (r=0.730; p<0.01 and 0.315; p<0.05 respectively). The instrument displayed an adequate level of reliability (Cronbach's alpha=0.783). The most prevalent NPS were apathy/indifference (62.3%) and dysphoria/depression (58.5%).The NPI-Q exhibited acceptable validity and reliability indicators for patients with AD in Chile, indicating that it is a suitable instrument for the routine assessment of NPS in clinical practice.O Questionário de Inventário Neuropsiquiátrico (NPI-Q) é um instrumento baseado em informantes que mede a presença e a gravidade de 12 Sintomas Neuropsiquiátricos (NPS) em pacientes com demência, bem como o sofrimento do informante.Avaliar as propriedades psicométricas do NPI-Q e a prevalência de NPS em pacientes com doença de Alzheimer (DA).Foram avaliados 53 pacientes com DA. Eles foram divididos em dois grupos diferentes: AD leve (n=26) e AD moderado (n=27). A validade convergente foi estimada correlacionando os resultados do NPI-Q com os escores do Inventário Neuropsiquiátrico (NPI) e um teste de eficiência cognitiva global (Addenbrooke's Cognitive Examination - Revised - ACE-R). A confiabilidade do NPI-Q foi analisada pelo cálculo da sua consistência interna. A prevalência de NPS foi estimada com NPI e NPI-Q.Foram observadas correlações positivas e significativas entre NPI-Q, NPI e ACE-R (r=0,730; p<0,01 e 0>315; p<0>05). O instrumento apresentou um nível adequado de confiabilidade (alfa de Cronbach=0J83). Os NPS mais prevalentes foram apatia/indiferença (62,3%) e disforia/depressão (58,5%).O NPI-Q apresenta indicadores de validade e confiabilidade aceitáveis em pacientes com DA, o que indica que é um instrumento adequado para a avaliação rotineira de NPS na prática clínica.", "doi": "10.1590/1980-57642016dn11-020005", "title": "Utility of the Neuropsychiatric Inventory Questionnaire (NPI-Q) in the assessment of a sample of patients with Alzheimer's disease in Chile.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}