{"authors": [["Shigaeff", "Nadia", "N", "Hospital Israelita Albert Einstein, São Paulo, SP, Brazil, Universidade Federal do ABC, Santo André SP - Brazil."], ["Zanetti", "Mayra", "M", "Hospital Israelita Albert Einstein São Paulo SP - Brazil."], ["Tierno", "Sibelle de Almeida", "SA", "Hospital Israelita Albert Einstein São Paulo SP - Brazil."], ["Tommaso", "Ana Beatriz Galhardi Di", "ABGD", "Hospital Israelita Albert Einstein São Paulo SP - Brazil."], ["Marques", "Thais Cristina", "TC", "Universidade Federal de São Paulo, São Paulo SP - Brazil."], ["Franco", "Fábio Gazelato de Mello", "FGM", "Hospital Israelita Albert Einstein São Paulo SP - Brazil."]], "date": null, "id": "29213499", "text": "Frontotemporal dementia (FTD) is one of the most common causes of early-onset dementia with primary progressive aphasia (PPA) being the second-most-frequent form of this degenerative disease. Despite the similarity with progressive dementia (especially in early stages of Alzheimer´s disease), three types of PPA can be differentiated: semantic, agrammatic and logopenic (subtype discussed in this study). To date, no medications have been shown to improve or stabilize cognitive deficits in patients with PPA. We report the case of a 62-year-old woman with difficulty naming objects and planning. An interdisciplinary evaluation, including imaging and lab exams, together with neuropsychological and personality assessments, confirmed that the patient had logopenic PPA on the basis of repetition difficulty, phonemic and semantic paraphasias and absence of agrammatism. The timing of the assessment in this case, along with the resources available and commitment of an integrated interdisciplinary team, allowed a differential diagnosis (from other classical dementias) to be reached.A demência frontotemporal (DFT) é uma das causas mais comuns de demências precoces e a Afasia Progressiva Primária (APP) é o segundo tipo mais prevalente desta patologia neurodegenerativa. Apesar das semelhanças entre as demências, especialmente considerando os estágios iniciais da demência de Alzheimer, é possível diferenciar três subtipos de APP: semântico, agramático/não-fluente e logopênico, que é o subtipo discutido no presente estudo. Até o momento não há estudos que tenham evidenciado melhora ou estabilização dos prejuízos cognitivos nos pacientes diagnosticados com APP por meio de controle medicamentoso. No presente estudo descreve-se o caso de uma idosa com 62 anos de idade que apresentou dificuldade para nomear objetos e fazer planejamentos. Após uma avaliação interdisciplinar, incluindo exames de neuroimagem e laboratoriais, associados a avaliações neuropsicológica e de personalidade, foi possível realizar o diagnóstico de APP subtipo logopênico, especialmente por causa da dificuldade de repetição, parafasias semântica e fonêmica e ausência de agramatismo. O momento da avaliação foi propício para realizar um diagnóstico diferencial de outras demências, contando também com os recursos disponíveis e o comprometimento de uma equipe interdisciplinar integrada.", "doi": "10.1590/1980-57642016dn11-010014", "title": "An interdisciplinary approach aiding the diagnosis of primary progressive aphasia: A case report.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}