{"authors": [["Gondim", "Andréa Silva", "AS", "Departamento de Geriatria. Faculdade de Medicina da Universidade Federal do Ceara Fortaleza, CE - Brazil."], ["Coelho Filho", "João Macedo", "JM", "Departamento de Geriatria. Faculdade de Medicina da Universidade Federal do Ceara Fortaleza, CE - Brazil."], ["Cavalcanti", "Alexandre de Andrade", "AA", "Departamento de Geriatria. Faculdade de Medicina da Universidade Federal do Ceara Fortaleza, CE - Brazil."], ["Roriz Filho", "Jarbas de Sá", "JS", "Departamento de Geriatria. Faculdade de Medicina da Universidade Federal do Ceara Fortaleza, CE - Brazil."], ["Nogueira", "Charlys Barbosa", "CB", "Departamento de Geriatria. Faculdade de Medicina da Universidade Federal do Ceara Fortaleza, CE - Brazil."], ["Peixoto Junior", "Arnaldo Aires", "AA", "Departamento de Geriatria. Faculdade de Medicina da Universidade Federal do Ceara Fortaleza, CE - Brazil."], ["Lima", "José Wellington de Oliveira", "JWO", "Departamento de Geriatria. Faculdade de Medicina da Universidade Federal do Ceara Fortaleza, CE - Brazil."]], "date": null, "id": "29213491", "text": "The identification of the prevalence of cognitive impairment and associated factors among older adults is important in countries facing rapid demographic transition, given the significant implications for public policy and health planning.To determine the prevalence of functional cognitive impairment (FCI) and associated factors in Brazilian community-dwelling older adults.A cross-sectional study involving 461 elderly subjects residing in Fortaleza city, Ceará was conducted. Cognitive assessment was performed using three tests: the MMSE (Mini-Mental State Examination), VF (Verbal Fluency) and CT (Clock Test). The functional capacity evaluation was based on a survey of 21 basic and instrumental activities of daily living (ADLs). Cognitive impairment was defined by MMSE cut-off points adjusted for literacy. Functional impairment was defined as dependency to carry out more than four ADLs.The prevalence of FCI was 13.64% (95% CI: 10.33 to 16.64%). FCI was proportionally associated with age with OR=2.24 (95% CI: 1.04 to 4.79) for individuals aged 70 to 79 years and OR=8.27 (95 % CI: 4.27 to 16.4) for those aged 80 to 100 years. FCI was associated with self-reported diseases including hypertension OR=2.06 (95% CI: 1.17 to 3.65), stroke OR=2.88 (95% CI: 1.66 to 5.00) and acute myocardial infarction OR=2.94 (95% CI: 1.59 to 5.42). The occurrence of FCI was proportionally correlated with the number of drugs used.Functional cognitive impairment is a prevalent condition in Brazilian community-dwelling older adults and its occurrence is associated with age, number of drugs used, and vascular morbidities.A identificação da prevalência de déficit cognitivo, e fatores associados, é importante, dadas as implicações significativas para as políticas públicas e planejamento em saúde.Determinar a prevalência de CCF e fatores associados em idosos de uma área urbana brasileira.Estudo transversal envolvendo 461 idosos residentes em uma área urbana de Fortaleza, Ceará. Foi aplicado um questionário socioeconômico e de saúde e realizou-se avaliação cognitiva através de três testes de rastreio: Miniexame do Estado Mental (MEEM), FV (Fluência Verbal) e TR (Teste do Relógio). A avaliação da capacidade funcional foi feita por um questionário de 21 atividades da vida diária. Comprometimento cognitivo foi definido pelo comprometimento no MEEM ajustado para escolaridade. Comprometimento funcional foi definido pela incapacidade para mais de 4 AVDs.A prevalência de CCF foi de 13,64% (IC 95%: 10,33-16,64%). CCF foi proporcionalmente associado à idade: razão de chances (RC) 2,24 (IC95%: 1,04-4,79) para 70 a 79 anos e RC 8,27 (IC 95%: 4,27-16,4) para 80 a 100 anos. CCF apresentou associação significante com doenças autorreferidas: hipertensão arterial sistêmica apresentou RC 2,06 (IC 95%: 1,17-3,65), acidente vascular cerebral de 2,88 (IC 95%: 1,66-5,00) e infarto agudo do miocárdio de 2,94(IC 95%: 1,59-5,42). A ocorrência de CCF correlacionou-se com maior número de medicamentos usados.O CCF é condição comum entre os idosos no Brasil e sua ocorrência está associada à idade, ao número de fármacos utilizados e às morbidades vasculares.", "doi": "10.1590/1980-57642016dn11-010006", "title": "Prevalence of functional cognitive impairment and associated factors in Brazilian community-dwelling older adults.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}