{"authors": [["Rodrigues Neto", "Edson", "E", "Medical Student at the Federal University of Health Sciences of Porto Alegre (UFCSPA). Scientific initiation scholars of the Foundation for Research of Rio Grande do Sul."], ["Fonseca", "Mariana K", "MK", "Medical Student at the Federal University of Health Sciences of Porto Alegre (UFCSPA). Scientific initiation scholars of the Foundation for Research of Rio Grande do Sul."], ["Guedes", "Álvaro C B", "ÁCB", "Medical Student at the Federal University of Health Sciences of Porto Alegre (UFCSPA). Scientific initiation scholars of the Foundation for Research of Rio Grande do Sul."], ["Oliveira", "Francine H", "FH", "Pathologist. Specialist in Neuropathology at the Institute of Neuropathology of the University Hospital of Zurich. MSc in Pathology at the Federal University of Health Sciences of Porto Alegre, Porto Alegre RS, Brazil."], ["Hilbig", "Arlete", "A", "Neurologist. PhD in Internal Medicine at the Federal University of Rio Grande do Sul, Porto Alegre RS, Brazil. Associate Professor at the Federal University of Health Sciences of Porto Alegre, Porto Alegre RS, Brazil."], ["Fernandez", "Liana Lisboa", "LL", "Neurologist. PhD in Cellular and Molecular Biology at the Pontifical Catholic University of Rio Grande do Sul, Porto Alegre RS, Brazil and the University of Barcelona, and Adjunct Professor at the Federal University of Health Sciences of Porto Alegre, Porto Alegre RS, Brazil."]], "date": null, "id": "29213490", "text": "The aims of this study were to survey neurodegenerative changes detected by abnormal protein deposits in the Entorhinal Cortex (EC) of subjects aged 50 years or older and to correlate these findings with suspected dementia, as detected by the IQCODE (Informant Questionnaire on Cognitive Decline in the Elderly).Fourteen brains were submitted to the immunohistochemistry technique for different proteins (beta-amyloid, tau, α-synuclein and phospho-TDP-43) and data obtained compared with IQCODE scores.Fifty-seven percent of the individuals exhibited IQCODE results compatible with dementia, being classified into the demented group (DG): 87.5% of patients had neuropathological findings corresponding to Alzheimer's-like brain pathology (ALBP). Of the patients in the non-demented group (NDG), 16.7% met neuropathological criteria for ALBP. All individuals in the DG showed deposits of more than one kind of protein in the EC. The most common association was hyperphosphorylated tau and beta-amyloid protein (87.5%).Most individuals with dementia had neuropathological findings of ALBP, as did one individual with no signs of dementia, characterizing a preclinical stage. The results of this study suggest that deposits of a single type of anomalous protein are normal findings in an aging brain, while more than one kind of protein or the combined presence of anomalous protein deposits indicate the presence of dementia.Este trabalho visa avaliar alterações neurodegenerativas detectadas por depósitos proteicos anormais em Córtex Entorrinal (CE) de indivíduos acima de 50 anos e correlacionar os achados com suspeição de demência detectada por meio do IQCODE (Informant Questionnaire on Cognitive Decline in the Elderly).Catorze encéfalos foram submetidos à técnica imuno-histoquímica para diferentes proteínas (beta-amiloide, tau, alfa-sinucleína e fosfo-TDP-43) e esses dados foram comparados com os valores obtidos pelo IQCODE.57% dos indivíduos mostraram resultados de IQCODE compatíveis com demência, sendo classificados no grupo com demência (GD): 87,5% desses pacientes tinham achados neuropatológicos correspondentes a patologia cerebral Alzheimer-símile (ALBP). Entre os pacientes do grupo sem demência (GSD), 16,7% apresentaram critérios neuropatológicos para ALBP. Todos os indivíduos do GD tinham depósitos de mais de um tipo de proteína no CE. A associação proteica mais comum foi tau hiperfosforilada e proteína beta-amiloide (87,5%).A maioria dos indivíduos com demência apresentaram achados neuropatológicos de ALBP e um indivíduo, que não tinha evidências de demência, apresentou achados compatíveis com ALBP, caracterizando um estágio pré-clínico. Este trabalho sugere que depósitos de um único tipo de proteína anômala são achados normais do cérebro em envelhecimento, enquanto mais de um tipo de proteínas ou a presença combinada de depósitos proteicos anômalos indica manifestações de demência.", "doi": "10.1590/1980-57642016dn11-010005", "title": "Neuropathological findings in entorhinal cortex of subjects aged 50 years or older and their correlation with dementia in a sample from Southern Brazil.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}