{"authors": [["Spenciere", "Bárbara", "B", "BsC, Department of Psychology, Pontifical Catholic University of Rio de Janeiro RJ - Brazil."], ["Alves", "Heloisa", "H", "PhD, Department of Psychology, Pontifical Catholic University of Rio de Janeiro RJ - Brazil."], ["Charchat-Fichman", "Helenice", "H", "PhD, Department of Psychology, Pontifical Catholic University of Rio de Janeiro RJ - Brazil."]], "date": null, "id": "29213488", "text": "The Clock Drawing Test (CDT) is a simple neuropsychological screening instrument that is well accepted by patients and has solid psychometric properties. Several different CDT scoring methods have been developed, but no consensus has been reached regarding which scoring method is the most accurate. This article reviews the literature on these scoring systems and the changes they have undergone over the years. Historically, different types of scoring systems emerged. Initially, the focus was on screening for dementia, and the methods were both quantitative and semi-quantitative. Later, the need for an early diagnosis called for a scoring system that can detect subtle errors, especially those related to executive function. Therefore, qualitative analyses began to be used for both differential and early diagnoses of dementia. A widely used qualitative method was proposed by Rouleau et al. (1992). Tracing the historical path of these scoring methods is important for developing additional scoring systems and furthering dementia prevention research.O Teste do Desenho do Relógio (TDR) é um instrumento de rastreio neuropsicológico simples bem aceito pelos pacientes e com sólidas propriedades psicométricas. Em meio aos métodos de pontuação, não existe consenso com relação aos que tenham maior acurácia. Esse artigo tem como objetivo realizar uma revisão histórica sobre os sistemas de pontuação mais utilizados e as mudanças ocorridas com os mesmos ao longo dos anos. No decorrer do caminho histórico, diferentes tipos de sistemas de pontuação surgiram. Inicialmente, o foco era no rastreio de demência e os métodos utilizados eram quantitativos e semi-quantitativos. Contudo, em um segundo momento, a necessidade de diagnóstico precoce demandou o uso de um sistema de pontuação que pudesse especificar erros sutis especialmente aqueles relacionados a funções executivas. Assim, análise qualitativa começou a ser mais usada em ambos no diagnóstico diferencial e precoce de demência. Um método qualitativo amplamente utilizado é o de Rouleau et al. (1992). O caminho histórico é importante para o desenvolvimento dos sistemas de pontuação e também para as pesquisas de prevenção de demência.", "doi": "10.1590/1980-57642016dn11-010003", "title": "Scoring systems for the Clock Drawing Test: A historical review.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}