{"authors": [["Larsson", "Susanna C", "SC", "Unit of Nutritional Epidemiology, Institute of Environmental Medicine, Karolinska Institutet, 171 77 Stockholm, Sweden susanna.larsson@ki.se."], ["Traylor", "Matthew", "M", "Stroke Research Group, Department of Clinical Neurosciences, University of Cambridge, Cambridge, UK."], ["Malik", "Rainer", "R", "Institute for Stroke and Dementia Research, Klinikum der Universität München, Ludwig-Maximilians University, Munich, Germany."], ["Dichgans", "Martin", "M", "Institute for Stroke and Dementia Research, Klinikum der Universität München, Ludwig-Maximilians University, Munich, Germany."], ["Burgess", "Stephen", "S", "MRC Biostatistics Unit, University of Cambridge, Cambridge, UK."], ["Markus", "Hugh S", "HS", "Stroke Research Group, Department of Clinical Neurosciences, University of Cambridge, Cambridge, UK."], [null, null, null, null]], "date": "2017-12-06", "id": "29212772", "text": "To determine which potentially modifiable risk factors, including socioeconomic, lifestyle/dietary, cardiometabolic, and inflammatory factors, are associated with Alzheimer's disease.Mendelian randomisation study using genetic variants associated with the modifiable risk factors as instrumental variables.International Genomics of Alzheimer's Project.17 008 cases of Alzheimer's disease and 37 154 controls.Odds ratio of Alzheimer's per genetically predicted increase in each modifiable risk factor estimated with Mendelian randomisation analysis.This study included analyses of 24 potentially modifiable risk factors. A Bonferroni corrected threshold of P=0.002 was considered to be significant, and P<0.05 was considered suggestive of evidence for a potential association. Genetically predicted educational attainment was significantly associated with Alzheimer's. The odds ratios were 0.89 (95% confidence interval 0.84 to 0.93; P=2.4×10-6) per year of education completed and 0.74 (0.63 to 0.86; P=8.0×10-5) per unit increase in log odds of having completed college/university. The correlated trait intelligence had a suggestive association with Alzheimer's (per genetically predicted 1 SD higher intelligence: 0.73, 0.57 to 0.93; P=0.01). There was suggestive evidence for potential associations between genetically predicted higher quantity of smoking (per 10 cigarettes a day: 0.69, 0.49 to 0.99; P=0.04) and 25-hydroxyvitamin D concentrations (per 20% higher levels: 0.92, 0.85 to 0.98; P=0.01) and lower odds of Alzheimer's and between higher coffee consumption (per one cup a day: 1.26, 1.05 to 1.51; P=0.01) and higher odds of Alzheimer's. Genetically predicted alcohol consumption, serum folate, serum vitamin B12, homocysteine, cardiometabolic factors, and C reactive protein were not associated with Alzheimer's disease.These results provide support that higher educational attainment is associated with a reduced risk of Alzheimer's disease.", "doi": null, "title": "Modifiable pathways in Alzheimer's disease: Mendelian randomisation analysis.", "journal": ["BMJ (Clinical research ed.)", "BMJ"]}