{"authors": [["Grill", "Joshua D", "JD", "Departments of Psychiatry and Human Behavior and Neurobiology and Behavior, Institute for Memory Impairments and Neurological Disorders, 3204 Biological Sciences III, University of California, Irvine, CA, 92697, USA. jgrill@uci.edu."], ["Karlawish", "Jason", "J", "Departments of Medicine, Medical Ethics and Health Policy, and Neurology, Penn Memory Center, University of Pennsylvania, Philadelphia, PA, USA."]], "date": "2017-12-06", "id": "29212555", "text": "In an effort to intervene earlier in Alzheimer's disease (AD), clinical trials are testing promising candidate therapies in preclinical disease. Preclinical AD trial participants are cognitively normal, functionally independent, and autonomous decision-makers. Yet, like AD dementia trials, preclinical trials require dual enrollment of a participant and a knowledgeable informant, or study partner.The requirement of dyadic enrollment is a barrier to recruitment and may present unique ethical challenges. Despite these limitations, the requirement should continue. Study partners may be essential to ensure participant safety and wellbeing, including overcoming distress related to biomarker disclosure and minimizing risk for catastrophic reactions and suicide. The requirement may maximize participant retention and ensure data integrity, including that study partners are the source of data that will ultimately instruct whether a new treatment has a clinical benefit and meaningful impact on the population health burden associated with AD. Finally, study partners are needed to ensure the scientific and clinical value of trials.Preclinical AD will represent a new model of care, in which persons with no symptoms are informed of probable cognitive decline and eventual dementia. The rationale for early diagnosis in symptomatic AD is equally applicable in preclinical AD-to minimize risk, maximize quality of life, and ensure optimal planning and communication. Family members and other sources of support will likely be essential to the goals of this new model of care for preclinical AD patients and trials must instruct this clinical practice.", "doi": "10.1186/s13195-017-0327-x", "title": "Study partners should be required in preclinical Alzheimer's disease trials.", "journal": ["Alzheimer's research & therapy", "Alzheimers Res Ther"]}