{"authors": [["Jeong", "Su-Min", "SM", "Department of Family Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Shin", "Dong Wook", "DW", "Department of Family Medicine & Supportive Care Center, Samsung Medical Center, Samsung Comprehensive Cancer Hospital, Seoul, Republic of Korea. dwshin.md@gmail.com."], ["Lee", "Ji Eun", "JE", "Department of Family Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Hyeon", "Jung Hyeon", "JH", "Department of Family Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Lee", "Jinkook", "J", "Department of Economics & Center for Economic & Social Research, University of Southern California, Los Angeles, CA, USA."], ["Kim", "SangYun", "S", "Department of Neurology, Seoul National University Bundang Hospital & Seoul National University College of Medicine, Seongnam, Republic of Korea."]], "date": "2017-12-06", "id": "29212527", "text": "The aim of this study was to investigate whether anemia is associated with dementia incidence in the elderly.Using the Korean National Health Insurance Service-National Health Screening Cohort (NHIS-HEALS) database, we identified 66-year-old subjects (n = 37,900) who were free of dementia and stroke. Anemia (hemoglobin < 12 g/dl for women and < 13 g/dl for men) and the severity of anemia (mild, moderate, or severe) were defined using World Health Organization criteria. The incidence of dementia was identified using International Classification of Diseases, Tenth Revision, dementia diagnosis codes (F00, F01, F02, F03, and G30) with prescription of an antidementia drug. Cox proportional hazards regression models were used to assess HRs for dementia incidence according to anemia.After adjusting for sex, baseline cognitive state, body mass index, smoking status, household income, disability, depression, hypertension, diabetes, and dyslipidemia, we found a significant association between anemia and dementia incidence (adjusted HR 1.24; 95% CI 1.02-1.51). The adjusted HRs for incidence of dementia according to the severity of anemia were 1.19 (95% CI 0.98-1.45) for those with mild anemia, 1.47 (95% CI 0.97-2.21) for those with moderate anemia, and 5.72 (95% CI 1.84-17.81) for those with severe anemia, showing a significant p value for trend (p = 0.003).Anemia is an independent risk factor for dementia incidence, with a marked increase of risk associated with severe anemia.", "doi": "10.1186/s13195-017-0322-2", "title": "Anemia is associated with incidence of dementia: a national health screening study in Korea involving 37,900 persons.", "journal": ["Alzheimer's research & therapy", "Alzheimers Res Ther"]}