{"authors": [["Taniguchi", "Daisuke", "D", "Department of Neurology, Juntendo University Urayasu Hospital, 2-1-1 Tomioka, Urayasu, Chiba, 279-0021, Japan."], ["Shimura", "Hideki", "H", "Department of Neurology, Juntendo University Urayasu Hospital, 2-1-1 Tomioka, Urayasu, Chiba, 279-0021, Japan. miurashimura@yahoo.co.jp."], ["Watanabe", "Masao", "M", "Department of Neurology, Juntendo University Urayasu Hospital, 2-1-1 Tomioka, Urayasu, Chiba, 279-0021, Japan."], ["Hattori", "Nobutaka", "N", "Department of Neurology, Juntendo University School of Medicine, 2-1-1 Hongo, Bunkyo-ku, Tokyo, 113-8421, Japan."], ["Urabe", "Takao", "T", "Department of Neurology, Juntendo University Urayasu Hospital, 2-1-1 Tomioka, Urayasu, Chiba, 279-0021, Japan."]], "date": "2017-12-07", "id": "29212461", "text": "Enlarged perivascular spaces (PVS) are common magnetic resonance imaging (MRI) findings, whereas widespread enlarged PVS are extremely rare. Although most patients with widespread enlarged PVS remain asymptomatic, some develop neurological dysfunctions; however, it remains unclear whether these are the consequence of widespread enlarged PVS.A 64-year-old female patient developed consciousness disturbance, cognitive dysfunctions, fluent aphasia, agraphia, acalculia, and left-right disorientation after suffering from bronchopneumonia. Brain MRI revealed unusually widespread enlarged PVS predominantly in the left cerebral hemisphere. Following bronchopneumonia treatment, her cognitive dysfunction, fluent aphasia, agraphia, acalculia, and left-right disorientation persisted despite improvement of her general condition. Furthermore, the hypoperfusion area on single photon emission computed tomography and slow wave sites on electroencephalography were consistent with the location of enlarged PVS, indicating that severe enlarged PVS impaired focal brain functions.This case suggested that widespread enlarged PVS could be a potential cause of neurological deficits. We propose that impaired perivascular circulation due to enlarged PVS might lead to focal brain dysfunction.", "doi": "10.1186/s12883-017-0997-9", "title": "Widespread enlarged perivascular spaces associated with dementia and focal brain dysfunction: case report.", "journal": ["BMC neurology", "BMC Neurol"]}