{"authors": [["Ottoy", "Julie", "J", "Molecular Imaging Center Antwerp, University of Antwerp, Antwerp, Belgium."], ["Verhaeghe", "Jeroen", "J", "Molecular Imaging Center Antwerp, University of Antwerp, Antwerp, Belgium."], ["Niemantsverdriet", "Ellis", "E", "Reference Center for Biological Markers of Dementia (BIODEM), University of Antwerp, Antwerp, Belgium."], ["Engelborghs", "Sebastiaan", "S", "Reference Center for Biological Markers of Dementia (BIODEM), University of Antwerp, Antwerp, Belgium."], ["Stroobants", "Sigrid", "S", "Department of Nuclear Medicine, Antwerp University Hospital, Edegem, Belgium."], ["Staelens", "Steven", "S", "Molecular Imaging Center Antwerp, University of Antwerp, Antwerp, Belgium."]], "date": "2017-12-06", "id": "29211812", "text": "Increased brain uptake on [18F]AV45 PET is a biomarker for Alzheimer's disease (AD). The standardised uptake value ratio (SUVR) is widely used for quantification but is subject to variability. Here we evaluate how SUVR of a cortical target region is affected by blood flow changes in the target and two frequently used reference regions.Regional baseline time-activity curves (TACs) were simulated based on metabolite-corrected plasma input functions and pharmacokinetic parameters obtained from our previously acquired data in healthy control (HC; n = 10), amnestic mild cognitive impairment (aMCI; n = 15) and AD cohorts (n = 9). Blood flow changes were simulated by altering the regional tracer delivery rate K1 (and clearance rate k2) between -40% and +40% from its regional baseline value in the target region and/or cerebellar grey (CB) or subcortical white matter (WM) reference regions. The corresponding change in SUVR was calculated at 50-60 min post-injection.A -40% blood flow reduction in the target resulted in an increased SUVRtarget (e.g. SUVRprecuneus: +10.0±5% in HC, +2.5±2% in AD), irrespective of the used reference region. A -40% blood flow reduction in the WM reference region increased SUVRWM (+11.5±4% in HC, +13.5±3% in AD) while a blood flow reduction in CB decreased SUVRCB (-9.5±6% in HC, -5.5±2% in AD), irrespective of the used target region. A -40% flow reduction in both the precuneus and reference WM (i.e., global flow change) induced an increased SUVR (+22.5±8% in HC, +16.0±4% in AD). When considering reference CB instead, SUVR was decreased by less than -5% (both in HC and AD).Blood flow changes introduce alterations in [18F]AV45 PET SUVR. Flow reductions in the CB and WM reference regions resulted in a decreased and increased SUVR of the target, respectively. SUVR was more affected by global blood flow changes when considering WM instead of CB normalization.", "doi": "10.1371/journal.pone.0189155", "title": "A simulation study on the impact of the blood flow-dependent component in [18F]AV45 SUVR in Alzheimer's disease.", "journal": ["PloS one", "PLoS ONE"]}