{"authors": [["McGough", "Ellen L", "EL", "Department of Rehabilitation Medicine, University of Washington, Seattle, Washington."], ["Lin", "Shih-Yin", "SY", "School of Nursing, University of Washington, Seattle, Washington."], ["Belza", "Basia", "B", "School of Nursing, University of Washington, Seattle, Washington."], ["Becofsky", "Katie M", "KM", "Department of Kinesiology, University of Massachusetts Amherst, Amherst, Massachusetts."], ["Jones", "Dina L", "DL", "Department of Orthopaedics, Division of Physical Therapy, and Injury Control Research Center, West Virginia University, Morgantown, West Virginia."], ["Liu", "Minhui", "M", "School of Nursing, University of Washington, Seattle, Washington."], ["Wilcox", "Sara", "S", "Department of Exercise Science and Prevention Research Center, University of South Columbia, South Carolina."], ["Logsdon", "Rebecca G", "RG", "School of Nursing, University of Washington, Seattle, Washington."]], "date": "2017-11-28", "id": "29210934", "text": "There is growing evidence that exercise interventions can mitigate functional decline and reduce fall risk in older adults with Alzheimer disease and related dementias (ADRD). Although physical performance outcome measures have been successfully used in older adults without cognitive impairment, additional research is needed regarding their use with individuals who have ADRD, and who may have difficulty following instructions regarding performance of these measures. The purpose of this scoping review was to identify commonly used physical performance outcome measures, for exercise interventions, that are responsive and reliable in older adults with ADRD. Ultimately, we aimed to provide recommendations regarding the use of outcome measures for individuals with ADRD across several domains of physical performance.A scoping review was conducted to broadly assess physical performance outcome measures used in exercise interventions for older adults with ADRD. Exercise intervention studies that included at least 1 measure of physical performance were included. All physical performance outcome measures were abstracted, coded, and categorized into 5 domains of physical performance: fitness, functional mobility, gait, balance, and strength. Criteria for recommendations were based on (1) the frequency of use, (2) responsiveness, and (3) reliability. Frequency was determined by the number of studies that used the outcome measure per physical performance domain. Responsiveness was assessed via calculated effect size of the outcome measures across studies within physical performance domains. Reliability was evaluated via published studies of psychometric properties.A total of 20 physical performance outcome measures were extracted from 48 articles that met study inclusion criteria. The most frequently used outcome measures were the 6-minute walk test, Timed Up and Go, repeated chair stand tests, short-distance gait speed, the Berg Balance Scale, and isometric strength measures. These outcome measures demonstrated a small, medium, or large effect in at least 50% of the exercise intervention studies. Good to excellent reliability was reported in samples of older adults with mild to moderate dementia. Fitness, functional mobility, gait, balance, and strength represent important domains of physical performance for older adults. The 6-minute walk test, Timed Up and Go, repeated chair stand tests, short-distance gait speed, Berg Balance Scale, and isometric strength are recommended as commonly used and reliable physical performance outcome measures for exercise interventions in older adults with mild to moderate ADRD. Further research is needed on optimal measures for individuals with severe ADRD.The results of this review will aid clinicians and researchers in selecting reliable measures to evaluate physical performance outcomes in response to exercise interventions in older adults with ADRD.", "doi": "10.1519/JPT.0000000000000159", "title": "A Scoping Review of Physical Performance Outcome Measures Used in Exercise Interventions for Older Adults With Alzheimer Disease and Related Dementias.", "journal": ["Journal of geriatric physical therapy (2001)", "J Geriatr Phys Ther"]}