{"authors": [["Mancino", "Raffaele", "R", "Ophthalmology Unit, Department of Experimental Medicine and Surgery, University of Rome Tor Vergata. Italy."], ["Martucci", "Alessio", "A", "Ophthalmology Unit, Department of Experimental Medicine and Surgery, University of Rome Tor Vergata. Italy."], ["Cesareo", "Massimo", "M", "Ophthalmology Unit, Department of Experimental Medicine and Surgery, University of Rome Tor Vergata. Italy."], ["Giannini", "Clarissa", "C", "Ophthalmology Unit, Department of Experimental Medicine and Surgery, University of Rome Tor Vergata. Italy."], ["Corasaniti", "Maria Tiziana", "MT", "Department of Health Sciences, University \"Magna Graecia\" of Catanzaro, 88100 Catanzaro. Italy."], ["Bagetta", "Giacinto", "G", "Department of Pharmacy, Health and Nutritional Sciences, Section of Preclinical and Translational Pharmacology, University of Calabria, 87036 Rende. Italy."], ["Nucci", "Carlo", "C", "Ophthalmology Unit, Department of Experimental Medicine and Surgery, University of Rome Tor Vergata Via Montpellier 1, 00133, Rome. Italy."]], "date": "2017-12-06", "id": "29210654", "text": "Open Angle Glaucoma is one of the leading causes of irreversible blindness worldwide. Elevated intraocular pressure is considered an important risk factor for glaucoma, however a subset of patients experience disease progression even in presence of normal intraocular pressure values. This implies that risk factors other than intraocular pressure are involved in the pathogenesis of glaucoma. A possible relationship between glaucoma and neurodegenerative diseases such as Alzheimer Disease has been suggested. In this regard, we have recently described a high prevalence of alterations typical of glaucoma, using Heidelberg Retinal Tomograph-3 (HRT-3), in a group of patients with Alzheimer Disease. Interestingly, these alterations were not associated with elevated intraocular pressure or abnormal Central Corneal Thickness values. Alzheimer Disease is the most common form of dementia associated with progressive deterioration of memory and cognition. Complaints related to vision are common among Alzheimer Disease patients. Features common to both diseases, including risk factors and pathophysiological mechanisms, gleaned from the recent literature do suggest that Alzheimer Disease and glaucoma can be considered age-related neurodegenerative diseases that may co-exist in the elderly.", "doi": "10.2174/1570159X16666171206144045", "title": "Glaucoma and Alzheimer Disease: A Single Age-Related Neurodegenerative Disease of the Brain.", "journal": ["Current neuropharmacology", "Curr Neuropharmacol"]}