{"authors": [["Hase", "Yoshiki", "Y", "Neurovascular Research Group, Institute of Neuroscience, Newcastle University, Newcastle Upon Tyne, UK."], ["Horsburgh", "Karen", "K", "Centre for Neuroregeneration, University of Edinburgh, Edinburgh, UK."], ["Ihara", "Masafumi", "M", "Department of Neurology, National Cerebral and Cardiovascular Center, Suita, Osaka, Japan."], ["Kalaria", "Raj N", "RN", "Neurovascular Research Group, Institute of Neuroscience, Newcastle University, Newcastle Upon Tyne, UK."]], "date": "2017-12-06", "id": "29210074", "text": "Advances in neuroimaging have enabled greater understanding of the progression of cerebral degenerative processes associated with ageing-related dementias. Leukoaraiosis or rarefied white matter (WM) originally described on computed tomography is one of the most prominent changes which occurs in older age. White matter hyperintensities (WMH) evident on magnetic resonance imaging have become commonplace to describe WM changes in relation to cognitive dysfunction, types of stroke injury, cerebral small vessel disease and neurodegenerative disorders including Alzheimer's disease. Substrates of WM degeneration collectively include myelin loss, axonal abnormalities, arteriolosclerosis and parenchymal changes resulting from lacunar infarcts, microinfarcts, microbleeds and perivascular spacing. WM cells incorporating astrocytes, oligodendrocytes, pericytes and microglia are recognized as key cellular components of the gliovascular unit. They respond to ongoing pathological processes in different ways leading to disruption of the gliovascular unit. The most robust alterations involve oligodendrocyte loss and astrocytic clasmatodendrosis with displacement of the water channel protein, aquaporin 4. These modifications likely precede arteriolosclerosis and capillary degeneration and involve tissue oedema, breach of the blood-brain barrier and induction of a chronic hypoxic state in the deep WM. Several pathophysiological mechanisms are proposed to explain how WM changes commencing with haemodynamic changes within the vascular system impact on cognitive dysfunction. Animal models simulating cerebral hypoperfusion in man have paved the way for several translational opportunities. Various compounds with variable efficacies have been tested to reduce oxidative stress, inflammation and blood-brain barrier damage in the WM. Our review demonstrates that WM degeneration encompasses multiple substrates and therefore more than one pharmacological approach is necessary to preserve axonal function and prevent cognitive impairment. This article is part of the Special Issue \"Vascular Dementia\".", "doi": "10.1111/jnc.14271", "title": "White matter degeneration in vascular and other ageing-related dementias.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}