{"authors": [["Hosseinzadeh", "Soheila", "S", "Neuroscience Research Center, Health Research Institute, Babol University of Medical Sciences, Babol, Iran."], ["Noroozian", "Maryam", "M", "Memory and Behavioral Neurology Division, Department of Psychiatry, Roozbeh Hospital, Tehran University of Medical Sciences, Tehran, 1333795914, Iran. maryam.noroozian.mn@gmail.com."], ["Mortaz", "Esmaeil", "E", "Department of Immunology, National Research Institute of Tuberculosis and Lung Diseases (NRITLD), Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Mousavizadeh", "Kazem", "K", "Cellular and Molecular Research Center and Department of Molecular Medicine, Faculty of Advanced Technologies in Medicine, Iran University of Medical Sciences, Tehran, Iran."]], "date": "2017-12-05", "id": "29209923", "text": "Cerebrovascular lesions, a potent stimulus for endothelial cell activation, trigger cognitive and degenerative changes and contribute to pathology of Alzheimer's disease (AD). Circulating microparticles (MPs) are actively involved in the pathogenesis of AD and cerebrovascular diseases, which share common vascular risk factors. We examined the plasma changes of endothelial MPs (EMPs) and platelet MPs (PMPs) in AD patients with vascular risk factors. The plasma Annexin V+ CD 41a- CD144+ EMPs and Annexin V+ CD41a+ CD144- PMPs of 37 patients with AD, with or without vascular risk factors (hypertension, diabetes, dyslipidemia, stroke, coronary artery disease, and smoking), and 10 age-matched controls were quantified by flow cytometry. Pearson correlation analysis used to evaluate the linear relationship between variables. Significantly higher plasma levels of EMPs were observed in AD patients with vascular risk factors as compared to the patients without vascular risk factors [Mean Difference (MD): 2587.80, 95% confidence interval (CI) 770.30-4404.80], and control subjects (MD: 4990.60, 95% CI, 3054.40-6926.79). Significant correlations were found between circulating EMPs, total MPs, and PMPs. There were no significant correlations between plasma levels of EMPs/ PMPs, and cognitive decline indices. Circulating EMP levels are influenced by AD disease status, and plasma levels of MPs and PMPs are associated with vascular risk factors in patients with AD. EMP phenotyping, as cellular biomarkers of vascular injury/dysfunction, and their effects on cerebral perfusion, and cognitive decline should be further investigated. Graphical abstract Vascular endothelial cell activation results in release of endothelial-derived microparticles (EMPs), which contributing to vascular dysfunction and cognitive decline.", "doi": "10.1007/s11011-017-0149-3", "title": "Plasma microparticles in Alzheimer's disease: The role of vascular dysfunction.", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}