{"authors": [["Kuhlmann", "Andrea", "A", "Forschungsgesellschaft für Gerontologie e. V./Institut für Gerontologie, TU Dortmund, Evinger Platz 13, 44339, Dortmund, Deutschland. andrea.kuhlmann@tu-dortmund.de."], ["Reuter", "Verena", "V", "Forschungsgesellschaft für Gerontologie e. V./Institut für Gerontologie, TU Dortmund, Evinger Platz 13, 44339, Dortmund, Deutschland."], ["Schramek", "Renate", "R", "Hochschule für Gesundheit, Bochum, Deutschland."], ["Dimitrov", "Todor", "T", "Anasoft Technology AG, Bochum, Deutschland."], ["Görnig", "Matthias", "M", "Asklepios Klinikum Weißenfels, Weißenfels, Deutschland."], ["Matip", "Eva-Maria", "EM", "DRK Kreisverband Bochum e. V./Alzheimerhilfe, Bochum, Deutschland."], ["Matthies", "Olaf", "O", "Matthies Spielprodukte GmbH & Co. KG, Hamburg, Deutschland."], ["Naroska", "Edwin", "E", "Hochschule Niederrhein, Krefeld, Deutschland."]], "date": "2017-12-05", "id": "29209803", "text": "The \"OurPuppet\" project comprises a sensor-based, interactive puppet that will be developed to communicate with people in need of care during a short period of absence of the informal caregiver. Specially qualified puppet guides will support the use of the new technical development. They instruct people with dementia and caregivers on how to use the puppet and supervise the (informal) care relationship through discussions on a regular basis.The article shows the specific components of users' needs for which the concrete technical development should find answers. It also focuses on the opportunities and challenges for the technical and social developmental process accompanied by these demands.The analysis of the users' needs is based on a participatory approach. Semi-structured focus group interviews were conducted with informal caregivers, nurses and volunteers in order to identify typical situations in home care settings. The interviews were paraphrased and summarized in order to deduce inductive categories (qualitative data analysis), which describe everyday situations that the technical system should address.Such analyses provide information about the needs of potential users and indicate how to design such technical systems. Furthermore, opportunities and challenges of the development process as well as important contextual information were identified.", "doi": "10.1007/s00391-017-1348-6", "title": "[OurPuppet - Caring support with an interactive puppet for informal caregivers : Opportunities and challenges in the social and technical developmental process].", "journal": ["Zeitschrift fur Gerontologie und Geriatrie", "Z Gerontol Geriatr"]}