{"authors": [["Tampi", "Rajesh R", "RR", "Department of Psychiatry, MetroHealth, Cleveland, OH, USA."], ["Hassell", "Corey", "C", "Quinnipiac University School of Medicine, Hamden, CT, USA."], ["Joshi", "Pallavi", "P", "Northwell Health-Staten Island University Hospital, Staten Island, NY, USA."], ["Tampi", "Deena J", "DJ", "Mercy Regional Medical Center, Lorain, OH, USA."]], "date": "2017-11-22", "id": "29209402", "text": "The objective of this review was to assess the efficacy and tolerability of analgesics in reducing behavioral and psychological symptoms of dementia (BPSD) among older adults from published randomized controlled trials (RCTs). A literature search was conducted of PubMed, MEDLINE, SCOPUS, PsycINFO, and Cochrane collaboration databases for RCTs in the English language that evaluated the use of analgesics in reducing the severity of BPSD among older adults. Additionally, references of full-text articles that were included in this review were searched for extra studies. We identified a total of three unique RCTs that evaluated the use of analgesics among individuals with BPSD. One of the identified RCTs resulted in a total of three additional published papers in the literature, resulting in a total of six papers to be included in this review. All three RCTs identified some benefit for the use of analgesics in reducing BPSD. The analgesics appeared to be well tolerated in the included studies. Major study limitations include the use of data exclusively from published RCTs and limiting the search to English language publications. Additionally, we did not utilize statistical methods to evaluate the treatment outcomes including tolerability. In conclusion, available evidence although limited indicates that analgesics may reduce BPSD among some individuals with dementia living in nursing homes and are well tolerated.", "doi": "10.7573/dic.212508", "title": "Analgesics in the management of behavioral and psychological symptoms of dementia: a perspective review.", "journal": ["Drugs in context", "Drugs Context"]}