{"authors": [["Byun", "Min Soo", "MS", "Institute of Human Behavioral Medicine, Medical Research Center Seoul National University, Seoul, Republic of Korea."], ["Yi", "Dahyun", "D", "Institute of Human Behavioral Medicine, Medical Research Center Seoul National University, Seoul, Republic of Korea."], ["Lee", "Jun Ho", "JH", "Department of Neuropsychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Choe", "Young Min", "YM", "Department of Neuropsychiatry, University of Ulsan College of Medicine, Ulsan University Hospital, Ulsan, Republic of Korea."], ["Sohn", "Bo Kyung", "BK", "Department of Psychiatry, Sanggye Paik Hospital, Inje University College of Medicine, Seoul, Republic of Korea."], ["Lee", "Jun-Young", "JY", "Department of Neuropsychiatry, SMG-SNU Boramae Medical Center, Seoul, Republic of Korea."], ["Choi", "Hyo Jung", "HJ", "Department of Neuropsychiatry, SMG-SNU Boramae Medical Center, Seoul, Republic of Korea."], ["Baek", "Hyewon", "H", "Department of Neuropsychiatry, Kyunggi Provincial Hospital for the Elderly, Yongin, Republic of Korea."], ["Kim", "Yu Kyeong", "YK", "Department of Nuclear Medicine, SMG-SNU Boramae Medical Center, Seoul, Republic of Korea."], ["Lee", "Yun-Sang", "YS", "Department of Nuclear Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Sohn", "Chul-Ho", "CH", "Department of Radiology, Seoul National University College of Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Mook-Jung", "Inhee", "I", "Department of Biochemistry, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Choi", "Murim", "M", "Department of Biomedical Science, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Lee", "Yu Jin", "YJ", "Department of Neuropsychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Lee", "Dong Woo", "DW", "Department of Psychiatry, Sanggye Paik Hospital, Inje University College of Medicine, Seoul, Republic of Korea."], ["Ryu", "Seung-Ho", "SH", "Department of Psychiatry, School of Medicine, Konkuk University, Konkuk University Medical Center, Seoul, Republic of Korea."], ["Kim", "Shin Gyeom", "SG", "Department of Neuropsychiatry, Soonchunhyang University Bucheon Hospital, Bucheon, Republic of Korea."], ["Kim", "Jee Wook", "JW", "Department of Neuropsychiatry, Hallym University Dongtan Sacred Heart Hospital, Hwaseong, Republic of Korea."], ["Woo", "Jong Inn", "JI", "Department of Psychiatry, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Lee", "Dong Young", "DY", "Institute of Human Behavioral Medicine, Medical Research Center Seoul National University, Seoul, Republic of Korea."], [null, null, null, null]], "date": "2017-11-07", "id": "29209391", "text": "The Korean Brain Aging Study for the Early Diagnosis and Prediction of Alzheimer's disease (KBASE) aimed to recruit 650 individuals, aged from 20 to 90 years, to search for new biomarkers of Alzheimer's disease (AD) and to investigate how multi-faceted lifetime experiences and bodily changes contribute to the brain changes or brain pathologies related to the AD process.All participants received comprehensive clinical and neuropsychological evaluations, multi-modal brain imaging, including magnetic resonance imaging, magnetic resonance angiography, [11C]Pittsburgh compound B-positron emission tomography (PET), and [18F]fluorodeoxyglucose-PET, blood and genetic marker analyses at baseline, and a subset of participants underwent actigraph monitoring and completed a sleep diary. Participants are to be followed annually with clinical and neuropsychological assessments, and biannually with the full KBASE assessment, including neuroimaging and laboratory tests.As of March 2017, in total, 758 individuals had volunteered for this study. Among them, in total, 591 participants-291 cognitively normal (CN) old-aged individuals, 74 CN young- and middle-aged individuals, 139 individuals with mild cognitive impairment (MCI), and 87 individuals with AD dementia (ADD)-were enrolled at baseline, after excluding 162 individuals. A subset of participants (n=275) underwent actigraph monitoring.The KBASE cohort is a prospective, longitudinal cohort study that recruited participants with a wide age range and a wide distribution of cognitive status (CN, MCI, and ADD) and it has several strengths in its design and methodologies. Details of the recruitment, study methodology, and baseline sample characteristics are described in this paper.", "doi": "10.4306/pi.2017.14.6.851", "title": "Korean Brain Aging Study for the Early Diagnosis and Prediction of Alzheimer's Disease: Methodology and Baseline Sample Characteristics.", "journal": ["Psychiatry investigation", "Psychiatry Investig"]}