{"authors": [["Jung", "Joon Hyung", "JH", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Kim", "Min Joo", "MJ", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Choi", "Soo-Hee", "SH", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Han", "Na Young", "NY", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Park", "Jee Eun", "JE", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Park", "Hye Youn", "HY", "Department of Neuropsychiatry, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."], ["Han", "Ji Won", "JW", "Department of Neuropsychiatry, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."], ["Lee", "Dong Young", "DY", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Park", "Hye Yoon", "HY", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."]], "date": "2017-11-07", "id": "29209381", "text": "In this study, we aimed to investigate preferences regarding the disclosure of a dementia diagnosis and advance care planning (ACP) in patients with memory complaints and their families.A total of 98 patients who visited the department of psychiatry at a tertiary hospital with memory complaints and 62 family members completed a structured questionnaire. The questionnaire included preferences on disclosure of dementia and cancer diagnosis, awareness and preferences on ACP.In total, 96.9% of patients were willing to know their dementia diagnosis. There were no significant differences in preferences between the diagnosis of cancer and dementia. Only 24.7% of patients and 45.8% of family members have heard of ACP. However, 82.8% of patients agreed on the necessity of ACP under the current condition. Multivariate analysis revealed that younger patients were more likely to agree with necessity for ACP under the current condition.In Korea, patients with memory complaints and their family members strongly favored a disclosure of dementia diagnosis. The majority of participants also agreed on the necessity of ACP. More active involvement of patients is needed in treatment decisions and care planning in cases of dementia as well as other life-threatening illnesses.", "doi": "10.4306/pi.2017.14.6.779", "title": "Do Patients Want to Listen to a Diagnosis of Dementia in Korea? Preferences on Disclosing a Diagnosis of Dementia and Discussing Advance Care Planning in Elderly Patients with Memory Concerns and Their Families.", "journal": ["Psychiatry investigation", "Psychiatry Investig"]}