{"authors": [["Myung", "Woojae", "W", "Department of Psychiatry, CHA Bundang Medical Center, CHA University, Seongnam, Republic of Korea."], ["Park", "Jin Hong", "JH", "Department of Psychiatry, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Woo", "Sook-Young", "SY", "Biostatistical Team, Samsung Biomedical Research Institute, Seoul, Republic of Korea."], ["Kim", "Seonwoo", "S", "Biostatistical Team, Samsung Biomedical Research Institute, Seoul, Republic of Korea."], ["Kim", "Sang Ha", "SH", "Department of Psychiatry, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Chung", "Jae Won", "JW", "Department of Psychiatry, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Kang", "Hyo Shin", "HS", "Center for Clinical Research, Samsung Biomedical Research Institute, Seoul, Republic of Korea."], ["Lim", "Shinn-Won", "SW", "Department of Psychiatry, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Choi", "Junbae", "J", "Department of Psychiatry, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Na", "Duk L", "DL", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Kim", "Seong Yoon", "SY", "Department of Psychiatry, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Lee", "Jae-Hong", "JH", "Department of Neurology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Han", "Seol-Heui", "SH", "Department of Neurology, Konkuk University School of Medicine, Seoul, Republic of Korea."], ["Choi", "Seong Hye", "SH", "Department of Neurology, Inha University School of Medicine, Incheon, Republic of Korea."], ["Kim", "Sang Yun", "SY", "Department of Neurology, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."], ["Carroll", "Bernard J", "BJ", "Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA."], ["Kim", "Doh Kwan", "DK", "Department of Psychiatry, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."]], "date": "2017-11-07", "id": "29209378", "text": "Extrapyramidal signs (EPS) are common in patients with mild cognitive impairment (MCI). However, few studies have assessed the effect of EPS on the clinical course of MCI. We aimed to evaluate whether patients with EPS show more frequent progression from MCI to Alzheimer's disease (AD) and to other types of dementia.Participants (n=882) with MCI were recruited, and were followed for up to 5 years. The EPS positive group was defined by the presence of at least one EPS based on a focused neurologic examination at baseline.A total of 234 converted to dementia during the follow-up period. The risk of progression to AD was lower in the patients with EPS after adjusting for potential confounders [hazard ratio (HR)=0.70, 95% confidence interval (CI)=0.53-0.93, p=0.01]. In contrast, the patients with EPS had a six-fold elevated risk of progression to dementia other than AD (HR=6.33, 95%CI=2.30-17.39, p<0.001).EPS in patients with MCI is a strong risk factor for progression of MCI to non-Alzheimer dementia. The careful neurologic examination for EPS in patients with MCI can yield important clinical information for prognosis.", "doi": "10.4306/pi.2017.14.6.754", "title": "Extrapyramidal Signs and Risk of Progression from Mild Cognitive Impairment to Dementia: A Clinical Research Center for Dementia of South Korea Study.", "journal": ["Psychiatry investigation", "Psychiatry Investig"]}