{"authors": [["Kubota", "Kaori", "K", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Fukue", "Haruka", "H", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Sato", "Hitomi", "H", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Hashimoto", "Kana", "K", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Fujikane", "Aya", "A", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Moriyama", "Hiroshi", "H", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Watanabe", "Takuya", "T", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Katsurabayashi", "Shutaro", "S", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."], ["Kainuma", "Mosaburo", "M", "Community Medicine Education Unit, Department of Clinical Medicine, Faculty of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Iwasaki", "Katsunori", "K", "Department of Neuropharmacology, Faculty of Pharmaceutical Sciences, Fukuoka University, Fukuoka, Japan."]], "date": "2017-11-21", "id": "29209220", "text": "Hachimijiogan (HJG) is a traditional herbal medicine that improves anxiety disorders in patients with dementia. In this study, we tested the hypothesis that HJG exerts neurotrophic factor-like effects to ameliorate memory impairment in Alzheimer disease (AD) model rats. First, we describe that HJG acts to induce neurite outgrowth in PC12 cells (a rat pheochromocytoma cell line) like nerve growth factor (NGF) in a concentration-dependent manner (3 μg/ml HJG, p < 0.05; 10-500 μg/ml HJG, p < 0.001). While six herbal constituents of HJG, Rehmannia root, Dioscorea rhizome, Rhizoma Alismatis, Poria sclerotium, Moutan bark, and Cinnamon bark, could induce neurite outgrowth effects, the effect was strongest with HJG (500 μg/ml). Second, we demonstrated that HJG-induced neurite outgrowth was blocked by an inhibitor of cAMP response element binding protein (CREB), KG-501 (10 μM, p < 0.001). Moreover, HJG was observed to induce CREB phosphorylation 20-90 min after treatment (20 min, 2.50 ± 0.58-fold) and CRE-mediated transcription in cultured PC12 cells (500 μg/ml, p < 0.01; 1000 μg/ml, p < 0.001). These results suggest a CREB-dependent mechanism underlies the neurotrophic effects of HJG. Finally, we examined improvements of memory impairment following HJG treatment using a Morris water maze in AD model animals (CI + Aβ rats). Repeated oral administration of HJG improved memory impairment (300 mg/kg, p < 0.05; 1000 mg/kg, p < 0.001) and induced CREB phosphorylation within the hippocampus (1000 mg/kg, p < 0.01). Together, our results suggest that HJG possesses neurotrophic effects similar to those of NGF, and can ameliorate cognitive dysfunction in a rat dementia model via CREB activation. Thus, HJG could potentially be a substitute for neurotrophic factors as a treatment for dementia.", "doi": "10.3389/fphar.2017.00850", "title": "The Traditional Japanese Herbal Medicine Hachimijiogan Elicits Neurite Outgrowth Effects in PC12 Cells and Improves Cognitive in AD Model Rats via Phosphorylation of CREB.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}