{"authors": [["Kouémou", "Nadège E", "NE", "Department of Zoology and Animal Physiology, Faculty of Science, University of Buea, Buea, Cameroon."], ["Taiwe", "Germain S", "GS", "Department of Zoology and Animal Physiology, Faculty of Science, University of Buea, Buea, Cameroon."], ["Moto", "Fleur C O", "FCO", "Department of Biological Sciences, Higher Teachers' Training College, University of Yaoundé I, Yaoundé, Cameroon."], ["Pale", "Simon", "S", "Department of Zoology and Animal Physiology, Faculty of Science, University of Buea, Buea, Cameroon."], ["Ngoupaye", "Gwladys T", "GT", "Department of Animal Biology, Faculty of Science, University of Dschang, Dschang, Cameroon."], ["Njapdounke", "Jacqueline S K", "JSK", "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."], ["Nkantchoua", "Gisèle C N", "GCN", "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."], ["Pahaye", "David B", "DB", "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."], ["Bum", "Elisabeth Ngo", "EN", "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."]], "date": "2017-11-21", "id": "29209218", "text": "Alzheimer's disease the most common form of dementia in the elderly is a neurodegenerative disease that affects 44 millions of people worldwide. The first treatments against Alzheimer's disease are acetylcholinesterase inhibitors; however, these medications are associated with many side effects. Dichrocephala integrifolia is a traditional herb widely used by indigenous population of Cameroon to treat and prevent Alzheimer's disease and for memory improvement. In this study, we evaluated the effect of the decoction prepared from leaves of D. integrifolia, on scopolamine-induced memory impairment in mice. Seven groups of six animals were used. The first two groups received distilled water for the distilled water and scopolamine groups. The four test groups received one of the four doses of the decoction of the plant (35, 87.5, 175 or 350 mg/kg p.o.) and the positive control group received tacrine (10 mg/kg), a cholinesterase inhibitor used in the treatment of Alzheimer's disease, during 10 consecutive days. Scopolamine (1 mg/kg), a cholinergic receptor blocker, administered 30 min after treatments, was used to induce memory impairment to all groups except the distilled water group on day 10 of drug treatment. The behavioral paradigms used to evaluate the effects of the treatment were the elevated plus maze for learning and memory, Y maze for spatial short-term memory, the novel object recognition for recognition memory and Morris water maze for the evaluation of spatial long-term memory. After behavioral tests, animals were sacrificed and brains of a subset were used for the assessment of some biomarkers of oxidative stress (malondialdehyde and reduced glutathione levels) and for the evaluation of the acetylcholinesterase activity. From the remaining subset brains, histopathological analysis was performed. The results of this study showed that, D. integrifolia at the doses of 87.5 and 350 mg/kg significantly (p < 0.01) improved spatial short-term and long-term memory, by increasing the percentage of spontaneous alternation in the Y maze and reducing the escape latency in the Morris water maze. Furthermore, the results of histopathological evaluation showed that D. integrifolia attenuated the neuronal death in the hippocampus induced by scopolamine. The main finding of this work is that D. integrifolia improves learning capacities and counteracts the memory impairment induced by scopolamine. Thus, D. integrifolia can be a promising plant resource for the management of Alzheimer's disease and memory loss.", "doi": "10.3389/fphar.2017.00847", "title": "Nootropic and Neuroprotective Effects of Dichrocephala integrifolia on Scopolamine Mouse Model of Alzheimer's Disease.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}