{"authors": [["Christie", "Gregory J", "GJ", "Digital Health Hub, Simon Fraser University, Surrey, BC, Canada."], ["Hamilton", "Tara", "T", "Digital Health Hub, Simon Fraser University, Surrey, BC, Canada."], ["Manor", "Bradley D", "BD", "Institute for Aging Research, Harvard Medical School, Boston, MA, United States."], ["Farb", "Norman A S", "NAS", "Department of Psychology, University of Toronto, Mississauga, ON, Canada."], ["Farzan", "Faranak", "F", "Digital Health Hub, Simon Fraser University, Surrey, BC, Canada."], ["Sixsmith", "Andrew", "A", "Digital Health Hub, Simon Fraser University, Surrey, BC, Canada."], ["Temprado", "Jean-Jacques", "JJ", "Institut des Sciences du Mouvement, Faculté des Sciences du Sport, Aix-Marseille Université, Marseille, France."], ["Moreno", "Sylvain", "S", "Digital Health Hub, Simon Fraser University, Surrey, BC, Canada."]], "date": "2017-11-20", "id": "29209201", "text": "The number of patients suffering from dementia is expected to more than triple by the year 2040, and this represents a major challenge to publicly-funded healthcare systems throughout the world. One of the most effective prevention mechanisms against dementia lies in increasing brain- and cognitive-reserve capacity, which has been found to reduce the behavioral severity of dementia symptoms as neurological degeneration progresses. To date though, most of the factors known to enhance this reserve stem from largely immutable history factors, such as level of education and occupational attainment. Here, we review the potential for basic lifestyle activities, including physical exercise, meditation and musical experience, to contribute to reserve capacity and thus reduce the incidence of dementia in older adults. Relative to other therapies, these activities are low cost, are easily scalable and can be brought to market quickly and easily. Overall, although preliminary evidence is promising at the level of randomized control trials, the state of research on this topic remains underdeveloped. As a result, several important questions remain unanswered, including the amount of training required to receive any cognitive benefit from these activities and the extent to which this benefit continues following cessation. Future research directions are discussed for each lifestyle activity, as well as the potential for these and other lifestyle activities to serve as both a prophylactic and a therapeutic treatment for dementia.", "doi": "10.3389/fnagi.2017.00381", "title": "Do Lifestyle Activities Protect Against Cognitive Decline in Aging? A Review.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}