{"authors": [["Wang", "Bin", "B", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Niu", "Yan", "Y", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Miao", "Liwen", "L", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Cao", "Rui", "R", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Yan", "Pengfei", "P", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Guo", "Hao", "H", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Li", "Dandan", "D", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Guo", "Yuxiang", "Y", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Yan", "Tianyi", "T", "School of Life Science, Beijing Institute of Technology, Beijing, China."], ["Wu", "Jinglong", "J", "Key Laboratory of Biomimetic Robots and Systems, Ministry of Education, Beijing Institute of Technology, Beijing, China."], ["Xiang", "Jie", "J", "College of Computer Science and Technology, Taiyuan University of Technology, Taiyuan, China."], ["Zhang", "Hui", "H", "Department of Radiology, First Hospital of Shanxi Medical University, Taiyuan, China."]], "date": "2017-11-20", "id": "29209199", "text": "Alzheimer's disease (AD) is a frequently observed, irreversible brain function disorder among elderly individuals. Resting-state functional magnetic resonance imaging (rs-fMRI) has been introduced as an alternative approach to assessing brain functional abnormalities in AD patients. However, alterations in the brain rs-fMRI signal complexities in mild cognitive impairment (MCI) and AD patients remain unclear. Here, we described the novel application of permutation entropy (PE) to investigate the abnormal complexity of rs-fMRI signals in MCI and AD patients. The rs-fMRI signals of 30 normal controls (NCs), 33 early MCI (EMCI), 32 late MCI (LMCI), and 29 AD patients were obtained from the Alzheimer's disease Neuroimaging Initiative (ADNI) database. After preprocessing, whole-brain entropy maps of the four groups were extracted and subjected to Gaussian smoothing. We performed a one-way analysis of variance (ANOVA) on the brain entropy maps of the four groups. The results after adjusting for age and sex differences together revealed that the patients with AD exhibited lower complexity than did the MCI and NC controls. We found five clusters that exhibited significant differences and were distributed primarily in the occipital, frontal, and temporal lobes. The average PE of the five clusters exhibited a decreasing trend from MCI to AD. The AD group exhibited the least complexity. Additionally, the average PE of the five clusters was significantly positively correlated with the Mini-Mental State Examination (MMSE) scores and significantly negatively correlated with Functional Assessment Questionnaire (FAQ) scores and global Clinical Dementia Rating (CDR) scores in the patient groups. Significant correlations were also found between the PE and regional homogeneity (ReHo) in the patient groups. These results indicated that declines in PE might be related to changes in regional functional homogeneity in AD. These findings suggested that complexity analyses using PE in rs-fMRI signals can provide important information about the fMRI characteristics of cognitive impairments in MCI and AD.", "doi": "10.3389/fnagi.2017.00378", "title": "Decreased Complexity in Alzheimer's Disease: Resting-State fMRI Evidence of Brain Entropy Mapping.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}