{"authors": [["Wierer", "Michael", "M", "Department of Proteomics and Signal Transduction, Max-Planck Institute of Biochemistry, Martinsried, Germany, Germany."], ["Prestel", "Matthias", "M", "Institute for Stroke and Dementia Research, Klinikum der Universität München, Munich, Germany, Germany."], ["Schiller", "Herbert", "H", "Comprehensive Pneumology Center, Helmholtz Zentrum München, Member of the German Center for Lung Research (DZL), Munich, Germany, Germany."], ["Yan", "Guangyao", "G", "Institute for Stroke and Dementia Research, Klinikum der Universität München, Munich, Germany, Germany."], ["Schaab", "Christoph", "C", "Department of Proteomics and Signal Transduction, Max-Planck Institute of Biochemistry, Martinsried, Germany, Germany."], ["Azghandi", "Sepiede", "S", "Institute for Stroke and Dementia Research, Klinikum der Universität München, Munich, Germany, Germany."], ["Werner", "Julia", "J", "Deutsches Herzzentrum München, Klinik für Herz- und Kreislauferkrankungen, Technische Universität München, Munich, Germany, Germany."], ["Kessler", "Thorsten", "T", "Deutsches Herzzentrum München, Klinik für Herz- und Kreislauferkrankungen, Technische Universität München, Munich, Germany, Germany."], ["Malik", "Rainer", "R", "Ludwig-Maximilians University."], ["Murgia", "Marta", "M", "Max-Planck Institute of Biochemistry."], ["Aherrahrou", "Zouhair", "Z", "Institut für Kardiogenetik, Universität zu Lübeck, Lübeck, Germany, Germany."], ["Schunkert", "Heribert", "H", "Deutsches Herzzentrum München, Klinik für Herz- und Kreislauferkrankungen, Technische Universität München, Munich, Germany, Germany."], ["Dichgans", "Martin", "M", "Institute for Stroke and Dementia Research, Klinikum der Universität München, Munich, Germany, Germany."], ["Mann", "Matthias", "M", "Dept. Proteomics and Signal Transduction, Max-Planck Institute of Biochemistry, Germany mmann@biochem.mpg.de."]], "date": "2017-12-04", "id": "29208753", "text": "Atherosclerosis leads to vascular lesions that involve major rearrangements of the vascular proteome, especially of the extracellular matrix (ECM). Using single aortas from ApoE knock out mice, we quantified formation of plaques by single-run, high-resolution mass spectrometry (MS)-based proteomics. To probe localization on a proteome-wide scale we employed quantitative detergent solubility profiling. This compartment- and time-resolved resource of atherogenesis comprised 5,117 proteins, 182 of which changed their expression status in response to vessel maturation and atherosclerotic plaque development. In the insoluble ECM proteome, 65 proteins significantly changed, including relevant collagens, matrix metalloproteinases and macrophage derived proteins. Among novel factors in atherosclerosis, we identified matrilin-2, the collagen IV crosslinking enzyme peroxidasin as well as the poorly characterized MAM-domain containing 2 (Mamdc2) protein as being upregulated in the ECM in the course of atherogenesis. Intriguingly, three subunits of the osteoclast specific V-ATPase complex were strongly increased in mature plaques with an enrichment in macrophages thus implying an active de-mineralization function.", "doi": "10.1074/mcp.RA117.000315", "title": "Compartment-resolved Proteomic Analysis of Mouse Aorta during Atherosclerotic Plaque Formation Reveals Osteoclast-specific Protein Expression.", "journal": ["Molecular & cellular proteomics : MCP", "Mol. Cell Proteomics"]}