{"authors": [["Tijms", "Betty M", "BM", "Alzheimer Center and Department of Neurology, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands; b.tijms@vumc.nl."], ["Willemse", "Eline A J", "EAJ", "Neurochemistry Laboratory and Biobank, Department of Clinical Chemistry, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands."], ["Zwan", "Marissa D", "MD", "Alzheimer Center and Department of Neurology, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands."], ["Mulder", "Sandra D", "SD", "Alzheimer Center and Department of Neurology, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands."], ["Visser", "Pieter Jelle", "PJ", "Alzheimer Center and Department of Neurology, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands."], ["van Berckel", "Bart N M", "BNM", "Department of Radiology and Nuclear Medicine, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, the Netherlands."], ["van der Flier", "Wiesje M", "WM", "Alzheimer Center and Department of Neurology, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands."], ["Scheltens", "Philip", "P", "Alzheimer Center and Department of Neurology, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands."], ["Teunissen", "Charlotte E", "CE", "Neurochemistry Laboratory and Biobank, Department of Clinical Chemistry, VUmc, Amsterdam Neuroscience, Amsterdam, the Netherlands."]], "date": "2017-12-05", "id": "29208658", "text": "Low cerebrospinal fluid (CSF) amyloid-β 1-42 (Aβ 1-42) concentrations indicate amyloid plaque accumulation in the brain, a pathological hallmark of Alzheimer disease (AD). Innotest assay values of Aβ 1-42 have gradually increased over the past 2 decades, which might lead to misclassification of AD when a single cutpoint for abnormality is used. We propose an unbiased approach to statistically correct for drift.We determined year-specific cutpoints with Gaussian mixture modeling, based on the cross-section of bimodal distributions of Aβ 1-42 concentrations in 4397 memory clinic patients. This allowed us to realign year-specific cutpoints as an unbiased method to remove drift from the data. Sensitivity and specificity to detect AD dementia were compared between corrected and uncorrected values.Aβ 1-42 values increased 22 pg/mL annually, and this could not be explained by changes in cohort composition. Our approach removed time dependencies [β (SE) = 0.07 (0.59); P = 0.91]. Statistically correcting for drift improved the sensitivity to detect AD dementia to 0.90 (95% CI, 0.89-0.92) from at least 0.66 (95% CI, 0.64-0.69) based on uncorrected data. Specificity became lower (0.69; 95% CI, 0.67-0.70) vs at most 0.80 (95% CI, 0.79-0.82) for uncorrected data.This approach may also be useful to standardize Aβ 1-42 CSF concentrations across different centers and/or platforms, and to optimize use of CSF biomarker data collected over a long period.", "doi": "10.1373/clinchem.2017.281055", "title": "Unbiased Approach to Counteract Upward Drift in Cerebrospinal Fluid Amyloid-β 1-42 Analysis Results.", "journal": ["Clinical chemistry", "Clin. Chem."]}