{"authors": [["Zhou", "Zi", "Z", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, School of Public Health, Xiamen University, Xiamen, China."], ["Fu", "Jian", "J", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, School of Public Health, Xiamen University, Xiamen, China."], ["Hong", "Y Alicia", "YA", "School of Public Health, Texas A&M University, College Station, Texas, USA."], ["Wang", "Ping", "P", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, School of Public Health, Xiamen University, Xiamen, China."], ["Fang", "Ya", "Y", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, School of Public Health, Xiamen University, Xiamen, China."]], "date": "2017-12-04", "id": "29208615", "text": "This study was conducted to examine the causal association between exercise and the risk of dementia among older Chinese adults.Longitudinal population-based study with a follow-up duration of 9 years.Data for the Chinese Longitudinal Healthy Longevity Survey waves occurring from 2002 to 2011-2012 were extracted from the survey database.In total, 7501 dementia-free subjects who were older than 65 years were included at baseline. Dementia was defined as a self-reported or proxy-reported physician's diagnosis of the disease.Regular exercise and potential confounding variables were obtained via a self-report questionnaire. We generated longitudinal logistic regression models based on time-lagged generalised estimating equation to examine the causal association between exercise and dementia risk.Of the 7501 older Chinese people included in this study, 338 developed dementia during the 9-year follow-up period after excluding those who were lost to follow-up or deceased. People who regularly exercised had lower odds of developing dementia (OR=0.53, 95% CI 0.33 to 0.85) than those who did not exercise regularly.Regular exercise was associated with decreased risk of dementia. Policy-makers should develop effective public health programmes and build exercise-friendly environments for the general public.", "doi": "10.1136/bmjopen-2017-017497", "title": "Association between exercise and the risk of dementia: results from a nationwide longitudinal study in China.", "journal": ["BMJ open", "BMJ Open"]}