{"authors": [["Gracia-Rebled", "Ana Cristina", "AC", "Departamento de Fisiatría y Enfermería, Universidad de Zaragoza, Zaragoza, España. Electronic address: acgracia@unizar.es."], ["Santabárbara", "Javier", "J", "Departamento de Microbiología, Medicina Preventiva y Salud Pública, Universidad de Zaragoza, Zaragoza, España; Instituto Universitario de Investigación Sanitaria de Aragón (IIS)."], ["Lopez-Anton", "Raul", "R", "Instituto Universitario de Investigación Sanitaria de Aragón (IIS); Departamento de Psicología y Sociología, Universidad de Zaragoza, Zaragoza, España."], ["Tomas", "Concepción", "C", "Departamento de Fisiatría y Enfermería, Universidad de Zaragoza, Zaragoza, España."], ["Lobo", "Elena", "E", "Departamento de Microbiología, Medicina Preventiva y Salud Pública, Universidad de Zaragoza, Zaragoza, España; Instituto Universitario de Investigación Sanitaria de Aragón (IIS)."], ["Marcos", "Guillermo", "G", "Departamento de Microbiología, Medicina Preventiva y Salud Pública, Universidad de Zaragoza, Zaragoza, España; Instituto Universitario de Investigación Sanitaria de Aragón (IIS); Hospital Clínico Universitario, Zaragoza, España."], ["Lobo", "Antonio", "A", "Instituto Universitario de Investigación Sanitaria de Aragón (IIS); Departamento de Medicina, Psiquiatría y Dermatología, Universidad de Zaragoza, Zaragoza, España; Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Ministerio de Ciencia e Innovación, Madrid, España."]], "date": "2017-12-02", "id": "29208451", "text": "The prevalence of cognitive impairment with no dementia (CIND) varies between 5.1% and 35.9%, increasing between 65 and 85 years. The CIND increases the risk of dementia. Factors such as education, occupation, and social activities are associated with the risk of cognitive impairment. The main objective of this study was to analyse the association between the main occupation developed throughout life and CIND in a general population sample of over 55 years.In wave I of the ZARADEMP Project, a sample (n=4803) of people over 55 years was interviewed. CIND measurement was obtained through the Mini Mental State Examination. Occupational activity data were recoded into white collar, blue collar, homemakers, and farmers. The association between the occupation variables and CIND was estimated using the odds ratio, and 95% confidence intervals using logistic regression equations.The prevalence of CIND in the sample was 28.2%. As regards white collar workers, the CIND diagnosis odds was 53% higher for blue collar workers, 77% higher for women who were homemakers and almost twice for farmers, after controlling for socio-demographic, behavioural and clinical variables. All results were statistically significant.CIND frequency is influenced by the previous occupation of the subjects. An occupation with higher intellectual requirements can help keep cognitive functions intact for longer.", "doi": "10.1016/j.regg.2017.07.001", "title": "[Influence of occupation on cognitive impairment with no dementia in a sample population over 55 years from Zaragoza].", "journal": ["Revista espanola de geriatria y gerontologia", "Rev Esp Geriatr Gerontol"]}