{"authors": [["Nguyen", "Patrick Viet-Quoc", "PV", "Department of Pharmacy,Montreal University Hospital Centers (CHUM),Montreal,Quebec,Canada."], ["Pelletier", "Lucie", "L", "Department of Pharmacy,Montreal University Hospital Centers (CHUM),Montreal,Quebec,Canada."], ["Payot", "Isabelle", "I", "Department of Geriatrics,Montreal University Hospital Centers (CHUM),Montreal,Quebec,Canada."], ["Latour", "Judith", "J", "Department of Geriatrics,Montreal University Hospital Centers (CHUM),Montreal,Quebec,Canada."]], "date": "2017-12-06", "id": "29208069", "text": "The Delirium Drug Scale (DDS) is an evaluation scale developed to assess a patient's drug burden for delirium. The primary goal is to validate the association between the DDS score and the incidence of delirium.This study was an observational retrospective cross-sectional chart review study in patients aged 75 years and older. It was carried out in three emergency departments of a tertiary care university health center. Patients were included if a medication list was available. Delirium present upon admission was assessed during the first five days of admission.A total of 1,205 subjects were included in the analysis. The mean age was of 83.4 years, and 62.4% were female. The prevalence of delirium was 19.1%. A total of 745 patients (62%) were exposed to DDS medication. The relative risk for the low (1-2) and high (>2) exposure group according to the DDS score was of 1.26 (CI: 0.95; 1.66) and 2.18 (CI: 1.61; 2.96) compared to a score of 0. In the multivariate analysis, dementia, anxiety, insomnia, history of delirium, infection, and acute kidney failure were significantly associated to delirium. When adjusted for confounding variables, the DDS score was associated with the incidence of delirium with an odd ratio (OR) of 1.29 (CI: 1.16; 1.44).This study found that DDS score was associated with delirium incidence. The association persisted in the multivariate analysis adjusted for 26 known risks and precipitating factors for delirium.", "doi": "10.1017/S1041610217002538", "title": "The Delirium Drug Scale is associated to delirium incidence in the emergency department.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}