{"authors": [["Hernández-Hernández", "Elena", "E", "1 University Research Institute on Health Sciences (IUNICS), University of the Balearic Islands, and Balearic Islands Health Research Intitute (IdISBa), Palma, Spain."], ["Miralles", "Antonio", "A", "2 Neurophysiology Research Group, University of the Balearic Islands, Palma, Spain."], ["Esteban", "Susana", "S", "2 Neurophysiology Research Group, University of the Balearic Islands, Palma, Spain."], ["García-Fuster", "M Julia", "MJ", "1 University Research Institute on Health Sciences (IUNICS), University of the Balearic Islands, and Balearic Islands Health Research Intitute (IdISBa), Palma, Spain."]], "date": "2017-11-01", "id": "29207901", "text": "The cell fate regulator Fas-associated death domain (FADD) balances cell death with non-apoptotic actions via its phosphorylated form. A recent study associated loss of cortical FADD with cognitive decline and increased risk of clinical dementia. Since the activation of cortical α2A-adrenoceptors improved memory deficits in various animal models of working memory loss, the present study evaluated whether UK-14304, an α2-adrenoceptor agonist known to acutely regulate brain FADD forms, would improve cognitive function in middle-aged rats. Sprague-Dawley rats were treated with UK-14304 (0.3 or 1 mg/kg) or saline (1 mL/kg) for seven days. Cognitive performance was evaluated in the eight-arm radial maze. FADD protein content was measured in the prefrontal cortex and hippocampus by Western blot analysis. The results showed that UK-14304 (1 mg/kg) improved cognitive performance (less time: -310±45 s, p=0.025 and fewer errors: -2.75±1.06, p=0.043 to complete the maze) and increased FADD selectively in the hippocampus (+35±11%, p=0.029). Interestingly, hippocampal FADD content negatively correlated with the time ( r=-0.651, p<0.01) needed to complete the maze. Thus, better cognitive scores were associated with higher FADD hippocampal content. These results support a role for α2-adrenoceptors in ameliorating cognition and suggest FADD protein content as a possible correlate for cognitive performance.", "doi": "10.1177/0269881117742667", "title": "Repeated treatment with the α2-adrenoceptor agonist UK-14304 improves cognitive performance in middle-age rats: Role of hippocampal Fas-associated death domain.", "journal": ["Journal of psychopharmacology (Oxford, England)", "J. Psychopharmacol. (Oxford)"]}