{"authors": [["Kim", "Dong-Cheol", "DC", "Institute of Pharmaceutical Research and Development, College of Pharmacy, Wonkwang University, Iksan 54538, Korea. kimman07@hanmail.net."], ["Quang", "Tran Hong", "TH", "Institute of Marine Biochemistry, Vietnam Academy of Science and Technology (VAST), 18 Hoang Quoc Viet, Caugiay, Hanoi 122102, Vietnam. quangth2004@yahoo.com."], ["Oh", "Hyuncheol", "H", "Institute of Pharmaceutical Research and Development, College of Pharmacy, Wonkwang University, Iksan 54538, Korea. hoh@wku.ac.kr."], ["Kim", "Youn-Chul", "YC", "Institute of Pharmaceutical Research and Development, College of Pharmacy, Wonkwang University, Iksan 54538, Korea. yckim@wku.ac.kr."]], "date": "2017-12-02", "id": "29207498", "text": "Excessive microglial stimulation has been recognized in several neurodegenerative diseases, including Parkinson's disease (PD), Alzheimer's disease (AD), amyotropic lateral sclerosis (ALS), HIV-associated dementia (HAD), multiple sclerosis (MS), and stroke. When microglia are stimulated, they produce proinflammatory mediators and cytokines, including nitric oxide (NO) derived from inducible NO synthase (iNOS), prostaglandin E2 (PGE₂) derived from cyclooxygenase-2 (COX-2), tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), interleukin-12 (IL-12), and interleukin-6 (IL-6). These inflammatory reactions are related to the nuclear factor-kappa B (NF-κB) and mitogen-activated protein kinase (MAPK) signaling pathways. Therefore, the modulation of NF-κB and MAPK is vital to prevent microglial activation and confer resistance against neuronal injury. In this study, steppogenin (1) isolated from Cudrania tricuspidata suppressed the neuroinflammatory responses to lipopolysaccharide (LPS). Steppogenin (1) inhibited the production of proinflammatory mediators and cytokines in LPS-challenged BV2 and rat primary microglial cells. Moreover, western blot analysis and immunofluorescence revealed that the nuclear translocation of NF-κB was inhibited in LPS-induced BV2 and rat primary microglial cells. The LPS-stimulated activation of BV2 and rat primary microglial cells was inhibited by steppogenin (1) through the suppression of c-Jun NH2-terminal kinase (JNK) and p38 MAPK signaling. These results suggested that steppogenin (1) exerted antineuroinflammatory effects against acute neuroinflammation in BV2 and rat primary microglial cells by suppressing the activation of NF-κB and MAPK signaling and the production of proinflammatory mediators and cytokines.", "doi": "10.3390/molecules22122130", "title": "Steppogenin Isolated from Cudrania tricuspidata Shows Antineuroinflammatory Effects via NF-κB and MAPK Pathways in LPS-Stimulated BV2 and Primary Rat Microglial Cells.", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}