{"authors": [["Shnerb Ganor", "Reut", "R", "The Bert W. Strassburger Lipid Center, Sheba Medical Center, Tel‑Hashomer 5265601, Israel."], ["Harats", "Dror", "D", "The Bert W. Strassburger Lipid Center, Sheba Medical Center, Tel‑Hashomer 5265601, Israel."], ["Schiby", "Ginette", "G", "Sackler Faculty of Medicine, Tel‑Aviv University, Tel‑Aviv 6997801, Israel."], ["Rosenblatt", "Kinneret", "K", "Department of Pathology, Sheba Medical Center, Tel‑Hashomer 5265601, Israel."], ["Lubitz", "Irit", "I", "The Joseph Sagol Neuroscience Center, Sheba Medical Center, Tel‑Hashomer 5265601, Israel."], ["Shaish", "Aviv", "A", "The Bert W. Strassburger Lipid Center, Sheba Medical Center, Tel‑Hashomer 5265601, Israel."], ["Salomon", "Ophira", "O", "Thrombosis Unit, Sheba Medical Center, Tel‑Hashomer 5265601, Israel."]], "date": "2017-11-21", "id": "29207114", "text": "Atherosclerosis and Alzheimer's disease (AD) are a major cause of morbidity and mortality in Western societies. These diseases share common risk factors, which are exhibited in old age, including hypertension, diabetes, hypercholesterolemia and apolipoprotein (Apo) ε4 allele. We previously demonstrated that factor XI (FXI) deficiency in mice reduced the atherosclerotic plaque area in coronary sinuses and the aortic arch. This led us to investigate whether FXI deficiency in elderly ApoE knockout (KO) mice would decrease pathological alterations compatible with atherosclerosis and AD. The present study used ApoE/factor XI double KO (ApoE/FXI DKO) mice aged 64 weeks and age‑matched ApoE KO mice to serve as a control group. The ApoE KO mice developed an advanced atherosclerotic lesion area in the aortic arch, which was reduced by 33% in the DKO mice. However, neither atherosclerosis nor AD‑associated pathological alterations in the elderly mice brains were observed in either the DKO mice or the ApoE KO mice. The results advocate a dichotomy between the brain and peripheral blood vessels. Therefore, the ApoE KO and DKO mice cannot serve as mouse models for studying AD or pathological brain changes compatible with atherosclerosis. The mechanism by which ApoE KO protects against brain pathology should be further studied as it may prove helpful for future treatment of senile dementia.", "doi": "10.3892/mmr.2017.8127", "title": "Elderly apolipoprotein E‑/‑ mice with advanced atherosclerotic lesions in the aorta do not develop Alzheimer's disease-like pathologies.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}