{"authors": [["Mossello", "Enrico", "E", "Research Unit of Medicine of Ageing, Department of Experimental and Clinical Medicine, University of Florence and Azienda Ospedaliero-Universitaria Careggi, Firenze, Italy."], ["Tesi", "Francesca", "F", "Research Unit of Medicine of Ageing, Department of Experimental and Clinical Medicine, University of Florence and Azienda Ospedaliero-Universitaria Careggi, Firenze, Italy."], ["Di Santo", "Simona G", "SG", "Department of Clinical and Behavioral Neurology, Neuropsychiatry Laboratory, IRCCS Foundation S Lucia, Roma, Italy."], ["Mazzone", "Andrea", "A", "Redaelli Geriatric Institute, Milano, Italy."], ["Torrini", "Monica", "M", "Research Unit of Medicine of Ageing, Department of Experimental and Clinical Medicine, University of Florence and Azienda Ospedaliero-Universitaria Careggi, Firenze, Italy."], ["Cherubini", "Antonio", "A", "Geriatria, Accettazione geriatrica e Centro di ricerca per l'invecchiamento, IRCCS-INRCA, Ancona, Italy."], ["Bo", "Mario", "M", "Section of Geriatrics, Città della Salute e della Scienza-Molinette, Torino, Italy."], ["Musicco", "Massimo", "M", "Institute of Biomedical Technologies, National Research Council, Segrate, Italy."], ["Bianchetti", "Angelo", "A", "Medicine and Rehabilitation Department, Istituto Clinico S. Anna, Brescia, Italy."], ["Ferrari", "Alberto", "A", "Geriatric Unit, Department of Neuromotor Physiology, ASMN Hospital, Reggio Emilia, Italy."], ["Ferrara", "Nicola", "N", "Department of Translational Medical Sciences, Federico II University of Naples, Naples, Italy."], ["Trabucchi", "Marco", "M", "Tor Vergata, Rome University, Roma, Italy."], ["Morandi", "Alessandro", "A", "Geriatric Research Group, Brescia, Italy."], ["Bellelli", "Giuseppe", "G", "Geriatric Research Group, Brescia, Italy."], [null, null, null, null]], "date": "2017-12-05", "id": "29206286", "text": "Delirium is underrecognized in clinical practice. The primary aim of the present multicenter study was to compare the ability of nurses to identify delirium features with a standardized assessment. The secondary aim was to identify predictors of missed or incorrect identifications of delirium by nurses.Point prevalence study in 120 wards across Italy.\"Delirium Day 2015.\"Inpatients aged 65 and older (N = 1,867).Participants and nurses were asked specific questions to investigate their perceptions of the presence of delirium features (acute cognitive change, inattention, cognitive fluctuations, impaired arousal). Delirium was identified according to the results of the Assessment Test for Delirium and Cognitive Impairment (4AT), completed by a physician. Comorbidities including dementia, disability, drug treatments, and delirium motor subtype according to the Delirium Motor Subtype Scale were recorded.Delirium was present in 429 subjects (23%) according to the 4AT. Cognitive fluctuations was the delirium feature that the nurses most often recognized. Nurses' perceptions of acute cognitive change, cognitive fluctuations, or impaired arousal had 84% sensitivity and 81% specificity for delirium. The nonmotor subtype of delirium was less likely to be recognized (80%) than the hyperactive (97%), mixed (92%), and hypoactive (90%) subtypes. Incorrect perception of delirium was more frequent in subjects with dementia (specificity 64%).The delirium feature that nurses were best able to recognize was cognitive fluctuations. The nonmotor subtype was associated with a lower recognition rate. Routine observation and registration of delirium features by nurses in clinical practice might be helpful to increase formal diagnosis of delirium.", "doi": "10.1111/jgs.15211", "title": "Recognition of Delirium Features in Clinical Practice: Data from the \"Delirium Day 2015\" National Survey.", "journal": ["Journal of the American Geriatrics Society", "J Am Geriatr Soc"]}