{"authors": [["Win", "Khin Khin", "KK", "Department of Geriatric Medicine, Tan Tock Seng Hospital (TTSH), Singapore, Singapore."], ["Chong", "Mei Sian", "MS", "Geriatric Education and Research Institute (GERI), Singapore, Singapore."], ["Ali", "Noorhazlina", "N", "Department of Geriatric Medicine, Tan Tock Seng Hospital (TTSH), Singapore, Singapore."], ["Chan", "Mark", "M", "Department of Geriatric Medicine, Tan Tock Seng Hospital (TTSH), Singapore, Singapore."], ["Lim", "Wee Shiong", "WS", "Department of Geriatric Medicine, Tan Tock Seng Hospital (TTSH), Singapore, Singapore."]], "date": "2017-11-22", "id": "29204426", "text": "With >85 years, the fastest growing age segment in developed countries, dementia in the oldest-old is projected to increase exponentially. Being older, caregivers of dementia in oldest-old (CDOO) may experience unique challenges compared with younger-age groups. Thus, we aim to explore demographic characteristics and burden pattern among CDOO.We studied 458 family caregiver-patient dyads attending an outpatient memory clinic. We classified patients into three age-groups: <75, 75-84, and ≥85 years. We measured caregiver burden using the Zarit Burden Interview (ZBI) 4-factor structure described by Cheah et al. (1). We compared care recipient characteristics, caregiver demographics, and ZBI total/factors scores between the three age-groups, and performed 2-way analysis of variance (ANOVA) to ascertain the effect of age-group by disease severity interaction.Oldest-old care recipients were more impaired in cognitive function and instrumental ADL; there was no difference in behavior and basic ADL. Compared with the other two age-groups, CDOO were older (mean age: 50.4 vs 55.5 vs 56.8 years, P < 0.01), and overwhelmingly adult children (85.9%) as opposed to spouses (5.3%). CDOO also had higher ZBI total score, role strain, and personal strain (all P < 0.05). However, there was no difference in worry about performance scores. 2-way ANOVA did not reveal significant age-group by disease severity interaction for ZBI total and factor scores, although distinctive differences were seen between role/personal strain with worry about performance in mild cognitive impairment and very mild dementia.Our study highlighted that CDOO were mainly older adult children who experienced significant role and personal strain independent of disease severity while caring for their family member with more impaired cognitive and physical function. These results pave the way for targeted interventions to address the unique burden faced by this rapidly growing group of caregivers.", "doi": "10.3389/fmed.2017.00205", "title": "Burden among Family Caregivers of Dementia in the Oldest-Old: An Exploratory Study.", "journal": ["Frontiers in medicine", "Front Med (Lausanne)"]}