{"authors": [["Mitsuhashi", "Kana", "K", "Departments of Neurology, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, 160-8582, Japan."], ["Ito", "Daisuke", "D", "Departments of Neurology, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, 160-8582, Japan. dito@keio.jp."], ["Mashima", "Kyoko", "K", "Departments of Neurology, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, 160-8582, Japan."], ["Oyama", "Munenori", "M", "Departments of Neurology, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, 160-8582, Japan."], ["Takahashi", "Shinichi", "S", "Departments of Neurology, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, 160-8582, Japan."], ["Suzuki", "Norihiro", "N", "Departments of Neurology, Keio University School of Medicine, 35 Shinanomachi, Shinjuku-ku, Tokyo, 160-8582, Japan."]], "date": "2017-12-04", "id": "29203801", "text": "Aberrant RNA-binding proteins form the core of the neurodegeneration cascade in spectrums of disease, such as amyotrophic lateral sclerosis (ALS)/frontotemporal dementia (FTD). Six ALS-related molecules, TDP-43, FUS, TAF15, EWSR1, heterogeneous nuclear (hn)RNPA1 and hnRNPA2 are RNA-binding proteins containing candidate mutations identified in ALS patients and those share several common features, including harboring an aggregation-prone prion-like domain (PrLD) containing a glycine/serine-tyrosine-glycine/serine (G/S-Y-G/S)-motif-enriched low-complexity sequence and rich in glutamine and/or asparagine. Additinally, these six molecules are components of RNA granules involved in RNA quality control and become mislocated from the nucleus to form cytoplasmic inclusion bodies (IBs) in the ALS/FTD-affected brain. To reveal the essential mechanisms involved in ALS/FTD-related cytotoxicity associated with RNA-binding proteins containing PrLDs, we designed artificial RNA-binding proteins harboring G/S-Y-G/S-motif repeats with and without enriched glutamine residues and nuclear-import/export-signal sequences and examined their cytotoxicity in vitro. These proteins recapitulated features of ALS-linked molecules, including insoluble aggregation, formation of cytoplasmic IBs and components of RNA granules, and cytotoxicity instigation. These findings indicated that these artificial RNA-binding proteins mimicked features of ALS-linked molecules and allowed the study of mechanisms associated with gain of toxic functions related to ALS/FTD pathogenesis.", "doi": "10.1038/s41598-017-17209-0", "title": "De novo design of RNA-binding proteins with a prion-like domain related to ALS/FTD proteinopathies.", "journal": ["Scientific reports", "Sci Rep"]}