{"authors": [["Starostka-Tatar", "Anna", "A", "Katedra I Klinika Neurologii W Zabrzu, Śląski Uniwersytet Medyczny W Katowicach, Zabrze, Polska."], ["Łabuz-Roszak", "Beata", "B", "Katedra I Zakład Podstawowych Nauk Medycznych, Wydział Zdrowia Publicznego W Bytomiu, Śląski Uniwersytet Medyczny w Katowicach, Bytom, Polska."], ["Skrzypek", "Michał", "M", "Zakład Biostatystyki, Wydział Zdrowia Publicznego W Bytomiu, Śląski Uniwersytet Medyczny W Katowicach, Bytom, Polska."], ["Gąsior", "Mariusz", "M", "III Katedra I Oddział Kliniczny Kardiologii, Śląski Uniwersytet Medyczny W Katowicach, Śląskie Centrum Chorob Serca w Zabrzu, Zabrze, Polska."], ["Gierlotka", "Marek", "M", "III Katedra I Oddział Kliniczny Kardiologii, Śląski Uniwersytet Medyczny W Katowicach, Śląskie Centrum Chorob Serca w Zabrzu, Zabrze, Polska."]], "date": null, "id": "29203753", "text": "Stroke was already diagnosed in the ancient times. For hundreds of years the treatment of this disease has changed radically. According to the current WHO definition, stroke is a clinical syndrome caused by focal or generalized brain injury that lasts more than 24 hours or leads to death and has no other cause than vascular. Stroke constitutes a big social and economic problem, as it can lead to death or disability. In the highly developed countries stroke is the third most common cause of adult deaths, the second leading cause of dementia, and the most common cause of disability. The consequences of stroke also include epilepsy and depression. In the twentieth century, stroke was only treated symptomatically and rehabilitation was limited to passive exercises. The first breakthrough in ischemic stroke therapy was the introduction of aspirin (ASA), followed by intravenous thrombolysis using recombinant tissue plasminogen activator (rtPA), initially available in our country only in the drug programs, and since 2009 it has been reimbursed by the National Health Fund (NFZ). Gradually invasive stroke treatment has been developed. Mechanical thrombectomy is currently only performed in selected centers, giving hope for more effective stroke treatment. The purpose of this work was to show how stroke treatment has changed over the centuries.", "doi": null, "title": "[Definition and treatment of stroke over the centuries].", "journal": ["Wiadomosci lekarskie (Warsaw, Poland : 1960)", "Wiad. Lek."]}