{"authors": [["Jolley", "Suzanne", "S", "Department of Psychology, King's College London, Institute of Psychiatry, Psychology and Neuroscience, 16, De Crespigny Park, Denmark Hill, London, SE5 8AF, UK. suzanne.jolley@kcl.ac.uk."], ["Browning", "Sophie", "S", "South London and Maudsley NHS Foundation Trust, London, SE5 8AZ, UK."], ["Corrigall", "Richard", "R", "South London and Maudsley NHS Foundation Trust, London, SE5 8AZ, UK."], ["Laurens", "Kristin R", "KR", "School of Psychology, Faculty of Health Sciences, Australian Catholic University, Banyo, QLD, 4014, Australia."], ["Hirsch", "Colette", "C", "Department of Psychology, King's College London, Institute of Psychiatry, Psychology and Neuroscience, 16, De Crespigny Park, Denmark Hill, London, SE5 8AF, UK."], ["Bracegirdle", "Karen", "K", "South London and Maudsley NHS Foundation Trust, London, SE5 8AZ, UK."], ["Gin", "Kimberley", "K", "South London and Maudsley NHS Foundation Trust, London, SE5 8AZ, UK."], ["Muccio", "Francesca", "F", "South London and Maudsley NHS Foundation Trust, London, SE5 8AZ, UK."], ["Stewart", "Catherine", "C", "Department of Psychology, King's College London, Institute of Psychiatry, Psychology and Neuroscience, 16, De Crespigny Park, Denmark Hill, London, SE5 8AF, UK."], ["Banerjea", "Partha", "P", "South London and Maudsley NHS Foundation Trust, London, SE5 8AZ, UK."], ["Kuipers", "Elizabeth", "E", "Department of Psychology, King's College London, Institute of Psychiatry, Psychology and Neuroscience, 16, De Crespigny Park, Denmark Hill, London, SE5 8AF, UK."], ["Garety", "Philippa", "P", "Department of Psychology, King's College London, Institute of Psychiatry, Psychology and Neuroscience, 16, De Crespigny Park, Denmark Hill, London, SE5 8AF, UK."], ["Byrne", "Majella", "M", "Department of Psychology, King's College London, Institute of Psychiatry, Psychology and Neuroscience, 16, De Crespigny Park, Denmark Hill, London, SE5 8AF, UK."], ["Onwumere", "Juliana", "J", "Department of Psychology, King's College London, Institute of Psychiatry, Psychology and Neuroscience, 16, De Crespigny Park, Denmark Hill, London, SE5 8AF, UK."], ["Achilla", "Evanthia", "E", "Department of Health Service and Population Research, King's Health Economics, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, SE5 8AF, UK."], ["McCrone", "Paul", "P", "Department of Health Service and Population Research, King's Health Economics, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, SE5 8AF, UK."], ["Emsley", "Richard", "R", "Centre for Biostatistics, School of Health Sciences, The University of Manchester, Manchester Academic Health Science Centre, Manchester, M13 9PL, UK."]], "date": "2017-12-04", "id": "29202862", "text": "Childhood 'unusual experiences' (such as hearing voices that others cannot, or suspicions of being followed) are common, but can become more distressing during adolescence, especially for young people in contact with Child and Adolescent Mental Health Services (CAMHS). Unusual experiences that are distressing or have adverse life impact (UEDs) are associated with a range of current and future emotional, behavioural and mental health difficulties. Recommendations for psychological intervention are based on evidence from adult studies, with some support from small, pilot, child-specific evaluations. Research is needed to ensure that the recommendations suit children as well as adults. The CUES+ study (Coping with Unusual ExperienceS for 12-18 year olds) aims to find out whether cognitive behaviour therapy for UEDs (CBT-UED) is a helpful and cost-effective addition to usual community care for 12-18 year olds presenting to United Kingdom National Health Service Child and Adolescent Mental Health Services in four London boroughs.The CUES+ study is a randomised controlled trial comparing CBT-UED plus routine care to routine care alone. CBT-UED comprises up to 16 sessions, including up to 12 individual and up to four family support meetings, each lasting around 45-60 min, delivered weekly. The primary outcome is emotional distress. Secondary outcomes are change in UEDs, risk events (self-harm, attendance at emergency services, other adverse events) and health economic outcomes. Participants will be randomised in a 1:1 ratio after baseline assessment. Randomisation will be stratified by borough and by severity of mental health presentation: 'severe' (an identified psychotic or bipolar disorder) or any 'other' condition. Outcomes will be assessed by a trained assessor blind to treatment condition at 0, 16 and 24 weeks. Recruitment began in February, 2015 and is ongoing until the end of March, 2017.The CUES+ study will contribute to the currently limited child-specific evidence base for psychological interventions for UEDs occurring in the context of psychosis or any other mental health presentation.International Standard Randomised Controlled Trials, ID: ISRCTN21802136 . Prospectively registered on 12 January 2015. Protocol V3 31 August 2015 with screening amended.", "doi": "10.1186/s13063-017-2326-4", "title": "Coping with Unusual ExperienceS for 12-18 year olds (CUES+): a transdiagnostic randomised controlled trial of the effectiveness of cognitive therapy in reducing distress associated with unusual experiences in adolescent mental health services: study protocol for a randomised controlled trial.", "journal": ["Trials", "Trials"]}