{"authors": [["Hammond", "Simon P", "SP", "Department of Psychological Sciences, Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Cross", "Jane L", "JL", "School of Health Sciences, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Shepstone", "Lee", "L", "Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Backhouse", "Tamara", "T", "Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Henderson", "Catherine", "C", "Department of Social Policy, London School of Economics and Political Science, Houghton Street, London, WC2A 2AE, UK."], ["Poland", "Fiona", "F", "School of Health Sciences, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Sims", "Erika", "E", "Norwich Clinical Trial Unit, Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["MacLullich", "Alasdair", "A", "Geriatric Medicine, University of Edinburgh, Edinburgh, EH16 4SA, UK."], ["Penhale", "Bridget", "B", "School of Health Sciences, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Howard", "Robert", "R", "Division of Psychiatry, Faculty of Brain Sciences, University College London, London, W1T 7NF, UK."], ["Lambert", "Nigel", "N", "School of Health Sciences, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Varley", "Anna", "A", "Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Smith", "Toby O", "TO", "School of Health Sciences, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Sahota", "Opinder", "O", "Nottingham University Hospitals NHS Trust, Queens Medical Centre Campus, Derby Road, Nottingham, NG7 2UH, UK."], ["Donell", "Simon", "S", "Norfolk and Norwich University Hospitals NHS Foundation Trust, Colney Lane, Norwich, NR4 7UY, UK."], ["Patel", "Martyn", "M", "Norfolk and Norwich University Hospitals NHS Foundation Trust, Colney Lane, Norwich, NR4 7UY, UK."], ["Ballard", "Clive", "C", "Exeter Medical School, University of Exeter, Penryn Campus, Penryn, Cornwall, TR10 9FE, UK."], ["Young", "John", "J", "Faculty of Medicine and Health, University of Leeds, Leeds, LS2 9JT, UK."], ["Knapp", "Martin", "M", "Department of Social Policy, London School of Economics and Political Science, Houghton Street, London, WC2A 2AE, UK."], ["Jackson", "Stephen", "S", "Department of Clinical Gerontology, King's College Hospital NHS Foundation Trust, Denmark Hill, London, SE5 9RS, UK."], ["Waring", "Justin", "J", "Nottingham University Business School, Jubilee Campus, Nottingham, NG8 1BB, UK."], ["Leavey", "Nick", "N", "Norwich Clinical Trial Unit, Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Howard", "Gregory", "G", "Norwich Clinical Trial Unit, Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK."], ["Fox", "Chris", "C", "Department of Psychological Sciences, Norwich Medical School, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, NR4 7TJ, UK. Chris.Fox@uea.ac.uk."]], "date": "2017-12-04", "id": "29202786", "text": "Health and social care provision for an ageing population is a global priority. Provision for those with dementia and hip fracture has specific and growing importance. Older people who break their hip are recognised as exceptionally vulnerable to experiencing confusion (including but not exclusively, dementia and/or delirium and/or cognitive impairment(s)) before, during or after acute admissions. Older people experiencing hip fracture and confusion risk serious complications, linked to delayed recovery and higher mortality post-operatively. Specific care pathways acknowledging the differences in patient presentation and care needs are proposed to improve clinical and process outcomes.This protocol describes a multi-centre, feasibility, cluster-randomised, controlled trial (CRCT) to be undertaken across ten National Health Service hospital trusts in the UK. The trial will explore the feasibility of undertaking a CRCT comparing the multicomponent PERFECTED enhanced recovery intervention (PERFECT-ER), which acknowledges the differences in care needs of confused older patients experiencing hip fracture, with standard care. The trial will also have an integrated process evaluation to explore how PERFECT-ER is implemented and interacts with the local context. The study will recruit 400 hip fracture patients identified as experiencing confusion and will also recruit \"suitable informants\" (individuals in regular contact with participants who will complete proxy measures). We will also recruit NHS professionals for the process evaluation. This mixed methods design will produce data to inform a definitive evaluation of the intervention via a large-scale pragmatic randomised controlled trial (RCT).The trial will provide a preliminary estimate of potential efficacy of PERFECT-ER versus standard care; assess service delivery variation, inform primary and secondary outcome selection, generate estimates of recruitment and retention rates, data collection difficulties, and completeness of outcome data and provide an indication of potential economic benefits. The process evaluation will enhance knowledge of implementation delivery and receipt.ISRCTN, 99336264 . Registered on 5 September 2016.", "doi": "10.1186/s13063-017-2303-y", "title": "PERFECTED enhanced recovery (PERFECT-ER) care versus standard acute care for patients admitted to acute settings with hip fracture identified as experiencing confusion: study protocol for a feasibility cluster randomized controlled trial.", "journal": ["Trials", "Trials"]}