{"authors": [["Rutherford", "Bret R", "BR", "From the New York State Psychiatric Institute, New York; and the Department of Psychiatry and the Department of Otolaryngology-Head & Neck Surgery, Columbia University College of Physicians and Surgeons, Columbia University, New York."], ["Brewster", "Katharine", "K", "From the New York State Psychiatric Institute, New York; and the Department of Psychiatry and the Department of Otolaryngology-Head & Neck Surgery, Columbia University College of Physicians and Surgeons, Columbia University, New York."], ["Golub", "Justin S", "JS", "From the New York State Psychiatric Institute, New York; and the Department of Psychiatry and the Department of Otolaryngology-Head & Neck Surgery, Columbia University College of Physicians and Surgeons, Columbia University, New York."], ["Kim", "Ana H", "AH", "From the New York State Psychiatric Institute, New York; and the Department of Psychiatry and the Department of Otolaryngology-Head & Neck Surgery, Columbia University College of Physicians and Surgeons, Columbia University, New York."], ["Roose", "Steven P", "SP", "From the New York State Psychiatric Institute, New York; and the Department of Psychiatry and the Department of Otolaryngology-Head & Neck Surgery, Columbia University College of Physicians and Surgeons, Columbia University, New York."]], "date": "2017-12-05", "id": "29202654", "text": "Recent research has linked age-related hearing loss to impaired performance across cognitive domains and increased risk for dementia diagnosis. The data linking hearing impairment to incident late-life depression are more mixed but suggest that diminished hearing does increase risk for depression. Behavioral mechanisms may explain these associations, such as the withdrawal of older adults from situations in which they may have difficulty hearing and communicating, which may contribute to the development of social isolation, loneliness, and consequent cognitive decline and depression. At a neural level, chronic hearing loss leads to reduced activation in central auditory pathways, resulting in compensatory increased activation in the cognitive control network, dysfunctional auditory-limbic connectivity, and deafferentation-induced atrophy in frontal brain regions. These pathologic changes decrease cognitive performance and increase depression risk by reducing cognitive reserve, increasing executive dysfunction, and disrupting normative emotion reactivity and regulation. Based on the available data and informed by this model, evidence-based suggestions are proposed for clinicians treating older adults, and a research agenda is advanced to facilitate the development of rationally designed and age-appropriate psychiatric treatments for older adults with age-related hearing loss. First and foremost, treating hearing loss should be investigated as a means of improving cognitive and depressive outcomes in well-designed studies incorporating comprehensive psychiatric assessments, randomization, objective documentation of compliance, and analyses of treatment mediators that will facilitate further therapeutic development. Multimodal neuroimaging studies integrating audiometric, neuropsychological, and clinical assessments also are needed to further evaluate the model proposed.", "doi": "10.1176/appi.ajp.2017.17040423", "title": "Sensation and Psychiatry: Linking Age-Related Hearing Loss to Late-Life Depression and Cognitive Decline.", "journal": ["The American journal of psychiatry", "Am J Psychiatry"]}