{"authors": [["Li", "Hui-Ning", "HN", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China."], ["Liu", "Yang", "Y", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China. Electronic address: y.liu@syphu.edu.cn."], ["Zhang", "Zuo-Peng", "ZP", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China."], ["Wang", "Zhi-Peng", "ZP", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China."], ["Hao", "Jing-Zheng", "JZ", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China."], ["Li", "Feng-Ran", "FR", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China."], ["Fan", "Zhan-Fang", "ZF", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China."], ["Zou", "Li-Bo", "LB", "School of Life Sciences and Biopharmaceutics, Shenyang Pharmaceutical University, Shenyang 110016, China."], ["Cheng", "Mao-Sheng", "MS", "Key Laboratory of Structure-Based Drugs Design and Discovery (Ministry of Education), School of Pharmaceutical Engineering, Shenyang Pharmaceutical University, Shenyang 110016, China. Electronic address: mscheng@syphu.edu.cn."]], "date": "2017-11-21", "id": "29202401", "text": "Inspired by the previously reported neuroprotective activity of hederacolchiside E (1), we synthesized hederacolchiside E for the first time along with eleven of its derivatives. The neuroprotective effects of these compounds were further evaluated against H2O2- and Aβ1-42-induced injury using cell-based assays. The derivatives showed obvious differences in activity due to structural variations, and two of them exhibited better neuroprotective effects than 1 in the Aβ1-42-induced injury model. Compound 7 was the most active derivative and had a relatively simple chemical structure. Moreover, 1 and 7 can significantly reduce the release of lactate dehydrogenase (LDH), level of intracellular reactive oxygen species (ROS) and extent of malondialdehyde (MDA) increase resulting from Aβ1-42 treatment, which demonstrated that these kinds of compounds show neuroprotective effects in Alzheimer's disease (AD) models via modulating oxidative stress. Compound 7 could be used as promising lead for the development of a new type of neuroprotective agent against AD.", "doi": "10.1016/j.ejmech.2017.11.040", "title": "Synthesis, biological evaluation and structure-activity relationship studies of hederacolchiside E and its derivatives as potential anti-Alzheimer agents.", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}