{"authors": [["Edwards", "Jerri D", "JD", "Department of Psychiatry and Behavioral Neurosciences, University of South Florida, Tampa, FL, USA."], ["Xu", "Huiping", "H", "Department of Biostatistics, The Richard M. Fairbanks School of Public Health and School of Medicine, Indiana University, Indianapolis, IN, USA."], ["Clark", "Daniel O", "DO", "Department of Medicine, Indiana University Center for Aging Research, Regenstrief Institute, Inc., Indianapolis, IN, USA."], ["Guey", "Lin T", "LT", "Moderna Therapeutics, Cambridge, MA, USA."], ["Ross", "Lesley A", "LA", "Department of Human Development and Family Studies, The Pennsylvania State University, University Park, PA, USA."], ["Unverzagt", "Frederick W", "FW", "Department of Psychiatry, Indiana University School of Medicine, Indianapolis, IN, USA."]], "date": "2017-11-07", "id": "29201994", "text": "Cognitive training improves cognitive performance and delays functional impairment, but its effects on dementia are not known. We examined whether three different types of cognitive training lowered the risk of dementia across 10 years of follow-up relative to control and if greater number of training sessions attended was associated with lower dementia risk.The Advanced Cognitive Training in Vital Elderly (NCT00298558) study was a randomized controlled trial (N = 2802) among initially healthy older adults, which examined the efficacy of three cognitive training programs (memory, reasoning, or speed of processing) relative to a no-contact control condition. Up to 10 training sessions were delivered over 6 weeks with up to four sessions of booster training delivered at 11 months and a second set of up to four booster sessions at 35 months. Outcome assessments were taken immediately after intervention and at intervals over 10 years. Dementia was defined using a combination of interview- and performance-based methods.A total of 260 cases of dementia were identified during the follow-up. Speed training resulted in reduced risk of dementia (hazard ratio [HR] 0.71, 95% confidence interval [CI] 0.50-0.998, P = .049) compared to control, but memory and reasoning training did not (HR 0.79, 95% CI 0.57-1.11, P = .177 and HR 0.79, 95% CI 0.56-1.10, P = .163, respectively). Each additional speed training session was associated with a 10% lower hazard for dementia (unadjusted HR, 0.90; 95% CI, 0.85-0.95, P < .001).Initially, healthy older adults randomized to speed of processing cognitive training had a 29% reduction in their risk of dementia after 10 years of follow-up compared to the untreated control group.", "doi": "10.1016/j.trci.2017.09.002", "title": "Speed of processing training results in lower risk of dementia.", "journal": ["Alzheimer's & dementia (New York, N. Y.)", "Alzheimers Dement (N Y)"]}