{"authors": [["Yatawara", "Chathuri", "C", "Department of Neurology, National Neuroscience Institute, Singapore, Singapore."], ["Lee", "Daryl Renick", "DR", "Department of Neurology, National Neuroscience Institute, Singapore, Singapore."], ["Lim", "Levinia", "L", "Department of Neurology, National Neuroscience Institute, Singapore, Singapore."], ["Zhou", "Juan", "J", "Duke-NUS Medical School, Singapore, Singapore."], ["Kandiah", "Nagaendran", "N", "Department of Neurology, National Neuroscience Institute, Singapore, Singapore."]], "date": "2017-11-16", "id": "29201866", "text": "Getting lost behavior (GLB) in the elderly is believed to involve poor top-down modulation of visuospatial processing, by impaired executive functions. However, since healthy elderly and elderly with Alzheimer's disease (AD) experience a different pattern of cognitive decline, it remains unclear whether this hypothesis can explain GLB in dementia.We sought to identify whether poor executive functions and working memory modulate the relationship between visuospatial processing and prevalence of GLB in healthy elderly and patients with AD. Complementary to this, we explored whether brain regions critical for executive functions modulate the relationship between GLB and brain regions critical for visuospatial processing.Ninety-two participants with mild AD and 46 healthy age-matched controls underwent neuropsychological assessment and a structural MRI. GLB was assessed using a semistructured clinical interview. Path analysis was used to explore interactions between visuospatial deficits, executive dysfunction/working memory, and prevalence of GLB, in AD and controls independently.For both healthy controls and patients with mild AD, visuospatial processing deficits were associated with GLB only in the presence of poor working memory. Anatomically, GLB was associated with medial temporal atrophy in patients with mild AD, which was not strengthened by low frontal gray matter (GM) volume as predicted. Instead, medial temporal atrophy was more strongly related to GLB in patients with high frontal GM volumes. For controls, GLB was not associated with occipital, parietal, medial temporal, or frontal GM volume.Cognitively, a top-down modulation deficit may drive GLB in both healthy elderly and patients with mild AD. This modulation effect may be localized in the medial temporal lobe for patients with mild AD. Thus, anatomical substrates of GLB in mild AD may not follow the typical top-down modulation mechanisms often reported in the healthy aging population. Implications advance therapeutic practices by highlighting the need to target both working memory and visuospatial deficits simultaneously, and that anatomical substrates of GLB may be disease specific.", "doi": "10.3389/fmed.2017.00201", "title": "Getting Lost Behavior in Patients with Mild Alzheimer's Disease: A Cognitive and Anatomical Model.", "journal": ["Frontiers in medicine", "Front Med (Lausanne)"]}