{"authors": [["Matsuyama", "Hirofumi", "H", "Department of NeurologyMie University Graduate School of MedicineTsuMieJapan."], ["Ii", "Yuichiro", "Y", "Department of NeurologyMie University Graduate School of MedicineTsuMieJapan."], ["Maeda", "Masayuki", "M", "Department of Advanced Diagnostic ImagingMie University Graduate School of MedicineTsuMieJapan."], ["Umino", "Maki", "M", "Department of RadiologyMie University Graduate School of MedicineTsuMieJapan."], ["Ueda", "Yukito", "Y", "Department of RehabilitationMie University HospitalTsuMieJapan."], ["Tabei", "Ken-Ichi", "KI", "Department of Dementia Prevention and TherapeuticsMie University Graduate School of MedicineTsuMieJapan."], ["Kida", "Hirotaka", "H", "Department of Dementia Prevention and TherapeuticsMie University Graduate School of MedicineTsuMieJapan."], ["Satoh", "Masayuki", "M", "Department of Dementia Prevention and TherapeuticsMie University Graduate School of MedicineTsuMieJapan."], ["Shindo", "Akihiro", "A", "Department of NeurologyMie University Graduate School of MedicineTsuMieJapan."], ["Taniguchi", "Akira", "A", "Department of NeurologyMie University Graduate School of MedicineTsuMieJapan."], ["Takahashi", "Ryosuke", "R", "Department of NeurologyKyoto University Graduate School of MedicineKyotoJapan."], ["Tomimoto", "Hidekazu", "H", "Department of NeurologyMie University Graduate School of MedicineTsuMieJapan."]], "date": "2017-10-16", "id": "29201555", "text": "Cerebral microbleeds (CMBs) are often observed in memory clinic patients. It has been generally accepted that deep CMBs (D-CMBs) result from hypertensive vasculopathy (HV), whereas strictly lobar CMBs (SL-CMBs) result from cerebral amyloid angiopathy (CAA) which frequently coexists with Alzheimer's disease (AD). Mixed CMBs (M-CMBs) have been partially attributed to HV and also partially attributed to CAA. The aim of this study was to elucidate the differences between SL-CMBs and M-CMBs in terms of clinical features and regional distribution.We examined 176 sequential patients in our memory clinic for clinical features and CMB location using susceptibility-weighted images obtained on a 3T-MRI. The number of lobar CMBs in SL-CMBs and M-CMBs was counted in each cerebral lobe and their regional density was adjusted according to the volume of each lobe.Of the total 176 patients, 111 patients (63.1%) had CMBs. Within the patients who had CMBs, M-CMBs were found in 54 patients (48.6%), followed by SL-CMBs in 35 (31.5%) and D-CMBs in 19 (17.1%). The SL-CMB group showed a significantly higher prevalence of family history of dementia, whereas the M-CMB group showed an increasing trend toward hypertension and smoking. The prevalence of AD was significantly higher in the SL-CMBs group, whereas the prevalence of AD with cerebrovascular disease was higher in the M-CMBs group. The regional density of lobar CMBs was significantly higher in the occipital lobe in the M-CMB group, whereas the SL-CMB group showed higher regional density between regions an increasing tendency in the parietal and occipital lobe.The between-group differences in clinical features and regional distribution indicate there to be an etiological relationship of SL-CMBs to AD and CAA, and M-CMBs to both HV and CAA.", "doi": "10.1002/brb3.856", "title": "Background and distribution of lobar microbleeds in cognitive dysfunction.", "journal": ["Brain and behavior", "Brain Behav"]}