{"authors": [["Marshall", "Charles R", "CR", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Hardy", "Chris J D", "CJD", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Russell", "Lucy L", "LL", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Clark", "Camilla N", "CN", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Dick", "Katrina M", "KM", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Brotherhood", "Emilie V", "EV", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Bond", "Rebecca L", "RL", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Mummery", "Catherine J", "CJ", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Schott", "Jonathan M", "JM", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Rohrer", "Jonathan D", "JD", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."], ["Kilner", "James M", "JM", "Sobell Department of Motor Neuroscience and Movement Disorders, Institute of Neurology, University College London, London, United Kingdom."], ["Warren", "Jason D", "JD", "Dementia Research Centre, Department of Neurodegenerative Disease, London, United Kingdom."]], "date": "2017-11-16", "id": "29201014", "text": "Interoception (the perception of internal bodily sensations) is strongly linked to emotional experience and sensitivity to the emotions of others in healthy subjects. Interoceptive impairment may contribute to the profound socioemotional symptoms that characterize frontotemporal dementia (FTD) syndromes, but remains poorly defined.Patients representing all major FTD syndromes and healthy age-matched controls performed a heartbeat counting task as a measure of interoceptive accuracy. In addition, patients had volumetric MRI for voxel-based morphometric analysis, and their caregivers completed a questionnaire assessing patients' daily-life sensitivity to the emotions of others.Interoceptive accuracy was impaired in patients with semantic variant primary progressive aphasia relative to healthy age-matched individuals, but not in behavioral variant frontotemporal dementia and nonfluent variant primary progressive aphasia. Impaired interoceptive accuracy correlated with reduced daily-life emotional sensitivity across the patient cohort, and with atrophy of right insula, cingulate, and amygdala on voxel-based morphometry in the impaired semantic variant group, delineating a network previously shown to support interoceptive processing in the healthy brain.Interoception is a promising novel paradigm for defining mechanisms of reduced emotional reactivity, empathy, and self-awareness in neurodegenerative syndromes and may yield objective measures for these complex symptoms.", "doi": "10.3389/fneur.2017.00610", "title": "Impaired Interoceptive Accuracy in Semantic Variant Primary Progressive Aphasia.", "journal": ["Frontiers in neurology", "Front Neurol"]}