{"authors": [["Cho", "Kyung-Ok", "KO", "Department of Pharmacology, Catholic Neuroscience Institute, College of Medicine, The Catholic University of Korea, Seoul 06591, Korea."], ["Kim", "Seul-Ki", "SK", "Department of Pharmacology, Catholic Neuroscience Institute, College of Medicine, The Catholic University of Korea, Seoul 06591, Korea."], ["Kim", "Seong Yun", "SY", "Department of Pharmacology, Catholic Neuroscience Institute, College of Medicine, The Catholic University of Korea, Seoul 06591, Korea."]], "date": "2017-10-30", "id": "29200907", "text": "Vascular dementia (VaD) is a group of heterogeneous diseases with the common feature of cerebral hypoperfusion. To identify key factors contributing to VaD pathophysiology, we performed a detailed comparison of Wistar and Sprague-Dawley (SD) rats subjected to permanent bilateral common carotid artery occlusion (BCCAo). Eight-week old male Wistar and SD rats underwent BCCAo, followed by a reference memory test using a five-radial arm maze with tactile cues. Continuous monitoring of cerebral blood flow (CBF) was performed with a laser Doppler perfusion imaging (LDPI) system. A separate cohort of animals was sacrificed for evaluation of the brain vasculature and white matter damage after BCCAo. We found reference memory impairment in Wistar rats, but not in SD rats. Moreover, our LDPI system revealed that Wistar rats had significant hypoperfusion in the brain region supplied by the posterior cerebral artery (PCA). Furthermore, Wistar rats showed more profound CBF reduction in the forebrain region than did SD rats. Post-mortem analysis of brain vasculature demonstrated greater PCA plasticity at all time points after BCCAo in Wistar rats. Finally, we confirmed white matter rarefaction that was only observed in Wistar rats. Our studies show a comprehensive and dynamic CBF status after BCCAo in Wistar rats in addition to severe PCA dolichoectasia, which correlated well with white matter lesion and memory decline.", "doi": "10.4196/kjpp.2017.21.6.643", "title": "Chronic cerebral hypoperfusion and plasticity of the posterior cerebral artery following permanent bilateral common carotid artery occlusion.", "journal": ["The Korean journal of physiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology", "Korean J. Physiol. Pharmacol."]}