{"authors": [["Djabelkhir", "Leila", "L", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."], ["Wu", "Ya-Huei", "YH", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."], ["Vidal", "Jean-Sébastien", "JS", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."], ["Cristancho-Lacroix", "Victoria", "V", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."], ["Marlats", "Fabienne", "F", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."], ["Lenoir", "Hermine", "H", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."], ["Carno", "Ariela", "A", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."], ["Rigaud", "Anne-Sophie", "AS", "Department of Clinical Gerontology, Broca Hospital, Public Assistance - Paris Hospitals (AP-HP)."]], "date": "2017-11-21", "id": "29200836", "text": "Mild cognitive impairment (MCI) is associated with a higher risk of dementia and is becoming a topic of interest for pharmacological and nonpharmacological interventions. With advances in technology, computer-based cognitive exercises are increasingly integrated into traditional cognitive interventions, such as cognitive training. Another type of cognitive intervention involving technology use is cognitive engagement, consisting of involving participants in highly motivational and mentally challenging activities, such as learning to use a form of new digital technology. This study examined the feasibility and acceptability of a computerized cognitive stimulation (CCS) program and a computerized cognitive engagement (CCE) program, and then compared their effects in older adults with MCI.In this randomized study, data from 19 MCI patients were analyzed (n=9 in CCS and n=10 in CCE). The patients attended a group weekly session for a duration of 3 months. Assessments of cognitive and psychosocial variables were conducted at baseline (M0) and at the end of the programs (M3).All of the participants attended the 12 sessions and showed a high level of motivation. Attrition rate was very low (one dropout at M3 assessment). At M3, the CCS participants displayed a significant improvement in part B of the Trail Making Test (TMT-B; p=0.03) and self-esteem (p=0.005), while the CCE participants showed a significant improvement in part A of the Trail Making Test (TMT-A; p=0.007) and a higher level of technology acceptance (p=0.006). The two groups did not differ significantly (p>0.05) in cognitive and psychosocial changes after the intervention. However, medium effect sizes (Cohen's d=0.56; 95% CI =-0.43:1.55) were found on the free recall, favoring the CCS group, as well as on TMT-A (d=0.51; 95% CI =-0.48:1.49) and technology acceptance (d=-0.65; 95% CI =-1.64:0.34), favoring the CCE group.Both interventions were highly feasible and acceptable and allowed improvement in different aspects of cognitive and psychosocial functioning in MCI subjects.", "doi": "10.2147/CIA.S145769", "title": "Computerized cognitive stimulation and engagement programs in older adults with mild cognitive impairment: comparing feasibility, acceptability, and cognitive and psychosocial effects.", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}