{"authors": [["Agrawal", "Nikhil", "N", "College of Health Sciences, Discipline of Pharmaceutical Sciences, University of KwaZulu-Natal , Westville, Durban 4041, South Africa."], ["Skelton", "Adam A", "AA", "College of Health Sciences, Discipline of Pharmaceutical Sciences, University of KwaZulu-Natal , Westville, Durban 4041, South Africa."]], "date": "2017-12-15", "id": "29200307", "text": "Alzheimer's disease is the most common form of dementia and is considered to be caused by the conformational change of Aβ monomers, from their native monomeric states, to form Aβ oligomers/aggregates in the brain. Turn formation in Aβ monomer has been suggested to be the nucleation step for Aβ misfolding. In the present work, we have performed a series of all-atom molecular dynamics simulations, a total time of 11.4 μs, to elucidate factor that contributes for early stage misfolding of Aβ40 and Aβ42 monomers and reveals the binding modes of 12-crown-4 on Aβ40 and Aβ42 monomer and effect of its binding on structural stability. Our simulation data revealed that the region around Val24-Lys28 is most prevalent for turn formation and a gain of water molecules around Lys28 side chains occurs at the same time as a significant gain in conformational entropy of the side chain. The initiation steps lead a greater number of water molecules available and enhancement of the conformational entropy of the backbone atoms; this leads to greater probability of breaking Lys28 backbone intrapeptide H-bonds, and consequently turns formation. Simulations of Aβ40 and Aβ42 monomers with 12-crown-4 showed that the molecule is highly specific toward positively charged Lys16, Lys28 residues, and N-terminal Asp1. Lys16 and Asp1 have been previously reported to make Aβ peptide toxic. Our secondary structure analysis revealed that in the absence of 12-crown-4 there was a β-sheet formed in the Aβ40 peptide. In case of Aβ42 monomer, in the absence of 12-crown-4, we observed that the second helix region converted into a coil and turn; however, in the presence of 12-crown-4 it remained stable. Observed pharmacophore features of, 12-crown-4 will not only help in designing new candidate drug molecules, which are specific to Aβ peptides but could also be used to design new imaging probe molecules, which could be used for labeling Aβ peptide.", "doi": "10.1021/acs.molpharmaceut.7b00966", "title": "Binding of 12-Crown-4 with Alzheimer's Aβ40 and Aβ42 Monomers and Its Effect on Their Conformation: Insight from Molecular Dynamics Simulations.", "journal": ["Molecular pharmaceutics", "Mol. Pharm."]}