{"authors": [["Nampoothiri", "Madhavan", "M", "Department of Pharmacology, Manipal College of Pharmaceutical Sciences, Manipal University, Manipal, Karnataka, India-576104."], ["Ramalingayya", "Grandhi Venkata", "GV", "Discovery Biology, Suven Life Sciences Ltd., Pashamylaram, Medak District, Telangana-503307, India; Department of Pharmacology, Manipal College of Pharmaceutical Sciences, Manipal University, Manipal-576104, Karnataka, India."], ["Kutty", "Nampurath Gopalan", "NG", "Department of Pharmacology, Manipal College of Pharmaceutical Sciences, Manipal University, Manipal, Karnataka, India-576104."], ["Krishnadas", "Nandakumar", "N", "Department of Pharmacology, Manipal College of Pharmaceutical Sciences, Manipal University, Manipal, Karnataka, India-576104."], ["Rao", "Chamallamudi Mallikarjuna", "CM", "Department of Pharmacology, Manipal College of Pharmaceutical Sciences, Manipal University, Manipal, Karnataka, India-576104."]], "date": null, "id": "29199596", "text": "Therapeutic intervention using drugs against Alzheimer disease is curative clinically. At present, there are no reports on the curative role of insulin in chronic models of dementia. We evaluated the curative role of insulin and its combination with glucose in dementia. We also investigated the impact of treatments on blood glucose to correlate with cognitive deficit. Further, we analyzed the interaction of treatments with the cholinergic system and oxidative stress in memory centers (i.e., hippocampus and frontal cortex). The antidementia activity of insulin was assessed against aluminum chloride (AlCl3)-induced dementia in rats. Behavioral parameters (Morris water maze test) along with biochemical parameters (Hippocampus and frontal cortex) such as acetylcholinesterase (AChE), catalase, and glutathione (GSH) levels were assessed to correlate cognitive function with cholinergic transmission and oxidative stress. Rats administered insulin and glucose showed improved cognitive function in the Morris water maze test. The combination corrected the diminished level of antioxidant enzymes such as catalase and GSH in the hippocampus and frontal cortex.Combined administration of insulin and glucose to aluminum-treated rats did not inhibit the aluminum action on the acetylcholinesterase enzyme. No significant changes were observed in blood glucose levels between the treatment groups.", "doi": "10.1615/JEnvironPatholToxicolOncol.2017020185", "title": "Insulin Combined with Glucose Improves Spatial Learning and Memory in Aluminum Chloride-Induced Dementia in Rats.", "journal": ["Journal of environmental pathology, toxicology and oncology : official organ of the International Society for Environmental Toxicology and Cancer", "J. Environ. Pathol. Toxicol. Oncol."]}