{"authors": [["Lamech", "Neha", "N", "29868 Schizophrenia Research Foundation , India."], ["Raghuraman", "Shruti", "S", "University of Nottingham School of Health Sciences, UK."], ["Vaitheswaran", "Sridhar", "S", "29868 Schizophrenia Research Foundation , India."], ["Rangaswamy", "Thara", "T", "29868 Schizophrenia Research Foundation , India."]], "date": "2017-01-01", "id": "29199451", "text": "The World Alzheimer's Report estimates that 4.1 million people in India have dementia. Caregivers of persons with dementia face physical, psychological, social and financial problems related to caring for a person with dementia. Literature on the caregiving experience however is highly specific to the sociocultural context and cannot be generalized. In low and middle income countries much of the caregiving takes place in people's homes and is provided by family caregivers. Aim This study aims to explore the needs and challenges of family caregivers in Chennai, India. Method Focus group discussions and in-depth interviews were conducted using a topic guide. Participants were divided based on socio-economic status to ensure homogeneity. An inductive thematic approach was used to analyse and code the data. A total of 19 participants took part in the study. Results The results capture the experience of caregivers of persons with dementia in seeking help and accessing treatment. Priority caregiver needs were identified, including the need for sensitised, skilled health workers, information on dementia and advanced care needs and cost effective services. Conclusion The findings of this study strongly support the need to strengthen health systems capacity, make the health care services dementia friendly and cost effective. The influence of culture in shaping help seeking was evident in our findings. Interventions for caregivers and persons with dementia need to be developed and tested so they might be made fit for purpose and scaled up. It will be important to identify how these services can be adapted for use in low and middle income country resource setting like India.", "doi": "10.1177/1471301217744613", "title": "The support needs of family caregivers of persons with dementia in India: Implications for health services.", "journal": ["Dementia (London, England)", "Dementia (London)"]}