{"authors": [["Richard", "Melissa A", "MA", "Brown Foundation Institute of Molecular Medicine, University of Texas Health Science Center, Houston, TX 77030, USA. Electronic address: melissa.a.lee@uth.tmc.edu."], ["Huan", "Tianxiao", "T", "Population Sciences Branch, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD 20892, USA; Framingham Heart Study, Framingham, MA 01702, USA."], ["Ligthart", "Symen", "S", "Department of Epidemiology, Erasmus University Medical Center, Rotterdam 3000, the Netherlands."], ["Gondalia", "Rahul", "R", "Department of Epidemiology, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Jhun", "Min A", "MA", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48108, USA."], ["Brody", "Jennifer A", "JA", "Cardiovascular Health Research Unit, Department of Medicine, University of Washington, Seattle, WA 98195, USA."], ["Irvin", "Marguerite R", "MR", "Department of Epidemiology, University of Alabama at Birmingham, Birmingham, AL 35294, USA."], ["Marioni", "Riccardo", "R", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh EH8 9JZ, UK; Medical Genetics Section, Centre for Genomic and Experimental Medicine, Institute of Genetics and Molecular Medicine, University of Edinburgh, Edinburgh EH4 2XU, UK; Queensland Brain Institute, The University of Queensland, Brisbane, QLD 4072, Australia."], ["Shen", "Jincheng", "J", "Department of Population Health Sciences, University of Utah School of Medicine, Salt Lake City, UT 84108, USA."], ["Tsai", "Pei-Chien", "PC", "Department of Twin Research and Genetic Epidemiology, Kings College London, SE17EH London, UK."], ["Montasser", "May E", "ME", "Division of Endocrinology, Diabetes, and Nutrition, Program for Personalized and Genomic Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."], ["Jia", "Yucheng", "Y", "Institute for Translational Genomics and Population Sciences, Departments of Pediatrics and Medicine, Los Angeles BioMedical Research Institute at Harbor-UCLA Medical Center, Torrance, CA 90502, USA."], ["Syme", "Catriona", "C", "Hospital for Sick Children, University of Toronto, Toronto, ON M5G 0A4, Canada."], ["Salfati", "Elias L", "EL", "Department of Medicine, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Boerwinkle", "Eric", "E", "Human Genetics Center, School of Public Health, University of Texas Health Science Center, Houston, TX 77030, USA; Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."], ["Guan", "Weihua", "W", "Department of Biostatistics, University of Minnesota, Minneapolis, MN 55454, USA."], ["Mosley", "Thomas H", "TH", "Department of Medicine, University of Mississippi Medical Center, Jackson, MS 39216, USA."], ["Bressler", "Jan", "J", "Human Genetics Center, School of Public Health, University of Texas Health Science Center, Houston, TX 77030, USA."], ["Morrison", "Alanna C", "AC", "Human Genetics Center, School of Public Health, University of Texas Health Science Center, Houston, TX 77030, USA."], ["Liu", "Chunyu", "C", "Population Sciences Branch, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD 20892, USA; Framingham Heart Study, Framingham, MA 01702, USA; Department of Biostatistics, Boston University, Boston, MA 02118, USA."], ["Mendelson", "Michael M", "MM", "Population Sciences Branch, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD 20892, USA; Framingham Heart Study, Framingham, MA 01702, USA; Department of Cardiology, Boston Children's Hospital, Boston, MA 02115, USA."], ["Uitterlinden", "André G", "AG", "Department of Internal Medicine, Erasmus University Medical Center, Rotterdam 3000, the Netherlands."], ["van Meurs", "Joyce B", "JB", "Department of Internal Medicine, Erasmus University Medical Center, Rotterdam 3000, the Netherlands."], [null, null, null, null], ["Franco", "Oscar H", "OH", "Department of Epidemiology, Erasmus University Medical Center, Rotterdam 3000, the Netherlands."], ["Zhang", "Guosheng", "G", "Department of Genetics, University of North Carolina, Chapel Hill, NC 27514, USA; Curriculum in Bioinformatics and Computational Biology, University of North Carolina, Chapel Hill, NC 27514, USA; Department of Statistics, University of North Carolina, Chapel Hill, NC 27514, USA."], ["Li", "Yun", "Y", "Department of Genetics, University of North Carolina, Chapel Hill, NC 27514, USA; Department of Biostatistics, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Stewart", "James D", "JD", "Department of Epidemiology, University of North Carolina, Chapel Hill, NC 27599, USA; Carolina Population Center, University of North Carolina, Chapel Hill, NC 27514, USA."], ["Bis", "Joshua C", "JC", "Cardiovascular Health Research Unit, Department of Medicine, University of Washington, Seattle, WA 98195, USA."], ["Psaty", "Bruce M", "BM", "Cardiovascular Health Research Unit, Departments of Medicine, Epidemiology, and Health Services, University of Washington, Seattle, WA 98101, USA; Kaiser Permanente Washington Health Research Unit, Seattle, WA 98101, USA."], ["Chen", "Yii-Der Ida", "YI", "Institute for Translational Genomics and Population Sciences, Departments of Pediatrics and Medicine, Los Angeles BioMedical Research Institute at Harbor-UCLA Medical Center, Torrance, CA 90502, USA."], ["Kardia", "Sharon L R", "SLR", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48108, USA."], ["Zhao", "Wei", "W", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48108, USA."], ["Turner", "Stephen T", "ST", "Division of Nephrology and Hypertension, Mayo Clinic, Rochester, MN 55905, USA."], ["Absher", "Devin", "D", "HudsonAlpha Institute for Biotechnology, Huntsville, AL 35806, USA."], ["Aslibekyan", "Stella", "S", "Department of Epidemiology, University of Alabama at Birmingham, Birmingham, AL 35294, USA."], ["Starr", "John M", "JM", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh EH8 9JZ, UK; Alzheimer Scotland Dementia Research Centre, University of Edinburgh, Edinburgh EH8 9JZ, UK."], ["McRae", "Allan F", "AF", "Queensland Brain Institute, The University of Queensland, Brisbane, QLD 4072, Australia; Institute for Molecular Bioscience, The University of Queensland, Brisbane, QLD 4072, Australia."], ["Hou", "Lifang", "L", "Department of Preventive Medicine, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], ["Just", "Allan C", "AC", "Department of Preventive Medicine, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Schwartz", "Joel D", "JD", "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA 02115, USA."], ["Vokonas", "Pantel S", "PS", "Veterans Affairs Normative Aging Study, Veterans Affairs Boston Healthcare System, Department of Medicine, Boston University School of Medicine, Boston, MA 02118, USA."], ["Menni", "Cristina", "C", "Department of Twin Research and Genetic Epidemiology, Kings College London, SE17EH London, UK."], ["Spector", "Tim D", "TD", "Department of Twin Research and Genetic Epidemiology, Kings College London, SE17EH London, UK."], ["Shuldiner", "Alan", "A", "Division of Endocrinology, Diabetes, and Nutrition, Program for Personalized and Genomic Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA; The Regeneron Genetics Center, Regeneron Pharmaceuticals, Tarrytown, NY 10591, USA."], ["Damcott", "Coleen M", "CM", "Division of Endocrinology, Diabetes, and Nutrition, Program for Personalized and Genomic Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."], ["Rotter", "Jerome I", "JI", "Institute for Translational Genomics and Population Sciences, Departments of Pediatrics and Medicine, Los Angeles BioMedical Research Institute at Harbor-UCLA Medical Center, Torrance, CA 90502, USA."], ["Palmas", "Walter", "W", "Department of Medicine, Columbia University, New York, NY 10032, USA."], ["Liu", "Yongmei", "Y", "Wake Forest School of Medicine, Winston-Salem, NC 27157, USA."], ["Paus", "Tomáš", "T", "Departments of Psychology and Psychiatry, University of Toronto, Toronto, ON M5S 3G3, Canada; Rotman Research Institute, Baycrest, Toronto, ON M6A 2E1, Canada; Child Mind Institute, New York, NY 10022, USA."], ["Horvath", "Steve", "S", "Department of Human Genetics, Gonda Research Center, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA 90095, USA."], ["O'Connell", "Jeffrey R", "JR", "Division of Endocrinology, Diabetes, and Nutrition, Program for Personalized and Genomic Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."], ["Guo", "Xiuqing", "X", "Institute for Translational Genomics and Population Sciences, Departments of Pediatrics and Medicine, Los Angeles BioMedical Research Institute at Harbor-UCLA Medical Center, Torrance, CA 90502, USA."], ["Pausova", "Zdenka", "Z", "Hospital for Sick Children, University of Toronto, Toronto, ON M5G 0A4, Canada; Departments of Physiology and Nutritional Sciences, University of Toronto, Toronto, ON M5S 1A8, Canada."], ["Assimes", "Themistocles L", "TL", "Department of Medicine, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Sotoodehnia", "Nona", "N", "Cardiovascular Health Research Unit, Division of Cardiology, University of Washington, Seattle, WA 98195, USA."], ["Smith", "Jennifer A", "JA", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48108, USA."], ["Arnett", "Donna K", "DK", "University of Kentucky, College of Public Health, Lexington, KY 40563, USA."], ["Deary", "Ian J", "IJ", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh EH8 9JZ, UK; Department of Psychology, University of Edinburgh, Edinburgh EH9 8JZ, UK."], ["Baccarelli", "Andrea A", "AA", "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA 02115, USA."], ["Bell", "Jordana T", "JT", "Department of Twin Research and Genetic Epidemiology, Kings College London, SE17EH London, UK."], ["Whitsel", "Eric", "E", "Department of Epidemiology, University of North Carolina, Chapel Hill, NC 27599, USA; Department of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC 27514, USA."], ["Dehghan", "Abbas", "A", "Department of Epidemiology, Erasmus University Medical Center, Rotterdam 3000, the Netherlands; Department of Biostatistics and Epidemiology, MRC-PHE Centre for Environment and Health, School of Public Health, Imperial College London, London W2 1PG, UK."], ["Levy", "Daniel", "D", "Population Sciences Branch, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD 20892, USA; Framingham Heart Study, Framingham, MA 01702, USA."], ["Fornage", "Myriam", "M", "Brown Foundation Institute of Molecular Medicine, University of Texas Health Science Center, Houston, TX 77030, USA; Human Genetics Center, School of Public Health, University of Texas Health Science Center, Houston, TX 77030, USA. Electronic address: myriam.fornage@uth.tmc.edu."]], "date": "2017-11-30", "id": "29198723", "text": "Genome-wide association studies have identified hundreds of genetic variants associated with blood pressure (BP), but sequence variation accounts for a small fraction of the phenotypic variance. Epigenetic changes may alter the expression of genes involved in BP regulation and explain part of the missing heritability. We therefore conducted a two-stage meta-analysis of the cross-sectional associations of systolic and diastolic BP with blood-derived genome-wide DNA methylation measured on the Infinium HumanMethylation450 BeadChip in 17,010 individuals of European, African American, and Hispanic ancestry. Of 31 discovery-stage cytosine-phosphate-guanine (CpG) dinucleotides, 13 replicated after Bonferroni correction (discovery: N = 9,828, p < 1.0 × 10-7; replication: N = 7,182, p < 1.6 × 10-3). The replicated methylation sites are heritable (h2 > 30%) and independent of known BP genetic variants, explaining an additional 1.4% and 2.0% of the interindividual variation in systolic and diastolic BP, respectively. Bidirectional Mendelian randomization among up to 4,513 individuals of European ancestry from 4 cohorts suggested that methylation at cg08035323 (TAF1B-YWHAQ) influences BP, while BP influences methylation at cg00533891 (ZMIZ1), cg00574958 (CPT1A), and cg02711608 (SLC1A5). Gene expression analyses further identified six genes (TSPAN2, SLC7A11, UNC93B1, CPT1A, PTMS, and LPCAT3) with evidence of triangular associations between methylation, gene expression, and BP. Additional integrative Mendelian randomization analyses of gene expression and DNA methylation suggested that the expression of TSPAN2 is a putative mediator of association between DNA methylation at cg23999170 and BP. These findings suggest that heritable DNA methylation plays a role in regulating BP independently of previously known genetic variants.", "doi": "10.1016/j.ajhg.2017.09.028", "title": "DNA Methylation Analysis Identifies Loci for Blood Pressure Regulation.", "journal": ["American journal of human genetics", "Am. J. Hum. Genet."]}