{"authors": [["Yeon", "Seul Ki", "SK", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; Department of Biotechnology, Yonsei University, Seoul, Republic of Korea."], ["Choi", "Ji Won", "JW", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; Department of Biotechnology, Yonsei University, Seoul, Republic of Korea."], ["Park", "Jong-Hyun", "JH", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea."], ["Lee", "Ye Rim", "YR", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; KHU-KIST Department of Converging Science and Technology, Kyung Hee University, Seoul, Republic of Korea."], ["Kim", "Hyeon Jeong", "HJ", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; Department of Biotechnology, Yonsei University, Seoul, Republic of Korea."], ["Shin", "Su Jeong", "SJ", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; Department of Biotechnology, Yonsei University, Seoul, Republic of Korea."], ["Jang", "Bo Ko", "BK", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea."], ["Kim", "Siwon", "S", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; Division of Bio-Medical Science &Technology, KIST School, Korea University of Science and Technology, Seoul, Republic of Korea."], ["Bahn", "Yong-Sun", "YS", "Department of Biotechnology, Yonsei University, Seoul, Republic of Korea."], ["Han", "Gyoonhee", "G", "Department of Biotechnology, Yonsei University, Seoul, Republic of Korea."], ["Lee", "Yong Sup", "YS", "KHU-KIST Department of Converging Science and Technology, Kyung Hee University, Seoul, Republic of Korea."], ["Pae", "Ae Nim", "AN", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; KHU-KIST Department of Converging Science and Technology, Kyung Hee University, Seoul, Republic of Korea; Division of Bio-Medical Science &Technology, KIST School, Korea University of Science and Technology, Seoul, Republic of Korea."], ["Park", "Ki Duk", "KD", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul, Republic of Korea; KHU-KIST Department of Converging Science and Technology, Kyung Hee University, Seoul, Republic of Korea; Division of Bio-Medical Science &Technology, KIST School, Korea University of Science and Technology, Seoul, Republic of Korea. Electronic address: kdpark@kist.re.kr."]], "date": "2017-11-24", "id": "29198609", "text": "Benzyloxyphenyl moiety is a common structure of highly potent, selective and reversible inhibitors of monoamine oxidase B (MAO-B), safinamide and sembragiline. We synthesized 4-(benzyloxy)phenyl and biphenyl-4-yl derivatives including halogen substituents on the terminal aryl unit. In addition, we modified the carbon linker between amine group and the biaryl linked unit. Among synthesized compounds, 12c exhibited the most potent and selective MAO-B inhibitory effect (hMAO-B IC50: 8.9 nM; >10,000-fold selectivity over MAO-A) as a competitive inhibitor. In addition, 12c showed greater MAO-B inhibitory activity and selectivity compared to well-known MAO-B inhibitors such as selegiline, safinamide and sembragiline. In the MPTP-induced mouse model of Parkinson's disease (PD), 12c significantly protected the tyrosine hydroxylase (TH)-immunopositive DAergic neurons and attenuated the PD-associated behavioral deficits. This study suggests characteristic structures as a MAO-B inhibitor that may provide a good insight for the development of therapeutic agents for PD.", "doi": "10.1016/j.bmc.2017.11.036", "title": "Synthesis and evaluation of biaryl derivatives for structural characterization of selective monoamine oxidase B inhibitors toward Parkinson's disease therapy.", "journal": ["Bioorganic & medicinal chemistry", "Bioorg. Med. Chem."]}