{"authors": [["McMaster", "Mitchell", "M", "Centre for Research on Ageing,Health and Wellbeing,Australian National University,Canberra,Australia."], ["Fielding", "Elaine", "E", "Dementia Collaborative Research Centre: Carers and Consumers,Queensland University of Technology,Brisbane,Australia."], ["Lim", "David", "D", "Flinders Rural Health SA,Flinders University,Victor Harbor,Australia."], ["Moyle", "Wendy", "W", "Menzies Health Institute Queensland,Griffith University,Nathan,Australia."], ["Beattie", "Elizabeth", "E", "Dementia Collaborative Research Centre: Carers and Consumers,Queensland University of Technology,Brisbane,Australia."], [null, null, null, null]], "date": "2017-12-04", "id": "29198287", "text": "Behavioral and psychological symptoms of dementia (BPSD) are a common problem in long-term care facilities (LTC). Clinical guidelines dictate that first-line treatments for BPSD are psychosocial and behavioral interventions; if these are unsuccessful, psychotropic medications may be trialed at low doses and their effects can be monitored.There have previously been no studies with nationally representative samples to investigate psychotropic administration in LTCs in Australia. This study determines the prevalence of psychotropic administration in a representative stratified random sample of 446 residents living with dementia from 53 Australian LTCs. Questionnaire and medical chart data in this study is drawn from a larger cross-sectional, mixed methods study on quality of life in Australian LTCs.It was found that 257 (58%) residents were prescribed psychotropic medications including: antipsychotics (n = 160, 36%), benzodiazepines (n = 136, 31%), antidepressants (n = 117, 26%), and anti-dementia medications (n = 9, 2%). BPSD were found to be very common in the sample, with 82% (n = 364) of participants experiencing at least one BPSD. The most prevalent BPSD were depression (n = 286, 70%) and agitation (n = 299, 67%).Although detailed background information was not collected on individual cases, the prevalence found is indicative of systematic industry-wide, over-prescription of psychotropic medications as a first-line treatment for BPSD. This study highlights a clear need for further research and interventions in this area.", "doi": "10.1017/S1041610217002447", "title": "A cross-sectional examination of the prevalence of psychotropic medications for people living with dementia in Australian long-term care facilities: issues of concern.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}