{"authors": [["Meyer", "Oanh L", "OL", "Alzheimer's Disease Center,University of California,Davis School of Medicine,Sacramento,CA,USA."], ["Leggett", "Amanda", "A", "Department of Psychiatry,Program for Positive Aging,University of Michigan,Ann Arbor,MI,USA."], ["Liu", "Siwei", "S", "Human Development,University of California,Davis,CA,USA."], ["Nguyen", "Ngoc H", "NH", "Faculty of Nursing,Duy Tan University,Da Nang,Vietnam."]], "date": "2017-12-04", "id": "29198252", "text": "Low- and middle-income countries such as Vietnam are home to a majority of the world's population with dementia, yet little is known regarding how individuals in these countries perceive memory problems that might be indicative of cognitive impairment. This study examined the prevalence and correlates of subjective memory complaints (SMCs) in Vietnamese adults in Da Nang, Vietnam.A stratified sample of 600 adults (aged ≥ 55 years) living in Da Nang, Vietnam, and surrounding areas were recruited to participate in a cross-sectional study. Students and faculty from the National Technical Medical College Number 2 administered questionnaires in participants' homes regarding socio-demographic characteristics, functional health, social support, cognitive and mental health, and SMCs. Descriptive and stepwise regression analyses examined the prevalence and correlates of SMCs.Approximately 64% of the sample reported at least poor memory and 39% said that memory interfered with their daily life at least somewhat. Multivariate regression analyses (adjusted for all covariates) showed that depressive symptoms, cognitive impairment, self-rated health and pain, and material hardship were associated with SMCs.Prevalence of SMCs as well as depressive symptoms was high in this Vietnamese population. Although future research using more detailed measures of subjective memory and which include longitudinal data are required, the need for physicians to routinely assess Vietnamese patients for depression, SMCs, and cognitive impairment may be warranted.", "doi": "10.1017/S104161021700254X", "title": "Prevalence and correlates of subjective memory complaints in Vietnamese adults.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}