{"authors": [["De Lucia", "Natascia", "N", "1Department of Neurosciences and Reproductive and Odontostomatological Sciences,Federico II University,Naples,Italy."], ["Grossi", "Dario", "D", "2Department of Psychology,University of Campania \"Luigi Vanvitelli\",Caserta,Italy."], ["Milan", "Graziella", "G", "3Geriatric Centre Frullone,Naples,Italy."], ["Trojano", "Luigi", "L", "2Department of Psychology,University of Campania \"Luigi Vanvitelli\",Caserta,Italy."]], "date": "2017-12-04", "id": "29198249", "text": "Alzheimer's disease (AD) patients may show the Closing-in (CI), a tendency to reproduce figures close to or superimposed on the model. AD patients with CI might manifest reduced functional independence compared to AD patients without CI, but no study directly assessed if CI can hamper common daily living activities. To address this issue here we investigated whether AD patients with CI veer their walking trajectory toward irrelevant objects more often than AD patients without CI.Fifty AD individuals, and 20 age- and education-matched healthy adults, underwent a graphic copying task to detect CI and a newly developed walking task to assess the tendency to veer toward irrelevant objects and to bump into them. All participants also completed a comprehensive neuropsychological battery to assess dementia severity; impairments in frontal/executive, visuo-spatial, visuo-constructional, and memory domains; and functional independence in daily living activities.Graphic CI occurred in 34/50 (68%) AD patients (AD-CI group) who achieved significantly lower scores on frontal/executive abilities, and daily living functioning than AD individuals not showing CI. Most AD-CI patients (20/34; 58.8%) also showed at least one veering error in the walking task. Participants with CI and veering errors showed significantly poorer performance on Stroop test, and lower level of functional independence than AD individuals with CI in isolation.CI on graphic tasks can identify difficulties in walking and in complying with everyday activities in AD patients. These observations demonstrate the value of assessing CI in copying tasks. (JINS, 2017, 23, 1-8).", "doi": "10.1017/S1355617717001229", "title": "The Closing-In Phenomenon in an Ecological Walking Task.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}