{"authors": [["Røen", "Irene", "I", "Centre for Old Age Psychiatric Research,Innlandet Hospital Trust,Ottestad,Norway."], ["Kirkevold", "Øyvind", "Ø", "Centre for Old Age Psychiatric Research,Innlandet Hospital Trust,Ottestad,Norway."], ["Testad", "Ingelin", "I", "Centre for Age-Related Medicine - SESAM,Stavanger University Hospital,Stavanger,Norway."], ["Selbæk", "Geir", "G", "Centre for Old Age Psychiatric Research,Innlandet Hospital Trust,Ottestad,Norway."], ["Engedal", "Knut", "K", "Norwegian National Advisory Unit on Ageing and Health,Vestfold Hospital Trust,Tønsberg,Norway."], ["Bergh", "Sverre", "S", "Centre for Old Age Psychiatric Research,Innlandet Hospital Trust,Ottestad,Norway."]], "date": "2017-12-04", "id": "29198221", "text": "Person-centered care (PCC) is regarded as good quality care for persons with dementia. This study aimed to explore and understand the association between PCC and organizational, staff and unit characteristics in nursing homes (NHs).Staff from 175 NH units in Norway (n = 1,161) completed a survey, including measures of PCC and questions about staff characteristics and work-related psychosocial factors. In addition, data about organizational and structural factors and assessment of the physical environment in the units were obtained. The distribution of these factors in regular units (RUs) and special care units (SCUs) is described, and the differences between the two types of units are analyzed. Furthermore, multilevel linear regression analyses explored the extent to which variables were associated with PCC.Higher levels of PCC were associated with a greater job satisfaction, three years or more of health-related education, a lower level of quantitative demands and role conflict, a higher level of perception of mastery, empowering leadership, innovative climate and perception of group work, in addition to the type of unit and the physical environment in the NH unit designed for people with dementia. SCU and staff job satisfaction explained most of the variation in PCC.This study shows an association between PCC and organizational, staff and unit characteristics in NH. These findings indicate that providing PCC in NH care is closely linked to how the staff experiences their job situation in addition to both organizational and structural factors and the physical environment. Attention needs to be given to such factors when planning NH care.", "doi": "10.1017/S1041610217002708", "title": "Person-centered care in Norwegian nursing homes and its relation to organizational factors and staff characteristics: a cross-sectional survey.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}