{"authors": [["Weekman", "Erica M", "EM", "1 Sanders-Brown Center on Aging, University of Kentucky, Lexington, KY, USA."], ["Woolums", "Abigail E", "AE", "1 Sanders-Brown Center on Aging, University of Kentucky, Lexington, KY, USA."], ["Sudduth", "Tiffany L", "TL", "1 Sanders-Brown Center on Aging, University of Kentucky, Lexington, KY, USA."], ["Wilcock", "Donna M", "DM", "1 Sanders-Brown Center on Aging, University of Kentucky, Lexington, KY, USA."]], "date": null, "id": "29198136", "text": "High plasma levels of homocysteine, termed hyperhomocysteinemia, are a risk factor for vascular cognitive impairment and dementia, which is the second leading cause of dementia. While hyperhomocysteinemia induces microhemorrhages and cognitive decline in mice, the specific effect of hyperhomocysteinemia on each cell type remains unknown. We took separate cultures of astrocytes, microglia, endothelial cells, and neuronal cells and treated each with moderate levels of homocysteine for 24, 48, 72, and 96 hr. We then determined the gene expression changes for cell-specific markers and neuroinflammatory markers including the matrix metalloproteinase 9 system. Astrocytes had decreased levels of several astrocytic end feet genes, such as aquaporin 4 and an adenosine triphosphate (ATP)-sensitive inward rectifier potassium channel at 72 hr, as well as an increase in matrix metalloproteinase 9 at 48 hr. Gene changes in microglia indicated a peak in proinflammatory markers at 48 hr followed by a peak in the anti-inflammatory marker, interleukin 1 receptor antagonist, at 72 hr. Endothelial cells had reduced occludin expression at 72 hr, while kinases and phosphatases known to alter tau phosphorylation states were increased in neuronal cells. This suggests that hyperhomocysteinemia induces early proinflammatory changes in microglia and astrocytic changes relevant to their interaction with the vasculature. Overall, the data show how hyperhomocysteinemia could impact Alzheimer's disease and vascular cognitive impairment and dementia.", "doi": "10.1177/1759091417742296", "title": "Hyperhomocysteinemia-Induced Gene Expression Changes in the Cell Types of the Brain.", "journal": ["ASN neuro", "ASN Neuro"]}