{"authors": [["Chang", "Chu-Lin", "CL", "College of Nursing, I-Shou University, 8 Yida Rd., Yanchao District, Kaohsiung, 824, Taiwan."], ["Chen", "Kuei-Min", "KM", "College of Nursing, Kaohsiung Medical University, 100 Shih-Chuan 1st Rd., Sanmin District, Kaohsiung, 80708, Taiwan. kmc@kmu.edu.tw."]], "date": "2017-12-02", "id": "29198045", "text": "To investigate the physical health (daily functioning and functional fitness) and mental health (depression and behavioral dysfunction) of older wheelchair users with dementia in long-term care facilities, examine the correlations between physical and mental health, and identify the independent variables of their daily functioning.A descriptive correlational method was adopted, which was conducted in six long-term care facilities in three cities, south Taiwan. Participants comprised 98 older wheelchair users with dementia. Data were collected using structured questionnaires (Mini-Mental State Examination, Barthel Index, Cornell Scale for Depression in Dementia, and Clifton Assessment Procedures for the Elderly Behavior Rating Scale) and from functional fitness testing (cardiopulmonary functioning, body flexibility, joint mobility, and muscle strength and endurance).Older adults with dementia who had high depression scores were likely to have more behavioral dysfunctions, poorer performance in shoulder flexion and abduction, and lower upper limb muscle strength and endurance. More behavioral dysfunctions were associated with poorer daily functioning, lung capacity, body flexibility, shoulder flexion, and upper limb muscle strength and endurance. Those with better lung capacity, body flexibility, upper limb muscle strength, and endurance were likely to have high daily functioning scores (all p < .05). The key independent variables associated with daily functioning were behavioral dysfunction, lower body flexibility, and lung capacity, which together explained 59.3% of the total variance.Further research should develop appropriate activity-based intervention programs for older wheelchair users with dementia to delay their deterioration and promote their physical and mental health.", "doi": "10.1007/s11136-017-1758-3", "title": "Physical and mental health status and their correlations among older wheelchair users with dementia in long-term care facilities.", "journal": ["Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation", "Qual Life Res"]}