{"authors": [["Ferrari", "Camilla", "C", "IRCCS Don Gnocchi, Via di Scandicci, Florence, Italy. camilla.ferrari@unifi.it."], ["Nacmias", "Benedetta", "B", "Department of Neuroscience, Psychology, Drug Research and Child Health (NEUROFARBA), University of Florence, Viale Pieraccini, 6, 50139, Florence, Italy."], ["Sorbi", "Sandro", "S", "IRCCS Don Gnocchi, Via di Scandicci, Florence, Italy."]], "date": "2017-12-02", "id": "29198043", "text": "Dementia represents one of the most diffuse disorders of our Era. Alzheimer's disease is the principle cause of dementia worldwide. Metabolic, infectious, autoimmune, inflammatory, and genetic dementias represent a not negligible number of disorders, with increasing numbers in younger subjects. Due to the heterogeneity of patients and disorders, the diagnosis of dementia is challenging. In the present article, we propose a practical diagnostic approach following the two-step investigation procedure. The first step includes basic blood tests and brain neuroimaging, performed on all patients. After this first-line investigation, it is then possible to rule out metabolic causes of dementia and to identify three main subgroups in dementia: predominant gray matter atrophy, white matter disease, basal ganglia pathologies. The predominant gray matter atrophy subgroup includes neurodegenerative causes of dementia and some lysosomal storage disorders. The white matter subgroup indicates a comprehensive list of vascular dementia causes, mitochondrial diseases, and leukodystrophies. Whereas, the basal ganglia alterations are due to metal accumulation pathologies, such as iron, copper, or calcium. Each category has specific clinical hallmarks, accurately reported in the article, and requires specific second-line investigation. Thus, we indicate the distinct second diagnostic step of each disease. The proposed diagnostic flow-chart follows the clinical reasoning and helps clinicians through the differential diagnosis of dementia.", "doi": "10.1007/s10072-017-3206-0", "title": "The diagnosis of dementias: a practical tool not to miss rare causes.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}