{"authors": [["Dyer", "Adam H", "AH", "School of Medicine, DSE Intern Network, Trinity College Dublin, Dublin, Ireland. dyera@tcd.ie."], ["Foley", "Tony", "T", "Department of General Practice, University College Cork, Cork, Ireland."], ["O'Shea", "Brendan", "B", "Department of Public Health and Primary Care, Trinity College Dublin, Dublin, Ireland."], ["Kennelly", "Sean P", "SP", "Centre for Ageing, Neuroscience and the Humanities, Tallaght Hospital, Dublin, Ireland."]], "date": "2017-12-02", "id": "29197964", "text": "The collateral (or informant) history is a key component in the assessment of older adults presenting with a memory problem or concern over cognition. Despite this, it rarely features in medical literature and academic curricula. Its role in general practice has never been assessed.The aim of this study is to assess the role of the collateral history in the investigation of cognitive impairment in general practice.An online survey distributed to three nationally representative cohorts of GPs in Ireland (n = 692).Ninety-five (14%; 52.2% male) responded. Nearly all (87%; 83/95) indicate that it is most often a family member who brings possible cognitive impairment to the attention of their GP. The vast majority obtain a collateral history in > 90% of cases (72.6%; 69/95) and rate it very useful in their clinical assessment of cognition. GPs report the collateral history as readily available and rarely refused, with the general practice environment well-suited to obtaining collateral histories. A small minority routinely use the GPCOG informant section (3.2%; 3/95). Nearly all (92.6%; 88/95) report having received no training in obtaining collateral histories with most (79%; 75/95) welcoming of further training in this area.Despite recognition of the utility and importance of the collateral history, the vast majority of GPs report having never received training in obtaining one and do not use structured tools to guide their interview. Further emphasis on the informant history as a distinct clinical entity on medical curricula and increasing emphasis on the availability of structured informant tools are warranted.", "doi": "10.1007/s11845-017-1723-8", "title": "Cognitive assessment of older adults in general practice: the collateral history.", "journal": ["Irish journal of medical science", "Ir J Med Sci"]}