{"authors": [["Peixoto", "Rafaella I", "RI", "Department of Geriatrics, Hospital das Clínicas, Universidade Federal de Pernambuco, Brazil. Electronic address: rafaellaip@gmail.com."], ["da Silveira", "Vera M", "VM", "Programa de pós-graduação em Gerontologia, Universidade Federal de Pernambuco, Brazil."], ["Zimmermann", "Rogério D", "RD", "Programa de pós-graduação em Gerontologia, Universidade Federal de Pernambuco, Brazil."], ["de M Gomes", "Adriana", "A", "Hospital Oswaldo Cruz, Universidade de Pernambuco, Brazil."]], "date": "2017-11-28", "id": "29197715", "text": "Dementia syndromes pose a major worldwide challenge to public health. In terminal stage of dementia, carers are responsible for decision making in end-of-life treatment and there may be multiple factors that contribute to the choice of a palliative or invasive treatment.To identify possible factors that influence the decision-making of family caregivers on implementing invasive or palliative interventions for people with end stage dementia.A structured interview with family caregivers of elderly patients addressing aspects of the following categories: elderly with dementia, caregiver, medical treatment history. Statistical analysis was performed to test whether there was a significant association between the carer's decision (invasive or palliative treatment) and the collected variables.The study was conducted in three hospitals in Brazil. Participants were family caregivers of inpatients with end stage dementia RESULTS: Most of caregivers chose not to perform invasive procedures. The factors with the greatest association with the decision for invasive care were: elderly with tracheostomy, dementia diagnosis for less than 2 years, caregiver's age less than 50 years, history of hospital admission in the last year, affirmation that interviewee would be surprised with the death of the elderly within 1year and the denial that health care team has already explained about treatment options.There were identified several factors related to the carer, the elderly person and their medical treatment that may influence the choice between palliative and invasive care for the elderly person with dementia.", "doi": "10.1016/j.archger.2017.11.011", "title": "End-of-life care of elderly patients with dementia: A cross-sectional study of family carer decision-making.", "journal": ["Archives of gerontology and geriatrics", "Arch Gerontol Geriatr"]}