{"authors": [["Adams", "Shayna", "S", "Department of Neurology, Boston University School of Medicine, 72 East Concord St., Boston, MA 02118, USA; Framingham Heart Study, 73 Mt. Wayte Avenue, Suite 2, Framingham, MA 01702-5827, USA."], ["Conner", "Sarah", "S", "Framingham Heart Study, 73 Mt. Wayte Avenue, Suite 2, Framingham, MA 01702-5827, USA; Department of Biostatistics, Boston University School of Public Health, 715 Albany St., Boston, MA 02118, USA."], ["Himali", "Jayandra J", "JJ", "Department of Neurology, Boston University School of Medicine, 72 East Concord St., Boston, MA 02118, USA; Framingham Heart Study, 73 Mt. Wayte Avenue, Suite 2, Framingham, MA 01702-5827, USA; Department of Biostatistics, Boston University School of Public Health, 715 Albany St., Boston, MA 02118, USA."], ["Beiser", "Alexa", "A", "Department of Neurology, Boston University School of Medicine, 72 East Concord St., Boston, MA 02118, USA; Framingham Heart Study, 73 Mt. Wayte Avenue, Suite 2, Framingham, MA 01702-5827, USA; Department of Biostatistics, Boston University School of Public Health, 715 Albany St., Boston, MA 02118, USA."], ["Vasan", "Ramachandran S", "RS", "Framingham Heart Study, 73 Mt. Wayte Avenue, Suite 2, Framingham, MA 01702-5827, USA; Sections of Preventive Medicine and Epidemiology, Department of Medicine, Boston University School of Medicine, 801 Massachusetts Ave, Boston, MA 02118, USA; Department of Epidemiology, Boston University School of Public Health, 801 Massachusetts Ave, Boston, MA 02118, USA."], ["Seshadri", "Sudha", "S", "Department of Neurology, Boston University School of Medicine, 72 East Concord St., Boston, MA 02118, USA; Framingham Heart Study, 73 Mt. Wayte Avenue, Suite 2, Framingham, MA 01702-5827, USA."], ["Pase", "Matthew P", "MP", "Department of Neurology, Boston University School of Medicine, 72 East Concord St., Boston, MA 02118, USA; Framingham Heart Study, 73 Mt. Wayte Avenue, Suite 2, Framingham, MA 01702-5827, USA; Centre for Human Psychopharmacology, Swinburne University of Technology, Burwood Rd, Hawthorn 3122, Australia. Electronic address: mpase@swin.edu.au."]], "date": "2017-11-29", "id": "29197532", "text": "Depression is associated with an increased likelihood of cardiac events and stroke. We hypothesized that the vascular risk factor burden might itself predispose to both cardiovascular events and depression. Therefore, we examined whether aggregate scores of vascular risk factor burden were associated with the new-onset of depression in the community. We studied 2023 depression- and dementia-free Framingham Heart Study (Framingham, USA) Offspring participants who attended both examination cycles 7 (1998-2001) and 8 (2005-2008). The American Heart Association Ideal Cardiovascular Health metric and the Framingham stroke risk profile were calculated at exam seven. New-onset depression was adjudicated at examination cycle eight as antidepressant medication use or Centre for Epidemiologic Studies Depression Scale scores ≥16, after a mean follow-up of 6.6years (standard deviation=0.7). Of the 2023 participants, 269 (13%) developed new-onset depression. Following adjustments for age, sex, education, and the time interval between baseline and follow-up, the odds of new-onset depression decreased by 10% for each one-point increase in ideal cardiovascular health scores (Odds Ratio [OR], 0.90; 95% confidence interval [CI] 0.81-0.99) and increased by 4% for each percentage point increase in the Framingham stroke risk profile (OR, 1.04; CI, 1.00-1.07). Results were not explained by interim clinical stroke or cerebral white matter injury. In conclusion, vascular risk factor burden was associated with the new onset of depression. Shared vascular risk factors may contribute to the increased risk of cardiovascular events observed in persons with depression.", "doi": "10.1016/j.ypmed.2017.11.022", "title": "Vascular risk factor burden and new-onset depression in the community.", "journal": ["Preventive medicine", "Prev Med"]}