{"authors": [["Rao", "Dongping", "D", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."], ["Luo", "Xiong", "X", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."], ["Tang", "Muni", "M", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China. Electronic address: tangmuni@hotmail.com."], ["Shen", "Yin", "Y", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."], ["Huang", "Ruoyan", "R", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."], ["Yu", "Junchang", "J", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."], ["Ren", "Jianjuan", "J", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."], ["Cheng", "Xiaoying", "X", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."], ["Lin", "Kangguang", "K", "Department of Psychiatry, the Affiliated Brain Hospital of Guangzhou Medical University (Guangzhou Huiai Hospital), Guangzhou, China."]], "date": "2017-11-20", "id": "29197258", "text": "Prevalence of mild cognitive impairment (MCI) has been reported substantial variations, and mostly in Western countries. Less is known about MCI in the south of China. The study is to estimate the prevalence of MCI and its subtypes in residents aged 65year or older in community-dwelling residents of Guangzhou, China.The study was a community-based, cross-sectional study conducted in rural and urban areas of Guangzhou between April and October 2009. Eight communities were randomly selected using a cluster sampling method. Each elderly was interviewed with Montreal Cognitive Assessment, the Mini-Mental state examination, Auditory Verbal Learning Test, the Clinical Dementia Rating scale et al. MCI was classified as amnestic MCI (a-MCI) or nonamnestic MCI (na-MCI).2427 individuals were contacted, but in-person interviews were conducted with 2111 participants. 299 participants with MCI were identified. The prevalence of MCI, a-MCI and na-MCI was 14.2%, 12.2%, 2.0% respectively. The prevalence of MCI and a-MCI increased with age, decreased with education level, and was higher in rural areas than in urban areas. The difference of prevalence of MCI and a-MCI between women with men wasn't statistically significant(MCIχ2=1.0, OR 0.9, 95%CI=0.6-1.2; a-MCIχ2=1.0, OR 0.9, 95%CI=0.6-1.2), when controlling for education by logistic regression analysis.The results suggest that 14.2% of elderly individuals are affected by MCI in Guangzhou, China. And MCI was dominated by a-MCI. The prevalence of MCI and a-MCI increased with age, decreased with education level, and was higher in the rural population compared to the urban population.", "doi": "10.1016/j.archger.2017.11.003", "title": "Prevalence of mild cognitive impairment and its subtypes in community-dwelling residents aged 65 years or older in Guangzhou, China.", "journal": ["Archives of gerontology and geriatrics", "Arch Gerontol Geriatr"]}