{"authors": [["Cammisuli", "Davide Maria", "DM", "Department of Surgical, Medical, Molecular, and Critical Area Pathology, Pisa University School of Medicine, 2 Via Paradisa, 56124 Pisa, Italy, d.cammisuli@med.unipi.it."], ["Sportiello", "Marco Timpano", "MT", null]], "date": null, "id": "29197200", "text": "Frontal/executive dysfunction commonly occurs in Parkinso's disease - Mild Cognitive Impairment (PD-MCI patients). However, to date, the number of studies comparing PD-MCI and MCI patients of other etiologies are too small. The present study aims at clarifying the attention/working memory and executive dysfunction of PD-MCI patients in comparison to amnestic MCI multiple domain patients with first extended then abbreviated structural brain changes suggesting preclinical Alzheimer's Disease.40 PD-MCI patients and 40 amnestic MCI multiple domain (aMCI+) patients were diagnosed according to the International guidelines. 22 healthy subjects were also recruited as control group. The groups were assessed by a wide neuropsychological battery, including measures of attention/working memory (Digit Span and Stroop Test), executive functions (Tower of London-Drexel Version -TOLDX- and Brixton Test), language (Boston Naming Test and Category Fluency), memory (Prose Recall and Pairs Associates Learning), and visuospatial function (Street's Completion Test and Constructive Apraxia Test). Performances were compared by non parametric tests. Spearman correlations were performed to explore association between neuropsychological measures of attention/working memory and executive functions in PD-MCI group.The PD-MCI patients performed worse on Digit Span and Stroop Interference/Error than aMCI+ and controls. AMCI+ patients, in turn, showed a greater deficit on TOLDX Initiation Time and on Violation Time than PD-MCI and controls. Both PD-MCI and aMCI+ patients reported lower scores on Stroop Interference/Time than controls. Moreover, aMCI+ patients performed worse then controls on Brixton Test. Positive correlations between Digit Span and Stroop Interference/Error, Stroop Interference/Error and TOLDX Execution Time, Total Time and Violation Time, Stroop Interference Time and TOLDX Move Score and Total Time were found in PD-MCI group.PD-MCI patients mainly present a conscious attention defect and an inhibitory control deficit than aMCI+. PD-MCI patients with deficits in attention/working memory domain should undergo specific cognitive trainings in order to improve cognitive abilities and prevent Parkinson's Disease Dementia onset.", "doi": "10.24869/psyd.2017.437", "title": "Conscious attention defect and inhibitory control deficit in Parkinson's Disease-Mild Cognitive Impairment: A comparison study with Amnestic Mild Cognitive Impairment multiple domain.", "journal": ["Psychiatria Danubina", "Psychiatr Danub"]}