{"authors": [["Mroczko", "Barbara", "B", "Department of Neurodegeneration Diagnostics, Medical University of Białystok, Białystok, Poland."], ["Groblewska", "Magdalena", "M", "Department of Biochemical Diagnostics, University Hospital in Białystok, Białystok, Poland."], ["Litman-Zawadzka", "Ala", "A", "Department of Neurodegeneration Diagnostics, Medical University of Białystok, Białystok, Poland."], ["Kornhuber", "Johannes", "J", "Lab for Clinical Neurochemistry and Neurochemical Dementia Diagnostics, Department of Psychiatry and Psychotherapy, Universitätsklinikum Erlangen, and Friedrich-Alexander Universität Erlangen-Nürnberg, Schwabachanlage 6, 91054, Erlangen, Germany."], ["Lewczuk", "Piotr", "P", "Department of Neurodegeneration Diagnostics, Medical University of Białystok, Białystok, Poland. Piotr.Lewczuk@uk-erlangen.de."]], "date": "2017-12-01", "id": "29196815", "text": "The causative role of amyloid β 1-42 (Aβ42) aggregation in the pathogenesis of Alzheimer's disease (AD) has been under debate for over 25 years. Primarily, scientific efforts have focused on the dyshomeostasis between production and clearance of Aβ42. This imbalance may result from mutations either in genes for the substrate, i.e., amyloid precursor protein or in genes encoding presenilin, the enzyme of the reaction that generates Aβ42. Currently, it is supposed that soluble oligomers of amyloid beta (AβOs) and not fibrillar Aβ42 within neuritic plaques may be the toxic factors acting on a very early stage of AD, perhaps even initiating pathological cascade. For example, soluble AβOs isolated from AD patients' brains reduced number of synapses, inhibited long-term potentiation, and enhanced long-term synaptic depression in brain regions responsible for memory in animal models of AD. Concentrations of AβOs in the cerebrospinal fluid (CSF) of AD patients are often reported higher than in non-demented controls, and show a negative correlation with mini-mental state examination scores. Furthermore, increased Aβ42/oligomer ratio in the CSF of AD/MCI patients indicated that the presence of soluble AβOs in CSF may be linked to lowering of natively measured monomeric Aβ42 by epitopes masking, and hence, concentrations of AβOs in the CSF are postulated to as useful AD biomarkers.", "doi": "10.1007/s00702-017-1820-x", "title": "Amyloid β oligomers (AβOs) in Alzheimer's disease.", "journal": ["Journal of neural transmission (Vienna, Austria : 1996)", "J Neural Transm (Vienna)"]}