{"authors": [["van Dalen", "Jan Willem", "JW", "From the Departments of Neurology (J.W.v.D., L.L.V.W., E.R., W.A.v.G.) and General Practice (E.P.M.v.C.), Academic Medical Center, Amsterdam; and Department of Neurology (E.R.), Radboud University Medical Center, Nijmegen, the Netherlands. j.vandalen@amc.nl."], ["Van Wanrooij", "Lennard L", "LL", "From the Departments of Neurology (J.W.v.D., L.L.V.W., E.R., W.A.v.G.) and General Practice (E.P.M.v.C.), Academic Medical Center, Amsterdam; and Department of Neurology (E.R.), Radboud University Medical Center, Nijmegen, the Netherlands."], ["Moll van Charante", "Eric P", "EP", "From the Departments of Neurology (J.W.v.D., L.L.V.W., E.R., W.A.v.G.) and General Practice (E.P.M.v.C.), Academic Medical Center, Amsterdam; and Department of Neurology (E.R.), Radboud University Medical Center, Nijmegen, the Netherlands."], ["Richard", "Edo", "E", "From the Departments of Neurology (J.W.v.D., L.L.V.W., E.R., W.A.v.G.) and General Practice (E.P.M.v.C.), Academic Medical Center, Amsterdam; and Department of Neurology (E.R.), Radboud University Medical Center, Nijmegen, the Netherlands."], ["van Gool", "Willem A", "WA", "From the Departments of Neurology (J.W.v.D., L.L.V.W., E.R., W.A.v.G.) and General Practice (E.P.M.v.C.), Academic Medical Center, Amsterdam; and Department of Neurology (E.R.), Radboud University Medical Center, Nijmegen, the Netherlands."]], "date": "2017-12-01", "id": "29196576", "text": "To assess whether apathy and depressive symptoms are independently associated with incident dementia during 6-year follow-up in a prospective observational population-based cohort study.Participants were community-dwelling older people in the Prevention of Dementia by Intensive Vascular Care trial, aged 70-78 years, without dementia at baseline. Apathy and depressive symptoms were measured using the 15-item Geriatric Depression Scale (GDS-15). Dementia during follow-up was established by clinical diagnosis confirmed by an independent outcome adjudication committee. Hazard ratios (HRs) were calculated using Cox regression analyses. Given its potentially strong relation with incipient dementia, the GDS item referring to memory complaints was assessed separately.Dementia occurred in 232/3,427 (6.8%) participants. Apathy symptoms were associated with dementia (HR 1.28, 95% confidence interval [CI] 1.12-1.45; p < 0.001), also after adjustment for age, sex, Mini-Mental State Examination score, disability, and history of stroke or cardiovascular disease (HR 1.21, 95% CI 1.06-1.40; p = 0.007), and in participants without depressive symptoms (HR 1.26, 95% CI 1.06-1.49; p = 0.01). Depressive symptoms were associated with dementia (HR 1.12, 95% CI 1.05-1.19), also without apathy symptoms (HR 1.16, 95% CI 1.03-1.31; p = 0.015), but not after full adjustment or after removing the GDS item on memory complaints.Apathy and depressive symptoms are independently associated with incident dementia in community-dwelling older people. Subjective memory complaints may play an important role in the association between depressive symptoms and dementia. Our findings suggest apathy symptoms may be prodromal to dementia and might be used in general practice to identify individuals without cognitive impairment at increased risk of dementia.", "doi": "10.1212/WNL.0000000000004767", "title": "Apathy is associated with incident dementia in community-dwelling older people.", "journal": ["Neurology", "Neurology"]}