{"authors": [["Aaltonen", "Mari", "M", "Faculty of Social Sciences (Health Sciences) and Gerontology Research Center, University of Tampere, Tampere, Finland."], ["Forma", "Leena", "L", "Faculty of Social Sciences (Health Sciences) and Gerontology Research Center, University of Tampere, Tampere, Finland."], ["Pulkki", "Jutta", "J", "Faculty of Social Sciences (Health Sciences) and Gerontology Research Center, University of Tampere, Tampere, Finland."], ["Raitanen", "Jani", "J", "Faculty of Social Sciences (Health Sciences) and Gerontology Research Center, University of Tampere, Tampere, Finland."], ["Rissanen", "Pekka", "P", "Faculty of Social Sciences (Health Sciences) and Gerontology Research Center, University of Tampere, Tampere, Finland."], ["Jylha", "Marja", "M", "Faculty of Social Sciences (Health Sciences) and Gerontology Research Center, University of Tampere, Tampere, Finland."]], "date": "2017-12-01", "id": "29196476", "text": "The time of death is increasingly postponed to a very high age. How this change affects the use of care services at the population level is unknown. This study analyses the care profiles of older people during their last 2 years of life, and investigates how these profiles differ for the study years 1996-1998 and 2011-2013.Retrospective cross-sectional nationwide data drawn from the Care Register for Health Care, the Care Register for Social Care and the Causes of Death Register. The data included the use of hospital and long-term care services during the last 2 years of life for all those who died in 1998 and in 2013 at the age of ≥70 years in Finland.We constructed four care profiles using two criteria: (1) number of days in round-the-clock care (vs at home) in the last 2 years of life and (2) care transitions during the last 6 months of life (ie, end-of-life care transitions).Between the study periods, the average age at death and the number of diagnoses increased. Most older people (1998: 64.3%, 2013: 59.3%) lived at home until their last months of life (profile 2) after which they moved into hospital or long-term care facilities. This profile became less common and the profiles with a high use of care services became more common (profiles 3 and 4 together in 1998: 25.0%, in 2013: 30.9%). People with dementia, women and the oldest old were over-represented in the latter profiles. In both study periods, fewer than one in ten stayed at home for the whole last 6 months (profile 1).Postponement of death to a very old age may translate into more severe disability in the last months or years of life. Care systems must be prepared for longer periods of long-term care services needed at the end of life.", "doi": "10.1136/bmjopen-2016-015130", "title": "Changes in older people's care profiles during the last 2 years of life, 1996-1998 and 2011-2013: a retrospective nationwide study in Finland.", "journal": ["BMJ open", "BMJ Open"]}