{"authors": [["Benussi", "Alberto", "A", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Dell'Era", "Valentina", "V", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Cantoni", "Valentina", "V", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy; Department of Neuroscience, Psychology, Drug Research and Child Health, University of Florence, Italy."], ["Ferrari", "Clarissa", "C", "Statistics Service, IRCCS Centro San Giovanni di Dio - Fatebenefratelli, Brescia, Italy."], ["Caratozzolo", "Salvatore", "S", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Rozzini", "Luca", "L", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Alberici", "Antonella", "A", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Padovani", "Alessandro", "A", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Borroni", "Barbara", "B", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy. Electronic address: bborroni@inwind.it."]], "date": "2017-11-22", "id": "29195744", "text": "Differential diagnosis of atypical parkinsonian disorders, i.e. dementia with Lewy bodies (DLB), progressive supranuclear palsy (PSP) or corticobasal syndrome (CBS) still remains problematic. Furthermore, DLB may overlap with Alzheimer's disease (AD) in the early stages of disease.To determine whether transcranial magnetic stimulation (TMS) can be used to classify atypical parkinsonian disorders and AD.A paired-pulse TMS multi-paradigm approach assessing multiple intracortical circuits, as short interval intracortical inhibition-facilitation and short latency afferent inhibition, was used to model a decision tree analysis and determine diagnostic accuracy in classifying different neurodegenerative disorders.We observed a significant impairment in short latency afferent inhibition in AD and DLB and a significant impairment in short interval intracortical inhibition-facilitation in DLB, PSP and CBS patients. These parameters were used to model a decision tree analysis which yielded an overall diagnostic accuracy of 88.3%, with 90.5% for AD, 85.2% for DLB, 76.0% for CBS-PSP, and 94.9% for healthy controls.The assessment of intracortical connectivity with TMS may aid in the differential diagnosis of AD and the atypical parkinsonian disorders.", "doi": "10.1016/j.brs.2017.11.013", "title": "Discrimination of atypical parkinsonisms with transcranial magnetic stimulation.", "journal": ["Brain stimulation", "Brain Stimul"]}