{"authors": [["Martinez-Laguna", "Daniel", "D", "GREMPAL Research Group, Idiap Jordi Gol Primary Care Research Institute, CIBER FES ISCIII, Universitat Autonoma de Barcelona, Barcelona, Spain; Ambit Barcelona, Primary Care Department, Institut Català de la Salut, Barcelona, Spain."], ["Soria-Castro", "Alberto", "A", "GREMPAL Research Group, Idiap Jordi Gol Primary Care Research Institute, CIBER FES ISCIII, Universitat Autonoma de Barcelona, Barcelona, Spain; Ambit Barcelona, Primary Care Department, Institut Català de la Salut, Barcelona, Spain."], ["Carbonell-Abella", "Cristina", "C", "GREMPAL Research Group, Idiap Jordi Gol Primary Care Research Institute, CIBER FES ISCIII, Universitat Autonoma de Barcelona, Barcelona, Spain; Ambit Barcelona, Primary Care Department, Institut Català de la Salut, Barcelona, Spain."], ["Orozco-López", "Pilar", "P", "Ambit Barcelona, Primary Care Department, Institut Català de la Salut, Barcelona, Spain."], ["Estrada-Laza", "Pilar", "P", "Ambit Barcelona, Primary Care Department, Institut Català de la Salut, Barcelona, Spain."], ["Nogues", "Xavier", "X", "Internal Medicine Department IMIM (Hospital del Mar Medical Research), Universitat Autónoma de Barcelona, CIBER FES ISCIII, Barcelona, Spain."], ["Díez-Perez", "Adolfo", "A", "Internal Medicine Department IMIM (Hospital del Mar Medical Research), Universitat Autónoma de Barcelona, CIBER FES ISCIII, Barcelona, Spain."], ["Prieto-Alhambra", "Daniel", "D", "GREMPAL Research Group, Idiap Jordi Gol Primary Care Research Institute, CIBER FES ISCIII, Universitat Autonoma de Barcelona, Barcelona, Spain; Internal Medicine Department IMIM (Hospital del Mar Medical Research), Universitat Autónoma de Barcelona, CIBER FES ISCIII, Barcelona, Spain; MRC Lifecourse Epidemiology Unit, Southampton University, Southampton, UK; Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, NIHR Oxford Musculoskeletal Biomedical Research Unit, University of Oxford, Oxford, UK. Electronic address: Daniel.prietoalhambra@ndorms.ox.ac.uk."]], "date": "2017-11-28", "id": "29195740", "text": "Electronic medical records databases use pre-specified lists of diagnostic codes to identify fractures. These codes, however, are not specific enough to disentangle traumatic from fragility-related fractures. We report on the proportion of fragility fractures identified in a random sample of coded fractures in SIDIAP.Patients≥50 years old with any fracture recorded in 2012 (as per pre-specified ICD-10 codes) and alive at the time of recruitment were eligible for this retrospective observational study in 6 primary care centres contributing to the SIDIAP database (www.sidiap.org). Those with previous fracture/s, non-responders, and those with dementia or a serious psychiatric disease were excluded. Data on fracture type (traumatic vs fragility), skeletal site, and basic patient characteristics were collected.Of 491/616 (79.7%) patients with a registered fracture in 2012 who were contacted, 331 (349 fractures) were included. The most common fractures were forearm (82), ribs (38), and humerus (32), and 225/349 (64.5%) were fragility fractures, with higher proportions for classic osteoporotic sites: hip, 91.7%; spine, 87.7%; and major fractures, 80.5%. This proportion was higher in women, the elderly, and patients with a previously coded diagnosis of osteoporosis.More than 4 in 5 major fractures recorded in SIDIAP are due to fragility (non-traumatic), with higher proportions for hip (92%) and vertebral (88%) fracture, and a lower proportion for fractures other than major ones. Our data support the validity of SIDIAP for the study of the epidemiology of osteoporotic fractures.", "doi": "10.1016/j.reuma.2017.10.013", "title": "Validation of fragility fractures in primary care electronic medical records: A population-based study.", "journal": ["Reumatologia clinica", "Reumatol Clin"]}