{"authors": [["Saxena", "Nakul", "N", "Department of Health Services and Outcomes Research, National Healthcare Group, Singapore, Singapore."], ["George", "Pradeep Paul", "PP", "Department of Health Services and Outcomes Research, National Healthcare Group, Singapore, Singapore."], ["Teo", "Kelvin Ws", "KW", "Formerly from Health Services and Outcomes Research, National Healthcare Group, Singapore, Singapore."], ["Tan", "Woan Shin", "WS", "Department of Health Services and Outcomes Research, National Healthcare Group, Singapore, Singapore."], ["Ng", "Charis", "C", "Formerly from Health Services and Outcomes Research, National Healthcare Group, Singapore, Singapore."], ["Heng", "Bee Hoon", "BH", "Department of Health Services and Outcomes Research, National Healthcare Group, Singapore, Singapore."], ["Yeo", "Cindy Ying Ying", "CYY", "Department of Community and Continuing Care, Tan Tock Seng Hospital, Singapore, Singapore."], ["Anthony", "Philomena", "P", "Department of Nursing (Nurse Clinician), Tan Tock Seng Hospital, Singapore, Singapore."], ["Tan", "Colin", "C", "Ang Mo Kio Polyclinic, National Healthcare Group Polyclinics, Singapore, Singapore."], ["Low", "Kang Yih", "KY", "Ang Mo Kio Polyclinic, National Healthcare Group Polyclinics, Singapore, Singapore."], ["Wu", "Valerie", "V", "Operations (Division for Integrative & Community Care), Tan Tock Seng Hospital, Singapore, Singapore."], ["Ali", "Noorhazlina Binte", "NB", "Department of Geriatric Medicine, Tan Tock Seng Hospital, Singapore, Singapore."], ["Chong", "Mei Sian", "MS", "Department of Geriatric Medicine, Tan Tock Seng Hospital, Singapore, Singapore."]], "date": "2017-11-28", "id": "29193721", "text": "With an aging Singapore population, there is an increasing demand for dementia care. The present study aimed to evaluate the effectiveness and cost-effectiveness of the Primary Care Dementia Clinic (PCDC) in comparison with the Memory Clinic (MC; hospital-based) and other polyclinics.A quasi-experimental design was implemented. Effectiveness of PCDC was assessed through caregiver satisfaction, quality of life (caregiver-rated) and adverse events rates. Quality-of-Life measures using the EuroQol 5 Dimension Questionnaire (EQ-5D) at baseline, 6 months and 12 months was assessed. Costs were calculated from a societal perspective. The incremental cost-effectiveness of the PCDC was compared with MC and other polyclinics.The present study showed that quality of life and the rate of adverse events at 12 months were similar between the three groups. Caregiver satisfaction at 12 months was higher in the PCDC group when compared with other polyclinics. There were no observed differences in societal cost between the three groups. At 6-month follow up, direct medical costs for PCDC were significantly lower that of other polyclinics. At 12-month follow up, PCDC patients had higher Quality Adjusted Life Years (QALYs) compared with the MC group.PCDC provided effective care, similar to care at MC and better than care at other polyclinics. Caregiver satisfaction was higher for the PCDC group, and PCDC patients had lower direct medical costs at 6-month follow up. Given these findings, adopting a PCDC model in other polyclinics in Singapore can be beneficial for optimal right siting of patients. Geriatr Gerontol Int 2017; ••: ••-••.", "doi": "10.1111/ggi.13196", "title": "Evaluation of an integrated primary care-led dementia shared care program in Singapore: An effectiveness and cost-effectiveness study.", "journal": ["Geriatrics & gerontology international", "Geriatr Gerontol Int"]}