{"authors": [["Long", "Y", "Y", "Department of Neurology, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Liang", "J", "J", "Department of Neurology, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Xu", "H", "H", "Department of Neurology, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Huang", "Q", "Q", "Department of Neurology, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Yang", "J", "J", "Department of Neurology, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Gao", "C", "C", "Department of Neurology, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Qiu", "W", "W", "Department of Neurology, Third Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Lin", "S", "S", "Department of Emergency, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Chen", "X", "X", "Department of Emergency, Second Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."]], "date": "2017-11-29", "id": "29193473", "text": "The aim was to describe the clinical, radiological and pathological features of an autoimmune glial fibrillary acidic protein (GFAP) astrocytopathy.Data from 19 patients with positive GFAP-immunoglobulin G in cerebrospinal fluid (CSF) were retrospectively analyzed.The main disease manifestations included myelitis (68.4%), headache (63.2%), abnormal vision (63.2%), fever (52.6%), ataxia (36.8%), psychosis (31.6%), dyskinesia (15.8%), dementia (15.8%) and seizure (10.5%). Seventeen patients had brain abnormalities (89.5%), of which eight (42.1%) revealed the characteristic radial enhancing and laminar patterns. Cortical abnormalities were found in four patients (21.1%). Other abnormalities were found in the hypothalamus, midbrain, pons, medulla cerebellum, meninges and skull. Eleven patients had longitudinally extensive spinal cord lesions. CSF abnormalities were detected in all patients. Pathological examinations of four patients revealed extensive inflammation, with prominent perivascular B cells and T cells. Abundant antibody-secreting cells were noted in the interstitial and perivascular spaces. Immunohistochemical analysis showed loss of astrocytes and neurons.The present patients with positive GFAP-immunoglobulin G are highly similar to autoimmune GFAP astrocytopathy, described in a recent report. The features of the neuropathology and immunopathology of GFAP astrocytopathies were perivascular inflammation and loss of astrocytes and neurons.", "doi": "10.1111/ene.13531", "title": "Autoimmune glial fibrillary acidic protein astrocytopathy in Chinese patients: a retrospective study.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}