{"authors": [["Schumacher", "Julia", "J", "Institute of Neuroscience, Newcastle University, Campus for Ageing and Vitality, Newcastle upon Tyne, NE4 5PL, United Kingdom."], ["Peraza", "Luis R", "LR", "Institute of Neuroscience, Newcastle University, Campus for Ageing and Vitality, Newcastle upon Tyne, NE4 5PL, United Kingdom."], ["Firbank", "Michael", "M", "Institute of Neuroscience, Newcastle University, Campus for Ageing and Vitality, Newcastle upon Tyne, NE4 5PL, United Kingdom."], ["Thomas", "Alan J", "AJ", "Institute of Neuroscience, Newcastle University, Campus for Ageing and Vitality, Newcastle upon Tyne, NE4 5PL, United Kingdom."], ["Kaiser", "Marcus", "M", "Interdisciplinary Computing and Complex BioSystems (ICOS) research group, School of Computing, Newcastle University, Newcastle upon Tyne, NE4 5TG, United Kingdom."], ["Gallagher", "Peter", "P", "Institute of Neuroscience, Newcastle University, The Henry Wellcome Building, Newcastle upon Tyne, NE2 4HH, United Kingdom."], ["O'Brien", "John T", "JT", "Department of Psychiatry, University of Cambridge School of Medicine, Cambridge, CB2 0SP, United Kingdom."], ["Blamire", "Andrew M", "AM", "Institute of Cellular Medicine & Newcastle Magnetic Resonance Centre, Campus for Ageing and Vitality, Newcastle upon Tyne, NE4 5PL, United Kingdom."], ["Taylor", "John-Paul", "JP", "Institute of Neuroscience, Newcastle University, Campus for Ageing and Vitality, Newcastle upon Tyne, NE4 5PL, United Kingdom."]], "date": "2017-11-29", "id": "29193464", "text": "Dementia with Lewy bodies (DLB) is a common form of dementia and is characterized by cognitive fluctuations, visual hallucinations, and Parkinsonism. The phenotypic expression of the disease may, in part, relate to alterations in functional connectivity within and between brain networks. This resting-state study sought to clarify this in DLB, how networks differed from Alzheimer's disease (AD), and whether they were related to clinical symptoms in DLB. Resting-state networks were estimated using independent component analysis. We investigated functional connectivity changes in 31 DLB patients compared to 31 healthy controls and a disease comparator group of 29 AD patients using dual regression and FSLNets. Within-network connectivity was generally decreased in DLB compared to controls, mainly in motor, temporal, and frontal networks. Between-network connectivity was mainly intact; only the connection between a frontal and a temporal network showed increased connectivity in DLB. Differences between AD and DLB were subtle and we did not find any significant correlations with the severity of clinical symptoms in DLB. This study emphasizes the importance of reduced connectivity within motor, frontal, and temporal networks in DLB with relative sparing of the default mode network. The lack of significant correlations between connectivity measures and clinical scores indicates that the observed reduced connectivity within these networks might be related to the presence, but not to the severity of motor and cognitive impairment in DLB patients. Furthermore, our results suggest that AD and DLB may show more similarities than differences in patients with mild disease.", "doi": "10.1002/hbm.23901", "title": "Functional connectivity in dementia with Lewy bodies: A within- and between-network analysis.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}