{"authors": [["Gitlin", "Laura N", "LN", "Center for Innovative Care in Aging, School of Nursing, Johns Hopkins University, Baltimore, Maryland."], ["Arthur", "Paul", "P", "Department of Occupational Therapy, St. Catherine University, Minneapolis, Minnesota."], ["Piersol", "Catherine", "C", "Department of Occupational Therapy and Jefferson Elder Care, Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Hessels", "Virginia", "V", "Center of Innovation on Disability and Rehabilitation Research, North Florida/South Georgia Veterans Health System, Department of Veterans Affairs, Gainesville, Florida."], ["Wu", "Samuel S", "SS", "Department of Biostatistics, University of Florida, Gainesville, Florida."], ["Dai", "Yunfeng", "Y", "Department of Biostatistics, University of Florida, Gainesville, Florida."], ["Mann", "William C", "WC", "Center of Innovation on Disability and Rehabilitation Research, North Florida/South Georgia Veterans Health System, Department of Veterans Affairs, Gainesville, Florida."]], "date": "2017-11-28", "id": "29192967", "text": "Dementia-related behavioral symptoms and functional dependence result in poor quality of life for persons with dementia and their caregivers. The goal was to determine whether a home-based activity program (Tailored Activity Program; TAP-VA) would reduce behavioral symptoms and functional dependence of veterans with dementia and caregiver burden.Single-blind (interviewer), parallel, randomized, controlled trial (Clinicaltrials.gov: NCT01357564).Veteran's homes.Veterans with dementia and their family caregivers (N = 160 dyads).Dyads in TAP-VA underwent 8 sessions with occupational therapists to customize activities to the interests and abilities of the veterans and educate their caregivers about dementia and use of customized activity. Caregivers assigned to attention control received up to 8 telephone-based dementia education sessions with a research team member.Primary outcomes included number of behaviors and frequency of their occurrence multiplied by severity of occurrence; secondary outcomes were functional dependence, pain, emotional well-being, caregiver burden (time spent caregiving, upset with behaviors) and affect at 4 (primary endpoint) and 8 months.Of 160 dyads (n = 76 TAP-VA; n = 84 control), 111 completed 4-month interviews (n = 51 TAP-VA; n = 60 control), and 103 completed 8-month interviews (n = 50 TAP-VA; n = 53 control). At 4 months, compared to controls, the TAP-VA group showed reductions in number (difference in mean change from baseline = -0.68, 95% CI = -1.23 to -0.13) and frequency by severity (-24.3, 95% CI = -45.6 to -3.1) of behavioral symptoms, number of activities needing assistance with (-0.80, 95% CI = -1.41 to -0.20), functional dependence level (4.09, 95% CI = 1.06, 7.13), and pain (-1.18, 95% CI = -2.10 to -0.26). Caregivers of veterans in TAP-VA reported less behavior-related distress. Benefits did not extend to 8 months.TAP-VA had positive immediate effects and no adverse events. Because TAP-VA reduces behavioral symptoms, slows functional dependence, and alleviates pain and caregiver distress, it is a viable treatment option for families.", "doi": "10.1111/jgs.15194", "title": "Targeting Behavioral Symptoms and Functional Decline in Dementia: A Randomized Clinical Trial.", "journal": ["Journal of the American Geriatrics Society", "J Am Geriatr Soc"]}