{"authors": [["Daly", "B", "B", "Head of Division of Public & Child Dental Health, Dublin Dental University Hospital, Trinity College Dublin, Lincoln Place, Dublin 2, Ireland."], ["Thompsell", "A", "A", "South London and Maudsley NHS Trust."], ["Sharpling", "J", "J", "Former Dental Core Trainee/Honorary Research Associate, King's College London Dental Institute, Denmark Hill Campus. Bessemer Road, London SE5 9RS."], ["Rooney", "Y M", "YM", "King's College Hospital NHS Foundation Trust, Bessemer Road, London, SE5 9RS."], ["Hillman", "L", "L", "Healthcare Public Health Team, PHE East of England, West Wing, Victoria House, Capital Park, Fulbourn, Cambridge, CB21 5XA."], ["Wanyonyi", "K L", "KL", "University of Portsmouth, Dental Academy, William Beatty Building, Hampshire Terrace, Portsmouth."], ["White", "S", "S", "Public Health England, Skipton House, Area B, 2nd floor 80 London Road, London SE1 6LH."], ["Gallagher", "J E", "JE", "King's College London Dental Institute, Denmark Hill Campus. Bessemer Road, London SE5 9RS."]], "date": "2017-12-01", "id": "29192686", "text": "This is the fourth and final paper of a series of reviews undertaken to explore the relationships between oral health and general medical conditions, in order to support teams within Public Health England, health practitioners and policy makers. This review aimed to explore the most contemporary evidence on whether poor oral health and dementia occurs in the same individuals or populations, to outline the nature of the relationship between these two health outcomes and to discuss the implication of any findings for health services and future research. The review was undertaken by a working group comprising consultant clinicians from medicine and dentistry, trainees, public health and academic staff. Whilst other rapid reviews in the current series limited their search to systematic reviews, this review focused on primary research involving cohort and case-control studies because of the lack of high level evidence in this new and important field. The results suggest that poor oral hygiene is associated with dementia, and more so amongst people in advanced stages of the disease. Suboptimal oral health (gingivitis, dental caries, tooth loss, edentulousness) appears to be associated with increased risk of developing cognitive impairment and dementia. The findings are discussed in relation to patient care and future research.", "doi": "10.1038/sj.bdj.2017.992", "title": "Evidence summary: the relationship between oral health and dementia.", "journal": ["British dental journal", "Br Dent J"]}