{"authors": [["Jensen", "Anders Møller", "AM", "Odense University Hospital, Denmark; Department of Clinical Research, University of Southern Denmark, Denmark; Faculty of Health Sciences, 99407 VIA University College , Denmark."], ["Pedersen", "Birthe D", "BD", "Department of Clinical Research, University of Southern Denmark, Denmark."], ["Olsen", "Rolf Bang", "RB", "Odense, Denmark."], ["Hounsgaard", "Lise", "L", "Odense University Hospital, Denmark; Department of Clinical Research, University of Southern Denmark, Denmark."]], "date": "2017-01-01", "id": "29192513", "text": "The acute hospital admission of patients with dementia is associated with poor outcome and higher costs. Much of our knowledge on how hospital stays are experienced by patients and staff is generated from short and fragmented data collections, in which the significance of knowledge about day-to-day care might be overlooked, and might partly explain why the poor outcome for this group of patients is not fully understood. This study used participant observation to follow patients with Alzheimer's disease admitted to orthopaedic wards after fall incidents. To gather longitudinal data, patients were followed during day and evening shifts, from admission to discharge. The data were interpreted from a phenomenological-hermeneutic perspective, inspired by Ricoeur's interpretation theory. The data showed that, despite having little specific knowledge about dementia care, staff were able to gather information about the patient's needs and wishes relevant to administrating medicine in a person-centred way. However, much of this valuable information was lost between shifts or became hidden among the overwhelming amount of information in electronic patient records. As a consequence, much of the knowledge about individual patients' needs and wishes had to be collected all over again at every shift. The study concludes that careful handover of information on person-centred dementia care can play an important role in making hospital stays more dementia-friendly.", "doi": "10.1177/1471301217743306", "title": "Medication and care in Alzheimer's patients in the acute care setting: A qualitative analysis.", "journal": ["Dementia (London, England)", "Dementia (London)"]}