{"authors": [["Jao", "Ying-Ling", "YL", "Pennsylvania State University College of Nursing, University Park, PA, USA."], ["Williams", "Kristine", "K", "University of Kansas School of Nursing, Kansas City, KS, USA."], ["Mogle", "Jacqueline", "J", "Pennsylvania State University College of Nursing, University Park, PA, USA."], ["Behrens", "Liza", "L", "Pennsylvania State University College of Nursing, University Park, PA, USA."], ["McDermott", "Caroline", "C", "Pennsylvania State University College of Nursing, University Park, PA, USA."]], "date": "2017-01-01", "id": "29192512", "text": "Background Apathy is prominent in persons with dementia and apathy assessment is challenging. It remains unclear who should conduct apathy assessments in long-term care settings for residents with moderate to advanced dementia. The Apathy Evaluation Scale (AES) is a widely used instrument and its use for long-term care residents with dementia needs to be further established. This study explored the relationship among apathy assessments conducted by family and clinical caregivers using the original AES (AES-18) and the nursing home version (AES-10). Methods This study used a cross-sectional, descriptive design and enrolled 15 quartets of participants recruited from long-term care settings. Each quartet consisted of one resident with dementia, one family member, one certified nursing assistant, and one licensed practical nurse or activity staff. Family, certified nursing assistants, and licensed practical nurses/activity staff rated the resident's apathy level on the AES independently. Bivariate Pearson correlation coefficients were used for analysis. Results The results revealed that ratings conducted by certified nursing assistants and licensed practical nurses/activity staff were moderately correlated for the AES-18 and the result approached statistical significance (r = 0.47, p = .08). None of the other AES ratings among family, certified nursing assistants, and licensed practical nurses/activity staff were significantly correlated. Discussion Family and clinical caregivers were incongruent on their AES ratings of apathy. It remains undetermined which rater provides the most valid AES rating for residents with dementia. Findings from this study further highlight challenges in rating apathy in this population. Future research is needed to determine best practices for accurate apathy assessment for residents with dementia in long-term care.", "doi": "10.1177/1471301217745104", "title": "Assessing apathy in long-term care residents with dementia: Who should be the rater?", "journal": ["Dementia (London, England)", "Dementia (London)"]}