{"authors": [["Dove", "Erica", "E", "25487 Ontario Shores Centre for Mental Health Sciences , Canada."], ["Astell", "Arlene", "A", "25487 Ontario Shores Centre for Mental Health Sciences , Canada; University of Toronto, Canada; University of Reading, UK."]], "date": "2017-01-01", "id": "29192511", "text": "Engaging in enjoyable activities is an essential part of well-being, but people with dementia can find participation increasingly difficult. Motion-based technologies can provide meaningful engagement in a wide range of activities, but for people with dementia to take advantage of these devices requires a good understanding of how best to select and present these activities to this population. The objective of this study was to explore the use of motion-based technology (Xbox Kinect) as a group activity for people with dementia who attend adult day programmes. This qualitative study took place in an adult day programme for older adults with age-related challenges. Participants (n = 23) were observed while playing a digital bowling game presented on Xbox Kinect one hour per week for a period of 20 weeks, to capture naturalistic data. Field notes generated through observations were transcribed and analysed to identify emerging themes. The findings revealed three predominant themes which illustrate the potential of motion-based technology as a group activity for people with dementia who attend adult day programmes: (a) the importance of having a trained trainer, (b) learning versus mastery and (c) playing 'independently together'. People with dementia can learn to play games presented on motion-based technology and enjoy doing so. Furthermore, using the technology in a group setting fostered an encouraging and supportive environment which further contributed to the leisure experience. However, to be used most effectively, staff must be trained to set-up and interact with the technology, as well as introduce, teach and support people with dementia to use it.", "doi": "10.1177/1471301217743575", "title": "The Kinect Project: Group motion-based gaming for people living with dementia.", "journal": ["Dementia (London, England)", "Dementia (London)"]}