{"authors": [["Matsumura", "Yoshihito", "Y", "Kagawa University School of Medicine, Miki, Kagawa, Japan. ymat2004@med.kagawa-u.ac.jp."], ["Shinno", "Hideto", "H", "Kagawa University School of Medicine, Miki, Kagawa, Japan."], ["Mori", "Takahiro", "T", "Kagawa University School of Medicine, Miki, Kagawa, Japan."], ["Nakamura", "Yu", "Y", "Kagawa University School of Medicine, Miki, Kagawa, Japan."]], "date": "2017-11-30", "id": "29192410", "text": "A number of programs representing virtual patients for use in teaching settings have been developed in the field of psychiatry; however, they simulate only the interview process, not the entire scope of treatment. The authors have developed software through which students can experience the practice of psychiatry (in particular, with dementia patients) in its entirety. This study compares this software with conventional learning methods.The control group was 43 fifth-year medical students in 2014 who studied using a conventional learning method (taking lectures and being in contact with actual patients). The experimental group was 36 fifth-year medical students in 2015 that used computer software (taking lectures and with reduced time in contact with actual patients). The authors compared the two groups. Each group was tested before and after clinical training on their acquisition of knowledge of dementia. The control group was tested in 2014, and the experimental group was tested in 2015.The difference in average test scores between the two groups was statistically significant (p = 0.01), with the experimental group scoring higher.The results indicate that students who were taught using a computer-based software method were better able to answer a standard series of questions designed to evaluate their understanding of dementia than those who were taught in a conventional manner. This study demonstrated that there is a possibility to improve education in the field of psychiatry using a comprehensive clinic simulator.", "doi": "10.1007/s40596-017-0860-8", "title": "Simulating Clinical Psychiatry for Medical Students: a Comprehensive Clinic Simulator with Virtual Patients and an Electronic Medical Record System.", "journal": ["Academic psychiatry : the journal of the American Association of Directors of Psychiatric Residency Training and the Association for Academic Psychiatry", "Acad Psychiatry"]}