{"authors": [["Pir", "Ghulam Jeelani", "GJ", "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany; jeelani.pir@dzne.de."], ["Choudhary", "Bikash", "B", "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."], ["Mandelkow", "Eckhard", "E", "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."]], "date": null, "id": "29191965", "text": "One of the hallmarks of the tauopathies, which include the neurodegenerative disorders, such as Alzheimer disease (AD), corticobasal degeneration, frontotemporal dementia, and progressive supranuclear palsy (PSP), is the abnormal accumulation of post-translationally modified, insoluble tau. The result is a loss of neurons, decreased mental function, and complete dependence of patients on others. Aggregation of tau, which under physiologic conditions is a highly soluble protein, is thought to be central to the pathogenesis of these diseases. Indeed one of the strongest lines of evidence is the MAPT gene polymorphisms that lead to the familial forms of tauopathy. Extensive research in animal models over the years has contributed some of the most important findings regarding the pathogenesis of these diseases. Despite this, the precise molecular mechanisms that lead to abnormal tau folding, accumulation, and spreading remain unknown. Owing to the fact that most of the biochemical pathways are conserved, Caenorhabditis elegans provides an alternative approach to identify cellular mechanisms and druggable genes that operate in such disorders. Many human genes implicated in neurodegenerative diseases have counterparts in C. elegans, making it an excellent model in which to study their pathogenesis. In this article, we review some of the important findings gained from C. elegans tauopathy models.-Pir, G. J., Choudhary, B., Mandelkow, E. Caenorhabditiselegans models of tauopathy.", "doi": "10.1096/fj.201701007", "title": "Caenorhabditis elegans models of tauopathy.", "journal": ["FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "FASEB J."]}