{"authors": [["Resnick", "Barbara", "B", "University of Maryland School of Nursing, Baltimore, MD. Electronic address: barbresnick@gmail.com."], ["Galik", "Elizabeth", "E", "University of Maryland School of Nursing, Baltimore, MD."], ["Kolanowski", "Ann", "A", "Pennsylvania State University, University Park, PA."], ["Van Haitsma", "Kimberly", "K", "Pennsylvania State University, University Park, PA."], ["Ellis", "Jeanette", "J", "University of Maryland School of Nursing, Baltimore, MD."], ["Behrens", "Liza", "L", "Pennsylvania State University, University Park, PA."], ["Flanagan", "Nina M", "NM", "Decker School of Nursing, Binghamton University, State University of New York, Binghamton, NY."], ["McDermott", "Caroline", "C", "Pennsylvania State University, University Park, PA."]], "date": "2017-11-28", "id": "29191763", "text": "The purpose of this study was to test the reliability and validity of the Care Plan Checklist for Evidence of Person-Centered Approaches for Behavioral and Psychological Symptoms Associated with Dementia (BPSD).This study used baseline data from the first cohort of a larger randomized clinical trial testing the implementation of the Evidence of Integration Triangle for BPSD. Fourteen settings volunteered to participate, 8 from Maryland and 6 from Pennsylvania, and a total of 137 residents were recruited. In addition to completing the Care Plan Checklist for Evidence of Person-Centered Approaches for BPSD, assessments of depressive symptoms (Cornell Scale for Depression in Dementia), resistiveness to care (Resistiveness to Care Scale), and agitation (Cohen-Mansfield Agitation Inventory) were also completed on each participant. Reliability was tested based on evidence of internal consistency and inter-rater reliability. Construct validity was tested using a Rasch measurement model to determine item fit and hypothesis testing using bivariate correlations. Item mapping was also performed.The majority of the sample was female (69%), Caucasian (69%), non-Hispanic (98%), and not married (78%). The mean age of the sample was 82.01 years (standard deviation = 11.44). There was evidence of reliability based on internal consistency with a Cronbach alpha of 0.96 and inter-rater reliability with correlations between 2 evaluators of r = 0.93, P = .001. There was evidence of validity of the scale based on item fit as the infit statistics and outfit statistics were all within the acceptable range with the exception of the outfit statistic for the item focused on sexually inappropriate behaviors. Lastly, there was evidence of significant relationships between the Care Plan Checklist for Evidence of Person-Centered Approaches for BPSD and the Cornell Scale for Depression in Dementia (r = 0.38, P < .001) and the Cohen-Mansfield Agitation Inventory (r = 0.44, P < .001). There was not a significant relationship between resistiveness to care and scores on the Care Plan Checklist for Evidence of Person-Centered Approaches for BPSD (r = -0.02, P = .86). There were 78 care plans that were so low in evidence of using appropriate interventions that they could not be differentiated.There was sufficient evidence for the reliability and validity of the Care Plan Checklist for Evidence of Person-Centered Approaches for BPSD. Additional items should be considered to better differentiate those low on the Checklist for Evidence of Person-Centered Approaches for BPSD.", "doi": "10.1016/j.jamda.2017.10.021", "title": "Reliability and Validity of the Care Plan Checklist for Evidence of Person-Centered Approaches for Behavioral and Psychological Symptoms Associated With Dementia.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}