{"authors": [["Ochalek", "Anna", "A", "Molecular Animal Biotechnology Laboratory, Szent István University, H-2100, Gödöllő, Hungary."], ["Mihalik", "Balázs", "B", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Avci", "Hasan X", "HX", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Chandrasekaran", "Abinaya", "A", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Téglási", "Annamária", "A", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Bock", "István", "I", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Giudice", "Maria Lo", "ML", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Táncos", "Zsuzsanna", "Z", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Molnár", "Kinga", "K", "Department of Anatomy, Cell and Developmental Biology, Eötvös Loránd University, H-1117, Budapest, Hungary."], ["László", "Lajos", "L", "Department of Anatomy, Cell and Developmental Biology, Eötvös Loránd University, H-1117, Budapest, Hungary."], ["Nielsen", "Jørgen E", "JE", "Neurogenetics Clinic & Research Laboratory, Danish Dementia Research Centre, Department of Neurology, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark."], ["Holst", "Bjørn", "B", "Bioneer A/S, 2970, Hørsholm, Denmark."], ["Freude", "Kristine", "K", "Department of Veterinary and Animal Sciences, University of Copenhagen, 1870, Copenhagen, Denmark."], ["Hyttel", "Poul", "P", "Department of Veterinary and Animal Sciences, University of Copenhagen, 1870, Copenhagen, Denmark."], ["Kobolák", "Julianna", "J", "BioTalentum Ltd., Aulich Lajos Street 26, H-2100, Gödöllő, Hungary."], ["Dinnyés", "András", "A", "Molecular Animal Biotechnology Laboratory, Szent István University, H-2100, Gödöllő, Hungary. manuscript.dinnyes@biotalentum.hu."]], "date": "2017-12-01", "id": "29191219", "text": "Alzheimer's disease (AD) is the most common type of dementia, affecting one in eight adults over 65 years of age. The majority of AD cases are sporadic, with unknown etiology, and only 5% of all patients with AD present the familial monogenic form of the disease. In the present study, our aim was to establish an in vitro cell model based on patient-specific human neurons to study the pathomechanism of sporadic AD.We compared neurons derived from induced pluripotent stem cell (iPSC) lines of patients with early-onset familial Alzheimer's disease (fAD), all caused by mutations in the PSEN1 gene; patients with late-onset sporadic Alzheimer's disease (sAD); and three control individuals without dementia. The iPSC lines were differentiated toward mature cortical neurons, and AD pathological hallmarks were analyzed by RT-qPCR, enzyme-linked immunosorbent assay, and Western blotting methods.Neurons from patients with fAD and patients with sAD showed increased phosphorylation of TAU protein at all investigated phosphorylation sites. Relative to the control neurons, neurons derived from patients with fAD and patients with sAD exhibited higher levels of extracellular amyloid-β 1-40 (Aβ1-40) and amyloid-β 1-42 (Aβ1-42). However, significantly increased Aβ1-42/Aβ1-40 ratios, which is one of the pathological markers of fAD, were observed only in samples of patients with fAD. Additionally, we detected increased levels of active glycogen synthase kinase 3 β, a physiological kinase of TAU, in neurons derived from AD iPSCs, as well as significant upregulation of amyloid precursor protein (APP) synthesis and APP carboxy-terminal fragment cleavage. Moreover, elevated sensitivity to oxidative stress, as induced by amyloid oligomers or peroxide, was detected in both fAD- and sAD-derived neurons.On the basis of the experiments we performed, we can conclude there is no evident difference except secreted Aβ1-40 levels in phenotype between fAD and sAD samples. To our knowledge, this is the first study in which the hyperphosphorylation of TAU protein has been compared in fAD and sAD iPSC-derived neurons. Our findings demonstrate that iPSC technology is suitable to model both fAD and sAD and may provide a platform for developing new treatment strategies for these conditions.", "doi": "10.1186/s13195-017-0317-z", "title": "Neurons derived from sporadic Alzheimer's disease iPSCs reveal elevated TAU hyperphosphorylation, increased amyloid levels, and GSK3B activation.", "journal": ["Alzheimer's research & therapy", "Alzheimers Res Ther"]}