{"authors": [["Nguyen", "Kim-Huong", "KH", "Center for Applied Health Economics, Griffith University, Brisbane, Queensland, Australia. kim.nguyen@griffith.edu.au."], ["Sellars", "Marcus", "M", "Advance Care Planning Australia, Austin Health, Melbourne, Victoria, Australia."], ["Agar", "Meera", "M", "NHMRC Cognitive Decline Partnership Centre, the University of Sydney, Sydney, New South Wales, Australia."], ["Kurrle", "Sue", "S", "NHMRC Cognitive Decline Partnership Centre, the University of Sydney, Sydney, New South Wales, Australia."], ["Kelly", "Adele", "A", "NHMRC Cognitive Decline Partnership Centre, the University of Sydney, Sydney, New South Wales, Australia."], ["Comans", "Tracy", "T", "NHMRC Cognitive Decline Partnership Centre, the University of Sydney, Sydney, New South Wales, Australia."]], "date": "2017-12-01", "id": "29191183", "text": "Advance care planning (ACP) is a process of planning for future health and personal care. A person's values and preferences are made known so that they can guide decision making at a future time when that person cannot make or communicate his or her decisions. This is particularly relevant for people with dementia because their ability to make decisions progressively deteriorates over time. This study aims to evaluate the cost-effectiveness of delivering a nationwide ACP program within the Australian primary care setting.A decision analytic model was developed to identify the costs and outcomes of an ACP program for people aged 65+ years who were at risk of developing dementia. Inputs for the model was sourced and estimated from the literature. The reliability of the results was thoroughly tested in sensitivity analyses.The results showed that, compared to usual care, a nationwide ACP program for people aged 65+ years who were at risk of dementia would be cost-effective. However, the results only hold if ACP completion is higher than 50% and adherence to ACP wishes is above 75%.A nationwide ACP program in the primary care setting is a cost-effective or cost-saving intervention compared to usual care in a population at-risk of developing dementia. Cost savings are generated from providing treatment and care that is consistent with patient preferences, resulting in fewer hospitalisations and less-intensive care at end-of-life.", "doi": "10.1186/s12913-017-2748-4", "title": "An economic model of advance care planning in Australia: a cost-effective way to respect patient choice.", "journal": ["BMC health services research", "BMC Health Serv Res"]}