{"authors": [["Cybulski", "Mateusz", "M", "Department of Integrated Medical Care, Faculty of Health Sciences, Medical University of Bialystok, 7a M. Sklodowskiej-Curie str., 15-096, Bialystok, Poland. mateusz.cybulski@umb.edu.pl."], ["Cybulski", "Lukasz", "L", "National Security student, Faculty of Social Sciences, University of Warmia and Mazury in Olsztyn, Olsztyn, Poland."], ["Krajewska-Kulak", "Elzbieta", "E", "Department of Integrated Medical Care, Faculty of Health Sciences, Medical University of Bialystok, Bialystok, Poland."], ["Cwalina", "Urszula", "U", "Department of Statistics and Medical Informatics, Faculty of Health Sciences, Medical University of Bialystok, Bialystok, Poland."]], "date": "2017-12-01", "id": "29191171", "text": "Demographic aging of society poses numerous challenges, including the provision of health care to the elderly population. According to World Health Organization data, the most frequent mental disorders in the senior population are: dementia, depression, and drug and alcohol addiction. The aim of this study was to subjectively assess mental health status (the severity of non-psychotic symptoms of mental functions and depressive symptoms) in older adults of Bialystok (Poland).The study included 300 people - inhabitants of Bialystok and its surrounding areas - aged over 60: 100 residents of a nursing home, 100 senior students of the University of the Third Age in Bialystok, and 100 senior students of the University of a Healthy Senior. Two standardized psychometric scales were used in the study: the General Health Questionnaire (GHQ-28) and the Beck Depression Inventory (BDI).The median GHQ total point value equaled 26 points, which indicated possible non-psychotic mental disorders. The overall BDI score showed that respondents had a subjective feeling of depressive symptom intensification at the level of 11 points out of 63 points, which indicated minor depressive disorders. Positive and statistically significant correlations were observed between suspicion of non-psychotic mental disorders and the occurrence of depressive symptoms both without distribution into groups and with distribution into sex, group affiliation, and age.Subjective assessment of mental health status in older adults, inhabitants of Bialystok, was negative. Social and demographic characteristics (sex, group affiliation, age) analyzed in the study, played no significant role in the assessment of depressive and non-psychotic mental symptom occurrence. Residents of the nursing home were characterized negatively in terms of subjective assessment mental health status from the other two study groups.", "doi": "10.1186/s12888-017-1557-y", "title": "Self-assessment of the mental health status in older adults in Poland: a cross-sectional study.", "journal": ["BMC psychiatry", "BMC Psychiatry"]}