{"authors": [["Cai", "Haobin", "H", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Wang", "Yijie", "Y", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["He", "Jiayang", "J", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Cai", "Tiantian", "T", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Wu", "Jun", "J", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Fang", "Jiansong", "J", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Zhang", "Rong", "R", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Guo", "Zhouke", "Z", "Department of Neurology & Psychology, Shenzhen Hospital Affiliated to Guangzhou University of Chinese Medicine, Shenzhen 518033, China."], ["Guan", "Li", "L", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Zhan", "Qinkai", "Q", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Lin", "Li", "L", "Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Xiao", "Yao", "Y", "Guangzhou Medical University, Guangzhou 510182, China."], ["Pan", "Huafeng", "H", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."], ["Wang", "Qi", "Q", "Institute of Clinical Pharmacology, Guangzhou University of Chinese Medicine, Guangzhou 510405, China."]], "date": "2017-10-04", "id": "29190943", "text": "Alzheimer's disease (AD) is a progressive neurological degenerative disease. The main clinical manifestations of AD include progressive cognitive impairment and alteration of personality. Senile plaques, neuroinflammation, and destruction of synapse structure stability are the main pathological features of AD. Bajijiasu(BJJS) is extracted from Morinda Officinalis, a Chinese herb. In this study, we explored the effect of BJJS on AD from many aspects in APPswe/PSEN1ΔE9 (APP/PS1) double transgenic mice. The Morris water maze and novel object recognition tests results showed that BJJS could significantly improve the learning and memory abilities in APP/PS1 mice. BJJS treatment increased the level of insulin degradation enzyme (IDE) and neprilysin (NEP) and decreased the level of β-site app cleaving enzyme 1(BACE1) in the brain of APP/PS1 mice. BJJS-treated APP/PS1 mice appeared to have reductions of Aβ deposition and senile plaques, and showed higher levels of neurotrophic factors in the brain. We also found that BJJS had an inhibitory function on neuroinflammation in APP/PS1 mice. In addition, the synapse structure relevant proteins were elevated in the brain of BJJS-treated APP/PS1 mice. The present results indicated that BJJS could attenuate cognitive impairment via ameliorating the AD-related pathological alterations in APP/PS1 mice. These findings suggest that BJJS may be a potential therapeutic strategy in Alzheimer's disease.", "doi": "10.18632/oncotarget.21515", "title": "Neuroprotective effects of bajijiasu against cognitive impairment induced by amyloid-β in APP/PS1 mice.", "journal": ["Oncotarget", "Oncotarget"]}