{"authors": [["Kasai", "Takashi", "T", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Tatebe", "Harutsugu", "H", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Kondo", "Masaki", "M", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Ishii", "Ryotaro", "R", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Ohmichi", "Takuma", "T", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Yeung", "Wing Tung Esther", "WTE", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Morimoto", "Masafumi", "M", "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan."], ["Chiyonobu", "Tomohiro", "T", "Department of Pediatrics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science, Kyoto, Japan."], ["Terada", "Naoto", "N", "Hananoki Medical Welfare Center, Kyoto, Japan."], ["Allsop", "David", "D", "Division of Biomedical and Life Sciences, Faculty of Health and Medicine, Lancaster University, Lancaster, United Kingdom."], ["Nakagawa", "Masanori", "M", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Mizuno", "Toshiki", "T", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Tokuda", "Takahiko", "T", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."]], "date": "2017-11-30", "id": "29190730", "text": "Down syndrome (DS) is the most prevalent chromosomal abnormality. Early-onset dementia with the pathology of Alzheimer's disease (AD) frequently develops in DS. Reliable blood biomarkers are needed to support the diagnosis for dementia in DS, since positron emission tomography or cerebrospinal fluid sampling is burdensome, particularly for patients with DS. Plasma t-tau is one of the established biomarkers for the diagnosis of AD, suggesting the potential value of t-tau as a biomarker for dementia in DS. The aim of this study was to assess and compare plasma levels of t-tau in adults with DS and in an age-matched control population. In this study, plasma levels of t-tau in 21 patients with DS and 22 control participants were measured by an ultrasensitive immunoassay technology, the single-molecule immunoarray (Simoa) method. We observed significantly increased plasma t-tau levels in the DS group (mean ± standard deviation (SD) = 0.643±0.493) compared to those in the control group (mean ± SD = 0.470±0.232): P = 0.0050. Moreover, age dependent correlation of plasma t-tau was only found in the DS group, and not in the control group. These findings suggest that elevated plasma t-tau levels reflect AD pathology and therefore have potential as an objective biomarker to detect dementia in adult DS.", "doi": "10.1371/journal.pone.0188802", "title": "Increased levels of plasma total tau in adult Down syndrome.", "journal": ["PloS one", "PLoS ONE"]}