{"authors": [["Hohman", "Timothy J", "TJ", "Vanderbilt Memory and Alzheimer's Center, Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, United States of America."], ["Dumitrescu", "Logan", "L", "Vanderbilt Memory and Alzheimer's Center, Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, United States of America."], ["Oksol", "Amy", "A", "Vanderbilt Memory and Alzheimer's Center, Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, United States of America."], ["Wagener", "Madison", "M", "Vanderbilt Memory and Alzheimer's Center, Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, United States of America."], ["Gifford", "Katherine A", "KA", "Vanderbilt Memory and Alzheimer's Center, Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, United States of America."], ["Jefferson", "Angela L", "AL", "Vanderbilt Memory and Alzheimer's Center, Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, United States of America."], [null, null, null, null]], "date": "2017-11-30", "id": "29190651", "text": "Biomarker definitions for preclinical Alzheimer's disease (AD) have identified individuals with neurodegeneration (ND+) without β-amyloidosis (Aβ-) and labeled them with suspected non-AD pathophysiology (SNAP). We evaluated Apolipoprotein E (APOE) ε2 and ε4 allele frequencies across biomarker definitions-Aβ-/ND- (n = 268), Aβ+/ND- (n = 236), Aβ-/ND+ or SNAP (n = 78), Aβ+/ND+ (n = 204)-hypothesizing that SNAP would have an APOE profile comparable to Aβ-/ND-. Using AD Neuroimaging Initiative data (n = 786, 72±7 years, 48% female), amyloid status (Aβ+ or Aβ-) was defined by cerebrospinal fluid (CSF) Aβ-42 levels, and neurodegeneration status (ND+ or ND-) was defined by hippocampal volume from MRI. Binary logistic regression related biomarker status to APOE ε2 and ε4 allele carrier status, adjusting for age, sex, education, and cognitive diagnosis. Compared to the biomarker negative (Aβ-/ND-) participants, higher proportions of ε4 and lower proportions of ε2 carriers were observed among Aβ+/ND- (ε4: OR = 6.23, p<0.001; ε2: OR = 0.53, p = 0.03) and Aβ+/ND+ participants (ε4: OR = 12.07, p<0.001; ε2: OR = 0.29, p = 0.004). SNAP participants were statistically comparable to biomarker negative participants (p-values>0.30). In supplemental analyses, comparable results were observed when coding SNAP using amyloid imaging and when using CSF tau levels. In contrast to APOE, a polygenic risk score for AD that excluded APOE did not show an association with amyloidosis or neurodegeneration (p-values>0.15), but did show an association with SNAP defined using CSF tau (β = 0.004, p = 0.02). Thus, in a population with low levels of cerebrovascular disease and a lower prevalence of SNAP than the general population, APOE and known genetic drivers of AD do not appear to contribute to the neurodegeneration observed in SNAP. Additional work in population based samples is needed to better elucidate the genetic contributors to various etiological drivers of SNAP.", "doi": "10.1371/journal.pone.0188501", "title": "APOE allele frequencies in suspected non-amyloid pathophysiology (SNAP) and the prodromal stages of Alzheimer's Disease.", "journal": ["PloS one", "PLoS ONE"]}