{"authors": [["Yang", "Kai", "K", "College of Pharmacy, Gannan Medical University, Ganzhou, China."], ["Chen", "Zhixi", "Z", "College of Pharmacy, Gannan Medical University, Ganzhou, China."], ["Gao", "Juanjuan", "J", "College of sports and rehabilitation, Gannan Medical University, Ganzhou, China."], ["Shi", "Weimei", "W", "College of Pharmacy, Gannan Medical University, Ganzhou, China."], ["Li", "Linfu", "L", "College of Pharmacy, Gannan Medical University, Ganzhou, China."], ["Jiang", "Shan", "S", "Department of academic registry, Beijing University of Chinese Medicine, Beijing, China."], ["Hu", "Haibo", "H", "College of Pharmacy, Gannan Medical University, Ganzhou, China."], ["Liu", "Zhiping", "Z", "School of Basic Medicine, Gannan Medical University, Ganzhou, China."], ["Xu", "Daohua", "D", "Department of Pharmacology, Guangdong Medical University, Dongguan, China."], ["Wu", "Longhuo", "L", "College of Pharmacy, Gannan Medical University, Ganzhou, China."]], "date": "2017-12-01", "id": "29190615", "text": "Glycogen synthase kinase-3β (GSK-3β), a serine/threonine protein kinase, has been reported to show essential roles in molecular pathophysiology of many diseases. Mitochondrion is a dynamic organelle for producing cellular energy and determining cell fates. Stress-induced translocated GSK-3β may interact with mitochondrial proteins, including PI3K-Akt, PGC-1α, HK II, PKCε, components of respiratory chain, and subunits of mPTP. Mitochondrial pool of GSK-3β has been implicated in mediation of mitochondrial functions. GSK-3β exhibits the regulatory effects on mitochondrial biogenesis, mitochondrial bioenergetics, mitochondrial permeability, mitochondrial motility, and mitochondrial apoptosis. The versatile functions of GSK-3β might be associated with its wide range of substrates. Accumulative evidence demonstrates that GSK-3β inactivation may be potentially developed as the promising strategy in management of many diseases, such as Alzheimer's disease (AD) and Parkinson's disease (PD). Intensive efforts have been made for exploring GSK-3β inhibitors. Natural products provide us a great source for screening new lead compounds in inactivation of GSK-3β. The key roles of GSK-3β in mediation of mitochondrial functions are discussed in this review.", "doi": "10.1159/000485580", "title": "The Key Roles of GSK-3β in Regulating Mitochondrial Activity.", "journal": ["Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology", "Cell. Physiol. Biochem."]}