{"authors": [["Wilz", "Gabriele", "G", "Department of Counseling and Clinical Psychology, Institute of Psychology, Friedrich Schiller University Jena, Germany."], ["Reder", "Maren", "M", "Institute of Psychology, University of Hildesheim, Germany."], ["Meichsner", "Franziska", "F", "Department of Counseling and Clinical Psychology, Institute of Psychology, Friedrich Schiller University Jena, Germany."], ["Soellner", "Renate", "R", "Institute of Psychology, University of Hildesheim, Germany."], ["Meeks", "Suzanne", "S", null]], "date": "2017-11-28", "id": "29190357", "text": "This study evaluated the effectiveness of a telephone-based cognitive-behavioral therapy for family caregivers of people with dementia in existing health care provision structures.Two hundred seventy-three family caregivers of people with dementia were randomly assigned to receive the intervention or usual care. Usual care included unrestricted access to community resources. Intervention group participants received twelve 50-min sessions of individual cognitive-behavioral therapy by trained psychotherapists within 6 months. Symptoms of depression, emotional well-being, physical health symptoms, burden of care, coping with the care situation and challenging behavior were assessed after the intervention ended and at a 6-month follow-up. Intention-to-treat analyses using latent change models were applied.Intention-to-treat analyses showed improved emotional well-being (γ = 9.59, p = .001), fewer symptoms of depression (γ = -0.23, p = .043), fewer physical health symptoms (γ = -0.25, p = .019), improved coping with the care situation (γ = 0.25, p = .005) and the behavior of the care recipient (γ = 0.23, p = .034) compared with usual care. Effects for coping (γ = 0.28, p = .006 and γ = 0.39, p < .001, respectively) and emotional well-being (γ = 7.61, p = .007) were also found at follow-up.The CBT-based telephone intervention increased mental and physical health as well as coping abilities of family caregivers of people with dementia. The intervention can be delivered by qualified CBT therapists after an 8-h training session in existing health care provision structures.", "doi": "10.1093/geront/gnx183", "title": "The Tele.TAnDem Intervention: Telephone-based CBT for Family Caregivers of People With Dementia.", "journal": ["The Gerontologist", "Gerontologist"]}