{"authors": [["Burton", "Rachel L", "RL", "Department of Psychology, University of Saskatchewan, Saskatoon, Saskatchewan."], ["O'Connell", "Megan E", "ME", "Department of Psychology, University of Saskatchewan, Saskatoon, Saskatchewan."], ["Morgan", "Debra G", "DG", "Canadian Centre for Health and Safety in Agriculture, Medicine, University of Saskatchewan, Saskatoon, Saskatchewan."]], "date": "2017-11-28", "id": "29190312", "text": "The ability to carry out instrumental activities (IADL) of daily living allows older adults to continue to live independently. Previous research suggested IADL were supported by multiple cognitive and neuropsychiatric factors. The primary goal of this study was to investigate whether immediate memory, executive functions, depression, and apathy, predicted unique variance in IADL over and above demographic variables (age and education) and general cognitive screening (Mini-Mental State Exam).Participants (N = 403) were recruited from the Rural and Remote Memory Clinic (75 no cognitive impairment; 75 mild cognitive impairment; 139 dementia due to Alzheimer's disease; 114 non-Alzheimer's dementia).Results of hierarchical regression analyses suggested immediate memory, executive functions, apathy, and depression each accounted for unique variance in IADL in the overall sample, but as a predictor only apathy predicted variance in IADLs above demographics and general cognitive status. Further analysis of the diagnostic subgroups suggested different variables were more strongly associated with IADL from group to group (apathy and depression for normal participants, apathy for MCI participants and for participants with dementia due to AD, but not for those with non-AD dementia).The implications for developing cognitive rehabilitation interventions are discussed, with a recommendation for interventions for symptoms of apathy.", "doi": "10.1093/arclin/acx112", "title": "Cognitive and Neuropsychiatric Correlates of Functional Impairment Across the Continuum of No Cognitive Impairment to Dementia.", "journal": ["Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists", "Arch Clin Neuropsychol"]}