{"authors": [["Sturm", "A S", "AS", "College of Pharmacy, Ohio State University, Columbus, OH, USA."], ["Trinkley", "K E", "KE", "Skaggs School of Pharmacy and Pharmaceutical Sciences and School of Medicine, University of Colorado, Denver, CO, USA."], ["Porter", "K", "K", "Center for Biostatistics, Ohio State University, Columbus, OH, USA."], ["Nahata", "Milap C", "MC", "College of Pharmacy, Ohio State University, Columbus, OH, USA. nahata.1@osu.edu."]], "date": "2017-11-30", "id": "29189977", "text": "Background There are limited options for the treatment of behavioral and psychological symptoms of dementia (BPSD). Objective Evaluate the efficacy and safety of using atypical antipsychotics for BPSD among patients residing in long-term care. Setting Long term care community facility in the United States. Methods Retrospective observational study of patients residing in a long-term care facility with a diagnosis of dementia not trauma-induced with documented BPSD treated with an atypical antipsychotic for at least 2 weeks. Paper medical records were reviewed from January 1, 1990 until March 23, 2010. Main outcome measure Behavioral/psychological efficacy outcomes were documented beginning 2 weeks after atypical antipsychotic therapy was initiated and safety outcomes were documented from the time of atypical antipsychotic initiation, until the last documentation available. Efficacy and safety outcomes were documented as part of routine clinical practice based on the responsible clinician. Results A total of 85 distinct atypical antipsychotic treatment periods for 73 unique patients were included. Nearly 50% of patients continued atypical antipsychotic treatment for at least 1 year and 5.6% of treatments were discontinued due to an adverse event. Patients' behavioral/psychological outcomes improved for 52 (61%) treatments, remained stable for 17 (20%) treatments, and worsened for 16 (19%) treatments. Adverse events were reported by 57% of patients, with the most common adverse events being metabolic, fall related, and extrapyramidal symptoms. The odds ratio for an adverse event was 1.08 (p = 0.03) for every 90 day increase in duration of treatment. Conclusion In patients who reside in a long-term care setting, atypical antipsychotic treatment improved BPSD, but also increased the potential risk of adverse events.", "doi": "10.1007/s11096-017-0555-y", "title": "Efficacy and safety of atypical antipsychotics for behavioral symptoms of dementia among patients residing in long-term care.", "journal": ["International journal of clinical pharmacy", "Int J Clin Pharm"]}