{"authors": [["Joensuu", "Merja", "M", "Clem Jones Centre for Ageing Dementia Research, The University of Queensland, Brisbane, Queensland, Australia."], ["Martínez-Mármol", "Ramon", "R", "Clem Jones Centre for Ageing Dementia Research, The University of Queensland, Brisbane, Queensland, Australia."], ["Padmanabhan", "Pranesh", "P", "Queensland Brain Institute, The University of Queensland, Brisbane, Queensland, Australia."], ["Glass", "Nick R", "NR", "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, Queensland, Australia."], ["Durisic", "Nela", "N", "Queensland Brain Institute, The University of Queensland, Brisbane, Queensland, Australia."], ["Pelekanos", "Matthew", "M", "Clem Jones Centre for Ageing Dementia Research, The University of Queensland, Brisbane, Queensland, Australia."], ["Mollazade", "Mahdie", "M", "Clem Jones Centre for Ageing Dementia Research, The University of Queensland, Brisbane, Queensland, Australia."], ["Balistreri", "Giuseppe", "G", "Division of General Microbiology, Department of Biosciences, University of Helsinki, Helsinki, Finland."], ["Amor", "Rumelo", "R", "Queensland Brain Institute, The University of Queensland, Brisbane, Queensland, Australia."], ["Cooper-White", "Justin J", "JJ", "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, Queensland, Australia."], ["Goodhill", "Geoffrey J", "GJ", "Queensland Brain Institute, The University of Queensland, Brisbane, Queensland, Australia."], ["Meunier", "Frédéric A", "FA", "Clem Jones Centre for Ageing Dementia Research, The University of Queensland, Brisbane, Queensland, Australia."]], "date": "2017-11-30", "id": "29189775", "text": "Our understanding of endocytic pathway dynamics is restricted by the diffraction limit of light microscopy. Although super-resolution techniques can overcome this issue, highly crowded cellular environments, such as nerve terminals, can also dramatically limit the tracking of multiple endocytic vesicles such as synaptic vesicles (SVs), which in turn restricts the analytical dissection of their discrete diffusional and transport states. We recently introduced a pulse-chase technique for subdiffractional tracking of internalized molecules (sdTIM) that allows the visualization of fluorescently tagged molecules trapped in individual signaling endosomes and SVs in presynapses or axons with 30- to 50-nm localization precision. We originally developed this approach for tracking single molecules of botulinum neurotoxin type A, which undergoes activity-dependent internalization and retrograde transport in autophagosomes. This method was then adapted to localize the signaling endosomes containing cholera toxin subunit-B that undergo retrograde transport in axons and to track SVs in the crowded environment of hippocampal presynapses. We describe (i) the construction of a custom-made microfluidic device that enables control over neuronal orientation; (ii) the 3D printing of a perfusion system for sdTIM experiments performed on glass-bottom dishes; (iii) the dissection, culturing and transfection of hippocampal neurons in microfluidic devices; and (iv) guidance on how to perform the pulse-chase experiments and data analysis. In addition, we describe the use of single-molecule-tracking analytical tools to reveal the average and the heterogeneous single-molecule mobility behaviors. We also discuss alternative reagents and equipment that can, in principle, be used for sdTIM experiments and describe how to adapt sdTIM to image nanocluster formation and/or tubulation in early endosomes during sorting events. The procedures described in this protocol take ∼1 week.", "doi": "10.1038/nprot.2017.116", "title": "Visualizing endocytic recycling and trafficking in live neurons by subdiffractional tracking of internalized molecules.", "journal": ["Nature protocols", "Nat Protoc"]}