{"authors": [["Piersma", "Dafne", "D", "Departments of Clinical and Developmental Neuropsychology, University of Groningen, Groningen."], ["Fuermaier", "Anselm B M", "ABM", "Departments of Clinical and Developmental Neuropsychology, University of Groningen, Groningen."], ["De Waard", "Dick", "D", "Departments of Clinical and Developmental Neuropsychology, University of Groningen, Groningen."], ["Davidse", "Ragnhild J", "RJ", "SWOV Institute for Road Safety Research, The Hague."], ["De Groot", "Jolieke", "J", "SWOV Institute for Road Safety Research, The Hague."], ["Doumen", "Michelle J A", "MJA", "Departments of Clinical and Developmental Neuropsychology, University of Groningen, Groningen."], ["Bredewoud", "Ruud A", "RA", "CBR Dutch Driving Test Organisation, Rijswijk."], ["Claesen", "René", "R", "CBR Dutch Driving Test Organisation, Rijswijk."], ["Lemstra", "Afina W", "AW", "Department of Neurology, Alzheimer Center, VU University Medical Center, Amsterdam."], ["Scheltens", "Philip", "P", "Department of Neurology, Alzheimer Center, VU University Medical Center, Amsterdam."], ["Vermeeren", "Annemiek", "A", "Department of Neuropsychology & Psychopharmacology, Maastricht University, Maastricht."], ["Ponds", "Rudolf", "R", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neurosciences (MHeNS), Maastricht University, Maastricht, The Netherlands."], ["Verhey", "Frans", "F", "Department of Psychiatry and Neuropsychology, School of Mental Health and Neurosciences (MHeNS), Maastricht University, Maastricht, The Netherlands."], ["De Deyn", "Peter P", "PP", "Neurology and Alzheimer Research Center, University of Groningen and University Medical Center Groningen, Groningen."], ["Brouwer", "Wiebo H", "WH", "Departments of Clinical and Developmental Neuropsychology, University of Groningen, Groningen."], ["Tucha", "Oliver", "O", "Departments of Clinical and Developmental Neuropsychology, University of Groningen, Groningen."]], "date": "2017-11-17", "id": "29189301", "text": "Dementia is a risk factor for unsafe driving. Therefore, an assessment strategy has recently been developed for the prediction of fitness to drive in patients with the Alzheimer disease (AD). The aim of this study was to investigate whether this strategy is also predictive of fitness to drive in patients with non-AD dementia, that is, vascular dementia, frontotemporal dementia, and dementia with Lewy bodies. Predictors were derived from 3 types of assessment: clinical interviews, neuropsychological tests, and driving simulator rides. The criterion was the pass-fail outcome of an official on-road driving assessment. About half of the patients with non-AD dementia (n=34) failed the on-road driving assessment. Neuropsychological assessment [area under the curve (AUC)=0.786] was significantly predictive of fitness to drive in patients with non-AD dementia, however, clinical interviews (AUC=0.559) and driving simulator rides (AUC=0.404) were not. The fitness-to-drive assessment strategy with the 3 types of assessment combined (AUC=0.635) was not found to significantly predict fitness to drive in non-AD dementia. Different types of dementia require different measures and assessment strategies.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal. http://creativecommons.org/licenses/by-nc-nd/4.0/.", "doi": "10.1097/WAD.0000000000000221", "title": "Assessing Fitness to Drive in Patients With Different Types of Dementia.", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"]}