{"authors": [["Tsoutsoulas", "Christopher", "C", "Division of Geriatric Psychiatry, Centre for Addiction and Mental Health, Toronto, Canada."], ["Mulsant", "Benoit H", "BH", "Division of Geriatric Psychiatry, Centre for Addiction and Mental Health, Toronto, Canada."], ["Kumar", "Sanjeev", "S", "Division of Geriatric Psychiatry, Centre for Addiction and Mental Health, Toronto, Canada."], ["Ghazala", "Zaid", "Z", "Division of Geriatric Psychiatry, Centre for Addiction and Mental Health, Toronto, Canada."], ["Voineskos", "Aristotle N", "AN", "Division of Geriatric Psychiatry, Centre for Addiction and Mental Health, Toronto, Canada."], ["Menon", "Mahesh", "M", "Department of Psychiatry, University of British Columbia, Vancouver, Canada."], ["Pollock", "Bruce G", "BG", "Division of Geriatric Psychiatry, Centre for Addiction and Mental Health, Toronto, Canada."], ["Rajji", "Tarek K", "TK", "Centre for Addiction and Mental Health, 80 Workman Way, 6th floor, Room 6312, Toronto, ON M6J1H4. Tarek.Rajji@camh.ca."]], "date": null, "id": "29188908", "text": "Older individuals with schizophrenia are at risk of being treated with anticholinergic medications due to the prevalence of medical comorbidities and polypharmacy. High anticholinergic burden impairs cognition and is a risk factor for Alzheimer's dementia. Thus, we assessed the impact of anticholinergic burden on Alzheimer's dementia-related and schizophrenia-related cognitive functions in older patients with schizophrenia.Anticholinergic burden was measured using the Anticholinergic Cognitive Burden scale (ACB) in 60 community-dwelling patients aged ≥ 50 years who met DSM-IV criteria for schizophrenia between May 2007 and November 2011. Cognitive domains affected early in the course of Alzheimer's dementia were assessed using the Cambridge Neuropsychological Test Automated Battery (CANTAB) Alzheimer's Dementia Battery and the Repeatable Battery for the Assessment of Neuropsychological Status. Two CANTAB tests of executive function were used to assess deficits common in schizophrenia. Regression analyses were used to assess the relationships between anticholinergic burden and cognition. A receiver operating characteristic curve was constructed to determine an ACB cutoff score to identify those at risk of cognitive impairment.ACB scores were associated with spatial working (P = .04) and immediate (P = .004) memory and visuospatial ability (P = .02) and showed a trend toward association with impaired learning (P = .06), but were not associated with attention, executive function, language, or reaction time. An ACB cutoff score of ≤ 1.5 can detect cognitive impairment with a sensitivity of 90.3% and specificity of 48.3%.High anticholinergic burden contributes to specific cognitive deficits in older individuals with schizophrenia that resemble those commonly observed early in the course of Alzheimer's dementia. The ACB is a potentially useful screening tool that can help identify patients at risk of developing anticholinergic-related cognitive impairment.", "doi": "10.4088/JCP.17m11523", "title": "Anticholinergic Burden and Cognition in Older Patients With Schizophrenia.", "journal": ["The Journal of clinical psychiatry", "J Clin Psychiatry"]}