{"authors": [["Bell", "S P", "SP", "Angela L. Jefferson, PhD, Vanderbilt Memory and Alzheimer's Center, Department of Neurology, Vanderbilt University Medical Center, 1207 17th Avenue South, Suite 204, Nashville, TN 37212, Phone: 615-322-8676 Fax: 615-343-1302, Email: angela.jefferson@vanderbilt.edu."], ["Liu", "D", "D", null], ["Samuels", "L R", "LR", null], ["Shah", "A S", "AS", null], ["Gifford", "K A", "KA", null], ["Hohman", "T J", "TJ", null], ["Jefferson", "A L", "AL", null]], "date": null, "id": "29188888", "text": "To examine the effect of late-life body mass index (BMI) and rapid weight loss on incident mild cognitive impairment (MCI) and Alzheimer's disease (AD).Prospective longitudinal cohort study.National Alzheimer's Coordinating Center (NACC) Uniform Data Set, including 34 past and current National Institute on Aging-funded AD Centers across the United States.6940 older adults (n=5061 normal cognition [NC]; n=1879 MCI).BMI (kg/m2) and modified Framingham Stroke Risk Profile (FSRP) score (sex, age, systolic blood pressure, anti-hypertension medication, diabetes mellitus, cigarette smoking, prevalent cardiovascular disease, atrial fibrillation) were assessed at baseline. Cognition and weight were assessed annually.Multivariable binary logistic regression, adjusting for age, sex, race, education, length of follow-up, and modified FSRP related late-life BMI to risk of diagnostic conversion from NC to MCI or AD and from MCI to AD. Secondary analyses related late-life BMI to diagnostic conversion in the presence of rapid weight loss (>5% decrease in 12 months) and apolipoprotein E (APOE) ε4. During a mean 3.8-year follow-up period, 12% of NC participants converted to MCI or AD and 49% of MCI participants converted to AD. Higher baseline BMI was associated with a reduced probability of diagnostic conversion, such that for each one-unit increase in baseline BMI there was a reduction in diagnostic conversion for both NC (OR=0.977, 95%CI 0.958-0.996, p=0.015) and MCI participants (OR=0.962, 95%CI 0.942-0.983, p<0.001). The protective effect of higher baseline BMI did not persist in the setting of rapid weight loss but did persist when adjusting for APOE ε4.Higher late-life BMI is associated with a lower risk of incident MCI and AD but is not protective in the presence of rapid weight loss.", "doi": "10.1007/s12603-017-0906-3", "title": "Late-Life Body Mass Index, Rapid Weight Loss, Apolipoprotein E ε4 and the Risk of Cognitive Decline and Incident Dementia.", "journal": ["The journal of nutrition, health & aging", "J Nutr Health Aging"]}