{"authors": [["Hooper", "C", "C", "Claudie Hooper, Gérontopôle, Department of Geriatrics, CHU Toulouse, Purpan University Hospital, Toulouse, France. claudie28@yahoo.com, Tel : +33 (5) 61 77 64 25, Fax : +33 (5) 61 77 64 75."], ["De Souto Barreto", "P", "P", null], ["Payoux", "P", "P", null], ["Salabert", "A S", "AS", null], ["Guyonnet", "S", "S", null], ["Andrieu", "S", "S", null], ["Sourdet", "S", "S", null], ["Delrieu", "J", "J", null], ["Vellas", "B", "B", null]], "date": null, "id": "29188876", "text": "We examined the relationships between erythrocyte membrane monounsaturated fatty acids (MUFAs) and saturated fatty acids (SFAs) and cortical β-amyloid (Aβ) load in older adults reporting subjective memory complaints.This is a cross-sectional study using data from the Multidomain Alzheimer Preventive Trial (MAPT); a randomised controlled trial.French community dwellers aged 70 or over reporting subjective memory complaints, but free from a diagnosis of clinical dementia.Participants of this study were 61 individuals from the placebo arm of the MAPT trial with data on erythrocyte membrane fatty acid levels and cortical Aβ load.Cortical-to-cerebellar standard uptake value ratios were assessed using [18F] florbetapir positron emission tomography (PET). Fatty acids were measured in erythrocyte cell membranes using gas chromatography. Associations between erythrocyte membrane MUFAs and SFAs and cortical Aβ load were explored using adjusted multiple linear regression models and were considered significant at p ≤ 0.005 (10 comparisons) after correction for multiple testing.We found no significant associations between fatty acids and cortical Aβ load using multiple linear regression adjusted for age, sex, education, cognition, PET-scan to clinical assessment interval, PET-scan to blood collection interval and apolipoprotein E (ApoE) status. The association closest to significance was that between erythrocyte membrane stearic acid and Aβ (B-coefficient 0.03, 95 % CI: 0.00,0.05, p = 0.05). This association, although statistically non-significant, appeared to be stronger amongst ApoE ε4 carriers (B-coefficient 0.04, 95 % CI: -0.01,0.09, p = 0.08) compared to ApoE ε4 non-carriers (B-coefficient 0.02, 95 % CI: -0.01,0.05, p = 0.18) in age and sex stratified analysis.Future research in the form of large longitudinal observational study is needed to validate our findings, particularly regarding the potential association of stearic acid with cortical Aβ.", "doi": "10.1007/s12603-017-0975-3", "title": "Association of Cortical β-Amyloid with Erythrocyte Membrane Monounsaturated and Saturated Fatty Acids in Older Adults at Risk of Dementia.", "journal": ["The journal of nutrition, health & aging", "J Nutr Health Aging"]}