{"authors": [["Hooper", "C", "C", "Claudie Hooper, Gérontopôle, Department of Geriatrics, CHU Toulouse, Purpan University Hospital, Toulouse, France, claudie28@yahoo.com, Tel : +33 (5) 61 77 64 25; Fax : +33 (5) 61 77 64 75."], ["De Souto Barreto", "P", "P", null], ["Coley", "N", "N", null], ["Caussé", "E", "E", null], ["Payoux", "P", "P", null], ["Salabert", "A S", "AS", null], ["Cesari", "M", "M", null], ["Andrieu", "S", "S", null], ["Bowman", "G-L", "GL", null], ["Weiner", "M", "M", null], ["Vellas", "B", "B", null]], "date": null, "id": "29188863", "text": "Elevated total plasma homocysteine is a risk factor for Alzheimer's disease (AD) and there is some evidence that omega-3 polyunsaturated fatty acids (n-3 PUFAs) can modulate the effects of homocysteine-lowering B vitamins on AD related pathologies. Hence we investigated the relationship between total plasma homocysteine and cortical β-amyloid (Aβ) in older adults at risk of dementia. The role of erythrocyte membrane n-3 PUFAs (omega 3 index) on this relationship was also explored.This is a cross-sectional study using data from the Multidomain Alzheimer Preventive Trial (MAPT); a randomised controlled trial.French community dwellers aged 70 or over reporting subjective memory complaints, but free from a diagnosis of clinical dementia.Individuals were from the MAPT trial (n = 177) with data on total plasma homocysteine at baseline and cortical Aβ load.Cortical-to-cerebellar standard uptake value ratios were assessed using [18F] florbetapir positron emission tomography (PET). Total baseline plasma homocysteine was measured using an enzymatic cycling assay. Baseline omega 3 index was measured using gas chromatography. Cross-sectional associations were explored using adjusted multiple linear regression models.We found that total baseline plasma homocysteine was not significantly associated with cortical Aβ as demonstrated using multiple linear regression models adjusted for age, sex, education, cognitive status, time interval between baseline and PET-scan, omega-3 index, MAPT group allocation and Apolipoprotein E ε4 status (B-coefficient -0.001, 95 % CI: -0.008,0.006, p = 0.838). Exploratory analysis showed that homocysteine was however significantly associated with cortical Aβ in subjects with low baseline omega-3 index (< 4.72 %) after adjustment for Apolipoprotein E ε4 status (B-coefficient 0.041, 95 % CI: 0.017,0.066, p = 0.005, n = 10), but not in subjects with a high baseline omega-3 index (B-coefficient -0.010, 95 % CI: -0.023,0.003, p = 0.132, n = 66).The role of n-3 PUFAs on the relationship between homocysteine and cerebral Aβ warrants further investigation.", "doi": "10.1007/s12603-017-0989-x", "title": "Cross-Sectional Associations of Total Plasma Homocysteine with Cortical β-Amyloid Independently and as a Function of Omega 3 Polyunsaturated Fatty Acid Status in Older Adults at Risk of Dementia.", "journal": ["The journal of nutrition, health & aging", "J Nutr Health Aging"]}