{"authors": [["Lee", "C-Y", "CY", "Dr. Ming-Jang Chiu, Department of Neurology, National Taiwan University Hospital, College of Medicine; Graduate Institute of Brain and Mind Sciences; Graduate Institute of Psychology; Graduate Institute of Biomedical Engineering and Bioinformatics; National Taiwan University, Taipei, Taiwan, Tel: 886-2-23123456 ext 65339; Fax: 886-2-23418395; E-mail: mjchiu@ntu.edu.tw."], ["Sun", "Y", "Y", null], ["Lee", "H-J", "HJ", null], ["Chen", "T-F", "TF", null], ["Wang", "P-N", "PN", null], ["Lin", "K-N", "KN", null], ["Tang", "L-Y", "LY", null], ["Lin", "C-C", "CC", null], ["Chiu", "M-J", "MJ", null]], "date": null, "id": "29188858", "text": "Evidence of the associations of dietary habits and body mass index with dementia is inconsistent and limited in East Asian countries.We aim to explore the associations of dietary habits and body mass index with the odds of dementia.Cross-sectional observational study.A nationwide, population-based, door-to-door, in-person survey.Selected by computerized random sampling from all 19 counties in Taiwan.Diagnosis of dementia using the criteria recommended by the National Institute on Aging-Alzheimer's Association. Lifestyle factors, dietary habits and demographic data were compared between normal subjects and participants with dementia.A total of 10432 residents were assessed, among whom 2049 were classified as having a mild cognitive impairment (MCI), 929 were diagnosed with dementia, and 7035 were without dementia or MCI. After adjustment for age, gender, education, body mass index (BMI), dietary habits, habitual exercises and co-morbidities, including hypertension, diabetes and cerebrovascular diseases, we found inverse associations of dementia with the consumption of fish (OR 0.62, 95% CI 0.41-0.94), vegetables (OR 0.35, 95% CI 0.13-0.95), coffee (OR 0.59, 95% CI 0.35-0.97), green tea (OR 0.51, 95% CI 0.34-0.75) and other types of tea (OR 0.41, 95% CI 0.28-0.60). There was no association between dementia and fruit consumption. Compared with people who had a normal BMI (18 < BMI <= 24), older overweight people (24 < BMI <=30) had a reduced risk of dementia with an adjusted OR of 0.77 (95% CI 0.61-0.96).Our study provides preliminary evidence that suggests that the consumption of fish, vegetables, tea, and coffee has potential benefits against dementia in East Asian population. Being modestly overweight (nadir risk at BMI = 25) in late life was associated with decreased odds of dementia. The benefit of fruits may be offset by their high sugar content.", "doi": "10.14283/jpad.2016.123", "title": "Modest Overweight and Healthy Dietary Habits Reduce Risk of Dementia: A Nationwide Survey in Taiwan.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}