{"authors": [["Dartigues", "J F", "JF", "Jean François Dartigues, Unité INSERM U 1219, Bordeaux Population Health, Bordeaux, Univ Bordeaux, Bordeaux, France,jean-francois.dartigues@isped.u-bordeaux2.fr."], ["Grasset", "L", "L", null], ["Helmer", "C", "C", null], ["Féart", "C", "C", null], ["Letenneur", "L", "L", null], ["Jacqmin-Gadda", "H", "H", null], ["Joly", "P", "P", null], ["Amieva", "H", "H", null]], "date": null, "id": "29188855", "text": "To study the benefit of Ginkgo Biloba Extract (GBe) consumption on the long term risk of dementia and death in elderly people.The Paquid study is a population-based cohort with regular follow-up screenings up to twenty-two years and systematic detection of incident cases of dementia. Statistical analysis was conducted with an illness-death model dealing with interval censoring of dementia and competing risk of death.The sample was randomly selected from electoral rolls in two administrative areas of southwestern France in 1988-1989.3,777 subjects aged 65 years or older at baseline who were living at home.Participants were visited at home by a trained psychologist at baseline in 1988/1989, and then again approximately every two years. Drug consumption for the treatment of cognitive or neurosensory impairment was collected at baseline. Participants were classified as GBe consumers, other drug (OD) consumers and untreated controls (UC) for this motive.After adjustment for sociodemographic factors and cognitive measures at baseline the risk for dementia was not significantly different in GBe consumers and UC (Hazard Ratio (HR)=1.21, 95% Confidence Interval (95% CI)=0.95-1.55, p=0.42) and it was of the same magnitude but significantly increased in the OD group versus UC (HR=1.25, 95% CI=1.06-1.46, p=0.004). With the same adjustment, the risk of dying in non-demented subjects was reduced in GBe consumers versus UC (HR=0.67, 95% CI=0.49-0.93, p=0.02) while it was the same as the reference group in OD consumers. The mean lifetimes without dementia was of 11.2 years in the UC group (95% CI=10.9-11.5), 11.1 years in the GBe group (10.2-11.9) and 9.1 years for the OD group (8.7-9.6).GBe consumers have a lower risk of dying before dementia and a longer lifetime without dementia than participants taking other drugs for the same indication.", "doi": "10.14283/jpad.2016.105", "title": "Ginkgo Biloba Extract Consumption and Long-Term Occurrence of Death and Dementia.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}