{"authors": [["Cicero", "A F", "AF", "Arrigo F.G. Cicero, MD, PhD, Medical and Surgical Sciences Dept., Via Albertoni 15, 40138 Bologna, Italy, Tel. ++39 512142224; Fax. ++39 51390646, e-mail: arrigo.cicero@unibo.it."], ["Bove", "M", "M", null], ["Colletti", "A", "A", null], ["Rizzo", "M", "M", null], ["Fogacci", "F", "F", null], ["Giovannini", "M", "M", null], ["Borghi", "C", "C", null]], "date": null, "id": "29188854", "text": "The prevalence of senile dementia is increasing worldwide, especially in the developed countries. Nevertheless, drug therapy isn't often enough to treat this condition. Researchers are evaluating the possible impact of a preventive approach, based on an improvement of lifestyle and the intake of micronutrients. Moreover, there is an increasing interest for combined nutraceuticals that can act as memory and learning enhancers, with a significant and beneficial potential on the cognitive disorders.To evaluate the effects of a rational assemblage of nutraceuticals on cognitive functions in a sample of 30 elderly subjects.Double bind, cross-over designed trial versus placebo Setting: outpatient clinical practice.30 elderly subjects with basal Mini-Mental State Examination score between 20 and 27 and self-perceived cognitive decline.Treatment with a combination of nutraceuticals based on Bacopa monnieri, L-theanine, Crocus sativus, copper, folate and vitamins of B and D group. After2 months of treatment or placebo.Patients were evaluated with Mini-Mental State Examination (MMSE), Perceived Stress Questionnaire (PSQ) and Index and Self-Rating Depression Scale (SRDS).MMSE and PSQ Index significantly improved in the active treatment arm, both versus baseline and versus the parallel arm. Both groups experienced a significant improving in the SRDS scores.We obtained a good and significant improvement of the cognitive functions tested with the MMSE, PSQ-Index and SRDS score, after 2 months of combined therapy of nutraceuticals. Further confirmation will be needed to verify these observations on the middle and long term in a larger number of subjects.", "doi": "10.14283/jpad.2016.10", "title": "Short-Term Impact of a Combined Nutraceutical on Cognitive Function, Perceived Stress and Depression in Young Elderly with Cognitive Impairment: A Pilot, Double-Blind, Randomized Clinical Trial.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}