{"authors": [["Gilbert", "Julia", "J", "School of Nursing and Midwifery, Federation University, Australia."], ["Ward", "Louise", "L", "Mental Health Nursing, La Trobe University, Australia."], ["Gwinner", "Karleen", "K", "QUT Brisbane, Australia."]], "date": "2017-01-01", "id": "29188731", "text": "Background The concept of quality nursing care in a dementia specific unit is perceived as being subject to the interpretation of individuals, nurses and healthcare organisations. As the number of dementia diagnoses increases, understanding what constitutes quality nursing care within dementia specific care units is vital to inform policy makers and healthcare organisations globally. Efforts to identify quality nursing care and improve dementia care within dementia specific care units, may significantly reduce the financial and emotional burden of care-giving and improve the quality of life for individuals living with dementia. This scoping review aimed to examine current literature to gain an understanding of what constitutes quality nursing care in a dementia specific care unit. Design and methods Five electronic databases (CINAHL, MEDLINE, ProQuest, Social Sciences Citation Index and Ovid) were used to search for articles published in English between 2011 and 2016 focusing on a definition of quality nursing care within dementia specific care units.Twenty journal articles were identified. From these articles, two content themes were identified: Challenges in the provision of quality nursing care in dementia specific care units, and Standardised approach to quality nursing care in a dementia specific care unit. The articles contained the following research designs, controlled pre-test and post-test design ( n = 1), focus group interviews ( n = 1), cross sectional survey ( n = 6), semi structured interviews ( n = 3), narrative review ( n = 1), survey ( n = 2), literature review ( n = 3), systematic review ( n = 1), and prospective longitudinal cohort study ( n = 2). Conclusions The concept of quality nursing care in a dementia specific unit remains subject to the interpretation of individuals, nurses and healthcare organisations, with current literature unable to provide a clear definition. Further research into what constitutes quality nursing care in dementia specific care units is recommended.", "doi": "10.1177/1471301217743815", "title": "Quality nursing care in dementia specific care units: A scoping review.", "journal": ["Dementia (London, England)", "Dementia (London)"]}