{"authors": [["Andrén", "Kerstin", "K", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Blå Stråket 7, 413 45, Gothenburg, Sweden. kerstin.andren@neuro.gu.se."], ["Wikkelsö", "Carsten", "C", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Blå Stråket 7, 413 45, Gothenburg, Sweden."], ["Sundström", "Nina", "N", "Department of Radiation Sciences, Biomedical Engineering, R&D, Umeå University, 901 85, Umeå, Sweden."], ["Agerskov", "Simon", "S", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Blå Stråket 7, 413 45, Gothenburg, Sweden."], ["Israelsson", "Hanna", "H", "Department of Pharmacology and Clinical Neuroscience, Umeå University, 901 87, Umeå, Sweden."], ["Laurell", "Katarina", "K", "Department of Pharmacology and Clinical Neuroscience, Umeå University, 901 87, Umeå, Sweden."], ["Hellström", "Per", "P", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Blå Stråket 7, 413 45, Gothenburg, Sweden."], ["Tullberg", "Mats", "M", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Blå Stråket 7, 413 45, Gothenburg, Sweden."]], "date": "2017-11-29", "id": "29188384", "text": "There is little knowledge about the factors influencing the long-term outcome after surgery for idiopathic normal pressure hydrocephalus (iNPH).To evaluate the effects of reoperation due to complications and of vascular comorbidity (hypertension, diabetes, stroke and heart disease) on the outcome in iNPH patients, 2-6 years after shunt surgery.We included 979 patients from the Swedish Hydrocephalus Quality Registry (SHQR), operated on for iNPH during 2004-2011. The patients were followed yearly by mailed questionnaires, including a self-assessed modified Rankin Scale (smRS) and a subjective comparison between their present and their preoperative health condition. The replies were grouped according to the length of follow-up after surgery. Data on clinical evaluations, vascular comorbidity, and reoperations were extracted from the SHQR.On the smRS, 40% (38-41) of the patients were improved 2-6 years after surgery and around 60% reported their general health condition to be better than preoperatively. Reoperation did not influence the outcome after 2-6 years. The presence of vascular comorbidity had no negative impact on the outcome after 2-6 years, assessed as improvement on the smRS or subjective improvement of the health condition, except after 6 years when patients with hypertension and a history of stroke showed a less favorable development on the smRS.This registry-based study shows no negative impact of complications and only minor effects of vascular comorbidity on the long-term outcome in iNPH.", "doi": "10.1007/s00415-017-8680-z", "title": "Long-term effects of complications and vascular comorbidity in idiopathic normal pressure hydrocephalus: a quality registry study.", "journal": ["Journal of neurology", "J. Neurol."]}