{"authors": [["Beishon", "Lucy C", "LC", "1 University of Leicester."], ["Williams", "Claire A L", "CAL", "1 University of Leicester."], ["Panerai", "Ronney B", "RB", "1 University of Leicester."], ["Robinson", "Thompson G", "TG", "1 University of Leicester."], ["Haunton", "Victoria Joanna", "VJ", "1 University of Leicester."]], "date": "2017-11-29", "id": "29187557", "text": "Cerebrovascular dysfunction occurs early in dementia and can be identified by Transcranial Doppler ultrasonography (TCD). Few studies have examined cerebral blood flow velocity (CBFv) responses to a detailed cognitive battery. This study aimed to characterise all CBFv responses, and the effect of hemispheric dominance, to the Addenbrooke's Cognitive Examination (ACE-III) in healthy volunteers. Forty volunteers underwent continuous bilateral TCD, beat-to-beat blood pressure (MAP) (Finapres), heart rate (HR) (electrocardiogram), and end-tidal CO2 (ETCO2) (capnography) monitoring. After 5 minutes baseline, all tasks from the ACE-III were performed in 3 sections (A: attention, fluency, memory, B: language, C: visuospatial, memory). Data are population mean normalised percentage (PM%) change from a twenty second baseline period prior to task initiation. Forty bilateral data sets were obtained (27 female, 37 right-hand dominant). All paradigms produced a sharp increase in CBFv in both dominant (PM% (range): 3.29 to 9.70%), and non-dominant (PM% (range): 4.34 to 11.63%), hemispheres at task initiation, with associated increases in (MAP) (PM% (range): 3.06 to 16.04%). ETCO2 did not differ significantly at task initiation (PM% (range): -1.1 to 2.4%, p>0.05). HR differed significantly across the A and C tasks at initiation (PM% (range): -1.1 to 2.4%, p<0.05), but not B tasks. In conclusion, all tasks resulted in increases in CBFv, differing significantly between paradigms. These results require further investigation in a cognitively impaired population.", "doi": "10.1152/jn.00698.2017", "title": "The assessment of neurovascular coupling with the Addenbrooke's Cognitive Examination: a functional Transcranial Doppler Ultrasonographic Study.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}