{"authors": [["Regan", "Jemma", "J", "Division of Neuroscience and Experimental Psychology, University of Manchester and the Manchester Academic Health Sciences Centre, Manchester, UK."], ["Dawes", "Piers", "P", "Manchester Centre for Audiology and Deafness (ManCAD), University of Manchester and the Manchester Academic Health Sciences Centre, Manchester, U.K."], ["Pye", "Annie", "A", "Division of Neuroscience and Experimental Psychology, University of Manchester and the Manchester Academic Health Sciences Centre, Manchester, UK."], ["Armitage", "Christopher J", "CJ", "Manchester Centre for Health Psychology, School of Psychological Sciences, Manchester Academic Health Science Centre, University of Manchester, Manchester, UK."], ["Hann", "Mark", "M", "Division of Population Health, Health Services Research and Primary Care, School of Health Sciences, Manchester Centre for Health Economics, University of Manchester, Manchester, UK."], ["Himmelsbach", "Ines", "I", "Institute of Applied Research, Development and Continuing Education, Catholic University of Applied Sciences, Freiburg, Germany."], ["Reeves", "David", "D", "Division of Population Health, Health Services Research and Primary Care, School of Health Sciences, Manchester Centre for Health Economics, University of Manchester, Manchester, UK."], ["Simkin", "Zoe", "Z", "Division of Neuroscience and Experimental Psychology, University of Manchester and the Manchester Academic Health Sciences Centre, Manchester, UK."], ["Yang", "Fan", "F", "Division of Population Health, Health Services Research and Primary Care, School of Health Sciences, Manchester Centre for Health Economics, University of Manchester, Manchester, UK."], ["Leroi", "Iracema", "I", "Division of Neuroscience and Experimental Psychology, University of Manchester and the Manchester Academic Health Sciences Centre, Manchester, UK."]], "date": "2017-11-28", "id": "29187416", "text": "Quality of life and other key outcomes may be improved by optimising hearing and vision function in people living with dementia. To date, there is limited research assessing the efficacy of interventions aimed at improving hearing and vision in people with dementia. Here, we outline a protocol to field test a newly developed home-based intervention, designed to optimise sensory functioning in people with dementia in three European sites. The results of this study will inform the design and conduct of a full-scale randomised controlled trial (RCT) in five European sites.In this multisite, single arm, open label, feasibility study, participants with dementia (n=24) will be assessed for hearing and vision impairments and be prescribed a hearing aid and/or glasses. Each participant will have a study partner ('dyads'). A subset of dyads will receive 'sensory support' from a 'sensory support therapist', comprising home visits over 12 weeks. The therapist will offer the following intervention: adherence support for corrective devices; adaptations to the home environment to facilitate sensory function; communication training; and referral to community-based support services. The primary outcomes will be process measures assessing the feasibility, tolerability and acceptability of: (1) the intervention components; (2) the method of implementation of the intervention and (3) the study procedures, including outcome assessment measures. Quantitative data will be collected at baseline and follow-up. Qualitative data using semistructured interviews will be collected postintervention and weekly, using participant diaries. Finally, we will explore a model of cost-effectiveness to apply in the subsequent full-scale trial. This feasibility study is a necessary step in the development of a complex, individualised, psychosocial intervention. The data gathered will allow logistical and theoretical processes to be refined in preparation for a full-scale RCT.Ethical approval was obtained in all three participating countries. Results of the field trial will be submitted for publication in a peer-reviewed journal.", "doi": "10.1136/bmjopen-2017-018744", "title": "Improving hearing and vision in dementia: protocol for a field trial of a new intervention.", "journal": ["BMJ open", "BMJ Open"]}