{"authors": [["Sidoryk-Wegrzynowicz", "Marta", "M", "Department of Clinical Neurosciences, University of Cambridge, The Clifford Allbutt Building, Cambridge, CB2 0AH, UK."], ["Gerber", "Yannick N", "YN", "Department of Clinical Neurosciences, University of Cambridge, The Clifford Allbutt Building, Cambridge, CB2 0AH, UK."], ["Ries", "Miriam", "M", "Division of Brain Sciences, Department of Medicine, Imperial College London, London, UK."], ["Sastre", "Magdalena", "M", "Division of Brain Sciences, Department of Medicine, Imperial College London, London, UK."], ["Tolkovsky", "Aviva M", "AM", "Department of Clinical Neurosciences, University of Cambridge, The Clifford Allbutt Building, Cambridge, CB2 0AH, UK."], ["Spillantini", "Maria Grazia", "MG", "Department of Clinical Neurosciences, University of Cambridge, The Clifford Allbutt Building, Cambridge, CB2 0AH, UK. mgs11@cam.ac.uk."]], "date": "2017-11-29", "id": "29187256", "text": "Microtubule-associated protein tau aggregates constitute the characteristic neuropathological features of several neurodegenerative diseases grouped under the name of tauopathies. It is now clear that the process of tau aggregation is associated with neurodegeneration. Several transgenic tau mouse models have been developed where tau progressively aggregates, causing neuronal death. Previously we have shown that transplantation of astrocytes in P301S tau transgenic mice rescues cortical neuron death, implying that the endogenous astrocytes are deficient in survival support. We now show that the gliosis markers Glial fibrillary acidic protein (GFAP) and S100 calcium-binding protein B (S100β) are elevated in brains from P301S tau mice compared to control C57Bl/6 mice whereas the expression of proteins involved in glutamine/glutamate metabolism are reduced, pointing to a functional deficit. To test whether astrocytes from P301S mice are intrinsically deficient, we co-cultured astrocytes and neurons from control and P301S mice. Significantly more C57-derived and P301S-derived neurons survived when cells were cultured with C57-derived astrocytes or astrocyte conditioned medium (C57ACM) than with P301S-derived astrocytes or astrocyte conditioned medium (P301SACM), or ACM from P301L tau mice, where the transgene is also specifically expressed in neurons. The astrocytic alterations developed in mice during the first postnatal week of life. In addition, P301SACM significantly decreased presynaptic (synaptophysin, SNP) and postsynaptic (postsynaptic density protein 95, PSD95) protein expression in cortical neuron cultures whereas C57ACM enhanced these markers. Since thrombospondin 1 (TSP-1) is a major survival and synaptogenic factor, we examined whether TSP-1 is deficient in P301S mouse brains and ACM. Significantly less TSP-1 was expressed in the brains of P301S tau mice or produced by P301S-derived astrocytes, whereas supplementation of P301SACM with TSP-1 increased its neurosupportive capacity. Our results demonstrate that P301S-derived astrocytes acquire an early functional deficiency that may explain in part the loss of cortical neurons in the P301S tau mice.", "doi": "10.1186/s40478-017-0478-9", "title": "Astrocytes in mouse models of tauopathies acquire early deficits and lose neurosupportive functions.", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"]}