{"authors": [["Miller", "Jessica K", "JK", "Faculty of Human, Social & Political Science, University of Cambridge, Cambridge CB2 1TN, UK. jkm35@cam.ac.uk."], ["McDougall", "Siné", "S", "Department of Psychology, Bournemouth University, Poole BH12 5BB, UK. smcdougall@bournemouth.ac.uk."], ["Thomas", "Sarah", "S", "Faculty of Health & Social Sciences, Clinical Research Unit, Bournemouth University, Poole BH12 5BB, UK. saraht@bournemouth.ac.uk."], ["Wiener", "Jan", "J", "Department of Psychology, Ageing and Dementia Research Centre, Bournemouth University, Poole BH12 5BB, UK. jwiener@bournemouth.ac.uk."]], "date": "2017-11-27", "id": "29186896", "text": "The influence of genes and the environment on the development of Post-Traumatic Stress Disorder (PTSD) continues to motivate neuropsychological research, with one consistent focus being the Brain-Derived Neurotrophic Factor (BDNF) gene, given its impact on the integrity of the hippocampal memory system. Research into human navigation also considers the BDNF gene in relation to hippocampal dependent spatial processing. This speculative paper brings together trauma and spatial processing for the first time and presents exploratory research into their interactions with BDNF. We propose that quantifying the impact of BDNF on trauma and spatial processing is critical and may well explain individual differences in clinical trauma treatment outcomes and in navigation performance. Research has already shown that the BDNF gene influences PTSD severity and prevalence as well as navigation behaviour. However, more data are required to demonstrate the precise hippocampal dependent processing mechanisms behind these influences in different populations and environmental conditions. This paper provides insight from recent studies and calls for further research into the relationship between allocentric processing, trauma processing and BDNF. We argue that research into these neural mechanisms could transform PTSD clinical practice and professional support for individuals in trauma-exposing occupations such as emergency response, law enforcement and the military.", "doi": "10.3390/jcm6120108", "title": "The Impact of the Brain-Derived Neurotrophic Factor Gene on Trauma and Spatial Processing.", "journal": ["Journal of clinical medicine", "J Clin Med"]}