{"authors": [["Lim", "Wee Shiong", "WS", "Institute of Geriatrics & Active Ageing, Tock Seng Hospital, Singapore 308433, Singapore"], ["Wong", "Sweet Fun", "SF", "Khoo Teck Puat Hospital, Singapore 768828, Singapore"], ["Leong", "Ian", "I", "Institute of Geriatrics & Active Ageing, Tock Seng Hospital, Singapore 308433, Singapore"], ["Choo", "Philip", "P", "National Healthcare Group, Singapore 138543, Singapore"], ["Pang", "Weng Sun", "WS", "Khoo Teck Puat Hospital, Singapore 768828, Singapore"]], "date": "2017-11-24", "id": "29186782", "text": "The beginning of the 21st century has seen health systems worldwide struggling to deliver quality healthcare amidst challenges posed by ageing populations. The increasing prevalence of frailty with older age and accompanying complexities in physical, cognitive, social and psychological dimensions renders the present modus operandi of fragmented, facility-centric, doctor-based, and illness-centered care delivery as clearly unsustainable. In line with the public health framework for action in the World Health Organization's World Health and Ageing Report, meeting these challenges will require a systemic reform of healthcare delivery that is integrated, patient-centric, team-based, and health-centered. These reforms can be achieved through building partnerships and relationships that engage, empower, and activate patients and their support systems. To meet the challenges of population ageing, Singapore has reorganised its public healthcare into regional healthcare systems (RHSs) aimed at improving population health and the experience of care, and reducing costs. This paper will describe initiatives within the RHS frameworks of the National Health Group (NHG) and the Alexandra Health System (AHS) to forge a frailty-ready healthcare system across the spectrum, which includes the well healthy (\"living well\"), the well unhealthy (\"living with illness\"), the unwell unhealthy (\"living with frailty\"), and the end-of-life (EoL) (\"dying well\"). For instance, the AHS has adopted a community-centered population health management strategy in older housing estates such as Yishun to build a geographically-based care ecosystem to support the self-management of chronic disease through projects such as \"wellness kampungs\" and \"share-a-pot\". A joint initiative by the Lien Foundation and Khoo Teck Puat Hospital aims to launch dementia-friendly communities across the island by building a network comprising community partners, businesses, and members of the public. At the National Healthcare Group, innovative projects to address the needs of the frail elderly have been developed in the areas of: (a) admission avoidance through joint initiatives with long-term care facilities, nurse-led geriatric assessment at the emergency department and geriatric assessment clinics; (b) inpatient care, such as the Framework for Inpatient care of the Frail Elderly, orthogeriatric services, and geriatric surgical services; and (c) discharge to care, involving community transitional care teams and the development of community infrastructure for post-discharge support; and an appropriate transition to EoL care. In the area of EoL care, the National Strategy for Palliative Care has been developed to build an integrated system to: provide care for frail elderly with advance illnesses, develop advance care programmes that respect patients' choices, and equip healthcare professionals to cope with the challenges of EoL care.", "doi": "10.3390/ijerph14121448", "title": "Forging a Frailty-Ready Healthcare System to Meet Population Ageing.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}