{"authors": [["Lam", "Max", "M", "Institute of Mental Health, Singapore, Singapore."], ["Trampush", "Joey W", "JW", "BrainWorkup, LLC, Los Angeles, CA, USA."], ["Yu", "Jin", "J", "Division of Psychiatry Research, Zucker Hillside Hospital, Glen Oaks, NY, USA."], ["Knowles", "Emma", "E", "Department of Psychiatry, Yale University School of Medicine, New Haven, CT, USA."], ["Davies", "Gail", "G", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh, UK; Department of Psychology, University of Edinburgh, Edinburgh, UK."], ["Liewald", "David C", "DC", "Department of Psychology, University of Edinburgh, Edinburgh, UK."], ["Starr", "John M", "JM", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh, UK; Alzheimer Scotland Dementia Research Centre, University of Edinburgh, Edinburgh, UK."], ["Djurovic", "Srdjan", "S", "Department of Medical Genetics, Oslo University Hospital, University of Bergen, Oslo, Norway; NORMENT, K.G. Jebsen Centre for Psychosis Research, University of Bergen, Bergen, Norway."], ["Melle", "Ingrid", "I", "NORMENT, K.G. Jebsen Centre for Psychosis Research, University of Bergen, Bergen, Norway; Division of Mental Health and Addiction, Oslo University Hospital, Oslo, Norway."], ["Sundet", "Kjetil", "K", "Division of Mental Health and Addiction, Oslo University Hospital, Oslo, Norway; Department of Psychology, University of Oslo, Oslo, Norway."], ["Christoforou", "Andrea", "A", "Dr. Einar Martens Research Group for Biological Psychiatry, Center for Medical Genetics and Molecular Medicine, Haukeland University Hospital, Bergen, Norway."], ["Reinvang", "Ivar", "I", "Department of Psychology, University of Oslo, Oslo, Norway."], ["DeRosse", "Pamela", "P", "Division of Psychiatry Research, Zucker Hillside Hospital, Glen Oaks, NY, USA."], ["Lundervold", "Astri J", "AJ", "Department of Biological and Medical Psychology, University of Bergen, Bergen, Norway."], ["Steen", "Vidar M", "VM", "NORMENT, K.G. Jebsen Centre for Psychosis Research, University of Bergen, Bergen, Norway; Dr. Einar Martens Research Group for Biological Psychiatry, Center for Medical Genetics and Molecular Medicine, Haukeland University Hospital, Bergen, Norway."], ["Espeseth", "Thomas", "T", "Division of Mental Health and Addiction, Oslo University Hospital, Oslo, Norway; Department of Psychology, University of Oslo, Oslo, Norway."], ["Räikkönen", "Katri", "K", "Institute of Behavioural Sciences, University of Helsinki, Helsinki, Finland."], ["Widen", "Elisabeth", "E", "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland."], ["Palotie", "Aarno", "A", "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland; Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Cambridge, UK; Department of Medical Genetics, University of Helsinki and University Central Hospital, Helsinki, Finland."], ["Eriksson", "Johan G", "JG", "Department of General Practice, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; National Institute for Health and Welfare, Helsinki, Finland; Folkhälsan Research Center, Helsinki, Finland."], ["Giegling", "Ina", "I", "Department of Psychiatry, Martin Luther University of Halle-Wittenberg, Halle, Germany."], ["Konte", "Bettina", "B", "Department of Psychiatry, Martin Luther University of Halle-Wittenberg, Halle, Germany."], ["Roussos", "Panos", "P", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA; Department of Genetics and Genomic Science and Institute for Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, NY, USA; Mental Illness Research, Education, and Clinical Center (VISN 2), James J. Peters VA Medical Center, Bronx, NY, USA."], ["Giakoumaki", "Stella", "S", "Department of Psychology, University of Crete, Crete, Greece."], ["Burdick", "Katherine E", "KE", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA; Mental Illness Research, Education, and Clinical Center (VISN 2), James J. Peters VA Medical Center, Bronx, NY, USA; Department of Psychiatry, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Payton", "Antony", "A", "Centre for Epidemiology, Division of Population Health, Health Services Research & Primary Care, The University of Manchester, Manchester, UK."], ["Ollier", "William", "W", "Centre for Epidemiology, Division of Population Health, Health Services Research & Primary Care, The University of Manchester, Manchester, UK; Centre for Integrated Genomic Medical Research, Institute of Population Health, University of Manchester, Manchester, UK."], ["Chiba-Falek", "Ornit", "O", "Department of Neurology, Bryan Alzheimer's Disease Research Center and Center for Genomic and Computational Biology, Duke University Medical Center, Durham, NC, USA."], ["Attix", "Deborah K", "DK", "Department of Neurology, Bryan Alzheimer's Disease Research Center and Center for Genomic and Computational Biology, Duke University Medical Center, Durham, NC, USA; Department of Psychiatry and Behavioral Sciences, Division of Medical Psychology, Duke University Medical Center, Durham, NC, USA."], ["Need", "Anna C", "AC", "Division of Brain Sciences, Department of Medicine, Imperial College, London, UK."], ["Cirulli", "Elizabeth T", "ET", "Human Longevity Inc., Durham, NC, USA."], ["Voineskos", "Aristotle N", "AN", "Campbell Family Mental Health Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, Canada."], ["Stefanis", "Nikos C", "NC", "Department of Psychiatry, National and Kapodistrian University of Athens Medical School, Eginition Hospital, Athens, Greece; University Mental Health Research Institute, Athens, Greece; Neurobiology Research Institute, Theodor-Theohari Cozzika Foundation, Athens, Greece."], ["Avramopoulos", "Dimitrios", "D", "Department of Psychiatry, Johns Hopkins University School of Medicine, Baltimore, MD, USA; McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Hatzimanolis", "Alex", "A", "Department of Psychiatry, National and Kapodistrian University of Athens Medical School, Eginition Hospital, Athens, Greece; University Mental Health Research Institute, Athens, Greece; Neurobiology Research Institute, Theodor-Theohari Cozzika Foundation, Athens, Greece."], ["Arking", "Dan E", "DE", "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Smyrnis", "Nikolaos", "N", "Department of Psychiatry, National and Kapodistrian University of Athens Medical School, Eginition Hospital, Athens, Greece; University Mental Health Research Institute, Athens, Greece."], ["Bilder", "Robert M", "RM", "UCLA Semel Institute for Neuroscience and Human Behavior, Los Angeles, CA, USA."], ["Freimer", "Nelson A", "NA", "UCLA Semel Institute for Neuroscience and Human Behavior, Los Angeles, CA, USA."], ["Cannon", "Tyrone D", "TD", "Department of Psychology, Yale University, New Haven, CT, USA."], ["London", "Edythe", "E", "UCLA Semel Institute for Neuroscience and Human Behavior, Los Angeles, CA, USA."], ["Poldrack", "Russell A", "RA", "Department of Psychology, Stanford University, Palo Alto, CA, USA."], ["Sabb", "Fred W", "FW", "Robert and Beverly Lewis Center for Neuroimaging, University of Oregon, Eugene, OR, USA."], ["Congdon", "Eliza", "E", "UCLA Semel Institute for Neuroscience and Human Behavior, Los Angeles, CA, USA."], ["Conley", "Emily Drabant", "ED", "23andMe, Inc., Mountain View, CA, USA."], ["Scult", "Matthew A", "MA", "Laboratory of NeuroGenetics, Department of Psychology & Neuroscience, Duke University, Durham, NC, USA."], ["Dickinson", "Dwight", "D", "Clinical and Translational Neuroscience Branch, Intramural Research Program, National Institute of Mental Health, National Institute of Health, Bethesda, MD, USA."], ["Straub", "Richard E", "RE", "Lieber Institute for Brain Development, Johns Hopkins University Medical Campus, Baltimore, MD, USA."], ["Donohoe", "Gary", "G", "Neuroimaging, Cognition & Genomics (NICOG) Centre, School of Psychology and Discipline of Biochemistry, National University of Ireland, Galway, Ireland."], ["Morris", "Derek", "D", "Neuroimaging, Cognition & Genomics (NICOG) Centre, School of Psychology and Discipline of Biochemistry, National University of Ireland, Galway, Ireland."], ["Corvin", "Aiden", "A", "Neuropsychiatric Genetics Research Group, Department of Psychiatry and Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."], ["Gill", "Michael", "M", "Neuropsychiatric Genetics Research Group, Department of Psychiatry and Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."], ["Hariri", "Ahmad R", "AR", "Laboratory of NeuroGenetics, Department of Psychology & Neuroscience, Duke University, Durham, NC, USA."], ["Weinberger", "Daniel R", "DR", "Lieber Institute for Brain Development, Johns Hopkins University Medical Campus, Baltimore, MD, USA."], ["Pendleton", "Neil", "N", "Division of Neuroscience and Experimental Psychology, School of Biological Sciences, Faculty of Biology Medicine and Health, University of Manchester, Manchester Academic Health Science Centre, Salford Royal NHS Foundation Trust, Manchester, UK."], ["Bitsios", "Panos", "P", "Department of Psychiatry and Behavioral Sciences, Faculty of Medicine, University of Crete, Heraklion, Crete, Greece."], ["Rujescu", "Dan", "D", "Department of Psychiatry, Martin Luther University of Halle-Wittenberg, Halle, Germany."], ["Lahti", "Jari", "J", "Institute of Behavioural Sciences, University of Helsinki, Helsinki, Finland; Helsinki Collegium for Advanced Studies, University of Helsinki, Helsinki, Finland."], ["Le Hellard", "Stephanie", "S", "NORMENT, K.G. Jebsen Centre for Psychosis Research, University of Bergen, Bergen, Norway; Dr. Einar Martens Research Group for Biological Psychiatry, Center for Medical Genetics and Molecular Medicine, Haukeland University Hospital, Bergen, Norway."], ["Keller", "Matthew C", "MC", "Institute for Behavioral Genetics, University of Colorado, Boulder, CO, USA."], ["Andreassen", "Ole A", "OA", "NORMENT, K.G. Jebsen Centre for Psychosis Research, University of Bergen, Bergen, Norway; Division of Mental Health and Addiction, Oslo University Hospital, Oslo, Norway; Institute of Clinical Medicine, University of Oslo, Oslo, Norway."], ["Deary", "Ian J", "IJ", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh, UK; Department of Psychology, University of Edinburgh, Edinburgh, UK."], ["Glahn", "David C", "DC", "Department of Psychiatry, Yale University School of Medicine, New Haven, CT, USA."], ["Malhotra", "Anil K", "AK", "Division of Psychiatry Research, Zucker Hillside Hospital, Glen Oaks, NY, USA; Department of Psychiatry, Hofstra Northwell School of Medicine, Hempstead, NY, USA; Center for Psychiatric Neuroscience, Feinstein Institute for Medical Research, Manhasset, NY, USA."], ["Lencz", "Todd", "T", "Division of Psychiatry Research, Zucker Hillside Hospital, Glen Oaks, NY, USA; Department of Psychiatry, Hofstra Northwell School of Medicine, Hempstead, NY, USA; Center for Psychiatric Neuroscience, Feinstein Institute for Medical Research, Manhasset, NY, USA. Electronic address: tlencz@northwell.edu."]], "date": null, "id": "29186694", "text": "Here, we present a large (n = 107,207) genome-wide association study (GWAS) of general cognitive ability (\"g\"), further enhanced by combining results with a large-scale GWAS of educational attainment. We identified 70 independent genomic loci associated with general cognitive ability. Results showed significant enrichment for genes causing Mendelian disorders with an intellectual disability phenotype. Competitive pathway analysis implicated the biological processes of neurogenesis and synaptic regulation, as well as the gene targets of two pharmacologic agents: cinnarizine, a T-type calcium channel blocker, and LY97241, a potassium channel inhibitor. Transcriptome-wide and epigenome-wide analysis revealed that the implicated loci were enriched for genes expressed across all brain regions (most strongly in the cerebellum). Enrichment was exclusive to genes expressed in neurons but not oligodendrocytes or astrocytes. Finally, we report genetic correlations between cognitive ability and disparate phenotypes including psychiatric disorders, several autoimmune disorders, longevity, and maternal age at first birth.", "doi": "10.1016/j.celrep.2017.11.028", "title": "Large-Scale Cognitive GWAS Meta-Analysis Reveals Tissue-Specific Neural Expression and Potential Nootropic Drug Targets.", "journal": ["Cell reports", "Cell Rep"]}