{"authors": [["Storti", "Matteo", "M", "Infermiere con funzioni di coordinamento, ULSS n. 8 \"Berica\" Vicenza. Corrispondence: matteo.storti@ulss8.veneto.it."], ["Giantin", "Valter", "V", "Medico, Clinica Geriatrica, Azienda Ospedaliera-Universitaria di Padova."]], "date": null, "id": "29186649", "text": "The pain in instituzionalized elderly people with cognitive impairment is common. This symptom is severely under-reported and under-treated within this population. Evaluation of pain intensity is an essential component of pain assessment. Self-report approach to pain assessment is generally regarded as the gold standard of pain measurement in people with mild and moderate cognitive decay. The literature demonstrated more different unidimensional self-report scales but the conclusions of the studies suggested often the utilization of different scales.The goal of this study was to compare three different unidimensional pain assessment scales to be used with 84 instituzionalized elderly people with an average Mini-Mental State Examination score of 18.This was a descriptive cross-sectional study. The pain assessment was carried out by administering the three scales Faces Pain Scale (FPS), Numeric Rating Scale (NRS), Verbal Rating Scale (VRS).The results showed that the prevalence of pain was 60-70%. All three pain intensity scales had good reliability and validity (p=0.0001); The compilation time of Faces Pain Scale most above than the other two scales (p=0.0001).The findings of this article support the implementation of these scales in operative protocols considering the compilation time and preferences of the patients.Il dolore è uno dei problemi più frequenti nelle persone anziane istituzionalizzate con decadimento cognitivo. Questo sintomo è spesso sottovalutato e sottostimato. L’utilizzo delle scale di accertamento auto-compilate è generalmente la metodica più consona anche nei soggetti con lieve-moderata demenza. La letteratura dispone di numerose scale unidimensionali auto-compilate, ma i risultati degli studi portano a conclusioni considerevolmente diverse nel raccomandare la scala più appropriata.Il presente lavoro ha la finalità di comparare tre scale unidimensionali per accertare il dolore negli anziani residenti in due case di riposo.Sono stati reclutati 84 anziani con punteggio medio al Mini-Mental State Examination pari a 18. Il dolore è stato valutato somministrando consecutivamente le scale Faces Pain Scale (FPS), Numeric Rating Scale (NRS), Verbal Rating Scale (VRS). La raccolta dati è stata fatta da un professionista non dipendente delle due case di riposo, con pregressa idonea formazione all’uso delle scale.I risultati mostrano che la prevalenza di dolore è tra il 60-70%. L’accordo tra le scale è risultato elevato ed altamente significativo (p=0,0001) anche se il tempo di compilazione della Faces Pain Scale è sensibilmente superiore alle altre due (p=0,0001).I risultati suggeriscono l’implementazione di queste scale nei vari protocolli operativi considerando il tempo di compilazione e le preferenze dei pazienti.", "doi": null, "title": "[Unidimensional scales for dementia: a cross-sectional study in elderly Italian retirement houses residents].", "journal": ["Professioni infermieristiche", "Prof Inferm"]}