{"authors": [["Clark", "Camilla N", "CN", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Golden", "Hannah L", "HL", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["McCallion", "Oliver", "O", "School of Medicine, University of Nottingham, Nottingham, UK."], ["Nicholas", "Jennifer M", "JM", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Cohen", "Miriam H", "MH", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Slattery", "Catherine F", "CF", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Paterson", "Ross W", "RW", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Fletcher", "Phillip D", "PD", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Mummery", "Catherine J", "CJ", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Rohrer", "Jonathan D", "JD", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Crutch", "Sebastian J", "SJ", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."], ["Warren", "Jason D", "JD", "Dementia Research Centre, UCL Institute of Neurology, University College London, London, UK."]], "date": "2017-11-24", "id": "29186630", "text": "Aberrant rule- and reward-based processes underpin abnormalities of socio-emotional behaviour in major dementias. However, these processes remain poorly characterised. Here we used music to probe rule decoding and reward valuation in patients with frontotemporal dementia syndromes and Alzheimer's disease relative to healthy age-matched individuals. We created short melodies that were either harmonically resolved ('finished') or unresolved ('unfinished'); the task was to classify each melody as finished or unfinished (rule processing) and rate its subjective pleasantness (reward valuation). Results were adjusted for elementary pitch and executive processing; neuroanatomical correlates were assessed using voxel-based morphometry. Relative to healthy older controls, patients with behavioural variant frontotemporal dementia showed impairments of both musical rule decoding and reward valuation, while patients with semantic dementia showed impaired reward valuation but intact rule decoding, patients with Alzheimer's disease showed impaired rule decoding but intact reward valuation and patients with progressive nonfluent aphasia performed comparably to healthy controls. Grey matter associations with task performance were identified in anterior temporal, medial and lateral orbitofrontal cortices, previously implicated in computing diverse biological and non-biological rules and rewards. The processing of musical rules and reward distils cognitive and neuroanatomical mechanisms relevant to complex socio-emotional dysfunction in major dementias.", "doi": "10.1093/scan/nsx140", "title": "Music models aberrant rule decoding and reward valuation in dementia.", "journal": ["Social cognitive and affective neuroscience", "Soc Cogn Affect Neurosci"]}