{"authors": [["Simons", "Cas", "C", "Institute for Molecular Bioscience, University of Queensland, St. Lucia, Queensland, Australia."], ["Dyment", "David", "D", "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."], ["Bent", "Stephen J", "SJ", "Institute for Molecular Bioscience, University of Queensland, St. Lucia, Queensland, Australia."], ["Crawford", "Joanna", "J", "Institute for Molecular Bioscience, University of Queensland, St. Lucia, Queensland, Australia."], ["D'Hooghe", "Marc", "M", "Department of Neurology, General Hospital Sint-Jan, Brugge, Belgium."], ["Kohlschütter", "Alfried", "A", "Department of Paediatrics, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Venkateswaran", "Sunita", "S", "Division of Neurology, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Helman", "Guy", "G", "Institute for Molecular Bioscience, University of Queensland, St. Lucia, Queensland, Australia."], ["Poll-The", "Bwee-Tien", "BT", "Department of Child Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["Makowski", "Christine C", "CC", "Children's Hospital München-Schwabing, TUM München, Germany."], ["Ito", "Yoko", "Y", "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."], ["Kernohan", "Kristin", "K", "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."], ["Hartley", "Taila", "T", "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."], ["Waisfisz", "Quinten", "Q", "Department of Clinical Genetics, VU University Medical Center, Amsterdam, The Netherlands."], ["Taft", "Ryan J", "RJ", "Institute for Molecular Bioscience, University of Queensland, St. Lucia, Queensland, Australia."], [null, null, null, null], ["van der Knaap", "Marjo S", "MS", "Department of Child Neurology, VU University Medical Center, and Amsterdam Neuroscience, Amsterdam, The Netherlands."], ["Wolf", "Nicole I", "NI", "Department of Child Neurology, VU University Medical Center, and Amsterdam Neuroscience, Amsterdam, The Netherlands."]], "date": null, "id": "29186371", "text": "Hypomyelinating leukodystrophies are a heterogeneous group of disorders with a clinical presentation that often includes early-onset nystagmus, ataxia and spasticity and a wide range of severity. Using next-generation sequencing techniques and GeneMatcher, we identified four unrelated patients with brain hypomyelination, all with the same recurrent dominant mutation, c.754G>A p.(Asp252Asn), in TMEM106B. The mutation was confirmed as de novo in three of the cases, and the mildly affected father of the fourth affected individual was confirmed as mosaic for this variant. The protein encoded by TMEM106B is poorly characterized but is reported to have a role in regulation of lysosomal trafficking. Polymorphisms in TMEM106B are thought to modify disease onset in frontotemporal dementia, but its relation to myelination is not understood. Clinical presentation in three of the four patients is remarkably benign compared to other hypomyelinating disorders, with congenital nystagmus and mild motor delay. These findings add TMEM106B to the growing list of genes causing hypomyelinating disorders and emphasize the essential role lysosomes play in myelination.", "doi": "10.1093/brain/awx314", "title": "A recurrent de novo mutation in TMEM106B causes hypomyelinating leukodystrophy.", "journal": ["Brain : a journal of neurology", "Brain"]}