{"authors": [["Mueller", "Kimberly D", "KD", "Wisconsin Alzheimer's Institute, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Koscik", "Rebecca L", "RL", "Wisconsin Alzheimer's Institute, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Clark", "Lindsay R", "LR", "Wisconsin Alzheimer's Institute, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Hermann", "Bruce P", "BP", "Department of Neurology, University of Wisconsin - Madison, Madison, WI, USA."], ["Johnson", "Sterling C", "SC", "Wisconsin Alzheimer's Institute, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Turkstra", "Lyn S", "LS", "Department of Communication Sciences and Disorders, University of Wisconsin - Madison, Madison, WI, USA."]], "date": "2017-11-24", "id": "29186313", "text": "While it is well known that discourse-related language functions are impaired in the dementia phase of Alzheimer's Disease (AD), the presymptomatic temporal course of discourse dysfunction are not known earlier in the course of AD. To conduct discourse-related studies in this phase of AD, validated psychometric instruments are needed. This study investigates the latent structure, validity, and test-retest stability of discourse measures in a late-middle-aged normative group who are relatively free from sporadic AD risk factors.Using a normative sample of 399 participants (mean age = 61), exploratory factor analyses (EFA) and confirmatory factor analyses (CFA) were conducted on 18 measures of connected language derived from picture descriptions. Factor invariance across sex and family history and longitudinal test-retest stability measures were calculated.The EFA revealed a four-factor solution, consisting of semantic, syntax, fluency, and lexical constructs. The CFA model substantiated the structure, and factors were invariant across sex and parental history of AD status. Test-retest stability measures were within acceptable ranges.Results confirm a factor structure that is invariant across sex and parental AD history. The factor structure could be useful in similar cohorts designed to detect early language decline in investigations of preclinical or clinical AD or as outcome measures in clinical prevention trials.", "doi": "10.1093/arclin/acx116", "title": "The Latent Structure and Test-Retest Stability of Connected Language Measures in the Wisconsin Registry for Alzheimer's Prevention (WRAP).", "journal": ["Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists", "Arch Clin Neuropsychol"]}