{"authors": [["Milne", "R", "R", "Richard Milne, PhD, Institute of Public Health, University of Cambridge, 2 Wort's Causeway Cambridge, UK, CB1 8RN, rjm231@cam.ac.uk, 0044 (0)1223 761912."], ["Bunnik", "E", "E", null], ["Tromp", "K", "K", null], ["Bemelmans", "S", "S", null], ["Badger", "S", "S", null], ["Gove", "D", "D", null], ["Maman", "M", "M", null], ["Schermer", "M", "M", null], ["Truyen", "L", "L", null], ["Brayne", "C", "C", null], ["Richard", "E", "E", null]], "date": null, "id": "29186282", "text": "There is growing interest in the development of novel approaches to secondary prevention trials in Alzheimer's disease to facilitate screening and recruitment of research participants and to reduce the time and costs associated with clinical trials. Several international research collaborations are setting up research infrastructures that link existing research cohorts, studies or patient registries to establish 'trial-ready' or 'readiness' cohorts. From these cohorts, individuals are recruited into clinical trial platforms. In setting up such research infrastructures, researchers must make ethically challenging design decisions in at least three areas: re-contacting participants in existing research studies, obtaining informed consent for participation in a readiness cohort, and disclosure of Alzheimer's disease-related biomarkers. These ethical considerations have been examined by a dedicated workgroup within the European Prevention of Alzheimer's Dementia (EPAD) project, a trans-European longitudinal cohort and adaptive proof-of-concept clinical trial platform. This paper offers recommendations for the ethical management of re-contact, informed consent and risk disclosure which may be of value to other research collaborations in the process of developing readiness cohorts for prevention trials in Alzheimer's disease and other disease areas.", "doi": "10.14283/jpad.2017.5", "title": "Ethical Issues in the Development of Readiness Cohorts in Alzheimer's Disease Research.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}