{"authors": [["Kahle-Wrobleski", "K", "K", "Kristin Kahle-Wrobleski, PhD, Global Patient Outcomes and Real World Evidence, Eli Lilly and Company, Lilly Corporate Center, Indianapolis IN 46285, USA, Phone: 317-651-9881, Fax: 317-276-5791, Email: wrobleski_kristin_kahle@lilly.com."], ["Andrews", "J S", "JS", null], ["Belger", "M", "M", null], ["Ye", "W", "W", null], ["Gauthier", "S", "S", null], ["Rentz", "D M", "DM", null], ["Galasko", "D", "D", null]], "date": null, "id": "29186278", "text": "While functional loss forms part of the current diagnostic criteria used to identify dementia due to Alzheimer's disease, the gradual and progressive nature of the disease makes it difficult to recognize clinically relevant signposts that could be helpful in making treatment and management decisions. Having previously observed a significant relationship between stages of functional dependence (the level of assistance patients require consequent to Alzheimer's disease deficits, derived from the Alzheimer's Disease Cooperative Study - Activities of Daily Living Scale) and cognitive severity, we investigated whether measures of functional dependence could be utilized to identify clinical milestones of Alzheimer's disease progression.To describe the patterns of change in dependence over the course of 18 months in groups stratified according to cognitive Alzheimer's disease dementia severity (determined using the Mini-Mental State Examination score) and to identify characteristics associated with patients showing worsening dependence (progressors) versus those showing no change or improvement (non-progressors).Analysis of longitudinal data from the GERAS study.GERAS is an 18-month prospective, multicenter, naturalistic, observational cohort study reflecting the routine care of patients with Alzheimer's disease in France, Germany, and the United Kingdom.1495 community-living patients, aged ≥55 years, diagnosed with probable Alzheimer's disease dementia, and their caregivers.Dependence levels, cognitive function, behavioral symptoms, caregiver burden, and cost were assessed at baseline and at 18 months.Of 971 patients having both baseline and 18-month data, 42% (408) were progressors and 563 (58%) were non-progressors. This general pattern held for all three levels of baseline Alzheimer's disease dementia severity - mild (Mini-Mental State Examination score 21-26), moderate (15-20) or moderately severe/severe (<15) - with 40-45% of each group identified as progressors and 55-60% as non-progressors. No baseline differences were seen between progressors and non-progressors in cognitive scores or behavioral symptoms, although progressors had significantly shorter times since diagnosis and showed milder functional impairment. Baseline factors predictive of increasing dependence over 18 months included more severe cognitive impairment, living with others, and having multiple caregivers. A higher level of initial dependence was associated with less risk of dependence progression. Total societal costs of care also increased with greater dependence.In this large cohort, 42% of Alzheimer's disease dementia patients at all levels of cognitive severity became more dependent within 18 months of observation while 58% did not progress. Dependence levels may be considered as meaningful interim clinical milestones that reflect Alzheimer's disease-related functional deficits, although a time frame that extends beyond 18 months may be necessary to observe changes if used in clinical trials or other longitudinal studies. Recognition of predictors of greater dependence offers opportunities for intervention.", "doi": "10.14283/jpad.2017.2", "title": "Dependence Levels as Interim Clinical Milestones Along the Continuum of Alzheimer's Disease: 18-Month Results from the GERAS Observational Study.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}