{"authors": [["Rudobeck", "Emil", "E", "Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA, United States of America."], ["Bellone", "John A", "JA", "Department of Psychology, School of Behavioral Health, Loma Linda University, Loma Linda, CA, United States of America."], ["Szücs", "Attila", "A", "BioCircuits Institute, University of California San Diego, La Jolla, CA, United States of America."], ["Bonnick", "Kristine", "K", "Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA, United States of America."], ["Mehrotra-Carter", "Shalini", "S", "Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA, United States of America."], ["Badaut", "Jerome", "J", "Department of Physiology, School of Medicine, Loma Linda University, Loma Linda, CA, United States of America."], ["Nelson", "Gregory A", "GA", "Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA, United States of America."], ["Hartman", "Richard E", "RE", "Department of Psychology, School of Behavioral Health, Loma Linda University, Loma Linda, CA, United States of America."], ["Vlkolinský", "Roman", "R", "Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA, United States of America."]], "date": "2017-11-29", "id": "29186131", "text": "Space radiation represents a significant health risk for astronauts. Ground-based animal studies indicate that space radiation affects neuronal functions such as excitability, synaptic transmission, and plasticity, and it may accelerate the onset of Alzheimer's disease (AD). Although protons represent the main constituent in the space radiation spectrum, their effects on AD-related pathology have not been tested. We irradiated 3 month-old APP/PSEN1 transgenic (TG) and wild type (WT) mice with protons (150 MeV; 0.1-1.0 Gy; whole body) and evaluated functional and biochemical hallmarks of AD. We performed behavioral tests in the water maze (WM) before irradiation and in the WM and Barnes maze at 3 and 6 months post-irradiation to evaluate spatial learning and memory. We also performed electrophysiological recordings in vitro in hippocampal slices prepared 6 and 9 months post-irradiation to evaluate excitatory synaptic transmission and plasticity. Next, we evaluated amyloid β (Aβ) deposition in the contralateral hippocampus and adjacent cortex using immunohistochemistry. In cortical homogenates, we analyzed the levels of the presynaptic marker synaptophysin by Western blotting and measured pro-inflammatory cytokine levels (TNFα, IL-1β, IL-6, CXCL10 and CCL2) by bead-based multiplex assay. TG mice performed significantly worse than WT mice in the WM. Irradiation of TG mice did not affect their behavioral performance, but reduced the amplitudes of population spikes and inhibited paired-pulse facilitation in CA1 neurons. These electrophysiological alterations in the TG mice were qualitatively different from those observed in WT mice, in which irradiation increased excitability and synaptic efficacy. Irradiation increased Aβ deposition in the cortex of TG mice without affecting cytokine levels and increased synaptophysin expression in WT mice (but not in the TG mice). Although irradiation with protons increased Aβ deposition, the complex functional and biochemical results indicate that irradiation effects are not synergistic to AD pathology.", "doi": "10.1371/journal.pone.0186168", "title": "Low-dose proton radiation effects in a transgenic mouse model of Alzheimer's disease - Implications for space travel.", "journal": ["PloS one", "PLoS ONE"]}