{"authors": [["Wardzala", "Casia", "C", "Department of Bioengineering, Oregon State University, Corvallis, OR, USA."], ["Murchison", "Charles", "C", "Department of Neurology, Oregon Health & Science University, Portland, OR, USA."], ["Loftis", "Jennifer M", "JM", "Research & Development Service, VA Portland Health Care System, 3710 SW US Veterans Hospital Rd. (R&D 17), Portland, OR, 97239, USA."], ["Schenning", "Katie J", "KJ", "Department of Anesthesiology and Perioperative Medicine, Oregon Health & Science University, Portland, OR, USA."], ["Mattek", "Nora", "N", "Department of Neurology, Oregon Health & Science University, Portland, OR, USA."], ["Woltjer", "Randall", "R", "Department of Pathology, Oregon Health & Science University, Portland, OR, USA."], ["Kaye", "Jeff", "J", "Department of Neurology, Oregon Health & Science University, Portland, OR, USA."], ["Quinn", "Joseph F", "JF", "Department of Neurology, Oregon Health & Science University, Portland, OR, USA."], ["Wilhelm", "Clare J", "CJ", "Research & Development Service, VA Portland Health Care System, 3710 SW US Veterans Hospital Rd. (R&D 17), Portland, OR, 97239, USA. wilhelmc@ohsu.edu."]], "date": "2017-11-29", "id": "29185023", "text": "The beneficial effects of moderate alcohol may differ in aging men versus women.Cognitive and functional decline and neuropathology were investigated in a cohort of aging men and women with diverse alcohol histories.Non-demented (Clinical Dementia Rating (CDR) of ≤ 0.5 and a Mini-Mental State Examination (MMSE) score of > 24), autonomously living participants were tracked in longitudinal aging studies to examine self-report and objective tests of rates of decline in a cohort (n = 486) of octogenarians. Neurofibrillary tangles (NFTs; Braak stage) and neuritic plaques (NPs) were staged at autopsy in a subset of participants (n = 149) using current standard neuropathologic diagnostic criteria.Moderate drinking men had an attenuated rate of decline compared to rare/never drinkers and women on the MMSE and CDR sum of boxes. In contrast, moderate drinking women had a reduced rate of decline only in the Logical Memory Delayed Recall Test (LMDR) compared to rare/never drinkers and men. Moderate alcohol consumption was associated with a reduction in the incidence of advanced (stages 5-6) Braak NFT stage in men (p < 0.05), with no effect in women.In this cohort, men experienced a broader range of beneficial effects associated with alcohol. Alcohol's effects may differ in men and women in important ways that suggest a narrower beneficial window.", "doi": "10.1007/s00213-017-4791-6", "title": "Sex differences in the association of alcohol with cognitive decline and brain pathology in a cohort of octogenarians.", "journal": ["Psychopharmacology", "Psychopharmacology (Berl.)"]}