{"authors": [["Shimamura", "Norihito", "N", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Naraoka", "Masato", "M", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Matsuda", "Naoya", "N", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Katayama", "Kosuke", "K", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Kakuta", "Kiyohide", "K", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Katagai", "Takeshi", "T", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Fujiwara", "Nozomi", "N", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Fumoto", "Toshio", "T", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Ohkuma", "Hiroki", "H", "Department of Neurosurgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."]], "date": "2017-11-28", "id": "29184044", "text": "Carotid plaque contains biologically active substances released into the blood during carotid artery stenting (CAS). The main purpose of this prospective study was to analyse sequential changes in oxidative stress during CAS and their relationship to clinical factors.Twenty-two consecutive CAS procedures were performed between May 2014 and April 2016. Arterial blood was collected four times: (1) after the sheath insertion without edaravone; (2) pre-angioplasty with edaravone from the carotid artery; (3) after post-stenting angioplasty from an occluded carotid artery; and (4) before sheath removal. Derivatives of reactive oxygen metabolites (d-ROMs) and biological antioxidant potential (BAP) were measured photometrically. The relationship between d-ROMs or BAP and preoperatively investigated biochemical parameters, cognitive function, and number of diffusion-weighted image (DWI) high spot lesions was analysed using one-way ANOVA and the Tukey-Kramer HSD test.The d-ROM values for CAS were 355±58.8 Carratelli Units at sheath insertion, 315±57.2 after edaravone infusion, 328±56.8 after post-stenting angioplasty, and 315±53.0 just before sheath removal. The d-ROM values were reduced significantly after edaravone infusion (P<0.05). The BAP at sheath insertion was reduced significantly according to age (P<0.05). The d-ROMs at sheath insertion correlated negatively with the dementia scale and positively with the post-CAS DWI high spots (1.00±1.07; P<0.05). Other biochemical parameters did not correlate with the d-ROM values or BAP.Oxidative stress is correlated negatively with cognitive function and positively with postoperative ischemic lesions. Antioxidant potential decreases with ageing.", "doi": "10.1136/neurintsurg-2017-013465", "title": "Intra-arterial oxidative stress correlates negatively with cognitive function and positively with postoperative ischemic lesions in carotid artery stenosis stenting.", "journal": ["Journal of neurointerventional surgery", "J Neurointerv Surg"]}