{"authors": [["Sommerlad", "Andrew", "A", "Division of Psychiatry, University College London, London, UK."], ["Ruegger", "Joshua", "J", "Camden and Islington NHS Foundation Trust, London, UK."], ["Singh-Manoux", "Archana", "A", "INSERM U 1018, Epidemiology of Ageing and Age-Related Diseases, Villejuif, France."], ["Lewis", "Glyn", "G", "Division of Psychiatry, University College London, London, UK."], ["Livingston", "Gill", "G", "Division of Psychiatry, University College London, London, UK."]], "date": "2017-11-28", "id": "29183957", "text": "Being married is associated with healthier lifestyle behaviours and lower mortality and may reduce risk for dementia due to life-course factors. We conducted a systematic review and meta-analysis of studies of the association between marital status and the risk of developing dementia.We searched medical databases and contacted experts in the field for relevant studies reporting the relationship, adjusted for age and sex, between marital status and dementia. We rated methodological quality and conducted random-effects meta-analyses to summarise relative risks of being widowed, divorced or lifelong single, compared with being married. Secondary stratified analyses with meta-regression examined the impact of clinical and social context and study methodology on findings.We included 15 studies with 812 047 participants. Compared with those who are married, lifelong single (relative risk=1.42 (95% CI 1.07 to 1.90)) and widowed (1.20 (1.02 to 1.41)) people have elevated risk of dementia. We did not find an association in divorced people.Further analyses showed that less education partially confounds the risk in widowhood and worse physical health the elevated risk in lifelong single people. Compared with studies that used clinical registers for ascertaining dementia diagnoses, those which clinically examined all participants found higher risk for being unmarried.Being married is associated with reduced risk of dementia than widowed and lifelong single people, who are also underdiagnosed in routine clinical practice. Dementia prevention in unmarried people should focus on education and physical health and should consider the possible effect of social engagement as a modifiable risk factor.", "doi": "10.1136/jnnp-2017-316274", "title": "Marriage and risk of dementia: systematic review and meta-analysis of observational studies.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}