{"authors": [["Myint", "Phyo Kyaw", "PK", "Institute of Applied Health Sciences, University of Aberdeen, Aberdeen, UK."], ["Loke", "Yoon K", "YK", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Davison", "William", "W", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Mattishent", "Katharina", "K", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Fox", "George Christopher", "GC", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Fleetcroft", "Robert", "R", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Turner", "David", "D", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Shepstone", "Lee", "L", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Potter", "John F", "JF", "Norwich Medical School, University of East Anglia, Norwich, UK."]], "date": "2017-11-28", "id": "29183926", "text": "Stroke is a leading cause of death and disability. The development of dementia after stroke is common. Vascular risk factors (VRF) which contribute to stroke risk can also contribute to cognitive decline, especially in vascular dementia (VaD). There is no established treatment for VaD, therefore strategies for prevention could have major health resource implications. This study was designed to assess whether patients with early cognitive decline after stroke/transient ischaemic attack (TIA) can be easily identified and whether target-driven VRF management can prevent progression to dementia.The primary objective is to establish the feasibility of recruitment and retention of patients with early cognitive decline to a randomised controlled trial of enhanced VRF management. Secondary objectives include: (a) to determine the potential clinical benefit of the intervention; (b) to estimate the sample size for a future definitive multicentre randomised controlled trial; (c) to inform a future economic evaluation; (d) to explore the link between VRF control and the incidence of cognitive impairment on longitudinal follow-up in a UK population after stroke/TIA with current routine management.100 patients with cognitive decline poststroke/TIA will be recruited from stroke services at the Norfolk and Norwich University Hospital. After collection of baseline data, they will be randomised to intervention (3 monthly follow-up with enhanced management) or control (treatment as usual by the general practitioner). At 12 months outcomes (repeat cognitive testing, VRF assessment) will be assessed. A further 100 patients without cognitive decline will be recruited to a parallel observational group from the same site. At 12 months they will have repeat cognitive testing.Ethical approval has been granted in England. Dissemination is planned via publication in peer-reviewed medical journals and presentation at relevant conferences.42688361; Pre-results.", "doi": "10.1136/bmjopen-2017-017416", "title": "Protocol for a feasibility randomised controlled trial of Screening and Enhanced Risk management for Vascular Event-related Decline in Memory (SERVED Memory).", "journal": ["BMJ open", "BMJ Open"]}