{"authors": [["Huis In Het Veld", "Judith G", "JG", "Department of Public and Occupational Health, VU University Medical Center, Amsterdam, Netherlands."], ["Willemse", "Bernadette M", "BM", "Trimbos Instituut, Netherlands Institute of Mental Health and Addiction, Utrecht, Netherlands."], ["van Asch", "Iris Fm", "IF", "Trimbos Instituut, Netherlands Institute of Mental Health and Addiction, Utrecht, Netherlands."], ["Groot Zwaaftink", "Rob Bm", "RB", "Dutch Alzheimer's Society, Amersfoort, Netherlands."], ["Verkade", "Paul-Jeroen", "PJ", "The Geriant Foundation, Region North of Amsterdam, Netherlands."], ["Veldhuijzen", "Nienke J", "NJ", "Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, Netherlands."], ["Verkaik", "Renate", "R", "Netherlands Institute for Health Services Research, Utrecht, Netherlands."], ["Blom", "Marco M", "MM", "Dutch Alzheimer's Society, Amersfoort, Netherlands."], ["Francke", "Anneke L", "AL", "Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, Netherlands."]], "date": "2017-11-28", "id": "29183870", "text": "Online interventions are potentially effective ways to support family caregivers in the management of behavior changes in their relative with dementia.The objective of this paper is to present the design of a study evaluating and comparing 3 intervention arms for online self-management support.A randomized controlled trial (RCT) will be conducted with a total of 81 family caregivers of community-dwelling people with dementia in the Netherlands. Family caregivers will be randomly allocated to one of the following intervention arms: (1) a major self-management support intervention consisting of personal email contacts with a nurse specialized in dementia care, online videos, and electronic bulletins (e-bulletins); (2) a medium self-management support intervention consisting of only online videos and e-bulletins; and (3) a minor self-management support intervention with only e-bulletins. The primary outcome is the self-efficacy of the family caregiver. The secondary outcomes are the behavior problems of the person with dementia as reported by the family caregiver, and positive and negative aspects of the relationship. Background characteristics (eg, type of family relationship) will also be assessed. All data for the RCT will be collected via online questionnaires, administered before the intervention (T0), after 6 weeks (T1), and after 12 weeks (T2). Alongside the RCT, a process evaluation will be conducted, based on a number of evaluation questions and semi-open interviews with family caregivers.Data collection will be completed in August 2017. Study results will be reported in early 2018.The study will shed more light on the effect of online self-management support interventions and insights will be gained into whether a major intervention, consisting of personal email contacts with specialized nurses, videos, and e-bulletins, has more effect than smaller online interventions. This is relevant in an age with increasing numbers of people with dementia, growing pressure on family caregivers, more and more people using the Internet, and increasing healthcare costs.Nederlands Trial Registry (NTR): NTR6237; http://www.trialregister.nl/trialreg/admin/rctview.asp?TC=6237 (Archived by WebCite at http://www.webcitation.org/6v0S4fxTC).", "doi": "10.2196/resprot.8365", "title": "Online Self-Management Support for Family Caregivers to Help Them Manage Behavior Changes in Their Relative With Dementia: Study Protocol for a Randomized Controlled Trial and a Process Evaluation.", "journal": ["JMIR research protocols", "JMIR Res Protoc"]}