{"authors": [["Hakkers", "C S", "CS", "Department of Internal Medicine and Infectious Diseases, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands; Utrecht University, Utrecht, The Netherlands. Electronic address: c.s.hakkers@umcutrecht.nl."], ["Beunders", "A J M", "AJM", "Department of Internal Medicine and Infectious Diseases, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands."], ["Ensing", "M H M", "MHM", "Department of Neuropsychology, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands."], ["Barth", "R E", "RE", "Department of Internal Medicine and Infectious Diseases, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands; Utrecht University, Utrecht, The Netherlands."], ["Boelema", "S", "S", "Department of Neuropsychology, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands."], ["Devillé", "W L J", "WLJ", "Julius Global Health, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands; Ndlovu Care Group in Elandsdoorn, Limpopo, South Africa."], ["Tempelman", "H A", "HA", "Ndlovu Care Group in Elandsdoorn, Limpopo, South Africa."], ["Coutinho", "R A", "RA", "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands."], ["Hoepelman", "A I M", "AIM", "Department of Internal Medicine and Infectious Diseases, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands; Utrecht University, Utrecht, The Netherlands."], ["Arends", "J E", "JE", "Department of Internal Medicine and Infectious Diseases, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands; Utrecht University, Utrecht, The Netherlands."], ["van Zandvoort", "M J E", "MJE", "Department of Neuropsychology, University Medical Center Utrecht (UMCU), Utrecht, The Netherlands."]], "date": "2017-11-26", "id": "29183843", "text": "HIV-associated neurocognitive disorders (HAND) are frequently occurring comorbidities in HIV-positive patients, diagnosed by means of a neuropsychological assessment (NPA). Due to the magnitude of the HIV-positive population in Sub-Saharan Africa, easy-to-use cognitive screening tools are essential.This was a cross-sectional clinical trial involving 44 HIV-positive patients (on stable cART) and 73 HIV-negative controls completing an NPA, the International HIV Dementia Scale (IHDS), and a culturally appropriate cognitive screening tool, the Montreal Cognitive Assessment-Basic (MoCA-B). HAND were diagnosed by calculating Z-scores using internationally published normative data on NPA, as well as by using data from the HIV-negative group to validate the MoCA-B.One hundred and seventeen patients were included (25% male, median age 35 years, median 11 years of education). A moderate correlation was found between the MoCA-B and NPA total Z-score (Pearson's r=0.36, p=0.02). Area under the curve (AUC) values for MoCA-B and IHDS were 0.59 and 0.70, respectively. The prevalence of HAND in HIV-positive patients was 66% when calculating Z-scores using published normative data versus 48% when using the data from the present HIV-negative cohort.The MoCA-B appeared not to be a valid screening tool for HAND in this setting. The prevalence of HAND in this setting is high, but appeared overestimated when using published norms.", "doi": "10.1016/j.ijid.2017.11.024", "title": "The Montreal Cognitive Assessment-Basic (MoCA-B) is not a reliable screening tool for cognitive decline in HIV patients receiving combination antiretroviral therapy in rural South Africa.", "journal": ["International journal of infectious diseases : IJID : official publication of the International Society for Infectious Diseases", "Int. J. Infect. Dis."]}