{"authors": [["Sadhukhan", "Pritam", "P", "Division of Molecular Medicine, Bose Institute, P-1/12, CIT Scheme VII-M, Kolkata, 700054, India."], ["Saha", "Sukanya", "S", "Division of Molecular Medicine, Bose Institute, P-1/12, CIT Scheme VII-M, Kolkata, 700054, India."], ["Dutta", "Sayanta", "S", "Division of Molecular Medicine, Bose Institute, P-1/12, CIT Scheme VII-M, Kolkata, 700054, India."], ["Mahalanobish", "Sushweta", "S", "Division of Molecular Medicine, Bose Institute, P-1/12, CIT Scheme VII-M, Kolkata, 700054, India."], ["Sil", "Parames C", "PC", "Division of Molecular Medicine, Bose Institute, P-1/12, CIT Scheme VII-M, Kolkata, 700054, India. Electronic address: parames@jcbose.ac.in."]], "date": "2017-11-26", "id": "29183770", "text": "Alzheimer's disease (AD) is regarded as a progressive and devastating neurodegenerative disorder. In aged individuals, it is the most prevalent cause of dementia and is characterized by gradual loss of cognitive functions. In the last decade, numerous research works were undertaken to investigate the pathogenesis of AD. Although the etiology of AD is still not clear, several histopathological studies confirm prominent changes in the AD affected brains. The major changes include the formation of senile plaques and neurofibrillary tangles primarily owing to the deposition of amyloid β plaques (Aβ) and hyper-phosphorylation of tau protein. Disruption of the redox homeostasis in the brain is a major triggering factor for the development of such pathophysiological conditions. Chemical formulations usually act by inhibiting activities of the enzymes responsible for the development of AD. But with time, these pharmacotherapies develop many side effects including toxicity in different organs. Recent researches are henceforth focused on the identification of novel therapeutic molecules from the nature's basket. This review aims to emphasize the therapeutic effects and regulation of molecular targets of different natural products such as curcumin, resveratrol, genistein and others. These prophylactic multipotent natural compounds have the potency to interfere with the formation as well as deposition of the Aβ peptides. These natural compounds have also been found in modulating different intracellular signalling molecules and enzymes including β-secretase and γ-secretase. This review article is expected to be helpful in understanding the recent progress in natural product research as a therapeutic approach in amelioration and/or delaying the detrimental effects of AD.", "doi": "10.1016/j.phrs.2017.11.028", "title": "Nutraceuticals: An emerging therapeutic approach against the pathogenesis of Alzheimer's disease.", "journal": ["Pharmacological research", "Pharmacol. Res."]}