{"authors": [["Costa", "Alberto", "A", "a Psychology Department , Niccolò Cusano University , Rome , Italy."], ["Caltagirone", "Carlo", "C", "b IRCCS Fondazione Santa Lucia , Rome , Italy."], ["Carlesimo", "Giovanni Augusto", "GA", "b IRCCS Fondazione Santa Lucia , Rome , Italy."]], "date": "2017-11-28", "id": "29183225", "text": "Objective There is growing interest in investigating prospective memory (PM) functioning in individuals with Parkinson's disease (PD) without dementia because evidence suggests that PM may be impaired in this clinical population. This paper reviews current literature on PM functioning in PD patients with the aim of discussing (i) the potential contribution of executive and episodic memory disorders to PM impairments, (ii) whether PM impairment is an independent disorder in PD or whether it is a sign of mild cognitive impairment (MCI) and (iii) the efficacy of cognitive interventions in treating PM disorders in these patients. Method A search of the relevant literature revealed 21 original research papers and five review/meta-analyses that directly investigated PM abilities in PD samples. Results Analysis of the reported data revealed that both executive functions and episodic memory are involved in the PM performance of patients with PD. Moreover, sparse evidence suggests that PM is not impaired in all PD patients but, rather, that PM deficits may be specifically associated with MCI. Finally, preliminary findings suggest that cognitive interventions may be effective in improving PM functioning in PD patients with MCI who present a well-established neuropsychological profile. Conclusions Although some shortcomings of the PM literature on PD patients prevent drawing firm conclusions, this review of current evidence highlights the importance of including PM assessment in the standard neuropsychological evaluation of patients with PD. Moreover, there are indications that ad hoc cognitive programs applied according to the qualitative cognitive profile of patients could improve their PM abilities.", "doi": "10.1080/13854046.2017.1407457", "title": "Prospective memory functioning in individuals with Parkinson's disease: a systematic review.", "journal": ["The Clinical neuropsychologist", "Clin Neuropsychol"]}