{"authors": [["Hara", "Y", "Y", "Yuko Hara, PhD, Alzheimer's Drug Discovery Foundation, 57 West 57th St. Suite 904, New York, NY 10019, USA, Email: yhara@alzdiscovery.org, Phone: 1-212-901-7991, Fax: 1-212-901-8010."], ["McKeehan", "N", "N", null], ["Dacks", "P A", "PA", null], ["Fillit", "H M", "HM", null]], "date": null, "id": "29182711", "text": "Alzheimer's disease is a progressive neurodegenerative disease for which there is no cure and only a few treatments providing little relief. Increased oxidative stress that is associated with aging is strongly implicated in the pathogenesis and progression of Alzheimer's disease. Studies have shown that levels of the endogenous antioxidant glutathione decline at an early stage of Alzheimer's disease with decreased levels correlating with worse cognitive functions. N-acetylcysteine, a drug also widely available as a dietary supplement, is a precursor of L-cysteine, which in turn is a component of glutathione. Because cysteine availability is a limiting factor for glutathione synthesis, treatment with N-acetylcysteine may increase glutathione levels and thereby counter oxidative stress, promote redox -regulated cell signaling, and improve immune responses. In this review, we evaluate the existing literature and the potential of N-acetylcysteine in promoting cognitive health and alleviating cognitive decline associated with dementia. Discussion will also include possible mechanisms of action of N-acetylcysteine, its effects on aging biology, and safety of long-term use. Based on the available literature, a nutraceutical formulation containing N-acetylcysteine among other compounds has shown some pro-cognitive benefits in Alzheimer's patients and older adults, but the evidence for N-acetylcysteine alone is less robust. Although N-acetylcysteine crosses the blood-brain-barrier, low bioavailability is an obstacle. One promising avenue of research may be to explore derivatives of N-acetylcysteine such as N-acetylcysteine amide, which has been reported in preclinical studies to have higher permeability through cellular and mitochondrial membranes with increased central nervous system bioavailability compared to N-acetylcysteine.", "doi": "10.14283/jpad.2017.22", "title": "Evaluation of the Neuroprotective Potential of N-Acetylcysteine for Prevention and Treatment of Cognitive Aging and Dementia.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}