{"authors": [["Skov Neergaard", "J", "J", "Jesper Skov Neergaard, Nordic Bioscience A/S, DK-2730 Herlev, Denmark, jsn@nordicbio.com, Phone: +45 4452 5252; Fax: +45 4454 7765."], ["Dragsbæk", "K", "K", null], ["Christiansen", "C", "C", null], ["Asser Karsdal", "M", "M", null], ["Brix", "S", "S", null], ["Henriksen", "K", "K", null]], "date": null, "id": "29182710", "text": "Identification of subjects with a progressive disease phenotype is an urgent need in the pharmaceutical industry where most of the recent clinical trials in Alzheimer's disease have failed.The objective of this study was to identify subgroups of individuals with objective cognitive impairment (OCI), who were most likely to progress to dementia and to identify the risk factors associated with progression.Prospective cohort study.Population-based.5,380 elderly women from Denmark.The Short Blessed Test and a category fluency test with animal naming, was used to assess cognitive function, and to classify them into different groups of OCI.OCI was identified in 852 subjects at baseline. The risk of dementia was elevated for OCI subjects as compared to subjects with normal cognition (HR 1.46[1.19-1.79]). The courses of OCI were studied in a sub-cohort who completed the cognitive assessment at both the baseline and the follow-up visit (n = 1,933). Of these subjects 203 had OCI at baseline. The multi-domain subtypes of OCI were associated with progressive OCI. Subjects most likely to progress were older, physically inactive, had a higher level of total cholesterol (>6.5 mmol/L) and had a history of depression as compared to subjects with a non-progressive course of OCI.In this cohort we identified a risk profile associated with progression from OCI in older women. The degree of impairment at baseline was an important predictor of conversion to dementia, additionally several modifiable risk factors were associated with progression.", "doi": "10.14283/jpad.2017.4", "title": "Objective Cognitive Impairment and Progression to Dementia in Women: The Prospective Epidemiological Risk Factor Study.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}