{"authors": [["de Mauléon", "A", "A", "Adelaide de Mauleon, MD, Gérontopôle de Toulouse, Department of Geriatric Medicine, Toulouse University Hospital, 224, avenue de Casselardit, 31059 TOULOUSE Cedex 9, France; Phone: 33.5.61.77.64.26, Fax: 33.5.61.77.64.78; E-mail: demauleon.a@chu-toulouse.fr."], ["Soto", "M", "M", null], ["Kiyasova", "V", "V", null], ["Delrieu", "J", "J", null], ["Guignot", "I", "I", null], ["Galtier", "S", "S", null], ["Lilamand", "M", "M", null], ["Cantet", "C", "C", null], ["Lala", "F", "F", null], ["Sastre", "N", "N", null], ["Andrieu", "S", "S", null], ["Pueyo", "M", "M", null], ["Ousset", "P J", "PJ", null], ["Vellas", "B", "B", null]], "date": null, "id": "29182709", "text": "The aims of the Research Of biomarkers in Alzheimer's diseaSe (ROSAS) study were to determine the biofluid and imaging biomarkers permitting an early diagnosis of Alzheimer's disease and better characterisation of cognitive and behavioural course of the pathology. This paper outlines the overall strategy, methodology of the study, baseline characteristics of the population and first longitudinal results from the ROSAS cohort.Longitudinal prospective monocentric observational study performed at the Alzheimer's disease Research centre in Toulouse. A total of 387 patients were studied and analyzed in 3 groups: 184 patients with dementia of Alzheimer's type, 96 patients with memory disorders without dementia (Mild Cognitive Impairment) and 107 patients without abnormal memory tests (control group), and were followed up during 4 years. Patient's sociodemographic characteristics, risk factors, medical conditions, previous and current medications, neuropsychological assessment and overall cognitive status were recorded. Blood and urine samples were collected at every year, Magnetic Resonance Imaging were performed at inclusion, after one year of follow-up and at the end of the study.At baseline, three different groups of the cohort differed interestingly in age, level of education, and in percentage of ApoEε4 carriers whereas the history of cardiovascular and endocrine pathologies were similar among the groups. During the follow-up period (3-4 years) 42 mild cognitive impairment patients (43.8%) progressed to dementia, 7 controls progressed into mild cognitive impairment and 1 patient in the control group converted from mild cognitive impairment group to dementia of Alzheimer's type group. During the first year of follow up, the incidence of progression from mild cognitive impairment to dementia of Alzheimer's type was 12.7 per 100, during the second year 33.9 per 100 and 46.7 per 100 for the third year.This paper presents the baseline characteristics of the unique French prospective monocenter study in which the natural course of dementia of Alzheimer's type was evaluated. Future analysis of blood and urine samples collection from the ROSAS study will permit to identify possible biofluid biomarkers predicting the early stages of the dementia of Alzheimer's type and risk of progression from Mild Cognitive Impairment to Alzheimer's disease.", "doi": "10.14283/jpad.2017.8", "title": "The ROSAS Cohort: A Prospective, Longitudinal Study of Biomarkers for Alzheimer's Disease. Strategy, Methods and Initial Results.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}