{"authors": [["Scott", "T M", "TM", "Prof. Aron M. Troen, Director, Nutrition and Brain Health Laboratory, Institute of Biochemistry, Food Science and Nutrition, The Robert H. Smith Faculty of Agriculture, Food and Environment, The Hebrew University of Jerusalem, P.O. Box 12, Rehovot 76100, Israel, Phone ++972-54-8820420, E-mail: aron.troen@mail.huji.ac.il."], ["Rogers", "G", "G", null], ["Weiner", "D E", "DE", null], ["Livingston", "K", "K", null], ["Selhub", "J", "J", null], ["Jacques", "P F", "PF", null], ["Rosenberg", "I H", "IH", null], ["Troen", "A M", "AM", null]], "date": null, "id": "29182708", "text": "Objectives: Elevated plasma total homocysteine (tHcy) is associated with increased risk of cardiovascular disease, stroke and dementia. Results of clinical trials using B-vitamins to reduce the cognitive risks attributed to tHcy have been inconsistent. The high prevalence of both hyperhomocysteinemia and cognitive impairment among kidney transplant recipients makes them an important population in which to evaluate the effect of lowering homocysteine on cognitive function. We therefore evaluated whether B-vitamin therapy to lower tHcy would prevent cognitive-decline in a cohort of stable kidney transplant recipients.The study was a longitudinal ancillary of the FAVORIT trial, a randomized, placebo-controlled multi-site trial of high-dose B vitamins to reduce cardiovascular and cerebrovascular events in clinically stable kidney transplant recipients with elevated tHcy.584 participants from 18 sites across North America.The intervention consisted of a daily multivitamin containing high-doses of folate (5.0 mg), vitamin B12 (1.0 mg) and vitamin B6 (50 mg). The placebo consisted of a daily multi-vitamin containing no folate and recommended daily allowances of vitamins B12 and B6 (0 mg folate; 2.0 µg vitamin B12; 1.4 mg vitamin B6).Annual neuropsychological assessment for up to 5 years (mean 3.3 years) using a standardized test battery. Efficacy was analyzed on an intention-to-treat basis using end-of-trial data. Subgroup analyses included stratification for baseline plasma B-vitamin and tHcy concentrations.At baseline, cognitive impairment was common with 61% of participants falling more than one standard deviation below published norms for at least one cognitive test. Fewer than 1% of participants had insufficient plasma folate < 5 ng/ml or vitamin B12 < 148 pmol/L. However, 44.6% had plasma B6 concentrations < 30 nmol/L. At follow-up, processing speed and memory scores were modestly but significantly better in the B-vitamin supplement group than in controls (p≤0.05). There was no interaction between baseline tHcy, B-vitamin status and treatment on the cognitive outcomes.High-dose B-vitamin supplementation provided modest cognitive benefit for kidney transplant recipients with elevated baseline tHcy. Since nearly all participants were folate and vitamin B12 sufficient at baseline, the potential cognitive benefits of folate and B12 supplementation in individuals with poor B-vitamin status remains to be determined.", "doi": "10.14283/jpad.2017.15", "title": "B-Vitamin Therapy for Kidney Transplant Recipients Lowers Homocysteine and Improves Selective Cognitive Outcomes in the Randomized FAVORIT Ancillary Cognitive Trial.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}