{"authors": [["Abushakra", "S", "S", "Susan Abushakra, MD, Alzheon, Inc., 111 Speen Street, Suite 306, Framingham, MA 01701, USA, Phone: 508.861.7709, Fax: 508.861.1500, susan.abushakra@alzheon.com."], ["Porsteinsson", "A", "A", null], ["Scheltens", "P", "P", null], ["Sadowsky", "C", "C", null], ["Vellas", "B", "B", null], ["Cummings", "J", "J", null], ["Gauthier", "S", "S", null], ["Hey", "J A", "JA", null], ["Power", "A", "A", null], ["Wang", "P", "P", null], ["Shen", "L", "L", null], ["Tolar", "M", "M", null]], "date": null, "id": "29182706", "text": "Alzheimer's Disease (AD) patients homozygous for the APOE4 allele (APOE4/4) have a distinct clinical and biological phenotype with high levels of beta amyloid (Aβ) pathology and toxic Aβ oligomers. Tramiprosate, an oral agent that inhibits Aβ monomer aggregation into toxic oligomers, was evaluated in two Phase 3 Mild to Moderate AD studies which did not show efficacy in the overall population. Re-analyses of these trials showed the most consistent clinical benefits in APOE4/4 patients. We analyzed efficacy in the APOE4/4 patients with Mild disease.To determine the optimal stage of AD for future trials in APOE4/4 homozygotes.Two randomized, double-blind, placebo-controlled parallel-arm multi-center studies of 78-weeks duration.Academic Alzheimer's disease centers, community-based memory clinics, and neuropsychiatric research sites.Participants included 2,025 AD patients with MMSE 16-26. Approximately 13-15% had APOE4/4 genotype (N= 147 and 110 per study), mean age 71.1 years, 56% females. Almost all were on stable symptomatic drugs.Randomized subjects received oral placebo, 100mg BID, or 150mg BID of tramiprosate.Co-primary outcomes were change from baseline in the ADAS-cog11 and CDR-SB. Disability assessment for dementia (DAD) was a secondary outcome.In APOE4/4 homozygotes receiving 150mg BID tramiprosate, efficacy in the traditional Mild AD patients (MMSE 20-26) was higher than the overall group (MMSE 16-26) and efficacy in the Mild patients (MMSE 22-26) was highest. Tramiprosate benefits compared to placebo on ADAS-cog, CDR-SB, and DAD were 125%, 81% and 71%, respectively (p<0.02). The Mild subgroup (MMSE 22-26) showed cognitive stabilization with no decline over 78 weeks, both ADAS-cog and DAD effects increased over time. Tramiprosate safety in APOE4/4 patients was favorable. Most common adverse events were nausea, vomiting, depression and decreased weight.The Mild subgroup of APOE4/4 AD patients (MMSE 22-26) showed larger benefits on the high dose of tramiprosate than the overall Mild and Moderate group. Consistent with its preclinical effects on Aβ oligomers, tramiprosate seemed to stabilize cognitive performance, supporting its disease modification potential. Confirmatory studies using ALZ-801, an improved pro-drug formulation of tramiprosate, will target APOE4/4 patients with Mild AD.", "doi": "10.14283/jpad.2017.26", "title": "Clinical Effects of Tramiprosate in APOE4/4 Homozygous Patients with Mild Alzheimer's Disease Suggest Disease Modification Potential.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}