{"authors": [["Jiménez", "Daniel", "D", "Servicio de Neurología, Hospital del Salvador, Santiago, Chile."], ["Lavados", "Manuel", "M", "Departamento de Ciencias Neurológicas Oriente, Universidad de Chile, Santiago, Chile."], ["Rojas", "Paula", "P", "Centro de Salud Familiar Dr. Aníbal Ariztía, Santiago, Chile."], ["Henríquez", "Claudio", "C", "Departamento de Ciencias Neurológicas Oriente, Universidad de Chile, Santiago, Chile."], ["Silva", "Fernando", "F", "Unidad de Metodología de la Investigación, Fundación Arturo López Pérez, Santiago, Chile."], ["Guillón", "Marta", "M", "Unidad de Neuropsicología, Chile."]], "date": null, "id": "29182194", "text": "The usefulness of the abbreviated Mini-Mental State Examination included in the Chilean Functional assessment of elderly people (MM-SE-EFAM) to detect Dementia has not been determined.To assess the performance of the MMSE-EFAM to detect dementia.We studied a non-probabilistic sample of subjects older than 65 years who had been assessed by the MMSE-EFAM in a Chilean primary care center during a period of 6 months. Patients underwent clinical evaluation by a neurologist blinded to MMSE-EFAM score, to establish the diagnosis of dementia using DSM-IV-TR criteria. Besides, the full Mini-Mental State Examination (MMSE) was applied.The clinical diagnosis of Dementia was established in 13 of the 54 peoples evaluated. MMSE-EFAM had a sensitivity of 30.8% (95% confidence intervals (CI); 9-61.4) and a specificity of 90.2% (95% CI; 76.9%-97.3%), while MMSE had a sensitivity of 84.6% (95% CI; 54.6-98.1) and a specificity of 58.5% (95% CI; 42.1-73.7). In a receiver operating characteristic (ROC) curve analysis, the areas under the curve (AUC) were 0.77 (95% CI; 0.61-0.93) and 0.82 (95% CI; 0.70-0.95) for MMSE-EFAM and MMSE, respectively. Socio-demographic variables did not influence test performance in both cases.MMSE-EFAM has a low sensitivity to detect patients with Dementia and it is not an effective screening tool. These results are in agreement with the evidence and international guidelines that do not support the use of cognitive screening tools to detect dementia in the older general population.", "doi": "10.4067/s0034-98872017000700862", "title": "[Performance of an abbreviated mini mental examination to detect dementia in older people].", "journal": ["Revista medica de Chile", "Rev Med Chil"]}