{"authors": [["Patel", "T", "T", "Human Genetics Group, University of Nottingham, Nottingham, UK."], ["Brookes", "K J", "KJ", "Human Genetics Group, University of Nottingham, Nottingham, UK."], ["Turton", "J", "J", "Human Genetics Group, University of Nottingham, Nottingham, UK."], ["Chaudhury", "S", "S", "Human Genetics Group, University of Nottingham, Nottingham, UK."], ["Guetta-Baranes", "T", "T", "Human Genetics Group, University of Nottingham, Nottingham, UK."], ["Guerreiro", "R", "R", "Department of Molecular Neuroscience, Institute of Neurology, University College London, London, UK."], ["Bras", "J", "J", "Department of Molecular Neuroscience, Institute of Neurology, University College London, London, UK."], ["Hernandez", "D", "D", "Laboratory of Neurogenetics, National Institute of Aging, National Institute of Health, Bethesda, MD, USA."], ["Singleton", "A", "A", "Laboratory of Neurogenetics, National Institute of Aging, National Institute of Health, Bethesda, MD, USA."], ["Francis", "P T", "PT", "Brains for Dementia Research Resource, Wolfson Centre for Age Related Diseases, King's College London, London, UK."], ["Hardy", "J", "J", "Department of Molecular Neuroscience, Institute of Neurology, University College London, London, UK."], ["Morgan", "K", "K", "Human Genetics Group, University of Nottingham, Nottingham, UK."]], "date": "2017-11-27", "id": "29181857", "text": "Late-onset Alzheimer's disease (LOAD) accounts for 95% of all Alzheimer's cases and is genetically complex in nature. Overlapping clinical and neuropathological features between AD, FTD and Parkinson's disease highlight the potential role of genetic pleiotropy across diseases. Recent genome-wide association studies (GWASs) have uncovered 20 new loci for AD risk; however, these exhibit small effect sizes. Using NGS, here we perform association analyses using exome-wide and candidate-gene-driven approaches.Whole-exome sequencing was performed on 132 AD cases and 53 control samples. Exome-wide single-variant association and gene burden tests were performed for 76 640 nonsingleton variants. Samples were also screened for known causative mutations in familial genes in AD and other dementias. Single-variant association and burden analysis was also carried out on variants in known AD and other neurological dementia genes.Tentative single-variant and burden associations were seen in several genes with kinase and protease activity. Exome-wide burden analysis also revealed significant burden of variants in PILRA (P = 3.4 × 10-5 ), which has previously been linked to AD via GWAS, hit ZCWPW1. Screening for causative mutations in familial AD and other dementia genes revealed no pathogenic variants. Variants identified in ABCA7, SLC24A4, CD33 and LRRK2 were nominally associated with disease (P < 0.05) but did not withstand correction for multiple testing. APOE (P = 0.02) and CLU (P = 0.04) variants showed significant burden on AD.In addition, polygenic risk scores (PRS) were able to distinguish between cases and controls with 83.8% accuracy using 3268 variants, sex, age at death and APOE ε4 and ε2 status as predictors.", "doi": "10.1111/nan.12452", "title": "Whole-exome sequencing of the BDR cohort: evidence to support the role of the PILRA gene in Alzheimer's disease.", "journal": ["Neuropathology and applied neurobiology", "Neuropathol. Appl. Neurobiol."]}