{"authors": [["Sims", "J R", "JR", "John R. Sims, Eli Lilly and Company, Lilly Corporate Center, Indianapolis, IN 46285, sims_john_r@lilly.com, +1-317-209-6229."], ["Selzler", "K J", "KJ", null], ["Downing", "A M", "AM", null], ["Willis", "B A", "BA", null], ["Aluise", "C D", "CD", null], ["Zimmer", "J", "J", null], ["Bragg", "S", "S", null], ["Andersen", "S", "S", null], ["Ayan-Oshodi", "M", "M", null], ["Liffick", "E", "E", null], ["Eads", "J", "J", null], ["Wessels", "A M", "AM", null], ["Monk", "S", "S", null], ["Schumi", "J", "J", null], ["Mullen", "J", "J", null]], "date": null, "id": "29181490", "text": "Several ongoing clinical development programs are investigating potential disease-modifying treatments for Alzheimer's disease (AD), including lanabecestat (AZD3293/LY3314814). Lanabecestat is a brain-permeable oral inhibitor of human beta-site amyloid (Aβ) precursor protein-cleaving enzyme 1 (BACE1) that reduces Aβ production. As a potent BACE1 inhibitor, lanabecestat significantly reduced soluble Aβ species and soluble amyloid precursor proteins (sAPPβ) in mouse, guinea pig, and dog in a time- and dose-dependent manner. Significant reductions in plasma and cerebrospinal fluid (CSF) Aβ1-40 and Aβ1-42 were observed in Phase 1 studies of healthy subjects and AD patients treated with lanabecestat. Three lanabecestat trials are ongoing and intended to support registration in Early AD: (1) Phase 2/3 study in patients with mild cognitive impairment (MCI) due to AD and mild AD dementia (AMARANTH, NCT02245737); (2) Delayed-start extension study (AMARANTH-EXTENSION, NCT02972658) for patients who have completed treatment in the AMARANTH Study; and (3) Phase 3 study in mild AD dementia (DAYBREAK-ALZ, NCT02783573). This review will discuss the development of lanabecestat, results from the completed nonclinical and clinical studies, as well as describe the ongoing Phase 3 clinical trials.", "doi": "10.14283/jpad.2017.38", "title": "Development Review of the BACE1 Inhibitor Lanabecestat (AZD3293/LY3314814).", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}