{"authors": [["Lopez Lopez", "C", "C", "Cristina Lopez Lopez, MD, PhD, Neuroscience Development Unit, Global Drug Development, Novartis Campus, Fabrikstrasse 12-4.03.38, 4056 Basel,Switzerland, Phone: +41 79 865 9366, Email: cristina.lopez_lopez@novartis.com."], ["Caputo", "A", "A", null], ["Liu", "F", "F", null], ["Riviere", "M E", "ME", null], ["Rouzade-Dominguez", "M-L", "ML", null], ["Thomas", "R G", "RG", null], ["Langbaum", "J B", "JB", null], ["Lenz", "R", "R", null], ["Reiman", "E M", "EM", null], ["Graf", "A", "A", null], ["Tariot", "P N", "PN", null]], "date": null, "id": "29181489", "text": "Alzheimer's disease pathology begins decades before the onset of clinical symptoms. This provides an opportunity for interventional clinical trials to potentially delay or prevent the onset of cognitive impairment or dementia. CNP520 (a beta-site-amyloid precursor protein-cleaving enzyme inhibitor) is in clinical development for the treatment of preclinical Alzheimer's disease under the Alzheimer's Prevention Initiative Generation Program. The Alzheimer's Prevention Initiative is a public-private partnership intended to accelerate the evaluation of Alzheimer's disease prevention therapies. The Generation Program comprises two pivotal phase II/III studies with similar designs to assess the efficacy and safety of investigational treatments in a cognitively unimpaired population at increased risk for developing Alzheimer's disease based on age and apolipoprotein E (APOE) genotype (i.e., presence of the APOE ε4 allele). The program has been designed to maximize benefit to Alzheimer's disease research. Generation Study 1 (NCT02565511) and Generation Study 2 (NCT03131453) are currently enrolling; their key features are presented here.", "doi": "10.14283/jpad.2017.37", "title": "The Alzheimer's Prevention Initiative Generation Program: Evaluating CNP520 Efficacy in the Prevention of Alzheimer's Disease.", "journal": ["The journal of prevention of Alzheimer's disease", "J Prev Alzheimers Dis"]}