{"authors": [["Rogers", "Tara S", "TS", "Center for Musculoskeletal Health, University of California, Davis Medical Center, 4625 2nd Avenue, Suite 2000, Sacramento, CA 95817, USA."], ["Harrison", "Stephanie", "S", "California Pacific Medical Center Research Institute, Mission Hall, 550 16th Street, San Francisco, CA 94158, USA."], ["Swanson", "Christine", "C", "Division of Endocrinology, Metabolism and Diabetes, University of Colorado Anschutz Medical Campus, 12801 East 17th Avenue, Mail Stop 8106, Aurora, CO 80045, USA."], ["Cauley", "Jane A", "JA", "Department of Epidemiology, Graduate School of Public Health, University of Pittsburgh, 130 DeSoto Street, Pittsburgh, PA 15261, USA."], ["Barrett-Connor", "Elizabeth", "E", "Department of Family and Preventive Medicine, University of California, San Diego, 9500 Gilman Drive, #0607, La Jolla, CA 92093, USA."], ["Orwoll", "Eric", "E", "Oregon Health & Science University (CR113), 3181 SW Sam Jackson Park Road, Portland, OR 97239, USA."], ["Stone", "Katie L", "KL", "California Pacific Medical Center Research Institute, Mission Hall, 550 16th Street, San Francisco, CA 94158, USA."], ["Lane", "Nancy E", "NE", "Center for Musculoskeletal Health, University of California, Davis Medical Center, 4625 2nd Avenue, Suite 2000, Sacramento, CA 95817, USA."], [null, null, null, null]], "date": "2017-11-10", "id": "29181439", "text": "Disrupted rest-activity circadian rhythm (RAR) patterns have been associated with poor health outcomes (i.e. diminished cognitive function, increased risk of dementia and falls). Circadian time cues in bone influence the differentiation of osteoblasts and osteoclasts, and bone turnover markers exhibit circadian variation; relationships between bone outcomes and RAR are emerging areas of research. We evaluated associations between RAR and areal bone mineral density (aBMD) at the total hip and femoral neck in older men from the Osteoporotic Fractures in Men (MrOS) cohort. We hypothesized that weaker RAR patterns would be associated with lower aBMD.MrOS is an ongoing prospective cohort study following ambulatory men ≥ 65 years (n = 5994) at 6 U.S. clinics (baseline enrollment 3/2000-4/2002); participants for this analysis are from an ancillary study, Outcomes of Sleep Disorders in Older Men (MrOS Sleep). We included data from men who had technically adequate measures of RAR and aBMD at Sleep Visit 1 (12/2003-3/2005), with repeat aBMD at core Visit 3 (3/2007-3/2009) (n = 2412; mean age at Sleep Visit 1: 75.7 ± 5.2 years). aBMD was measured by dual energy x-ray absorptiometry (DXA). Actigraphs worn on the non-dominant wrist were used to collect circadian activity data over 4.8 ± 0.8 consecutive 24-hour periods. An extension of the traditional cosine curve was used to fit RAR to the activity data [Ancoli-Israel et al., 2003; Marler et al., 2006]. Six RAR parameters were evaluated: acrophase (time of peak activity), amplitude (rhythm strength), mesor (mean of activity fitted curve), pseudo F-statistic (overall circadian rhythmicity of rest and activity), alpha statistic (daytime to nighttime activity ratio), and beta statistic (daytime activity). Associations between RAR and aBMD (Sleep Visit 1), and RAR and ΔaBMD (Sleep Visit 1-Visit 3) were assessed with generalized linear models. Covariates included age, clinic site, physical activity, race, comorbidity, body mass index (BMI), smoking, alcohol, caffeine, beta blocker use, serum 25(OH) vitamin D and urinary melatonin and calcium.Pseudo F-statistic was significantly associated with total hip aBMD (p-trend = 0.009), femoral neck aBMD (p-trend = 0.007) and total hip ΔaBMD (p-trend = 0.017) in minimally adjusted models but not after multivariate (MV) adjustment. Alpha statistic was significantly associated with femoral neck aBMD (p-trend = 0.029) and femoral neck ΔaBMD (p-trend = 0.019) in minimally adjusted models; significance was retained in the femoral neck ΔaBMD model (p-trend = 0.034) after MV adjustment. There were no consistent, significant associations between the other RAR variables and aBMD or ΔaBMD.The data demonstrate modest associations between overall circadian rhythmicity of rest and activity (measured by pseudo F-statistic), as well as daytime to nighttime activity ratio (measured by alpha statistic), aBMD and ΔaBMD, but adjustment for covariates related to lifestyle, BMI and comorbidities attenuated most of these associations. These results suggest that RAR patterns are not independently associated with aBMD or four-year ΔaBMD at the total hip or femoral neck in older men, but additional research is needed.", "doi": "10.1016/j.bonr.2017.11.001", "title": "Rest-activity circadian rhythms and bone mineral density in elderly men.", "journal": ["Bone reports", "Bone Rep"]}