{"authors": [["Teixeira", "Laetitia", "L", "UNIFAI, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."], ["Dos Santos", "Pedro Machado", "PM", "UNIFAI, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."], ["Alves", "Sara", "S", "UNIFAI, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."], ["Azevedo", "Maria João", "MJ", "UNIFAI, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."], ["Duarte", "Mafalda Gomes", "MG", "UNIFAI, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."], ["Leuschner", "António", "A", "UNIFAI, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."], ["Paúl", "Constança", "C", "UNIFAI, Instituto de Ciências Biomédicas Abel Salazar, Universidade do Porto, Porto, Portugal."]], "date": "2017-11-13", "id": "29181378", "text": "The objectives of this article are as follows: (1) to describe the assessment protocol used to outline people with probable dementia in Primary Health Care; (2) to show the methodological design and procedure to obtain a representative sample of patients with probable dementia; and (3) to report the main characteristics of the sample collected in the context of the study \"Characteristics and needs of people with probable dementia.\" The study protocol was based on the \"Community Assessment of Risk and Treatment Strategies (CARTS) Program\" and is composed by a set of instruments that allow the assessment of older adults with probable dementia in several areas (health, psychological, functionality, and other). Descriptive analysis was used to characterize the final sample (n = 436). The study protocol as well as the methodological procedure to obtain the referral of research participants and data collection on the condition of people with probable dementia in Primary Health Care proved to be a valuable tool to obtain a sample of patients distributed by the full range of probable dementia in a large geographical area. Results may allocate the design of care pathways for old people with cognitive disorders to prevent, delay impairment, and/or optimize quality of life of patients.", "doi": "10.3389/fmed.2017.00197", "title": "Screening of Dementia in Portuguese Primary Care: Methodology, Assessment Tools, and Main Results.", "journal": ["Frontiers in medicine", "Front Med (Lausanne)"]}