{"authors": [["Lee", "Jung-Ah", "JA", "The Sue and Bill Gross School of Nursing, University of California Irvine, Irvine, CA, USA."], ["Nguyen", "Hannah", "H", "Division of Human Development, College of Health, Human Services, and Nursing, California State University Dominguez Hills, Dominguez Hills, CA, USA."], ["Park", "Joan", "J", "The Sue and Bill Gross School of Nursing, University of California Irvine, Irvine, CA, USA."], ["Tran", "Linh", "L", "The Sue and Bill Gross School of Nursing, University of California Irvine, Irvine, CA, USA."], ["Nguyen", "Trang", "T", "The Sue and Bill Gross School of Nursing, University of California Irvine, Irvine, CA, USA."], ["Huynh", "Yen", "Y", "The Sue and Bill Gross School of Nursing, University of California Irvine, Irvine, CA, USA."]], "date": "2017-10-31", "id": "29181245", "text": "Families of ethnic minority persons with dementia often seek help at later stages of the disease. Little is known about the effectiveness of various methods in supporting ethnic minority dementia patients' caregivers. The objective of the study was to identify smartphone and computer usage among family caregivers of dementia patients (i.e., Korean and Vietnamese Americans) to develop dementia-care education programs for them.Participants were asked various questions related to their computer or smartphone usage in conjunction with needs-assessment interviews. Flyers were distributed at two ethnic minority community centers in Southern California. Snowball recruitment was also utilized to reach out to the families of dementia patients dwelling in the community.Thirty-five family caregivers, including 20 Vietnamese and 15 Korean individuals, participated in this survey. Thirty participants (30 of 35, 85.7%) were computer users. Among those, 76.7% (23 of 30) reported daily usage and 53% (16 of 30) claimed to use social media. A majority of the participants (31 of 35, 88.6%) reported that they owned smartphones. More than half of smartphone users (18 of 29, 62%) claimed to use social media applications. Many participants claimed that they could not attend in-class education due to caregiving and/or transportation issues.Most family caregivers of dementia patients use smartphones more often than computers, and more than half of those caregivers communicate with others through social media apps. A smartphone-app-based caregiver intervention may serve as a more effective approach compared to the conventional in-class method. Multiple modalities for the development of caregiver interventions should be considered.", "doi": "10.4258/hir.2017.23.4.338", "title": "Usages of Computers and Smartphones to Develop Dementia Care Education Program for Asian American Family Caregivers.", "journal": ["Healthcare informatics research", "Healthc Inform Res"]}