{"authors": [["Watson", "Kathleen", "K", "Department of Psychiatry and Behavioral Sciences, Stanford University, 401 Quarry Road, Stanford, CA 94305, USA. Electronic address: ktwatson@stanford.edu."], ["Nasca", "Carla", "C", "Harold and Margaret Milliken Hatch Laboratory of Neuroendocrinology, Rockefeller University, New York, NY 10065, USA. Electronic address: cnasca@mail.rockefeller.edu."], ["Aasly", "Linn", "L", "Department of Psychiatry and Behavioral Sciences, Stanford University, 401 Quarry Road, Stanford, CA 94305, USA. Electronic address: laasly@stanford.edu."], ["McEwen", "Bruce", "B", "Harold and Margaret Milliken Hatch Laboratory of Neuroendocrinology, Rockefeller University, New York, NY 10065, USA. Electronic address: mcewen@mail.rockefeller.edu."], ["Rasgon", "Natalie", "N", "Department of Psychiatry and Behavioral Sciences, Stanford University, 401 Quarry Road, Stanford, CA 94305, USA. Electronic address: nrasgon@stanford.edu."]], "date": "2017-11-24", "id": "29180223", "text": "Depressive disorder (DD) is a debilitating disease with psychological, societal, economic and humanitarian consequences for millions of people worldwide. Scientists are beginning to understand the reciprocal communication between the brain and the rest of the body in the etiology and treatment of this disease. In particular, scientists have noted a connection between depressive disorder (DD), a disease that is primarily seen as brain-based, and, insulin resistance (IR), a modifiable metabolic pro-inflammatory state that is typically seen as peripheral. We highlight evidence showing how treating IR can with drugs or behavioral interventions can ameliorate, or possibly prevent, depressive disorder and its long-term consequences including dementia at various stages of the life course.", "doi": "10.1016/j.neuropharm.2017.11.038", "title": "Insulin resistance, an unmasked culprit in depressive disorders: Promises for interventions.", "journal": ["Neuropharmacology", "Neuropharmacology"]}