{"authors": [["Frahm", "Silke", "S", "Charité-Universitätsmedizin Berlin, Institute of Pharmacology, Hessische Str. 3-4, 10115 Berlin, Germany."], ["Melis", "Valeria", "V", "School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Foresterhill, Aberdeen AB25 2ZD, UK."], ["Horsley", "David", "D", "School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Foresterhill, Aberdeen AB25 2ZD, UK."], ["Rickard", "Janet E", "JE", "School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Foresterhill, Aberdeen AB25 2ZD, UK."], ["Riedel", "Gernot", "G", "School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Foresterhill, Aberdeen AB25 2ZD, UK. Electronic address: g.riedel@abdn.ac.uk."], ["Fadda", "Paula", "P", "University of Cagliari, Department of Neuroscience, Cittadella Universitaria, 09042 Monserrato, Italy."], ["Scherma", "Maria", "M", "University of Cagliari, Department of Neuroscience, Cittadella Universitaria, 09042 Monserrato, Italy."], ["Harrington", "Charles R", "CR", "School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Foresterhill, Aberdeen AB25 2ZD, UK; TauRx Therapeutics Ltd., Singapore 068805, Singapore."], ["Wischik", "Claude M", "CM", "School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Foresterhill, Aberdeen AB25 2ZD, UK; TauRx Therapeutics Ltd., Singapore 068805, Singapore."], ["Theuring", "Franz", "F", "Charité-Universitätsmedizin Berlin, Institute of Pharmacology, Hessische Str. 3-4, 10115 Berlin, Germany. Electronic address: franz.theuring@charite.de."], ["Schwab", "Karima", "K", "Charité-Universitätsmedizin Berlin, Institute of Pharmacology, Hessische Str. 3-4, 10115 Berlin, Germany."]], "date": "2017-11-24", "id": "29180135", "text": "Alpha-Synuclein (α-Syn) accumulation is considered a major risk factor for the development of synucleinopathies such as Parkinson's disease (PD) and dementia with Lewy bodies. We have generated mice overexpressing full-length human α-Syn fused to a membrane-targeting signal sequence under the control of the mouse Thy1-promotor. Three separate lines (L56, L58 and L62) with similar gene expression levels, but considerably heightened protein accumulation in L58 and L62, were established. In L62, there was widespread labelling of α-Syn immunoreactivity in brain including spinal cord, basal forebrain, cortex and striatum. Interestingly, there was no detectable α-Syn expression in dopaminergic neurones of the substantia nigra, but strong human α-Syn reactivity in glutamatergic synapses. The human α-Syn accumulated during aging and formed PK-resistant, thioflavin-binding aggregates. Mice displayed early onset bradykinesia and age progressive motor deficits. Functional alterations within the striatum were confirmed: L62 showed normal basal dopamine levels, but impaired dopamine release (upon amphetamine challenge) in the dorsal striatum measured by in vivo brain dialysis at 9 months of age. This impairment was coincident with a reduced response to amphetamine in the activity test. L62 further displayed greater sensitivity to low doses of the dopamine receptor 1 (D1) agonist SKF81297 but reacted normally to the D2 agonist quinpirole in the open field. Since accumulation of α-Syn aggregates in neurones and synapses and alterations in the dopaminergic tone are characteristics of PD, phenotypes reported for L62 present a good opportunity to further our understanding of motor dysfunction in PD and Lewy body dementia.", "doi": "10.1016/j.bbr.2017.11.025", "title": "Alpha-Synuclein transgenic mice, h-α-SynL62, display α-Syn aggregation and a dopaminergic phenotype reminiscent of Parkinson's disease.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}