{"authors": [["Tanaka", "Ken-Ichiro", "KI", "Department of Bio-Analytical Chemistry, Faculty of Pharmacy, Musashino University, 1-1-20 Shinmachi, Nishitokyo-shi, Tokyo 202-8585, Japan. Electronic address: k-tana@musashino-u.ac.jp."], ["Shimoda", "Mikako", "M", "Department of Bio-Analytical Chemistry, Faculty of Pharmacy, Musashino University, 1-1-20 Shinmachi, Nishitokyo-shi, Tokyo 202-8585, Japan."], ["Kawahara", "Masahiro", "M", "Department of Bio-Analytical Chemistry, Faculty of Pharmacy, Musashino University, 1-1-20 Shinmachi, Nishitokyo-shi, Tokyo 202-8585, Japan. Electronic address: makawa@musashino-u.ac.jp."]], "date": "2017-11-24", "id": "29180015", "text": "Zinc (Zn) is known as a co-factor for over 300 metalloproteins or enzymes, and has essential roles in many physiological functions. However, excessively high Zn concentrations are induced in pathological conditions such as interruption of blood flow in stroke or transient global ischemia-induced neuronal cell death. Furthermore, we recently found that copper (Cu2+) significantly exacerbates Zn2+ neurotoxicity in mouse hypothalamic neuronal cells, suggesting that Zn2+ interaction with Cu2+ is important for the development of neurological disease. Meanwhile, organic acids such as pyruvic acid and citric acid are reported to prevent neuronal cell death induced by various stresses. Thus, in this study, we focused on organic acids and searched for compounds that inhibit Cu2+/Zn2+-induced neurotoxicity. Initially, we examined the protective effect of various organic acids on Cu2+/Zn2+-induced neurotoxicity, and found that pyruvic acid clearly suppresses Cu2+/Zn2+-induced neurotoxicity in GT1-7 cells. Next, we examined the protective mechanisms of pyruvic acid against Cu2+/Zn2+-induced neurotoxicity. Specifically, we examined the possibilities that pyruvic acid chelates Cu2+ and Zn2+ or suppresses the ER stress response, but found that neither was suppressed by pyruvic acid treatment. In contrast, pyruvic acid significantly suppressed cytochrome c release into cytoplasm, an index of mitochondrial injury, in a dose-dependent manner. These results suggest that pyruvic acid prevents Cu2+/Zn2+-induced neuronal cell death by suppressing mitochondrial injury. Based on our results, we assume that pyruvic acid may be therapeutically beneficial for neurological diseases involving neuronal cell death such as vascular dementia.", "doi": "10.1016/j.bbrc.2017.11.152", "title": "Pyruvic acid prevents Cu2+/Zn2+-induced neurotoxicity by suppressing mitochondrial injury.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}