{"authors": [["Seo", "Ean-Jeong", "EJ", "Department of Pharmaceutical Biology, Institute of Pharmacy and Biochemistry, Johannes Gutenberg University, Mainz, Germany."], ["Fischer", "Nicolas", "N", "Department of Pharmaceutical Biology, Institute of Pharmacy and Biochemistry, Johannes Gutenberg University, Mainz, Germany."], ["Efferth", "Thomas", "T", "Department of Pharmaceutical Biology, Institute of Pharmacy and Biochemistry, Johannes Gutenberg University, Mainz, Germany. Electronic address: efferth@uni.mainz.de."]], "date": "2017-11-24", "id": "29179999", "text": "Alzheimer's disease (AD) is the most prevalent form of dementia. The exact pathophysiology of this disease remains incompletely understood and safe and effective therapies are required. AD is highly correlated with neuroinflammation and oxidative stress in brain causing neuronal loss. Nuclear factor of activated B-cells (NF-κB) is involved in physiological inflammatory processes and thus representing a promising target for inflammation-based AD therapy. Phytochemicals are able to interfere with the NF-κB pathway. They inhibit the phosphorylation or the ubiquitination of signaling molecules, and thus, inhibit the degradation of IκB. The translocation of NF-κB to the nucleus and subsequent transcription of pro-inflammatory cytokines are inhibited by the actions of phytochemicals. Additionally, natural compounds preventing the interaction of NF-κB can block NF-κB's transcriptional activity by inhibiting its binding to target DNA. Many polyphenols including curcumin, resveratrol, pterostilbene, punicalagin, macranthoin G, salidroside, 4-O-methylhonokiol, lycopene, genistein, obovatol and gallic acid were reported as potent NF-κB inhibitors for AD treatment. Several alkaloids such as galantamine, glaucocalyxin B, tetrandrine, berberine, oridonin, anatabine have been shown anti-inflammatory effects in AD models in vitro as well as in vivo. Besides, vitamins, tanshinone IIA, artemisinin, dihydroasparagusic acid, geniposide, xanthoceraside, l-theranine, 1,8-cineole and paeoniflorin were described as promising NF-κB inhibitors. In conclusion, natural products from plants represent interesting candidates for AD treatment. They may qualify as promising compounds for the development of derivatives providing enhanced pharmacological features.", "doi": "10.1016/j.phrs.2017.11.030", "title": "Phytochemicals as inhibitors of NF-κB for treatment of Alzheimer's disease.", "journal": ["Pharmacological research", "Pharmacol. Res."]}