{"authors": [["He", "P", "P", "Institute of Population Research, Peking University, Beijing, China."], ["Chen", "G", "G", "Institute of Population Research, Peking University, Beijing, China."], ["Wang", "Z", "Z", "Institute of Population Research, Peking University, Beijing, China."], ["Guo", "C", "C", "Institute of Population Research, Peking University, Beijing, China."], ["Li", "N", "N", "Institute of Population Research, Peking University, Beijing, China."], ["Yun", "C", "C", "Institute of Population Research, Peking University, Beijing, China."], ["Zheng", "X", "X", "Institute of Population Research, Peking University, Beijing, China."]], "date": "2017-11-26", "id": "29178565", "text": "Adults with intellectual disabilities (ID) often have multiple comorbidities. Psychiatric disorders in this population have been poorly studied in developing countries. We aimed to investigate the prevalence of psychiatric disorders in adults with ID and whether comorbid psychiatric disorders were associated with health service utilisation.We obtained data from the Second National Sample Survey on Disability, conducted in 31 provinces of China and selected a subsample of 13 631 adults aged 18 years and above with ID. ID were defined by intelligence quotient score under 70, deficits in two or more adaptive behaviours and age of onset under 18 years. Psychiatric disorders were identified according to the International Statistical Classification of Diseases, Tenth Revision. Logistic regressions were used for data analyses.The prevalence of psychiatric disorders in adults with ID was 16.7%. The most prevalent type of psychiatric disorder was dementia. Older adults, females, being minorities, urban residents, being literate, low-income groups and having severe ID, were associated with elevated risk of psychiatric disorder among adults with ID. Compared with individuals without psychiatric disorders, those with comorbid psychiatric disorders were more likely to use medical service and less likely to use rehabilitation service.The prevalence of psychiatric disorder in adults with ID was strikingly higher than that in the general population. Health service utilisation among Chinese adults with ID remained a big challenge. There is a possibility of diagnostic overshadowing by local clinicians, which may have resulted in overdiagnosis of dementia and underdiagnosis of common mental disorders. This study informs further investigations regarding common mental disorders among people with ID and has implications for public health strategies and health policies to meet health service need for this population.", "doi": "10.1111/jir.12451", "title": "Adults with intellectual disabilities in China: comorbid psychiatric disorder and its association with health service utilisation.", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"]}