{"authors": [["Takayama", "Keiko", "K", "Department of Psychiatry, Kibogaoka Hospital, Tsuyama, Japan."], ["Hirayama", "Keisuke", "K", "Department of Psychiatry, Momonosato Hospital, Kasaoka, Japan."], ["Hirao", "Akihiko", "A", "Department of Psychiatry, Kawada Hospital, Okayama, Japan."], ["Kondo", "Keiko", "K", "Department of Psychiatry, Sekizen Hospital, Tsuyama, Japan."], ["Hayashi", "Hideki", "H", "Department of Psychiatry, Hayashi Hospital, Okayama, Japan."], ["Kadota", "Koichi", "K", "Department of Psychiatry, Kurashiki Jinpu Hospital, Kurashiki, Japan."], ["Asaba", "Hiroyuki", "H", "Department of Psychiatry, Kohnan Hospital, Tamano, Japan."], ["Ishizu", "Hideki", "H", "Department of Psychiatry, Zikei Hospital, Okayama, Japan."], ["Nakata", "Kenji", "K", "Department of Psychiatry, Taiyo Hills Hospital, Takahashi, Japan."], ["Kurisu", "Kairi", "K", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Oshima", "Etsuko", "E", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Yokota", "Osamu", "O", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Yamada", "Norihito", "N", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Terada", "Seishi", "S", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."]], "date": null, "id": "29178502", "text": "It is widely supposed that there has been no evidence of increased survival in patients with advanced dementia receiving enteral tube feeding. However, more than a few studies have reported no harmful outcome from tube feeding in dementia patients compared to in patients without dementia.This was a retrospective study. Nine psychiatric hospitals in Okayama Prefecture participated in this survey. All inpatients fulfilling the entry criteria were evaluated. All subjects suffered from difficulty with oral intake. Attending physicians thought that the patients could not live without long-term artificial nutrition. The physicians decided whether to make use of long-term artificial nutrition between January 2012 and December 2014.We evaluated 185 patients. Their mean age was 76.6 ± 11.4 years. Of all subjects, patients with probable Alzheimer's disease (n = 78) formed the biggest group, schizophrenia patients (n = 44) the second, and those with vascular dementia (n = 30) the third. The median survival times were 711 days for patients with tube feeding and 61 days for patients without tube feeding. In a comparison different types of tube feeding, median survival times were 611 days for patients with a nasogastric tube and more than 1000 days for those with a percutaneous endoscopic gastrostomy tube.Patients with tube feeding survived longer than those without tube feeding, even among dementia patients. This study suggests that enteral nutrition for patients with dementia prolongs survival. Additionally, percutaneous endoscopic gastrostomy tube feeding may be safer than nasogastric tube feeding among patients in psychiatric hospitals.", "doi": "10.1111/psyg.12274", "title": "Survival times with and without tube feeding in patients with dementia or psychiatric diseases in Japan.", "journal": ["Psychogeriatrics : the official journal of the Japanese Psychogeriatric Society", "Psychogeriatrics"]}