{"authors": [["Pozzebon", "Margaret", "M", "School of Allied Health, La Trobe University, Melbourne, VIC, Australia."], ["Douglas", "Jacinta", "J", "La Trobe University, College of Science, Health and Engineering, School of Allied Health, Bundoora, VIC, Australia."], ["Ames", "David", "D", "Royal Melbourne Hospital, Melbourne, VIC, Australia."]], "date": "2017-11-26", "id": "29178408", "text": "Although primary progressive aphasia (PPA) is characterized by progressive loss of language and communication skills, knowledge about the earliest emerging signs announcing the onset of this condition is limited.To explore spousal recollections regarding the earliest signs of PPA and to compare the nature of the earliest perceived symptoms across the three PPA variants.In-depth interviews focusing on the earliest signs of illness onset were conducted with 13 spouses whose partners were diagnosed with PPA. The earliest recollections and observations described by the spouses were analyzed and coded according to the DSM-5 criteria for a mild neurocognitive disorder. These data were then compared across and within each of the three PPA variants.Spousal retrospective accounts indicated the three PPA variants (semantic, logopenic and non-fluent) had a signature profile announcing illness onset. Changes in social cognition presented in all three variants of PPA, but at different points in the illness trajectory. In particular, the findings suggest the possibility that PPA initially presents as subtle changes in social cognition for semantic variant PPA (svPPA) and logopenic variant PPA (IvPPA) rather than overt language impairments as defined in the current diagnostic criteria.Understanding the nature of symptoms perceived in the earliest stages of PPA has potential to inform earlier and accurate diagnosis and interventions to assist those living with the illness.", "doi": "10.1111/1460-6984.12347", "title": "Spousal recollections of early signs of primary progressive aphasia.", "journal": ["International journal of language & communication disorders", "Int J Lang Commun Disord"]}