{"authors": [["McGrattan", "Mairead", "M", "Primary Care Research Group, School of Pharmacy, Medical Biology Centre, Queen's University Belfast, 97 Lisburn Road, Belfast, Northern Ireland, BT9 7BL, UK."], ["Ryan", "Cristín", "C", "The School of Pharmacy and Pharmaceutical Sciences, Panoz Institute, Trinity College Dublin, Dublin 2, Ireland."], ["Barry", "Heather E", "HE", "Primary Care Research Group, School of Pharmacy, Medical Biology Centre, Queen's University Belfast, 97 Lisburn Road, Belfast, Northern Ireland, BT9 7BL, UK."], ["Hughes", "Carmel M", "CM", "Primary Care Research Group, School of Pharmacy, Medical Biology Centre, Queen's University Belfast, 97 Lisburn Road, Belfast, Northern Ireland, BT9 7BL, UK. c.hughes@qub.ac.uk."]], "date": null, "id": "29177770", "text": "The importance of optimising medicines management for people with dementia has been emphasised through research and policy. However, evidence is currently lacking regarding how to achieve this in this patient population.The aim was to assess the effectiveness of medicines management interventions for people with dementia living in their own home or a care home, with or without nursing care.A systematic literature search was conducted in February 2016 across six electronic databases and three trial registries. Inclusion criteria were randomised controlled trials of medicines management (prescribing, dispensing, adherence, and/or review) interventions for people with dementia living in their own homes or care homes, with or without nursing. An assessment of quality was conducted for all studies, using the Cochrane tool for assessing the risk of bias. All outcomes were considered using a narrative approach.Overall, 1365 articles were identified, with three studies eligible for inclusion (n = 475 participants). The studies were heterogeneous both in terms of intervention components, setting, and outcomes used. Aspects of medicines management targeted included medication review, adherence, and administration. Improvements in psychotropic prescribing were observed; however, the interventions had limited effects on other outcomes such as wellbeing, falls and dementia severity.This review highlights the limited number of studies examining medicines management interventions for people with dementia. Of the work that has been conducted to date, emphasis has been placed on psychotropic drug use. Future research must target community-dwelling dementia patients and take a holistic approach to medicines management.", "doi": "10.1007/s40266-017-0505-3", "title": "Interventions to Improve Medicines Management for People with Dementia: A Systematic Review.", "journal": ["Drugs & aging", "Drugs Aging"]}