{"authors": [["Tan", "Chin Hong", "CH", "Neuroradiology Section, Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA, USA. chinhong.tan@ucsf.edu."], ["Fan", "Chun Chieh", "CC", "Department of Cognitive Science, University of California, La Jolla, San Diego, CA, USA."], ["Mormino", "Elizabeth C", "EC", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA, USA."], ["Sugrue", "Leo P", "LP", "Neuroradiology Section, Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA, USA."], ["Broce", "Iris J", "IJ", "Neuroradiology Section, Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA, USA."], ["Hess", "Christopher P", "CP", "Neuroradiology Section, Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA, USA."], ["Dillon", "William P", "WP", "Neuroradiology Section, Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA, USA."], ["Bonham", "Luke W", "LW", "Department of Neurology, University of California, San Francisco, San Francisco, CA, USA."], ["Yokoyama", "Jennifer S", "JS", "Department of Neurology, University of California, San Francisco, San Francisco, CA, USA."], ["Karch", "Celeste M", "CM", "Department of Psychiatry, Washington University in St. Louis, St. Louis, MO, USA."], ["Brewer", "James B", "JB", "Department of Neurosciences, University of California, La Jolla, San Diego, CA, USA."], ["Rabinovici", "Gil D", "GD", "Department of Neurology, University of California, San Francisco, San Francisco, CA, USA."], ["Miller", "Bruce L", "BL", "Department of Neurology, University of California, San Francisco, San Francisco, CA, USA."], ["Schellenberg", "Gerard D", "GD", "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Kauppi", "Karolina", "K", "Department of Radiology, University of California, La Jolla, San Diego, CA, USA."], ["Feldman", "Howard A", "HA", "Department of Neurosciences, University of California, La Jolla, San Diego, CA, USA."], ["Holland", "Dominic", "D", "Department of Neurosciences, University of California, La Jolla, San Diego, CA, USA."], ["McEvoy", "Linda K", "LK", "Department of Radiology, University of California, La Jolla, San Diego, CA, USA."], ["Hyman", "Bradley T", "BT", "Department of Neurology, Massachusetts General Hospital, Boston, MA, USA."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL, USA."], ["Andreassen", "Ole A", "OA", "NORMENT Institute of Clinical Medicine, University of Oslo, Oslo, Norway."], ["Dale", "Anders M", "AM", "Department of Cognitive Science, University of California, La Jolla, San Diego, CA, USA."], ["Desikan", "Rahul S", "RS", "Neuroradiology Section, Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA, USA. rahul.desikan@ucsf.edu."], [null, null, null, null]], "date": "2017-11-24", "id": "29177679", "text": "There is an urgent need for identifying nondemented individuals at the highest risk of progressing to Alzheimer's disease (AD) dementia. Here, we evaluated whether a recently validated polygenic hazard score (PHS) can be integrated with known in vivo cerebrospinal fluid (CSF) or positron emission tomography (PET) biomarkers of amyloid, and CSF tau pathology to prospectively predict cognitive and clinical decline in 347 cognitive normal (CN; baseline age range = 59.7-90.1, 98.85% white) and 599 mild cognitively impaired (MCI; baseline age range = 54.4-91.4, 98.83% white) individuals from the Alzheimer's Disease Neuroimaging Initiative 1, GO, and 2. We further investigated the association of PHS with post-mortem amyloid load and neurofibrillary tangles in the Religious Orders Study and Memory and Aging Project (ROSMAP) cohort (N = 485, age at death range = 71.3-108.3). In CN and MCI individuals, we found that amyloid and total tau positivity systematically varies as a function of PHS. For individuals in greater than the 50th percentile PHS, the positive predictive value for amyloid approached 100%; for individuals in less than the 25th percentile PHS, the negative predictive value for total tau approached 85%. High PHS individuals with amyloid and tau pathology showed the steepest longitudinal cognitive and clinical decline, even among APOE ε4 noncarriers. Among the CN subgroup, we similarly found that PHS was strongly associated with amyloid positivity and the combination of PHS and biomarker status significantly predicted longitudinal clinical progression. In the ROSMAP cohort, higher PHS was associated with higher post-mortem amyloid load and neurofibrillary tangles, even in APOE ε4 noncarriers. Together, our results show that even after accounting for APOE ε4 effects, PHS may be useful in MCI and preclinical AD therapeutic trials to enrich for biomarker-positive individuals at highest risk for short-term clinical progression.", "doi": "10.1007/s00401-017-1789-4", "title": "Polygenic hazard score: an enrichment marker for Alzheimer's associated amyloid and tau deposition.", "journal": ["Acta neuropathologica", "Acta Neuropathol."]}