{"authors": [["Gill", "Dilbagh", "D", "Department of Pharmacy, University of Reading, UK."], ["Almutairi", "Saleh", "S", "Department of Pharmacy, University of Reading, UK."], ["Donyai", "Parastou", "P", "Department of Pharmacy, University of Reading, UK."]], "date": "2017-11-21", "id": "29177512", "text": "Because antipsychotics are associated with an increased risk of morbidity and mortality, they should only be prescribed in dementia in limited circumstances. But antipsychotics are prescribed to a large proportion of residents in formal care settings despite guidance and warnings to the contrary, justifying a study into how professionals define and in turn create realities about antipsychotic usage in dementia.Twenty-eight professionals with a role in the care and management of patients with dementia in care homes were recruited and interviewed in this qualitative study. A gap in the literature about the social construction of antipsychotics in dementia prompted the use of critical discourse analysis methodology.Antipsychotics were portrayed in 2 distinct ways; as \"the lesser of two evils' they were conceptualized as the less harmful or unpleasant of 2 bad choices and as \"medicines not Smarties\" (a brand of sweets/candy) they were conceptualized as prescribed too frequently and indiscriminately. The first resource could be used to defend the prescribing of antipsychotics and uphold the prescribers' privilege to do so whereas the second enabled the speaker to reject their own wilful involvement in overprescribing.When prescribers draw on \"the lesser of two evils\" paradigm to sanction the overprescribing of antipsychotics, implicit assumptions about these medications as being the best of bad choices should be recognized and challenged. Future studies should target specific normative beliefs about antipsychotic prescribing consequences, to change the lexicon of common knowledge which perpetuates bad practice.", "doi": "10.1093/geront/gnx178", "title": "\"The Lesser of Two Evils\" Versus \"Medicines not Smarties\": Constructing Antipsychotics in Dementia.", "journal": ["The Gerontologist", "Gerontologist"]}