{"authors": [["Lucke", "J A", "JA", "Department of Gerontology and Geriatrics, Leiden University Medical Center, Leiden, The Netherlands."], ["de Gelder", "J", "J", "Department of Gerontology and Geriatrics, Leiden University Medical Center, Leiden, The Netherlands."], ["Heringhaus", "C", "C", "Department of Emergency Medicine, Leiden University Medical Center, Leiden, The Netherlands."], ["van der Mast", "R C", "RC", "Department of Psychiatry, Leiden University Medical Center, Leiden, The Netherlands."], ["Fogteloo", "A J", "AJ", "Department of Internal Medicine, section of Acute Care, Leiden University Medical Center, Leiden, The Netherlands."], ["Anten", "S", "S", "Department of Internal Medicine, section acute care, Alrijne Hospital, the Netherlands."], ["Blauw", "G J", "GJ", "Department of Gerontology and Geriatrics, Leiden University Medical Center, Leiden, The Netherlands."], ["de Groot", "B", "B", "Department of Emergency Medicine, Leiden University Medical Center, Leiden, The Netherlands."], ["Mooijaart", "S P", "SP", "Department of Gerontology and Geriatrics, Leiden University Medical Center, Leiden, The Netherlands."]], "date": "2017-11-21", "id": "29177470", "text": "to investigate whether cognitive impairment, measured early after Emergency Department (ED) arrival and irrespective of its cause, is independently associated with functional decline or mortality after 3 and 12 months in older ED patients.a prospective multi-centre cohort study in all Acutely Presenting Older Patients visiting the Emergency Department (APOP study) of three hospitals in the Netherlands.2,130 patients, ≥70 years.data on demographics, disease severity and geriatric characteristics were collected during the first hour of the ED visit. Cognition was measured using the 6-Item-Cognitive-Impairment-Test ('6CIT'). Cognitive impairment was defined as 6CIT ≥11, self-reported dementia or the inability to perform the cognition test. The composite adverse outcome after 3 and 12 months was defined as a 1-point decrease in Katz Activities of Daily Living (ADL), new institutionalisation or mortality. Multivariable regression analysis was used to assess whether cognitive impairment independently associates with adverse outcome.of 2,130 included patients, 588 (27.6%) had cognitive impairment at baseline and 654 patients (30.7%) suffered from adverse outcome after 3 months. Cognitive impairment associated with increased risk for adverse outcome (adjusted odds ratio (OR) 1.72, 95%CI 1.37-2.17). After 12 months, 787 patients (36.9%) suffered from adverse outcome. Again, cognitive impairment independently associated with increased risk for adverse outcome (adjusted OR 1.89, 95%CI 1.46-2.46). ORs were similar for patients who were discharged home versus hospitalised patients.cognitive impairment measured during the early stages of ED visit, irrespective of the cause, is independently associated with adverse outcome after 3 and 12 months in older patients.", "doi": "10.1093/ageing/afx174", "title": "Impaired cognition is associated with adverse outcome in older patients in the Emergency Department; the Acutely Presenting Older Patients (APOP) study.", "journal": ["Age and ageing", "Age Ageing"]}