{"authors": [["Fekih-Mrissa", "Najiba", "N", "Laboratory of Molecular Biology, Department of Hematology, Military Hospital of Tunisia, Mont Fleury, 1008 Tunis, Tunisia."], ["Bedoui", "Ines", "I", "Department of Neurology, Military Hospital of Tunisia, Montfleury, Tunis, 1008 Tunisia."], ["Sayeh", "Aycha", "A", "Laboratory of Molecular Biology, Department of Hematology, Military Hospital of Tunisia, Mont Fleury, 1008 Tunis, Tunisia."], ["Derbali", "Hajer", "H", "Department of Neurology, Military Hospital of Tunisia, Montfleury, Tunis, 1008 Tunisia."], ["Mrad", "Meriem", "M", "Laboratory of Molecular Biology, Department of Hematology, Military Hospital of Tunisia, Mont Fleury, 1008 Tunis, Tunisia."], ["Mrissa", "Ridha", "R", "Department of Neurology, Military Hospital of Tunisia, Montfleury, Tunis, 1008 Tunisia."], ["Nsiri", "Brahim", "B", "Laboratory of Molecular Biology, Department of Hematology, Military Hospital of Tunisia, Mont Fleury, 1008 Tunis, Tunisia."]], "date": "2017-11-17", "id": "29176997", "text": "The angiotensin-converting enzyme gene (ACE) insertion/deletion (I/D or indel) polymorphism has long been linked to Alzheimer's disease (AD), but the interpretation of established data remains controversial. The aim of this study was to determine whether the angiotensin-converting enzyme is associated with the risk of Alzheimer's disease in Tunisian patients.We analyzed the genotype and allele frequency distribution of the ACE I/D gene polymorphism in 60 Tunisian AD patients and 120 healthy controls.There is a significantly increased risk of AD in carriers of the D/D genotype (51.67% in patients vs. 31.67% in controls; p = .008, OR = 2.32). The D allele was also more frequently found in patients compared with controls (71.67% vs. 56.25%; p = .003, OR = 2.0). Moreover, as assessed by the Mini-Mental State Examination, patient D/D carriers were more frequently found to score in the severe category of dementia (65%) as compared to the moderate category (32%) or mild category (3%).The D/D genotype and D allele of the ACE I/D polymorphism were associated with an increased risk in the development of AD in a Tunisian population. Furthermore, at the time of patient evaluation (average age 75 years), patients suffering with severe dementia were found predominantly in D/D carriers and, conversely, the D/D genotype and D allele were more frequently found in AD patients with severe dementia. These preliminary exploratory results should be confirmed in larger studies and further work is required to explore and interpret possible alternative findings in diverse populations.", "doi": "10.1186/s12991-017-0164-0", "title": "Association between an angiotensin-converting enzyme gene polymorphism and Alzheimer's disease in a Tunisian population.", "journal": ["Annals of general psychiatry", "Ann Gen Psychiatry"]}