{"authors": [["Chu", "Tak-Ho", "TH", "Hotchkiss Brain Institute, Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Cummins", "Karen", "K", "Hotchkiss Brain Institute, Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Sparling", "Joseph S", "JS", "Hotchkiss Brain Institute, Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Tsutsui", "Shigeki", "S", "Hotchkiss Brain Institute, Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Brideau", "Craig", "C", "Hotchkiss Brain Institute, Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Nilsson", "K Peter R", "KPR", "Department of Physics, Chemistry and Biology, Linköping University, Linköping, Sweden."], ["Joseph", "Jeffrey T", "JT", "Departments of Clinical Neurosciences, Alberta Health Services, Calgary, Alberta, Canada."], ["Stys", "Peter K", "PK", "Hotchkiss Brain Institute, Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."]], "date": "2017-11-27", "id": "29176903", "text": "As an extension of the brain, the spinal cord has unique properties which could allow us to gain a better understanding of CNS pathology. The brain and cord share the same cellular components, yet the latter is simpler in cytoarchitecture and connectivity. In Alzheimer's research, virtually all focus is on brain pathology, however it has been shown that transgenic Alzheimer's mouse models accumulate beta amyloid plaques in spinal cord, suggesting that the cord possesses the same molecular machinery and conditions for plaque formation. Here we report a spatial-temporal map of plaque load in 5xFAD mouse spinal cord. We found that plaques started to appear at 11 weeks, then exhibited a time dependent increase and differential distribution along the cord. More plaques were found in cervical than other spinal levels at all time points examined. Despite heavy plaque load at 6 months, the number of cervical motor neurons in 5xFAD mice is comparable to wild type littermates. On detailed microscopic examination, fine beta amyloid-containing and beta sheet-rich thread-like structures were found in the peri-axonal space of many axons. Importantly, these novel structures appear before any plaque deposits are visible in young mice spinal cord and they co-localize with axonal swellings at later stages, suggesting that these thread-like structures might represent the initial stages of plaque formation, and could play a role in axonal damage. Additionally, we were able to demonstrate increasing myelinopathy in aged 5xFAD mouse spinal cord using the lipid probe Nile Red with high resolution. Collectively, we found significant amyloid pathology in grey and white matter of the 5xFAD mouse spinal cord which indicates that this structure maybe a useful platform to study mechanisms of Alzheimer's pathology and disease progression.", "doi": "10.1371/journal.pone.0188218", "title": "Axonal and myelinic pathology in 5xFAD Alzheimer's mouse spinal cord.", "journal": ["PloS one", "PLoS ONE"]}