{"authors": [["Yun", "Hyuk Jin", "HJ", "Department of Biomedical Engineering, Hanyang University, Seoul, 04763, Korea."], ["Moon", "Seung Hwan", "SH", "Department of Nuclear Medicine, Sungkyunkwan University School of Medicine, Seoul, 06351, Korea."], ["Kim", "Hee Jin", "HJ", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, 06351, Korea."], ["Lockhart", "Samuel N", "SN", "Helen Wills Neuroscience Institute, University of California, Berkeley, 94720, CA, USA."], ["Choe", "Yearn Seong", "YS", "Department of Nuclear Medicine, Sungkyunkwan University School of Medicine, Seoul, 06351, Korea."], ["Lee", "Kyung Han", "KH", "Department of Nuclear Medicine, Sungkyunkwan University School of Medicine, Seoul, 06351, Korea."], ["Na", "Duk L", "DL", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, 06351, Korea."], ["Lee", "Jong-Min", "JM", "Department of Biomedical Engineering, Hanyang University, Seoul, 04763, Korea. ljm@hanyang.ac.kr."], ["Seo", "Sang Won", "SW", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, 06351, Korea. sangwonseo@empal.com."]], "date": "2017-11-24", "id": "29176753", "text": "Reference region selection is important for proper amyloid PET analysis, especially in subcortical vascular dementia (SVaD) patients. We investigated reference region differences between SVaD and Alzheimer's disease (AD) using Centiloid scores. In 57 [C-11] Pittsburgh compound B (PiB) positive (+) AD and 23 PiB (+) SVaD patients, we assessed standardized PiB uptake and Centiloid scores in disease-specific cortical regions, with several reference regions: cerebellar gray (CG), whole cerebellum (WC), WC with brainstem (WC + B), pons, and white matter (WM). We calculated disease group differences from young controls (YC) and YC variance according to reference region. SVaD patients showed large effect sizes (Cohen's d > 0.8) using all reference regions. WM and pons showed larger YC variances than other regions. Findings were similar for AD patients. CG, WC, and WC + B, but not WM or pons, are reliable reference regions for amyloid imaging analysis in SVaD.", "doi": "10.1038/s41598-017-16236-1", "title": "Centiloid method evaluation for amyloid PET of subcortical vascular dementia.", "journal": ["Scientific reports", "Sci Rep"]}