{"authors": [["Bullich", "Santiago", "S", "Piramal Imaging GmbH, Berlin, Germany, Spain."], ["Barthel", "Henryk", "H", "Department of Nuclear Medicine, University Hospital Leipzig, Leipzig, Germany."], ["Koglin", "Norman", "N", "Piramal Imaging GmbH, Berlin, Germany, Spain."], ["Becker", "Georg A", "GA", "Department of Nuclear Medicine, University Hospital Leipzig, Leipzig, Germany."], ["De Santi", "Susan", "S", "Piramal Pharma Inc., Boston, MA, USA."], ["Jovalekic", "Aleksandar", "A", "Piramal Imaging GmbH, Berlin, Germany, Spain."], ["Stephens", "Andrew W", "AW", "Piramal Imaging GmbH, Berlin, Germany, Spain."], ["Sabri", "Osama", "O", "Department of Nuclear Medicine, University Hospital Leipzig, Leipzig, Germany."]], "date": "2017-11-24", "id": "29175981", "text": "Accurate amyloid PET quantification is necessary for monitoring amyloid-beta accumulation and response to therapy. Currently, most of the studies are analyzed using the static standardized uptake value ratio (SUVR) approach because of its simplicity. However, this approach may be influenced by changes in cerebral blood flow (CBF) or radiotracer clearance. Full tracer kinetic models require arterial blood sampling and dynamic image acquisition. The objectives of this work were: (1) to validate a non-invasive kinetic modeling approach for 18F-florbetaben PET using an acquisition protocol with the best compromise between quantification accuracy and simplicity and (2) to assess the impact of CBF changes and radiotracer clearance on SUVRs and non-invasive kinetic modeling data in 18F-florbetaben PET. Methods: Data from twenty subjects (10 patients with probable Alzheimer's dementia/ 10 healthy volunteers) were used to compare the binding potential (BPND) obtained from the full kinetic analysis to the SUVR and to non-invasive tracer kinetic methods (simplified reference tissue model (SRTM), and multilinear reference tissue model 2 (MRTM2)). Different approaches using shortened or interrupted acquisitions were compared to the results of the full acquisition (0-140 min). Simulations were carried out to assess the effect of CBF and radiotracer clearance changes on SUVRs and non-invasive kinetic modeling outputs. Results: A 0-30 and 120-140 min dual time-window acquisition protocol using appropriate interpolation of the missing time points provided the best compromise between patient comfort and quantification accuracy. Excellent agreement was found between BPND obtained using full and dual time-window (2TW) acquisition protocols (BPND,2TW=0.01+ 1.00 BPND,FULL, R2=0.97 (MRTM2); BPND,2TW= 0.05+ 0.92·BPND,FULL, R2=0.93 (SRTM)). Simulations showed a limited impact of CBF and radiotracer clearance changes on MRTM parameters and SUVRs. Conclusion: This study demonstrates accurate non-invasive kinetic modeling of 18F-florbetaben PET data using a dual time-window acquisition protocol, thus providing a good compromise between quantification accuracy, scan duration and patient burden. The influence of CBF and radiotracer clearance changes on amyloid-beta load estimates was small. For most clinical research applications, the SUVR approach is appropriate. However, for longitudinal studies in which a maximum quantification accuracy is desired, this non-invasive dual time-window acquisition protocol and kinetic analysis is recommended.", "doi": "10.2967/jnumed.117.200964", "title": "Validation of Non-Invasive Tracer Kinetic Analysis of 18F-Florbetaben PET Using a Dual Time-Window Acquisition Protocol.", "journal": ["Journal of nuclear medicine : official publication, Society of Nuclear Medicine", "J. Nucl. Med."]}