{"authors": [["Sultana", "Sabira", "S", "University College of Conventional Medicine, Faculty of Pharmacy and Alternative Medicine, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."], ["Asif", "Hafiz Muhammad", "HM", "Department of Eastern Medicine & Surgery, Faculty of Health & Medical Sciences, The University of Poonch, Rawalakot, AJ & K, Pakistan."]], "date": null, "id": "29175804", "text": "Hypertension (HTN) or high blood pressure is a medical condition that accounts 9.4 million deaths all over the world every year. It is leading cause of morbidity and mortality worldwide. It increases the risk of cardiovascular diseases, including heart failure, diffuse atherosclerosis, cognitive impairment and dementia. Clinically, synthetic antihypertensive drugs have been used to treat hypertension. However, the efficacy of these drugs is low and also produces side effects which include dry mouth, dizziness, emotional distress, gastrointestinal disturbance, visual disorders etc. These distressing side effects adversely affect health-related quality of life. Therefore, there is a need to search natural, cheaper and non-toxic compound. Plant are widely use in traditional systems of medicine for the treatment of several diseases. About 80% of the world population relies on traditional medicine for primary healthcare. In the last three decades, a lot of research has been done on local medicinal plants for hypotensive and antihypertensive potentials. Plants are the rich source of secondary metabolites which have been found in vivo to have antihypertensive properties. The current study is focused on reviewing the antihypertensive property of medicinal plants and their metabolites. In the current review, we conducted a literature search using Elsevier, Science direct, Springer Link (Springer), Pub Med and Google Scholar. The search included the keywords \"plants\", \"medicinal plants\", \"plant extracts\", cross-referenced with the keywords \"hypertension\" \"antihypertensive activity\". The use of plant origin natural compounds as cardio protective and antihypertensive agents is an interesting strategy for discovering bioactive products. Plants are rich in a variety of secondary metabolites, such as flavonoids, alkaloids, tannins and terpenoids. These have been found in vivo to have antihypertensive effects. The present review therefore; stand for a good basis to choose exact molecules belonging to the indicated categories that in the forthcoming future will become useful therapeutic tools.", "doi": null, "title": "Review: Medicinal plants combating against hypertension: A green antihypertensive approach.", "journal": ["Pakistan journal of pharmaceutical sciences", "Pak J Pharm Sci"]}