{"authors": [["Cai", "Hong-Yan", "HY", "Department of Microbiology and Immunology, Shanxi Medical University, 56 Xinjian South Road, Taiyuan, Shanxi Province, 030001, China. Electronic address: yancai1@163.com."], ["Yang", "Jun-Ting", "JT", "Department of Physiology, Shanxi Medical University, 56 Xinjian South Road, Taiyuan, Shanxi Province, 030001, China. Electronic address: 984647776@qq.com."], ["Wang", "Zhao-Jun", "ZJ", "Department of Physiology, Shanxi Medical University, 56 Xinjian South Road, Taiyuan, Shanxi Province, 030001, China. Electronic address: wzhaojun1025@126.com."], ["Zhang", "Jun", "J", "Department of Physiology, Shanxi Medical University, 56 Xinjian South Road, Taiyuan, Shanxi Province, 030001, China. Electronic address: zj2004081@163.com."], ["Yang", "Wei", "W", "Department of Physiology, Shanxi Medical University, 56 Xinjian South Road, Taiyuan, Shanxi Province, 030001, China. Electronic address: vividmail@163.com."], ["Wu", "Mei-Na", "MN", "Department of Physiology, Shanxi Medical University, 56 Xinjian South Road, Taiyuan, Shanxi Province, 030001, China. Electronic address: wmna@163.com."], ["Qi", "Jin-Shun", "JS", "Department of Physiology, Shanxi Medical University, 56 Xinjian South Road, Taiyuan, Shanxi Province, 030001, China. Electronic address: jinshunqi2009@163.com."]], "date": "2017-11-22", "id": "29175324", "text": "Type 2 diabetes mellitus (T2DM) has been identified as a high risk factor for Alzheimer's disease (AD). The impairment of insulin signaling has been found in AD brain. Glucagon-like peptide-1 (GLP-1) is an incretin hormone, normalises insulin signaling and acts as a neuroprotective growth factor. We have previously shown that the long-lasting GLP-1 receptor (GLP-1R) agonist lixisenatide plays an important role in memory formation, synaptic plasticity and cell proliferation of rats. In the follow-up study, we analysed the neuroprotective effect and mechanism of lixisenatide, injected for 60 days at 10 nmol/kg i.p. once daily in APP/PS1/tau female mice and C57BL/6J female mice (as control) aged 12 month. The results showed that lixisenatide could reduce amyloid plaques, neurofibrillary tangles and neuroinflammation in the hippocampi of 12-month-old APP/PS1/tau female mice; activation of PKA-CREB signaling pathway and inhibition of p38-MAPK might be the important mechanisms in the neuroprotective function of lixisenatide. The study demonstrated that GLP-1R agonists such as lixisenatide might have the potential to be developed as a novel therapy for AD.", "doi": "10.1016/j.bbrc.2017.11.114", "title": "Lixisenatide reduces amyloid plaques, neurofibrillary tangles and neuroinflammation in an APP/PS1/tau mouse model of Alzheimer's disease.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}