{"authors": [["Anderson", "John A E", "JAE", "Department of Psychology, York University, Toronto, Ontario, Canada."], ["Grundy", "John G", "JG", "Department of Psychology, York University, Toronto, Ontario, Canada."], ["De Frutos", "Jaisalmer", "J", "Laboratory of Cognitive and Computational Neuroscience, Center for Biomedical Technology, Pozuelo de Alarcón, Spain; Biological and Health Psychology Department, Universidad Autónoma de Madrid, Madrid, Spain."], ["Barker", "Ryan M", "RM", "Department of Psychology, York University, Toronto, Ontario, Canada."], ["Grady", "Cheryl", "C", "Baycrest Rotman Research Institute, Toronto, ON, Canada; University of Toronto, Departments of Psychology and Psychiatry, Canada."], ["Bialystok", "Ellen", "E", "Department of Psychology, York University, Toronto, Ontario, Canada; Baycrest Rotman Research Institute, Toronto, ON, Canada. Electronic address: ellenb@yorku.ca."]], "date": "2017-11-22", "id": "29175203", "text": "Bilingualism can delay the onset of dementia symptoms and has thus been characterized as a mechanism for cognitive or brain reserve, although the origin of this reserve is unknown. Studies with young adults generally show that bilingualism is associated with a strengthening of white matter, but there is conflicting evidence for how bilingualism affects white matter in older age. Given that bilingualism has been shown to help stave off the symptoms of dementia by up to four years, it is crucial that we clarify the mechanism underlying this reserve. The current study uses diffusion tensor imaging (DTI) to compare monolinguals and bilinguals while carefully controlling for potential confounds (e.g., I.Q., MMSE, and demographic variables). We show that group differences in Fractional Anisotropy (FA) and Radial Diffusivity (RD) arise from multivariable interactions not adequately controlled for by sequential bivariate testing. After matching and statistically controlling for confounds, bilinguals still had greater axial diffusivity (AD) in the left superior longitudinal fasciculus than monolingual peers, supporting a neural reserve account for healthy older bilinguals.", "doi": "10.1016/j.neuroimage.2017.11.038", "title": "Effects of bilingualism on white matter integrity in older adults.", "journal": ["NeuroImage", "Neuroimage"]}