{"authors": [["Branco", "Lucas M T", "LMT", "Departments of Neurology and Neuroimaging Laboratory, School of Medicine, University of Campinas - UNICAMP, Campinas, SP, Brazil."], ["de Rezende", "Thiago J R", "TJR", "Departments of Neurology and Neuroimaging Laboratory, School of Medicine, University of Campinas - UNICAMP, Campinas, SP, Brazil."], ["Roversi", "Caroline de O", "CO", "Departments of Neurology and Neuroimaging Laboratory, School of Medicine, University of Campinas - UNICAMP, Campinas, SP, Brazil."], ["Zanao", "Tamires", "T", "Departments of Neurology and Neuroimaging Laboratory, School of Medicine, University of Campinas - UNICAMP, Campinas, SP, Brazil."], ["Casseb", "Raphael F", "RF", "Departments of Neurology and Neuroimaging Laboratory, School of Medicine, University of Campinas - UNICAMP, Campinas, SP, Brazil."], ["de Campos", "Brunno M", "BM", "Departments of Neurology and Neuroimaging Laboratory, School of Medicine, University of Campinas - UNICAMP, Campinas, SP, Brazil."], ["França", "Marcondes C", "MC", "Departments of Neurology and Neuroimaging Laboratory, School of Medicine, University of Campinas - UNICAMP, Campinas, SP, Brazil. Electronic address: mcfrancajr@uol.com.br."]], "date": "2017-11-21", "id": "29175194", "text": "We aimed to assess the brain signature of cognitive and behavioral impairment in C9orf72-negative non-demented ALS patients. The study included 50 amyotrophic lateral sclerosis (ALS) patients (out of 75 initially recruited) and 38 healthy controls. High-resolution T1-weighted and spin-echo diffusion tensor images were acquired in a 3T MRI scanner. The multi atlas-based analysis protocol and the FreeSurfer tool were employed for gray matter assessment, and fiber tractography for white matter evaluation. Cognitively impaired ALS patients (n = 12) had bilateral amygdalae and left thalamic volumetric reduction compared to non-impaired ALS patients. Behaviorally impaired ALS patients (n = 14) had lower fractional anisotropy (FA) at the fornix in comparison with healthy subjects. These parameters did correlate with cognitive/behavioral scores, but not with motor-functional parameters in the ALS cohort. We believe that basal ganglia and fornix damage might be related to cognitive and behavioral impairment across ALS-frontotemporal dementia continuum. Also, distinct anatomical areas seem to influence the behavioral and cognitive status of these individuals.", "doi": "10.1016/j.pscychresns.2017.11.010", "title": "Brain signature of mild stages of cognitive and behavioral impairment in amyotrophic lateral sclerosis.", "journal": ["Psychiatry research", "Psychiatry Res"]}