{"authors": [["Ghisays", "Valentina", "V", "Experimental Psychology Graduate Program, Univ. of Cincinnati, Cincinnati, OH, United States."], ["Nguyen", "Elizabeth T", "ET", "Neuroscience Graduate Program, Univ. of Cincinnati, Cincinnati, OH, United States."], ["Streicher", "Joshua", "J", "Division of Oncology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, United States."], ["Pease", "Nicholas A", "NA", "Department of Psychiatry and Behavioral Neuroscience, Univ. of Cincinnati, Cincinnati, OH, United States."], ["Fitzgerald", "Maureen", "M", "Department of Psychiatry and Behavioral Neuroscience, Univ. of Cincinnati, Cincinnati, OH, United States."], ["Estrada", "Christina M", "CM", "Experimental Psychology Graduate Program, Univ. of Cincinnati, Cincinnati, OH, United States."], ["Franco-Villanueva", "Ana", "A", "Department of Psychiatry and Behavioral Neuroscience, Univ. of Cincinnati, Cincinnati, OH, United States."], ["Privette Vinnedge", "Lisa", "L", "Division of Oncology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, United States."], ["Solomon", "Matia B", "MB", "Neuroscience Graduate Program, Univ. of Cincinnati, Cincinnati, OH, United States; Department of Psychiatry and Behavioral Neuroscience, Univ. of Cincinnati, Cincinnati, OH, United States. Electronic address: matia.solomon@uc.edu."]], "date": "2017-11-23", "id": "29175155", "text": "DEK, a chromatin-remodeling gene expressed in most human tissues, is known for its role in cancer biology and autoimmune diseases. DEK depletion in vitro reduces cellular proliferation, induces DNA damage subsequently leading to apoptosis, and down-regulates canonical Wnt/β-catenin signaling, a molecular pathway essential for learning and memory. Despite a recognized role in cancer (non-neuronal) cells, DEK expression and function is not well characterized in the central nervous system. We conducted a gene ontology analysis (ToppGene), using a cancer database to identify genes associated with DEK deficiency, which pinpointed several genes associated with cognitive-related diseases (i.e., Alzheimer's disease, presenile dementia). Based on this information, we examined DEK expression in corticolimbic structures associated with learning and memory in adult male and female mice using immunohistochemistry. DEK was expressed throughout the brain in both sexes, including the medial prefrontal cortex (prelimbic, infralimbic and dorsal peduncular). DEK was also abundant in all amygdalar subdivisions (basolateral, central and medial) and in the hippocampus including the CA1, CA2, CA3, dentate gyrus (DG), ventral subiculum and entorhinal cortex. Of note, compared to males, females had significantly higher DEK immunoreactivity in the CA1, indicating a sex difference in this region. DEK was co-expressed with neuronal and microglial markers in the CA1 and DG, whereas only a small percentage of DEK cells were in apposition to astrocytes in these areas. Given the reported inverse cellular and molecular profiles (e.g., cell survival, Wnt pathway) between cancer and Alzheimer's disease, these findings suggest a potentially important role of DEK in cognition.", "doi": "10.1016/j.neuroscience.2017.11.025", "title": "Neuroanatomical Distribution of DEK Protein in Corticolimbic Circuits Associated with Learning and Memory in Adult Male and Female Mice.", "journal": ["Neuroscience", "Neuroscience"]}