{"authors": [["Gefen", "Tamar", "T", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: tamar.gefen@northwestern.edu."], ["Papastefan", "Steven T", "ST", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: papaste2@uic.edu."], ["Rezvanian", "Aras", "A", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: aras.rezvanian@northwestern.edu."], ["Bigio", "Eileen H", "EH", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA; Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: e-bigio@northwestern.edu."], ["Weintraub", "Sandra", "S", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA; Department of Psychiatry and Behavioral Sciences, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: sweintraub@northwestern.edu."], ["Rogalski", "Emily", "E", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: e-rogalski@northwestern.edu."], ["Mesulam", "M-Marsel", "MM", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA; Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: mmesulam@northwestern.edu."], ["Geula", "Changiz", "C", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA; Department of Cellular and Molecular Biology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: c-geula@northwestern.edu."]], "date": "2017-11-08", "id": "29175073", "text": "Throughout the human aging lifespan, neurons acquire an unusually high burden of wear and tear; this is likely why age is considered the strongest risk factor for the development of Alzheimer's Disease (AD). Von Economo neurons (VENs) are rare, spindle-shaped cells mostly populated in anterior cingulate cortex. In a prior study, \"SuperAgers\" (individuals older than 80 years of age with outstanding memory ability) showed higher VEN densities compared to elderly controls with average memory, and those with amnestic Mild Cognitive Impairment (aMCI). The intrinsic vulnerabilities of these neurons are unclear, and their contribution to neurodegeneration is unknown. The current study investigated the influence of age and the severity of Alzheimer's disease (AD) on VEN density.VEN and total neuronal densities were quantitated using unbiased stereological methods in the anterior cingulate cortex of postmortem samples from the following subject groups: younger controls (age 20-60), SuperAgers, cognitively average elderly controls (age 65+), individuals diagnosed antemortem with aMCI, and individuals diagnosed antemortem with dementia of AD (N = 5, per group).The AD group showed significantly lower VEN density compared to younger and older controls (p < .05), but not compared to the aMCI group, and VENs bearing neurofibrillary tangles were discovered in AD cases. The aMCI group showed lower VEN density than elderly controls, but this was not significant. There was a significant negative correlation between VEN density and Braak stages of AD (p < .001). Consistent with prior findings, SuperAgers showed highest mean VEN density, even when compared to younger cases.VENs in human anterior cingulate cortex are vulnerable to AD pathology, particularly in later stages of pathogenesis. Their densities do not change throughout aging in individuals with average cognition, and they are more numerous in SuperAgers.", "doi": "10.1016/j.cortex.2017.10.015", "title": "Von Economo neurons of the anterior cingulate across the lifespan and in Alzheimer's disease.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}