{"authors": [["Kelly", "Michy P", "MP", "Department of Pharmacology, Physiology & Neuroscience, University of South Carolina School of Medicine, 6439 Garners Ferry Road, VA Bldg 1, 3rd Floor, D-12, Columbia, SC 29209, United States. Electronic address: Michy.Kelly@uscmed.sc.edu."]], "date": "2017-11-23", "id": "29175000", "text": "Deficits in brain function that are associated with aging and age-related diseases benefit very little from currently available therapies, suggesting a better understanding of the underlying molecular mechanisms is needed to develop improved drugs. Here, we review the literature to test the hypothesis that a break down in cyclic nucleotide signaling at the level of synthesis, execution, and/or degradation may contribute to these deficits. A number of findings have been reported in both the human and animal model literature that point to brain region-specific changes in Galphas (a.k.a. Gαs or Gsα), adenylyl cyclase, 3',5'-adenosine monophosphate (cAMP) levels, protein kinase A (PKA), cAMP response element binding protein (CREB), exchange protein activated by cAMP (Epac), hyperpolarization-activated cyclic nucleotide-gated ion channels (HCNs), atrial natriuretic peptide (ANP), brain natriuretic peptide (BNP), soluble and particulate guanylyl cyclase, 3',5'-guanosine monophosphate (cGMP), protein kinase G (PKG) and phosphodiesterases (PDEs). Among the most reproducible findings are 1) elevated circulating ANP and BNP levels being associated with cognitive dysfunction or dementia independent of cardiovascular effects, 2) reduced basal and/or NMDA-stimulated cGMP levels in brain with aging or Alzheimer's disease (AD), 3) reduced adenylyl cyclase activity in hippocampus and specific cortical regions with aging or AD, 4) reduced expression/activity of PKA in temporal cortex and hippocampus with AD, 5) reduced phosphorylation of CREB in hippocampus with aging or AD, 6) reduced expression/activity of the PDE4 family in brain with aging, 7) reduced expression of PDE10A in the striatum with Huntington's disease (HD) or Parkinson's disease, and 8) beneficial effects of select PDE inhibitors, particularly PDE10 inhibitors in HD models and PDE4 and PDE5 inhibitors in aging and AD models. Although these findings generally point to a reduction in cyclic nucleotide signaling being associated with aging and age-related diseases, there are exceptions. In particular, there is evidence for increased cAMP signaling specifically in aged prefrontal cortex, AD cerebral vessels, and PD hippocampus. Thus, if cyclic nucleotide signaling is going to be targeted effectively for therapeutic gain, it will have to be manipulated in a brain region-specific manner.", "doi": "10.1016/j.cellsig.2017.11.004", "title": "Cyclic nucleotide signaling changes associated with normal aging and age-related diseases of the brain.", "journal": ["Cellular signalling", "Cell. Signal."]}