{"authors": [["Connors", "Michael H", "MH", "Dementia Centre for Research Collaboration, UNSW Sydney, Sydney, Australia; Centre for Healthy Brain Ageing, UNSW Sydney, Sydney, Australia."], ["Ames", "David", "D", "National Ageing Research Institute, Melbourne, Australia; University of Melbourne Academic Unit for Psychiatry of Old Age, Melbourne, Australia."], ["Woodward", "Michael", "M", "Aged Care, Austin Hospital, Heidelberg, Australia; Melbourne Medical School, University of Melbourne, Melbourne, Australia."], ["Brodaty", "Henry", "H", "Dementia Centre for Research Collaboration, UNSW Sydney, Sydney, Australia; Centre for Healthy Brain Ageing, UNSW Sydney, Sydney, Australia. Electronic address: h.brodaty@unsw.edu.au."]], "date": "2017-10-20", "id": "29174998", "text": "Psychotic symptoms are a common feature in Alzheimer disease (AD), occurring in approximately 40% of patients. These symptoms are associated with worse clinical outcomes. Comparatively little research, however, has distinguished delusions and hallucinations, which may have distinct clinical, neuropathological, and genetic correlates. To address this, the current study examined the clinical outcomes associated with delusions and hallucinations in AD.Three-year observational study.Nine memory clinics in Australia.A total of 445 patients with AD.Measures of neuropsychiatric symptoms, dementia severity, cognition, function, caregiver burden, and medication use were completed annually for 3 years with additional assessments at 3 months and 6 months in the first year. Mortality data were obtained from state registries approximately 5 years after the study.Of 445 patients, 102 (22.9%) developed only delusions, 39 (8.8%) developed only hallucinations, and 84 (18.9%) developed both symptoms. Delusions and hallucinations were both associated with greater dementia severity, poorer cognition and function, higher levels of other neuropsychiatric symptoms, and greater caregiver burden. The presence of both symptoms was associated with worse outcomes than only one of these symptoms. Delusions, both by themselves and in combination with hallucinations, predicted institutionalization. Antipsychotic medication use predicted mortality.Delusions and hallucinations independently and in combination are associated with poor clinical outcomes. The findings highlight the challenges managing these patients, particularly given the high levels of caregiver burden associated with psychotic symptoms and the likely mortality arising from antipsychotic medication.", "doi": "10.1016/j.jagp.2017.10.011", "title": "Psychosis and Clinical Outcomes in Alzheimer Disease: A Longitudinal Study.", "journal": ["The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry", "Am J Geriatr Psychiatry"]}