{"authors": [["Sample", "Camille H", "CH", "Center for Behavioral Neuroscience, Department of Psychology, American University, Washington, DC, United States. Electronic address: csample@usc.edu."], ["Davidson", "Terry L", "TL", "Center for Behavioral Neuroscience, Department of Psychology, American University, Washington, DC, United States."]], "date": "2017-11-22", "id": "29174819", "text": "Women are disproportionately affected by obesity, and obesity increases women's risk of developing dementia more so than men. Remarkably little is known about how females make decisions about when and how much to eat. Research in animal models with males supports a framework in which previous experiences with external food cues and internal physiological energy states, and the ability to retrieve memories of the consequences of eating, determines subsequent food intake. Additional evidence indicates that consumption of a high-fat, high-sugar diet interferes with hippocampal-dependent mnemonic processes that operate to suppress eating, such as in situations of satiety. Recent findings also indicate that weakening this form of hippocampal-dependent inhibitory control may also extend to other forms of learning and memory, perpetuating a vicious cycle of increased Western diet intake, hippocampal dysfunction, and further impairments in the suppression of appetitive behavior that may ultimately disrupt other types of memorial interference resolution. How these basic learning and memory processes operate in females to guide food intake has received little attention. Ovarian hormones appear to protect females from obesity and metabolic impairments, as well as modulate learning and memory processes, but little is known about how these hormones modulate learned appetitive behavior. Even less is known about how a sex-specific environmental factor - widespread hormonal contraceptive use - affects associative learning and the regulation of food intake. Extending learned models of food intake to females will require considerably investigation at many levels (e.g., reproductive status, hormonal compound, parity). This work could yield critical insights into the etiology of obesity, and its concomitant cognitive impairment, for both sexes.", "doi": "10.1016/j.physbeh.2017.11.023", "title": "Considering sex differences in the cognitive controls of feeding.", "journal": ["Physiology & behavior", "Physiol. Behav."]}