{"authors": [["Mishra", "Sandeep Kumar", "SK", "Division of Pharmacology, CSIR-Central Drug Research Institute, Lucknow, India; Academy of Scientific and Innovative Research (AcSIR), India."], ["Singh", "Sonu", "S", "Division of Pharmacology, CSIR-Central Drug Research Institute, Lucknow, India."], ["Shukla", "Shubha", "S", "Division of Pharmacology, CSIR-Central Drug Research Institute, Lucknow, India; Academy of Scientific and Innovative Research (AcSIR), India."], ["Shukla", "Rakesh", "R", "Division of Pharmacology, CSIR-Central Drug Research Institute, Lucknow, India; Academy of Scientific and Innovative Research (AcSIR), India. Electronic address: rakeshshuklacdri@gmail.com."]], "date": "2017-11-22", "id": "29174383", "text": "Neurogenesis is a complex process involved in memory formation and is known to be altered in Alzheimer's disease (AD). Neuroinflammation and insulin signaling dysfunction, key players during intracerebroventricular Streptozotocin (ICV-STZ) induced dementia variedly affects neurogenesis. The aim of this work was to study the variation in neurogenic process associated with AD in ICV STZ induced dementia. Adult male Sprague Dawley rats weighing 180-200 g were given two different doses of ICV STZ (3 mg/kg on Day 1 and 3, & 1 mg/kg on Day 1) in two different experimental setup. Memory functions were assessed by Morris Water Maze. Immunofluorescence and western blotting was done to study the variation in neurogenesis, amyloid and tau pathology, neuroinflammation and insulin signaling. ICV STZ 6 mg/kg (3 mg/kg twice on Day 1 and 3 of 21 days study) caused impairment in learning and memory and severe atrophy of the neurogenic areas. Modified dose of ICV STZ (1 mg/kg once on Day 1) caused a significant decline in neurogenesis in subventricular zone (SVZ) and dentate gyrus (DG) as indicated by decrease in the number of (5-Bromo-2'-deoxyuridine) BrdU+ Nestin+ cells, Doublecortin (DCX+) cells and BrdU+ NeuN+ cells after day 11 and 18 of ICV STZ injection. However, impairment in learning and memory was observed only during 18 days study post ICV STZ injection (1 mg/kg on Day 1). Up regulation of proteins of amyloid and tau pathology (Amyloid precursor protein (APP), β site amyloid precursor protein cleaving enzyme 1 (BACE1) & p-Tau Ser 396) was observed at this time point with no significant change in amyloid β42 (Aβ42) expression. Enhanced neuroinflammation (increased Glial fibrillary acidic protein (GFAP) & nuclear factor kappa-light-chain-enhancer of activated B cells (NFκB)) and diminished insulin signaling was also observed in our study in both neurogenic areas, however the extent to which they may have negative impact on neurogenes is yet to be explored.", "doi": "10.1016/j.neuint.2017.11.012", "title": "Intracerebroventricular streptozotocin impairs adult neurogenesis and cognitive functions via regulating neuroinflammation and insulin signaling in adult rats.", "journal": ["Neurochemistry international", "Neurochem. Int."]}