{"authors": [["Grossman", "Alon", "A", "Department of Internal Medicine E, Rabin Medical Center, Beilinson Campus, Petah Tikva, Israel; Sackler Faculty of Medicine, Tel Aviv University, Israel."], ["Feldhamer", "Ilan", "I", "Clalit Health Services Research and Information Department, Chief Physician Office, Israel. Electronic address: Ilanfe@clalit.org.il."], ["Meyerovitch", "Joseph", "J", "Sackler Faculty of Medicine, Tel Aviv University, Israel; The Jesse Z and Sara Lea Shafer Institute for Endocrinology and Diabetes, National Center for Childhood Diabetes, Schneider Children's Medical Center of Israel and Medicine Wings, Community Division, Clalit Health Services, Tel Aviv, Israel. Electronic address: josephm@post.tau.ac.il."]], "date": "2017-11-22", "id": "29174213", "text": "It is uncertain whether subclinical hypothyroidism should be treated with levothyroxine, particularly in the elderly. This study evaluated the association between levothyroxine treatment and mortality in individuals 65years or older with subclinical hypothyroidism and TSH values <10mIU/L.A case-control study in which patients 65years or older with TSH levels of 4.2-10mIU/L who died in the years 2012-2016 ('cases') were compared with matched individuals who did not die during this period ('controls'). Matching was based on gender, age, Charlson comorbidity index, date of TSH testing, duration of follow-up and TSH quartile. All cases of known thyroid disease or cases in which anti-thyroid medications or glucocorticoids were dispensed in the year preceding the TSH evaluation were excluded. Use of levothyroxine was compared between groups.During the follow-up period, 419 individuals died and these were matched with 1558 individuals who did not. Factors found to be associated with mortality were age, senile dementia, congestive heart failure, chronic renal failure and a history of cerebrovascular disease. On multivariate analysis, treatment with levothyroxine was associated with significantly increased mortality (HR=1.19 CI 1.03-1.38). Femoral fractures and atrial fibrillation following initiation of levothyroxine therapy were not more prevalent in individuals who died during the follow-up period.Treatment with levothyroxine is associated with significantly increased mortality in individuals 65years or older with subclinical hypothyroidism and TSH<10.", "doi": "10.1016/j.ejim.2017.11.010", "title": "Treatment with levothyroxin in subclinical hypothyroidism is associated with increased mortality in the elderly.", "journal": ["European journal of internal medicine", "Eur. J. Intern. Med."]}