{"authors": [["Staszewski", "Jacek", "J", "Clinic of Neurology, Military Institute of Medicine, Szaserow 128, Warsaw 04-141, Poland. Electronic address: jstaszewski@wim.mil.pl."], ["Piusińska-Macoch", "Renata", "R", "Clinic of Neurology, Military Institute of Medicine, Szaserow 128, Warsaw 04-141, Poland."], ["Brodacki", "Bogdan", "B", "Clinic of Neurology, Military Institute of Medicine, Szaserow 128, Warsaw 04-141, Poland."], ["Skrobowska", "Ewa", "E", "Department of Radiology, Military Institute of Medicine, Szaserow 128, Warsaw 04-141, Poland."], ["Stępień", "Adam", "A", "Clinic of Neurology, Military Institute of Medicine, Szaserow 128, Warsaw 04-141, Poland."]], "date": "2017-11-14", "id": "29173807", "text": "Little is known if hemostatic markers and serum lipid fractions can predict further radiological progression beyond vascular risk factors in cerebral small vessel disease (SVD). We investigated whether they are associated with SVD radiological progression and if they are related to different SVD clinical manifestations.A single-center, prospective, cohort study with 2 years of radiological follow-up was performed in consecutive patients with different SVD manifestations. The study group consisted of 123 patients: 49 with lacunar stroke (LS), 48 with vascular dementia (VaD) and 26 with vascular parkinsonism (VaP). We assessed SVD progression by a visual SVD scale. We determined the relationship between serum or plasma concentrations of tissue factor (TF), thrombomodulin, beta-thromboglobulin (BTG), fibrinogen, D-dimer and total cholesterol, HDL-C, LDL-C, triglycerides and SVD progression by logistic regression analysis.34.9% patients had SVD radiological progression: 43% had isolated WMLs progression, 23.2% had new lacunes, 34.8% had both WMLs progression and new lacunes. Fibrinogen [OR 1.02 (95% CI 1.006-1.011] was significantly associated with risk of new lacunes or WMLs progression regardless of the clinical SVD manifestation. While low HDL [OR 0.96 (0.93-1)] and TF [OR 1.07 (0.99-1.1)] were marginally associated with new lacunes, BTG [OR 1.005 (0.99-1.01)] was associated with WMLs progression.We found a relationship between fibrinogen and risk of radiological progression of SVD regardless of the clinical SVD manifestation. In addition, lower HDL and increased TF predicted development of new lacunes, and higher BTG was associated with risk of WMLs progression.", "doi": "10.1016/j.pjnns.2017.11.005", "title": "Association between hemostatic markers, serum lipid fractions and progression of cerebral small vessel disease: A 2-year follow-up study.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}