{"authors": [["Rivard", "Lena", "L", "Department of Medicine, Montreal Heart Institute, Université de Montréal, Montréal, Québec, Canada. Electronic address: lena.rivard@umontreal.ca."], ["Khairy", "Paul", "P", "Department of Medicine, Montreal Heart Institute, Université de Montréal, Montréal, Québec, Canada."]], "date": "2017-10-06", "id": "29173598", "text": "Atrial fibrillation (AF) and dementia are major health issues, with growing evidence suggesting a consistent association between AF and all forms of dementia. Although dementia and AF share several risk factors, the association appears to be independent of a history of clinical stroke and other comorbidities such as hypertension, heart failure, and diabetes. Proposed mechanisms linking AF to cognitive decline include altered hemodynamics resulting in cerebral hypoperfusion, inflammation, genetic factors, and silent cerebral ischemia due to subclinical microemboli. Evidence in support of the microembolization hypothesis includes the much higher incidence of silent cerebral ischemia detected in imaging studies in patients with AF, the association between presence of silent cerebral ischemia and cognitive dysfunction, and a \"dose response\" relationship between extent of silent cerebral ischemia and degree of cognitive impairment. Preventive therapies are currently being investigated and include anticoagulation, antiplatelet therapy, statins, pharmacological rhythm and rate control treatment strategies for AF, and catheter ablation procedures. Blinded Randomized Trial of Anticoagulation to Prevent Ischemic Stroke and Neurocognitive Impairment in Atrial Fibrillation (BRAIN-AF) trial is currently assessing whether oral anticoagulation can prevent cognitive decline in patients at low risk of overt stroke. Considering the strong and independent association between AF and neurocognitive outcomes and the major clinical implications, evidence-based preventive approaches are critically required to diminish the health burden from the scourge of dementia and related conditions.", "doi": "10.1016/j.cjca.2017.09.024", "title": "Mechanisms, Clinical Significance, and Prevention of Cognitive Impairment in Patients With Atrial Fibrillation.", "journal": ["The Canadian journal of cardiology", "Can J Cardiol"]}