{"authors": [["DeForge", "Ryan", "R", "Health & Rehabilitation Sciences, Western University, London, Canada. Electronic address: ryan.deforge@uwindsor.ca."], ["Ward-Griffin", "Catherine", "C", "Arthur Labatt Family School of Nursing, Faculty of Health Sciences, Western University, London, Canada."], ["St-Amant", "Oona", "O", "Daphne Cockwell School of Nursing, Ryerson University, Toronto, Canada."], ["Hall", "Jodi", "J", "School of Nursing, Faculty of Health Sciences, Nursing, Human Services, Fanshawe College, London, Canada."], ["McWilliam", "Carol", "C", "Arthur Labatt Family School of Nursing, Faculty of Health Sciences, Western University, London, Canada."], ["Forbes", "Dorothy", "D", "Faculty of Nursing, University of Alberta, Edmonton, Canada."], ["Kloseck", "Marita", "M", "School of Health Studies, Faculty of Health Sciences, Western University, London, Canada."], ["Oudshoorn", "Abe", "A", "Arthur Labatt Family School of Nursing, Faculty of Health Sciences, Western University, London, Canada."]], "date": "2017-09-11", "id": "29173511", "text": "This critical ethnographic study examined how power relations shape the nature and enactment of caregivers' evaluation of home-based dementia care practices. As the home care sector continues to evolve and prepare itself as a key element in caring for people living with dementia and their families, this study grounds our understanding of how dementia home care practices are enacted and evaluated, particularly at the interface of formal and familial caregiving. The critical finding from our data is that not all evaluations of care practices were considered equally meaningful or relevant, and, moreover, their significance depended on whether the evaluation was made by someone in a position of power. Renewed awareness of and attention to power relations, such as class and gender, are implicated in the evaluation of care practices. Consequently, challenging how power is enacted in ways that (re)produces and reifies care norms is vital in order to foster equitable and supportive partnerships in home-based dementia care.", "doi": "10.1016/j.jaging.2017.09.002", "title": "Evaluating dementia home care practices: The reification of care norms.", "journal": ["Journal of aging studies", "J Aging Stud"]}