{"authors": [["Das", "Kalyan", "K", "a Department of Statistics , University of Calcutta, Ballygunge Science College , Kolkata , India."], ["Rana", "Subrata", "S", "a Department of Statistics , University of Calcutta, Ballygunge Science College , Kolkata , India."], ["Roy", "Surupa", "S", "b Department of Statistics , St. Xavier's College , Kolkata , India."], [null, null, null, null]], "date": "2017-11-27", "id": "29173033", "text": "In clinical trials, patient's disease severity is usually assessed on a Likert-type scale. Patients, however, may miss one or more follow-up visits (non-monotone missing). The statistical analysis of non-Gaussian longitudinal data with non-monotone missingness is difficult to handle, particularly when both response and time-dependent covariates are subject to such missingness. Even when the number of patients with intermittent missing data is small, ignoring those patients from analysis seems to be unsatisfactory. The focus of the current investigation is to study the progression of Alzheimer's disease by incorporating a non-ignorable missing data mechanism for both response and covariates in a longitudinal setup. Combining the cumulative logit longitudinal model for Alzheimer's disease progression with the bivariate binary model for the missing pattern, we develop a joint likelihood. The parameters are then estimated using the Monte Carlo Newton Raphson Expectation Maximization (MCNREM) method. This approach is quite easy to handle and the convergence of the estimates is attained in a reasonable amount of time. The study reveals that apolipo-protein plays a significant role in assessing a patient's disease severity. A detailed simulation has also been carried out for justifying the performance of our approach.", "doi": "10.1080/10543406.2017.1402780", "title": "Evaluation of Alzheimer's disease progression based on clinical dementia rating scale with missing responses and covariates.", "journal": ["Journal of biopharmaceutical statistics", "J Biopharm Stat"]}