{"authors": [["Persson", "Karin", "K", "1 Norwegian National Advisory Unit on Ageing and Health, Vestfold Hospital Trust, Tønsberg, Norway."], ["Barca", "Maria Lage", "ML", "1 Norwegian National Advisory Unit on Ageing and Health, Vestfold Hospital Trust, Tønsberg, Norway."], ["Cavallin", "Lena", "L", "4 Department of Clinical Science, Intervention, and Technology, Division of Medical Imaging and Tecknology, Karolinska Institute, Stockholm, Sweden."], ["Brækhus", "Anne", "A", "1 Norwegian National Advisory Unit on Ageing and Health, Vestfold Hospital Trust, Tønsberg, Norway."], ["Knapskog", "Anne-Brita", "AB", "3 Department of Geriatric Medicine, The Memory Clinic, Oslo University Hospital, Oslo, Norway."], ["Selbæk", "Geir", "G", "1 Norwegian National Advisory Unit on Ageing and Health, Vestfold Hospital Trust, Tønsberg, Norway."], ["Engedal", "Knut", "K", "1 Norwegian National Advisory Unit on Ageing and Health, Vestfold Hospital Trust, Tønsberg, Norway."]], "date": "2017-01-01", "id": "29172642", "text": "Background Different clinically feasible methods for evaluation of medial temporal lobe atrophy exists and are useful in diagnostic work-up of Alzheimer's disease (AD). Purpose To compare the diagnostic properties of two clinically available magnetic resonance imaging (MRI)-based methods-an automated volumetric software, NeuroQuant® (NQ) (evaluation of hippocampus volume) and the Scheltens scale (visual evaluation of medial temporal lobe atrophy [MTA])-in patients with AD dementia, and subjective and mild cognitive impairment (non-dementia). Material and Methods MRIs from 56 patients (31 AD, 25 non-dementia) were assessed with both methods. Correlations between the methods were calculated and receiver operating curve (ROC) analyses that yield area under the curve (AUC) statistics were conducted. Results High correlations were found between the two MRI assessments for the total hippocampal volume measured with NQ and mean MTA score (-0.753, P < 0.001), for the right (-0.767, P < 0.001), and for the left (-0.675, P < 0.001) sides. The NQ total measure yielded somewhat higher AUC (0.88, \"good\") compared to the MTA mean measure (0.80, \"good\") in the comparison of patients with AD and non-dementia, but the accuracy was in favor of the MTA scale. Conclusion The two methods correlated highly and both methods reached equally \"good\" power.", "doi": "10.1177/0284185117743778", "title": "Comparison of automated volumetry of the hippocampus using NeuroQuant® and visual assessment of the medial temporal lobe in Alzheimer's disease.", "journal": ["Acta radiologica (Stockholm, Sweden : 1987)", "Acta Radiol"]}