{"authors": [["Freak-Poli", "Rosanne", "R", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands."], ["Ikram", "M Arfan", "MA", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands."], ["Franco", "Oscar H", "OH", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands."], ["Hofman", "Albert", "A", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands."], ["Tiemeier", "Henning", "H", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands."]], "date": "2017-11-24", "id": "29172249", "text": "Depression after a cardiovascular disease event (post-CVD) is associated with increased mortality. However, little is known about how pre-existing depression affects survival after CVD incidence.To evaluate whether depressive symptoms preceding first incident CVD (pre-CVD) affects survival.From the Rotterdam Study, 6,932 persons aged 55+ and free of dementia and CVD completed the Center for Epidemiological Studies Depression (CES-D) scale every 4 to 5 years from 1993. CES-D subdomains were positive affect, negative affect, somatic symptoms, and interpersonal affect. Persons were followed for mortality and CVD.During 15-year follow-up, 22% of participants suffered their first incident CVD. Pre-CVD depressive symptoms was not associated with mortality after adjustment for smoking status and physical function (HR per 10-point score: 1.05, 95%CI: 0.99-1.10). After first incident CVD, depressive symptoms increased. Higher post-CVD depressive symptoms was associated with increased mortality (HR: 1.13, 95%CI: 1.06, 1.22). The relation between post-CVD depressive symptoms and mortality was no longer statistically significant after adjustment for pre-CVD depressive symptoms. Pre-CVD and post-CVD measures of somatic symptoms and positive affect were associated with mortality.During 15 years follow-up in community-dwelling older adults, the relation between higher depressive symptoms measured before first incident CVD and mortality was not independent of health status. Whereas, higher depressive symptoms measured after CVD was associated with increased mortality, was not independent of pre-CVD depressive symptoms. Given the associations observed between positive affect and mortality, positive affect may be the reason we observed a relation between depressive symptoms and mortality.", "doi": "10.1002/da.22689", "title": "Depressive symptoms prior to and after incident cardiovascular disease and long-term survival. A population-based study of older persons.", "journal": ["Depression and anxiety", "Depress Anxiety"]}