{"authors": [["Cash", "David M", "DM", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK; Centre for Medical Image Computing, University College London, London, UK."], ["Bocchetta", "Martina", "M", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], ["Thomas", "David L", "DL", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK; Centre for Medical Image Computing, University College London, London, UK."], ["Dick", "Katrina M", "KM", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], ["van Swieten", "John C", "JC", "Erasmus Medical Center, Rotterdam, the Netherlands."], ["Borroni", "Barbara", "B", "Centre for Ageing Brain and Neurodegenerative Disorders, Neurology Unit, University of Brescia, Brescia, Italy."], ["Galimberti", "Daniela", "D", "Department of Pathophysiology and Transplantation, \"Dino Ferrari\" Center, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy."], ["Masellis", "Mario", "M", "Cognitive Neurology Research Unit, Sunnybrook Health Sciences Centre, Hurvitz Brain Sciences Research Program, Sunnybrook Research Institute, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."], ["Tartaglia", "Maria Carmela", "MC", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, Toronto, Ontario, Canada."], ["Rowe", "James B", "JB", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, UK."], ["Graff", "Caroline", "C", "Karolinska Institutet, Department NVS, Center for Alzheimer Research, Division of Neurogeriatrics, Huddinge, Sweden; Department of Geriatric Medicine, Karolinska University Hospital, Stockholm, Sweden."], ["Tagliavini", "Fabrizio", "F", "Istituto Neurologico Carlo Besta, Milan, Italy."], ["Frisoni", "Giovanni B", "GB", "IRCCS San Giovanni di Dio Fatebenefratelli, Brescia, Italy."], ["Laforce", "Robert", "R", "Université Laval, Quebec, Canada."], ["Finger", "Elizabeth", "E", "University of Western Ontario, Ontario, Canada."], ["de Mendonça", "Alexandre", "A", "Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Sorbi", "Sandro", "S", "Department of Neurosciences, Psychology, Drug Research and Child Health (NEUROFARBA), University of Florence, Florence, Italy; IRCCS Don Gnocchi, Firenze, Italy."], ["Rossor", "Martin N", "MN", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], ["Ourselin", "Sebastien", "S", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK; Centre for Medical Image Computing, University College London, London, UK."], ["Rohrer", "Jonathan D", "JD", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK. Electronic address: j.rohrer@ucl.ac.uk."], [null, null, null, null]], "date": "2017-10-19", "id": "29172163", "text": "Frontotemporal dementia (FTD) is a highly heritable condition with multiple genetic causes. In this study, similarities and differences of gray matter (GM) atrophy patterns were assessed among 3 common forms of genetic FTD (mutations in C9orf72, GRN, and MAPT). Participants from the Genetic FTD Initiative (GENFI) cohort with a suitable volumetric T1 magnetic resonance imaging scan were included (319): 144 nonmutation carriers, 128 presymptomatic mutation carriers, and 47 clinically affected mutation carriers. Cross-sectional differences in GM volume between noncarriers and carriers were analyzed using voxel-based morphometry. In the affected carriers, each genetic mutation group exhibited unique areas of atrophy but also a shared network involving the insula, orbitofrontal lobe, and anterior cingulate. Presymptomatic GM atrophy was observed particularly in the thalamus and cerebellum in the C9orf72 group, the anterior and medial temporal lobes in MAPT, and the posterior frontal and parietal lobes as well as striatum in GRN. Across all presymptomatic carriers, there were significant decreases in the anterior insula. These results suggest that although there are important differences in atrophy patterns for each group (which can be seen presymptomatically), there are also similarities (a fronto-insula-anterior cingulate network) that help explain the clinical commonalities of the disease.", "doi": "10.1016/j.neurobiolaging.2017.10.008", "title": "Patterns of gray matter atrophy in genetic frontotemporal dementia: results from the GENFI study.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}