{"authors": [["Xu", "Yi-Xiang", "YX", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China."], ["Wang", "Huan", "H", "CAS Key Laboratory of Receptor Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, 555 Zu Chong Zhi Road, Shanghai 201203, China; University of Chinese Academy of Science, No.19A Yuquan Road, Beijing 100049, China."], ["Li", "Xiao-Kang", "XK", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China."], ["Dong", "Sheng-Nan", "SN", "CAS Key Laboratory of Receptor Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, 555 Zu Chong Zhi Road, Shanghai 201203, China."], ["Liu", "Wen-Wen", "WW", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China."], ["Gong", "Qi", "Q", "CAS Key Laboratory of Receptor Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, 555 Zu Chong Zhi Road, Shanghai 201203, China."], ["Wang", "Tian-Duan-Yi", "TD", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China."], ["Tang", "Yun", "Y", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China."], ["Zhu", "Jin", "J", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China."], ["Li", "Jian", "J", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China. Electronic address: jianli@ecust.edu.cn."], ["Zhang", "Hai-Yan", "HY", "CAS Key Laboratory of Receptor Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, 555 Zu Chong Zhi Road, Shanghai 201203, China. Electronic address: hzhang@simm.ac.cn."], ["Mao", "Fei", "F", "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Mei Long Road, Shanghai 200237, China. Electronic address: maofei@ecust.edu.cn."]], "date": "2017-08-10", "id": "29172081", "text": "A series of novel propargylamine-modified pyrimidinylthiourea derivatives (1-3) were designed and synthesized as multifunctional agents for Alzheimer's disease (AD) therapy, and their potential was evaluated through various biological experiments. Among these derivatives, compound 1b displayed good selective inhibitory activity against AChE (vs BuChE, IC50 = 0.324 μM, SI > 123) and MAO-B (vs MAO-A, IC50 = 1.427 μM, SI > 35). Molecular docking study showed that the pyrimidinylthiourea moiety of 1b could bind to the catalytic active site (CAS) of AChE, and the propargylamine moiety interacted directly with the flavin adenine dinucleotide (FAD) of MAO-B. Moreover, 1b demonstrated mild antioxidant ability, good copper chelating property, effective inhibitory activity against Cu2+-induced Aβ1-42 aggregation, moderate neuroprotection, low cytotoxicity, and appropriate blood-brain barrier (BBB) permeability in vitro and was capable of ameliorating scopolamine-induced cognitive impairment in mice. These results indicated that 1b has the potential to be a multifunctional candidate for the treatment of Alzheimer's disease.", "doi": "10.1016/j.ejmech.2017.08.025", "title": "Discovery of novel propargylamine-modified 4-aminoalkyl imidazole substituted pyrimidinylthiourea derivatives as multifunctional agents for the treatment of Alzheimer's disease.", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}