{"authors": [["Stepanichev", "Mikhail", "M", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."], ["Onufriev", "Mikhail", "M", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."], ["Aniol", "Viktor", "V", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."], ["Freiman", "Sofia", "S", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."], ["Brandstaetter", "Hemma", "H", "Department of Research and Medical, EVER Neuro Pharma GmbH, Unterach, Austria."], ["Winter", "Stefan", "S", "Department of Research and Medical, EVER Neuro Pharma GmbH, Unterach, Austria."], ["Lazareva", "Natalia", "N", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."], ["Guekht", "Alla", "A", "Moscow State Budgetary Health Institution \"Moscow Research and Clinical Center for Neuropsychiatry\" of the Healthcare Department of Moscow, Russia."], ["Gulyaeva", "Natalia", "N", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."]], "date": null, "id": "29172008", "text": "Aging is associated with some cognitive decline and enhanced risk of development of neurodegenerative diseases. It is assumed that altered metabolism and functions of neurotrophin systems may underlie these age-related functional and structural modifications. CerebrolysinTM (CBL) is a neuropeptide mixture with neurotrophic effects, which is widely used for the treatment of stroke and traumatic brain injury patients. It is also evident that CBL has an overall beneficial effect and a favorable benefit-risk ratio in patients with dementia. However, the effects of CBL on cognition and brain neurotrophin system in normal aging remain obscure.The aim of the present study was to examine the age-related modifications of endogenous neurotrophin systems in the brain of male Wistar rats and the effects of CBL on learning and memory as well as the levels neurotrophins and their receptors.Old (23-24 months) and young (2-3 months) male Wistar rats were used for the study. A half of animals were subjected to CBL course (2.5 ml/kg, 20 i.p. injections). Behavior of rats was studied using the open field test and simple water maze training. The contents of NGF and BDNF were studied using enzyme-linked immunosorbent assay; the expression of neurotrophin receptors was estimated by Western-blot analysis.CBL treatment did not affect general status, age-related weight changes, general locomotor activity as well as general brain histology. In a water maze task, a minor effect of CBL was observed in old rats at the start of training and no effect on memory retention was found. Aging induced a decrease in neurotrophin receptors TrkA, TrkB, and p75NTR in the neocortex. CBL counteracted effects of aging on neocortical TrkA and p75NTR receptors and decreased expression of proNGF without influencing overall NGF levels. BDNF system was not significantly affected by CBL.The pro-neuroplastic \"antiaging\" effects of CBL in the neocortex of old animals were generally related to the NGF rather than the BDNF system.", "doi": "10.3233/RNN-170724", "title": "Effects of cerebrolysin on nerve growth factor system in the aging rat brain.", "journal": ["Restorative neurology and neuroscience", "Restor. Neurol. Neurosci."]}