{"authors": [["Sciacca", "Giacomo", "G", "Centre de Recherche du CHU de Québec - Université Laval, Axe Neurosciences, Laval University, Quebec City, Quebec, Canada."], ["Cicchetti", "Francesca", "F", "Centre de Recherche du CHU de Québec - Université Laval, Axe Neurosciences, Laval University, Quebec City, Quebec, Canada."]], "date": "2017-12-12", "id": "29171910", "text": "The aim of the study was to assess the distribution, frequency, and specific location of mutant huntingtin protein (mHTT) aggregates-the pathological hallmark of Huntington disease (HD)-within the various compartments of the spinal cord and their potential impact on the local vasculature and blood-spinal cord barrier (BSCB).We performed a series of postmortem immunohistochemical and immunofluorescent stainings, as well as Western blot analyses, on cervical and lumbar sections of the spinal cord in patients diagnosed with HD (n = 11 of all grades of disease severity) along with sex- and age-matched healthy controls (n = 9).We observed that mHTT was preferably expressed within the anterior horn of the gray matter, in both cervical and lumbar sections. At the cellular level, mHTT aggregates were more often encountered in the extracellular matrix but could also be observed within cell bodies and neurites as well as within the endothelium of blood vessels with an increase in the density of small blood vessels in cervical sections of HD cases. These vasculature changes were accompanied with features of BSCB leakage, as assessed by the presence of increased levels of fibrinogen in the surrounding parenchyma and enhanced leukocyte infiltration.This alteration in BSCB integrity may be explained, in part, by the dysregulation we found in some of the main proteins associated with it such as junctional adhesion molecule-1 and vascular endothelial cadherin. These observations have important implications for our understanding of HD pathology and may also have significant therapeutic implications. Ann Neurol 2017;82:981-994.", "doi": "10.1002/ana.25107", "title": "Mutant huntingtin protein expression and blood-spinal cord barrier dysfunction in huntington disease.", "journal": ["Annals of neurology", "Ann. Neurol."]}