{"authors": [["Olivera-Pueyo", "Javier", "J", "Programa de Psicogeriatría, Servicio de Psiquiatría, Hospital San Jorge. Huesca Profesor Asociado. Universidad de Zaragoza."], ["Pelegrín-Valero", "Carmelo", "C", "Jefe de Servicio de Psiquiatría, Hospital San Jorge. Huesca Profesor Asociado. Universidad de Zaragoza."]], "date": "2017-09-01", "id": "29171642", "text": "Alzheimer disease and the other neurodegenerative dementias as yet have no curative treatment. For this reason, the prevention of these conditions and non-pharmacological treatments are important fields of research at present. The Mediterranean diet (rich in fruits, vegetables, legumes, and olive oil, with regular fish consumption and low consumption of dairy products and meats) has been shown to reduce the incidence of mild cognitive impairment (MCI) and, probably, the conversion of MCI to dementia. Vitamins, especially vitamin E and the vitamins of the B group, have also been associated with the prevention of cognitive impairment due to their antioxidant effects. Ginkgo biloba is one of the most widely used supplements in the world for cognitive improvement because of its possible effects as a vasodilator and facilitator of cerebral vascularization. Green tea polyphenols have shown beneficial effects in different diseases, including cognitive impairment. Cerebral aging is associated with changes in the lipid composition of neuronal membranes, so it has been suggested that treatment with phospholipids like phosphatidylcholine and phosphatidylserine could favor cognitive improvement. Similarly, polyunsaturated and omega-3 fatty acids, and docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) supplements are associated with a beneficial effect on cognitive function due to the cumulative summation of factors that ultimately favor membrane permeability and neuronal functioning.", "doi": null, "title": "Dietary supplements for cognitive impairment.", "journal": ["Actas espanolas de psiquiatria", "Actas Esp Psiquiatr"]}