{"authors": [["Hui", "Shan", "S", "Department of Integrated Chinese and Western Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province; Department of Geriatric Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."], ["Yang", "Yu", "Y", "Department of Geriatric Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."], ["Peng", "Wei-Jun", "WJ", "Department of Integrated Chinese and Western Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."], ["Sheng", "Chen-Xia", "CX", "Department of Integrated Chinese and Western Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."], ["Gong", "Wei", "W", "Department of Integrated Chinese and Western Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."], ["Chen", "Shuai", "S", "Department of Integrated Chinese and Western Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."], ["Xu", "Pan-Pan", "PP", "Department of Integrated Chinese and Western Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."], ["Wang", "Zhe", "Z", "Department of Integrated Chinese and Western Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan Province, China."]], "date": null, "id": "29171433", "text": "Bushen Tiansui decoction is composed of six traditional Chinese medicines: Herba Epimedii, Radix Polygoni multiflori, Plastrum testudinis, Fossilia Ossis Mastodi, Radix Polygalae, and Rhizoma Acorus tatarinowii. Because Bushen Tiansui decoction is effective against amyloid beta (Aβ) toxicity, we hypothesized that it would reduce hippocampal synaptic damage and improve cognitive function in Alzheimer's disease. To test this hypothesis, we used a previously established animal model of Alzheimer's disease, that is, microinjection of aggregated Aβ25-35 into the bilateral brain ventricles of Sprague-Dawley rats. We found that long-term (28 days) oral administration of Bushen Tiansui decoction (0.563, 1.688, and 3.375 g/mL; 4 mL/day) prevented synaptic loss in the hippocampus and increased the expression levels of synaptic proteins, including postsynaptic density protein 95, the N-methyl-D-aspartate receptor 2B subunit, and Shank1. These results suggested that Bushen Tiansui decoction can protect synapses by maintaining the expression of these synaptic proteins. Bushen Tiansui decoction also ameliorated measures reflecting spatial learning and memory deficits that were observed in the Morris water maze (i.e., increased the number of platform crossings and the amount of time spent in the target quadrant and decreased escape latency) following intraventricular injections of aggregated Aβ25-35 compared with those measures in untreated Aβ25-35-injected rats. Overall, these results provided evidence that further studies on the prevention and treatment of dementia with this traditional Chinese medicine are warranted.", "doi": "10.4103/1673-5374.217347", "title": "Protective effects of Bushen Tiansui decoction on hippocampal synapses in a rat model of Alzheimer's disease.", "journal": ["Neural regeneration research", "Neural Regen Res"]}