{"authors": [["Whitlatch", "Carol J", "CJ", "Benjamin Rose Institute on Aging, USA."], ["Heid", "Allison R", "AR", "43987 Rowan University School of Osteopathic Medicine , USA."], ["Femia", "Elia E", "EE", "FIT Interactive, LLC, USA."], ["Orsulic-Jeras", "Silvia", "S", "Benjamin Rose Institute on Aging, USA."], ["Szabo", "Sarah", "S", "Benjamin Rose Institute on Aging, USA."], ["Zarit", "Steven H", "SH", "The 8082 Pennsylvania State University , USA."]], "date": "2017-01-01", "id": "29171296", "text": "Purpose A randomized controlled trial was conducted to test the effectiveness of the Support, Health, Activities, Resources, and Education Program. This six-session psycho-educational program provides dyadic counseling for individuals in the early stages of dementia and their family caregivers. The goal is to prevent common problems in care that emerge during the course of dementia by (1) actively engaging the person with dementia in developing a balanced plan of future care with his/her caregiver, (2) increasing use of available services, (3) enhancing dyadic relationship functioning, (4) improving well-being, and (5) evoking satisfaction with components of the intervention. Design and methods Persons with early stage dementia ( n = 128) and their caregivers ( n = 128) were randomly assigned either to Support, Health, Activities, Resources, and Education Program or a control condition. Intervention efficacy was evaluated for completion of a care plan, use of services, dyadic relationship functioning, participant well-being, and program satisfaction. Results Dyads in the treatment condition were able to construct a balanced care plan and increased their use of services. Dyadic functioning improved for one dimension (decreased emotional disruptions). Compared to the control condition, satisfaction with the intervention was higher for caregivers enrolled in Support, Health, Activities, Resources, and Education Program on four of five dimensions and one dimension for persons with dementia.Support, Health, Activities, Resources, and Education Program is a promising prevention approach that takes advantage of the early stage of dementia when both members of the dyad can participate fully in making decisions about later care.", "doi": "10.1177/1471301217743033", "title": "The Support, Health, Activities, Resources, and Education program for early stage dementia: Results from a randomized controlled trial.", "journal": ["Dementia (London, England)", "Dementia (London)"]}