{"authors": [["Ayton", "Darshini", "D", "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."], ["O'Brien", "Penny", "P", "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."], ["Treml", "Jonathan", "J", "Elderly Care, University Hospitals Birmingham NHS Foundation Trust, Queen Elizabeth Hospital Birmingham, Birmingham, UK."], ["Soh", "Sze-Ee", "SE", "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."], ["Morello", "Renata", "R", "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."], ["Barker", "Anna", "A", "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."]], "date": "2017-11-24", "id": "29171133", "text": "Safe and high-quality care for patients with dementia is a key priority area of the Australian Commission on Safety and Quality in Health Care; however, caring for patients with dementia in the acute hospital setting is perceived as challenging. The aim of this analysis was to explore nurses' perspectives regarding fall prevention for patients with dementia in an acute care setting.Secondary analysis of focus group data. Focus groups were conducted with nurses (n = 96) across six hospitals in New South Wales and Victoria.Nurses frequently reported issues relating to the physical environment of the acute care setting, competing priorities in a complex care setting and the need for one-on-one supervision for patients with dementia.Nurses report that one-on-one supervision is required to keep patients safe. Future research examining the acceptability and cost-effectiveness of volunteers providing this supervision is warranted in Australian hospitals.", "doi": "10.1111/ajag.12474", "title": "Nurses' perceptions of preventing falls for patients with dementia in the acute hospital setting.", "journal": ["Australasian journal on ageing", "Australas J Ageing"]}