{"authors": [["Kiwi", "Mahin", "M", "Centre for Dementia Research (CEDER), Division Ageing & Social Change (ASC), Department of Social and Welfare Studies, Linköping University, CEDER/ISV, 601 74, Norrköping, Sweden."], ["Hydén", "Lars-Christer", "LC", "Centre for Dementia Research (CEDER), Division Ageing & Social Change (ASC), Department of Social and Welfare Studies, Linköping University, CEDER/ISV, 601 74, Norrköping, Sweden."], ["Antelius", "Eleonor", "E", "Centre for Dementia Research (CEDER), Division Ageing & Social Change (ASC), Department of Social and Welfare Studies, Linköping University, CEDER/ISV, 601 74, Norrköping, Sweden. eleonor.antelius@liu.se."]], "date": "2017-11-23", "id": "29170865", "text": "Previous research has shown how filial piety is strong among people of Iranian background and that traditional Iranian culture result in most families' preferring to care for their elderly (and sick) family members at home. While acknowledging this, this article highlights what living in diaspora could mean in terms of cultural adaption and changing family values. By interviewing people with Iranian background living in Sweden (n = 20), whom all have been former primary caregivers to a relative living with dementia, we are able to show how the decision to cease caregiving at home is taken, and what underlying factors form the basis for such decision. Results indicate that although the existence of a Persian profiled dementia care facility is crucial in the making of the decision, it is the feeling of 'sheer exhaustion' that is the main factor for ceasing care at home. And, we argue, the ability to make such a decision based upon 'being too tired' must be understood in relation to transition processes and changes in lifestyle having an affect upon cultural values in relation to filial piety. Because, at the same time the changes on cultural values might not change accordingly among the elderly who are the ones moving into residential care, resulting in them quite often being left out of the actual decision.", "doi": "10.1007/s10823-017-9337-1", "title": "Deciding upon Transition to Residential Care for Persons Living with Dementia: why Do Iranian Family Caregivers Living in Sweden Cease Caregiving at Home?", "journal": ["Journal of cross-cultural gerontology", "J Cross Cult Gerontol"]}