{"authors": [["Shi", "Lin", "L", "Department of Medicine and Therapeutics, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Miao", "Xinyuan", "X", "Department of Medicine and Therapeutics, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Lou", "Wutao", "W", "Department of Imaging and Interventional Radiology, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Liu", "Kai", "K", "Department of Imaging and Interventional Radiology, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Abrigo", "Jill", "J", "Department of Imaging and Interventional Radiology, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Wong", "Adrian", "A", "Department of Medicine and Therapeutics, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Chu", "Winnie C W", "WCW", "Department of Imaging and Interventional Radiology, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Wang", "Defeng", "D", "Department of Imaging and Interventional Radiology, The Chinese University of Hong Kong, Hong Kong, Hong Kong."], ["Mok", "Vincent C T", "VCT", "Department of Medicine and Therapeutics, The Chinese University of Hong Kong, Hong Kong, Hong Kong."]], "date": "2017-11-09", "id": "29170651", "text": "White matter hyperintensities (WMHs) have been reported to be correlated with functional brain changes, but the association of the specific WMHs distribution pattern with regional functional changes remains uncertain. The aim of this study is to explore the possible spatial correlation of WMH with changes in cerebral blood flow (CBF) and spontaneous brain activities in elderly using a novel approach. The WMHs, CBF, and spontaneous brain activities measured by intrinsic connectivity contrast (ICC), were quantified using multimodal magnetic resonance imaging for 69 elderly subjects. Such approach enables us to expand our search for newly identified correlated areas by drawing strengths of different modes and provides a means for triangulation as well as complementary insights. The results showed significant positive correlations between WMH volumes in the right superior corona radiata and CBF in the left supplementary motor area, as well as between WMH volumes in left anterior limb internal capsule and CBF in the right putamen. Significant correlations of regional WMH volumes and ICC were also detected between the right anterior corona radiata and the left cuneus, and the right superior occipital cortex, as well as between the right superior corona radiata and the left superior occipital cortex. These findings may suggest a regional compensatory functional enhancement accounting for the maintenance of cognitively normal status, which can be supported by the widely observed phenomenon that mild to moderate WMH load could have little effect on global cognitive performance.", "doi": "10.3389/fneur.2017.00593", "title": "The Spatial Associations of Cerebral Blood Flow and Spontaneous Brain Activities with White Matter Hyperintensities-An Exploratory Study Using Multimodal Magnetic Resonance Imaging.", "journal": ["Frontiers in neurology", "Front Neurol"]}