{"authors": [["Di Bona", "Laura", "L", "Engagement Manager/Occupational Therapist, Sheffield Health and Social Care NHS Foundation Trust, Sheffield, UK."], ["Wenborn", "Jennifer", "J", "Senior Clinical Research Associate/Occupational Therapist, Division of Psychiatry, University College London, London, UK."], ["Field", "Becky", "B", "University of Sheffield, Sheffield, UK."], ["Hynes", "Sinéad M", "SM", "National University of Ireland, Galway, Ireland."], ["Ledgerd", "Ritchard", "R", "Clinical Researcher/Occupational Therapist, Dementia Research Centre, North East London NHS Foundation Trust, London, UK."], ["Mountain", "Gail", "G", "Professor of Health Services Research, School of Health and Related Research, University of Sheffield, Sheffield, UK."], ["Swinson", "Tom", "T", "Senior Research Assistant, Dementia Research Centre, North East London NHS Foundation Trust, London, UK."]], "date": "2017-08-11", "id": "29170592", "text": "To develop occupational therapy's evidence base and improve its clinical outcomes, occupational therapists must increase their research involvement. Barriers to research consumption and leadership are well documented, but those relating to delivering research interventions, less so. Yet, interventions need to be researched within practice to demonstrate their clinical effectiveness. This study aims to improve understanding of challenges and enablers experienced by occupational therapists who deliver interventions within research programmes.Twenty-eight occupational therapists who participated in the Valuing Active Life in Dementia (VALID) research programme reported their experiences in five focus groups. Data were analysed thematically to identify key and subthemes.Occupational therapists reported that overwhelming paperwork, use of videos, recruitment and introducing a new intervention challenged their research involvement, whereas support, protected time and a positive attitude enabled it. The impact of these challenges and enablers varied between therapists and organisations.Challenges and enablers to research involvement can be identified but must be addressed within individual and organisational contexts. Multifaceted collective action to minimise challenges and maximise enablers can facilitate clinicians' involvement in research. Using this approach should enable occupational therapists to increase their research involvement, thus demonstrating the clinical effectiveness of their interventions.", "doi": "10.1177/0308022617719218", "title": "Enablers and challenges to occupational therapists' research engagement: A qualitative study.", "journal": ["The British journal of occupational therapy", "Br J Occup Ther"]}