{"authors": [["Laveskog", "A", "A", "From the Division of Radiology (A.L.), Department of Clinical Science, Intervention and Technology anna.laveskog@sll.se rui.wang@ki.se chengxuan.qiu@ki.se."], ["Wang", "R", "R", "Aging Research Center (R.W., C.Q.), Department of Neurobiology, Care Sciences and Society anna.laveskog@sll.se rui.wang@ki.se chengxuan.qiu@ki.se."], ["Bronge", "L", "L", "Department of Clinical Neuroscience (L.B.), Karolinska Institutet, Stockholm, Sweden."], ["Wahlund", "L-O", "LO", "Division of Clinical Geriatrics (L.-O.W.), Department of Neurobiology, Care Sciences and Society, Karolinska University Hospital at Huddinge, Stockholm, Sweden."], ["Qiu", "C", "C", "Aging Research Center (R.W., C.Q.), Department of Neurobiology, Care Sciences and Society anna.laveskog@sll.se rui.wang@ki.se chengxuan.qiu@ki.se."]], "date": "2017-11-23", "id": "29170267", "text": "The visual rating scales for perivascular spaces vary considerably. We sought to develop a new scale for visual assessment of perivascular spaces and to further describe their distribution and association with white matter hyperintensities in old age.This population-based study included 530 individuals who did not have dementia and were not institutionalized (age, ≥60 years or older; mean age, 70.7 years; 58.9% women) who were living in central Stockholm, Sweden. A semiquantitative visual rating scale was developed to score the number and size of visible perivascular spaces in 7 brain regions in each hemisphere. A modified Scheltens visual rating scale was used to assess white matter hyperintensities.The global scores for perivascular spaces ranged from 4-32 for number, 3-22 for size, and 7-54 for the combination of number and size. The weighted κ statistics for the intra- and interrater reliability both were 0.77. The global score for the number of perivascular spaces increased with advancing age (P < .001). The scores for the number of perivascular spaces in the basal ganglia and subinsular regions were significantly correlated with the load of white matter hyperintensities, especially in lobar and deep white matter regions (partial correlation coefficients, >0.223; P < .01).The new visual rating scale for perivascular spaces shows excellent intra- and interrater reliability. The number of perivascular spaces globally and, especially, in the basal ganglia, is correlated with the load of lobar and deep white matter hyperintensities, supporting the view that perivascular spaces are a marker for cerebral small-vessel disease.", "doi": "10.3174/ajnr.A5455", "title": "Perivascular Spaces in Old Age: Assessment, Distribution, and Correlation with White Matter Hyperintensities.", "journal": ["AJNR. American journal of neuroradiology", "AJNR Am J Neuroradiol"]}