{"authors": [["Bachurin", "Sergey O", "SO", "Institute of Physiologically Active Compounds of the Russian Academy of Sciences, Severniy Proezd, Chernogolovka, Moscow Region, 1142432, Russia."], ["Gavrilova", "Svetlana I", "SI", "Mental Health Research Center, 34Kashirskoyeshosse, Moscow, 115522, Russia."], ["Samsonova", "Anna", "A", "Institute of Physiologically Active Compounds of the Russian Academy of Sciences, Severniy Proezd, Chernogolovka, Moscow Region, 1142432, Russia."], ["Barreto", "George E", "GE", "Departamento de Nutrición y Bioquímica, Facultad de Ciencias, Pontificia Universidad Javeriana, Bogotá D.C., Colombia; Instituto de Ciencias Biomédicas, Universidad Autónoma de Chile, Santiago, Chile."], ["Aliev", "Gjumrakch", "G", "Institute of Physiologically Active Compounds of the Russian Academy of Sciences, Severniy Proezd, Chernogolovka, Moscow Region, 1142432, Russia; GALLY International Biomedical Research Consulting LLC., San Antonio, TX 78229, USA; School of Health Science and Healthcare Administration, University of Atlanta, Johns Creek, GA 30097, USA. Electronic address: aliev03@gmail.com."]], "date": "2017-11-21", "id": "29170097", "text": "Alzheimer disease (AD) and related forms of dementia are among the main medical and social problems in the economically developed countries. It is connected with significant increase in human life span in these regions and with the absence of efficient medicines for treatment and prevention of such diseases. Lack of positive results in the developing of novel drugs for AD treatment stimulates special attention on problem of early diagnosis and drug discovery for pharmacotherapy on the very early stages of dementia, in particular, on mild cognitive impairments (MCI) due to AD. Here we review the state of art in the field of MCI diagnostics and analyze the data on the pharmacological agents developed for MCI treatment, which currently are in preclinical and clinical trials. The conclusion was made that only the agents that act on the very early pathogenetic stages of the disease, when the damage of cholinergic neurons is not observed, can be efficient for pharmacotherapeutic intervention of MCI. Therefore, the focused search and design of \"disease-modifying\" medicines should be accepted as the most (and may be the only) efficient strategy for treatment and prevention of MCI.", "doi": "10.1016/j.phrs.2017.11.021", "title": "Mild cognitive impairment due to Alzheimer disease: Contemporary approaches to diagnostics and pharmacological intervention.", "journal": ["Pharmacological research", "Pharmacol. Res."]}