{"authors": [["Wijesekara", "Nadeeja", "N", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, Krembil Discovery Tower, 60 Leonard Avenue, Toronto, Ontario, M5T 2S8, Canada. Electronic address: nadeeja.wijesekara@utoronto.ca."], ["Gonçalves", "Rafaella Araujo", "RA", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, Krembil Discovery Tower, 60 Leonard Avenue, Toronto, Ontario, M5T 2S8, Canada; Institute of Medical Biochemistry Leopoldo de Meis, Federal University of Rio de Janeiro, Rio de Janeiro, RJ, Brazil."], ["De Felice", "Fernanda G", "FG", "Institute of Medical Biochemistry Leopoldo de Meis, Federal University of Rio de Janeiro, Rio de Janeiro, RJ, Brazil; Centre for Neuroscience Studies, Department of Biomedical and Molecular Sciences, Queen's University, Kingston, Ontario, K7L 3N6, Canada."], ["Fraser", "Paul E", "PE", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, Krembil Discovery Tower, 60 Leonard Avenue, Toronto, Ontario, M5T 2S8, Canada; Department of Medical Biophysics, University of Toronto, Canada. Electronic address: paul.fraser@utoronto.ca."]], "date": "2017-11-21", "id": "29169962", "text": "Alzheimer's disease (AD) is the most common type of dementia. Recent studies suggest that metabolic disturbances, particularly type 2 diabetes (T2D) increase the risk of cognitive decline and AD. AD is also a risk factor for T2D, and a growing body of evidence indicates that these diseases are connected both at clinical and molecular levels. In T2D, peripheral insulin resistance, hyperglycemia and eventually insulin deficiency develops, leading to an overall decline in tissue health. More recently, brain insulin resistance has been shown to be a key feature of AD that is linked to neuronal dysfunction and cognitive impairment. Furthermore, both AD and T2D are amyloidogenic diseases, with abnormal aggregation of amyloid-β peptide (Aβ) and islet amyloid polypeptide (IAPP) respectively contributing to cellular death and disease pathogenesis. Emerging data suggests that Aβ may have peripheral effects including its co-deposition in the pancreas. In this review, we discuss how peripheral effects of Aβ and metabolic disturbances may impact AD pathogenesis.", "doi": "10.1016/j.neuropharm.2017.11.027", "title": "Impaired peripheral glucose homeostasis and Alzheimer's disease.", "journal": ["Neuropharmacology", "Neuropharmacology"]}