{"authors": [["Goodwill", "Alicia M", "AM", "Institute for Health and Ageing, Australian Catholic University, Melbourne, Australia; Department of Medicine (Royal Melbourne Hospital), University of Melbourne, Parkville, Australia."], ["Campbell", "Stephen", "S", "Australian Healthy Ageing Organisation, Parkville, Victoria, Australia; Melbourne Health, Royal Melbourne Hospital, Parkville, Australia."], ["Simpson", "Steven", "S", "Institute for Health and Ageing, Australian Catholic University, Melbourne, Australia; Department of Medicine (Royal Melbourne Hospital), University of Melbourne, Parkville, Australia."], ["Bisignano", "Maria", "M", "Melbourne Health, Royal Melbourne Hospital, Parkville, Australia."], ["Chiang", "Cherie", "C", "Melbourne Health, Royal Melbourne Hospital, Parkville, Australia."], ["Dennerstein", "Lorraine", "L", "Department of Psychiatry, University of Melbourne, Parkville, Australia."], ["Szoeke", "Cassandra", "C", "Institute for Health and Ageing, Australian Catholic University, Melbourne, Australia; Department of Medicine (Royal Melbourne Hospital), University of Melbourne, Parkville, Australia. Electronic address: cszoeke@unimelb.edu.au."]], "date": "2017-10-04", "id": "29169581", "text": "Vitamin D deficiency has been associated with cognitive decline and dementia in older adults. However, there is a paucity of studies assessing whether this association manifests from midlife. Given the long prodromal stage of dementia, we investigated the association between midlife vitamin D and cognition 10 years later.252 participants (aged 55-67 years) from the Women's Healthy Ageing Project had baseline (2002) vitamin D and neuropsychological measures assessed. Of these, 170 (aged 65-77 years) had follow-up neuropsychological testing (2012).Serum 25-hydroxyvitamin D (25[OH]D) was measured using an automated chemiluminescence system. The neuropsychological tests used were: Consortium to Establish a Registry for Alzheimer's Disease (CERAD), California Verbal Learning Test Second Edition (CVLT-II), verbal fluency and Trail Making Test-B (TMT-B). Composite scores for verbal episodic memory (CERAD and CVLT-II) and executive function (verbal fluency and TMT-B) were obtained by summating standardized scores for each test.Analyses were adjusted for age, education and body mass index (BMI). Further adjustment for physical activity, depression, vascular risk factors, supplementation and APOE4-genotype did not materially change the results. At baseline, those with vitamin D>25nmol/L performed better on verbal fluency (β=2.46, 95%CI=0.53,4.40) and TMT-B time (β=-18.23, 95%CI=-32.86,-3.61), with higher executive function (β=1.40, 95%CI=0.44,2.37). These relationships persisted 10 years later for TMT-B (β=-15.38, 95%CI=-30.82,0.07) and executive function (β=1.05, 95%CI=0.14,1.95). There were no associations with tests of verbal episodic memory.Midlife vitamin D>25nmol/L is associated with improved aspects of executive function in ageing. Findings highlight a potential therapeutic age window where midlife vitamin D repletion could be neuroprotective against cognitive decline.", "doi": "10.1016/j.maturitas.2017.10.005", "title": "Vitamin D status is associated with executive function a decade later: Data from the Women's Healthy Ageing Project.", "journal": ["Maturitas", "Maturitas"]}