{"authors": [["Hsu", "Jung-Lung", "JL", "Graduate Institute of Humanities in Medicine, Taipei Medical University, Taipei, Taiwan."], ["Lee", "Wei-Ju", "WJ", "Neurological Institute, Taichung Veterans General Hospital, Taichung, Taiwan."], ["Liao", "Yi-Chu", "YC", "Faculty of Medicine, National Yang-Ming University School of Medicine, Taipei, Taiwan."], ["Wang", "Shuu-Jiun", "SJ", "Faculty of Medicine, National Yang-Ming University School of Medicine, Taipei, Taiwan. sjwang@vghtpe.gov.tw."], ["Fuh", "Jong-Ling", "JL", "Faculty of Medicine, National Yang-Ming University School of Medicine, Taipei, Taiwan. jlfuh@vghtpe.gov.tw."]], "date": "2017-11-23", "id": "29169407", "text": "Clusterin and beta-amyloid (Aβ) are involved in the pathogenesis of Alzheimer's disease (AD). The clinical significance of plasma clusterin and Aβ in AD progression remains controversial.We recruited 322 patients with AD and 88 controls between August 2012 and June 2013. All participants were evaluated at baseline with a clinical assessment, Mini-Mental State Examination (MMSE), and Clinical Dementia Rating (CDR) scales. Patients with AD were evaluated annually with the MMSE and Neuropsychiatric Inventory (NPI) scale during the 2-year follow-up period. The levels of plasma clusterin, Aβ1-40, and Aβ1-42 at baseline were analyzed to study the longitudinal changes in the patient scores on the MMSE and NPI during the follow-up period.Patients in the highest tertile of plasma clusterin levels showed significantly lower MMSE scores than those in the lowest tertile (p = 0.04). After adjustment for multiple covariates using the generalized estimating equation analysis, there was a significant decrease in the MMSE scores over the 2-year follow-up period among AD patients in the highest tertile of plasma clusterin levels compared with those in the lowest tertile (-2.09, 95% confidence interval (CI) = -3.67 to -0.51, p = 0.01). In apolipoprotein E (ApoE)4-positive AD patients, baseline measurements of the ratio of plasma Aβ1-42/Aβ1-40 in the highest tertile predicted an increase in NPI agitation/aggression scores over the 2-year follow-up period (6.06, 95% CI = 1.20-10.62, p = 0.02).Plasma clusterin could serve as a biomarker for the severity of cognitive decline. Plasma Aβ in ApoE4-positive AD could predict long-term agitation/aggression symptoms.", "doi": "10.1186/s13195-017-0319-x", "title": "The clinical significance of plasma clusterin and Aβ in the longitudinal follow-up of patients with Alzheimer's disease.", "journal": ["Alzheimer's research & therapy", "Alzheimers Res Ther"]}