{"authors": [["Kivimäki", "Mika", "M", "Department of Epidemiology and Public Health, University College London, London, UK; Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland; Finnish Institute of Occupational Health, Helsinki and Turku, Finland. Electronic address: m.kivimaki@ucl.ac.uk."], ["Luukkonen", "Ritva", "R", "Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Batty", "G David", "GD", "Department of Epidemiology and Public Health, University College London, London, UK; Centre for Cognitive Ageing and Cognitive Epidemiology, Alzheimer Scotland Dementia Research Centre, University of Edinburgh, Edinburgh, UK."], ["Ferrie", "Jane E", "JE", "School of Social and Community Medicine, University of Bristol, Bristol, UK."], ["Pentti", "Jaana", "J", "Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland; Finnish Institute of Occupational Health, Helsinki and Turku, Finland."], ["Nyberg", "Solja T", "ST", "Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland; Finnish Institute of Occupational Health, Helsinki and Turku, Finland."], ["Shipley", "Martin J", "MJ", "Department of Epidemiology and Public Health, University College London, London, UK."], ["Alfredsson", "Lars", "L", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden; Centre for Occupational and Environmental Medicine, Stockholm County Council, Stockholm, Sweden."], ["Fransson", "Eleonor I", "EI", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden; School of Health Sciences and Welfare, Jönköping University, Jönköping, Sweden; Division of Epidemiology, Stress Research Institute, Stockholm University, Stockholm, Sweden."], ["Goldberg", "Marcel", "M", "Population-based Epidemiologic Cohort Unit, UMS 011, Inserm, Villejuif, France."], ["Knutsson", "Anders", "A", "Department of Health Sciences, Mid Sweden University, Sundsvall, Sweden."], ["Koskenvuo", "Markku", "M", "Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Kuosma", "Eeva", "E", "Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Nordin", "Maria", "M", "Division of Epidemiology, Stress Research Institute, Stockholm University, Stockholm, Sweden; Department of Psychology, Umeå University, Umeå, Sweden."], ["Suominen", "Sakari B", "SB", "Folkhälsan Research Center, Folkhälsan, Helsinki, Finland; School of Health and Education, University of Skövde, Skövde, Sweden; Turku University Hospital, Turku, Finland."], ["Theorell", "Töres", "T", "Division of Epidemiology, Stress Research Institute, Stockholm University, Stockholm, Sweden."], ["Vuoksimaa", "Eero", "E", "Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland; Institute for Molecular Medicine (FIMM), University of Helsinki, Helsinki, Finland."], ["Westerholm", "Peter", "P", "Occupational and Environmental Medicine, Uppsala University, Uppsala, Sweden."], ["Westerlund", "Hugo", "H", "Division of Epidemiology, Stress Research Institute, Stockholm University, Stockholm, Sweden."], ["Zins", "Marie", "M", "Population-based Epidemiologic Cohort Unit, UMS 011, Inserm, Villejuif, France."], ["Kivipelto", "Miia", "M", "Department of Neurobiology, Karolinska Institute, Stockholm, Sweden; National Institute for Health and Welfare, Helsinki, Finland."], ["Vahtera", "Jussi", "J", "Turku University Hospital, Turku, Finland; University of Turku, Turku, Finland."], ["Kaprio", "Jaakko", "J", "Clinicum, Department of Public Health, Faculty of Medicine, University of Helsinki, Helsinki, Finland; Institute for Molecular Medicine (FIMM), University of Helsinki, Helsinki, Finland."], ["Singh-Manoux", "Archana", "A", "Department of Epidemiology and Public Health, University College London, London, UK; Population-based Epidemiologic Cohort Unit, UMS 011, Inserm, Villejuif, France."], ["Jokela", "Markus", "M", "Institute of Behavioral Sciences, University of Helsinki, Helsinki, Finland."]], "date": "2017-11-21", "id": "29169013", "text": "Higher midlife body mass index (BMI) is suggested to increase the risk of dementia, but weight loss during the preclinical dementia phase may mask such effects.We examined this hypothesis in 1,349,857 dementia-free participants from 39 cohort studies. BMI was assessed at baseline. Dementia was ascertained at follow-up using linkage to electronic health records (N = 6894). We assumed BMI is little affected by preclinical dementia when assessed decades before dementia onset and much affected when assessed nearer diagnosis.Hazard ratios per 5-kg/m2 increase in BMI for dementia were 0.71 (95% confidence interval = 0.66-0.77), 0.94 (0.89-0.99), and 1.16 (1.05-1.27) when BMI was assessed 10 years, 10-20 years, and >20 years before dementia diagnosis.The association between BMI and dementia is likely to be attributable to two different processes: a harmful effect of higher BMI, which is observable in long follow-up, and a reverse-causation effect that makes a higher BMI to appear protective when the follow-up is short.", "doi": "10.1016/j.jalz.2017.09.016", "title": "Body mass index and risk of dementia: Analysis of individual-level data from 1.3 million individuals.", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"]}