{"authors": [["Skorvanek", "Matej", "M", "Department of Neurology, Safarik University, Kosice, Slovakia."], ["Goldman", "Jennifer G", "JG", "Rush University Medical Center, Department of Neurological Sciences, Section of Parkinson Disease and Movement Disorders, Chicago, Illinois, USA."], ["Jahanshahi", "Marjan", "M", "Sobell Department of Motor Neuroscience & Movement Disorders and the National Hospital for Neurology & Neurosurgery, London, UK."], ["Marras", "Connie", "C", "Morton and Gloria Shulman Movement Disorders Centre and the Edmond J. Safra Program in Parkinson's Disease, Toronto Western Hospital, Toronto, Ontario, Canada."], ["Rektorova", "Irena", "I", "Applied Neuroscience Research Group, Central European Institute of Technology, CEITEC, Masaryk University, Brno, Czech Republic."], ["Schmand", "Ben", "B", "Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands."], ["van Duijn", "Erik", "E", "Department of Psychiatry, Leiden University Medical Centre, Leiden, and Centre of Mental Health Care Delfland, Delft, Netherlands."], ["Goetz", "Christopher G", "CG", "Rush University Medical Center, Department of Neurological Sciences, Section of Parkinson Disease and Movement Disorders, Chicago, Illinois, USA."], ["Weintraub", "Daniel", "D", "Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania and Parkinson's Disease and Mental Health Research, Education and Clinical Centers (PADRECC and MIRECC), Philadelphia Veterans Affairs Medical Center, Philadelphia, Pennsylvania, USA."], ["Stebbins", "Glenn T", "GT", "Rush University Medical Center, Department of Neurological Sciences, Section of Parkinson Disease and Movement Disorders, Chicago, Illinois, USA."], ["Martinez-Martin", "Pablo", "P", "National Centre of Epidemiology and CIBERNED, Carlos III Institute of Health, Madrid, Spain."], [null, null, null, null]], "date": "2017-11-23", "id": "29168899", "text": "Cognitive impairment is a common nonmotor manifestation of Parkinson's disease, with deficits ranging from mild cognitive difficulties in 1 or more of the cognitive domains to severe dementia. The International Parkinson and Movement Disorder Society commissioned the assessment of the clinimetric properties of cognitive rating scales measuring global cognitive performance in PD to make recommendations regarding their use.A systematic literature search was conducted to identify the scales used to assess global cognitive performance in PD, and the identified scales were reviewed and rated as \"recommended,\" \"recommended with caveats,\" \"suggested,\" or \"listed\" by the panel using previously established criteria.A total of 12 cognitive scales were included in this review. Three scales, the Montreal Cognitive Assessment, the Mattis Dementia Rating Scale Second Edition, and the Parkinson's Disease-Cognitive Rating Scale, were classified as \"recommended.\" Two scales were classified as \"recommended with caveats\": the Mini-Mental Parkinson, because of limited coverage of executive abilities, and the Scales for Outcomes in Parkinson's Disease-Cognition, which has limited data on sensitivity to change. Six other scales were classified as \"suggested\" and 1 scale as \"listed.\"Because of the existence of \"recommended\" scales for assessment of global cognitive performance in PD, this task force suggests that the development of a new scale for this purpose is not needed at this time. However, global cognitive scales are not a substitute for comprehensive neuropsychological testing. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27233", "title": "Global scales for cognitive screening in Parkinson's disease: Critique and recommendations.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}