{"authors": [["Gugliandolo", "Agnese", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", Via Provinciale Palermo, Contrada Casazza, 98124 Messina, Italy. agnesegugli@hotmail.it."], ["Bramanti", "Placido", "P", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", Via Provinciale Palermo, Contrada Casazza, 98124 Messina, Italy. bramanti.dino@gmail.com."], ["Mazzon", "Emanuela", "E", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", Via Provinciale Palermo, Contrada Casazza, 98124 Messina, Italy. emanuela.mazzon@irccsme.it."]], "date": "2017-11-23", "id": "29168797", "text": "Alzheimer's disease (AD) is a neurodegenerative disorder representing the major cause of dementia. It is characterized by memory loss, and cognitive and behavioral decline. In particular, the hallmarks of the pathology are amyloid-β (Aβ) plaques and neurofibrillary tangles (NFTs), formed by aggregated hyperphosphorylated tau protein. Oxidative stress plays a main role in AD, and it is involved in initiation and progression of AD. It is well known that Aβ induced oxidative stress, promoting reactive oxygen species (ROS) production and consequently lipid peroxidation, protein oxidation, tau hyperphosphorylation, results in toxic effects on synapses and neurons. In turn, oxidative stress can increase Aβ production. For these reasons, the administration of an antioxidant therapy in AD patients was suggested. The term vitamin E includes different fat-soluble compounds, divided into tocopherols and tocotrienols, that possess antioxidant action. α-Tocopherol is the most studied, but some studies suggested that tocotrienols may have different health promoting capacities. In this review, we focused our attention on the effects of vitamin E supplementation in AD animal models and AD patients or older population. Experimental models showed that vitamin E supplementation, by decreasing oxidative stress, may be a good strategy to improve cognitive and memory deficits. Furthermore, the combination of vitamin E with other antioxidant or anti-inflammatory compounds may increase its efficacy. However, even if some trials have evidenced some benefits, the effects of vitamin E in AD patients are still under debate.", "doi": "10.3390/ijms18122504", "title": "Role of Vitamin E in the Treatment of Alzheimer's Disease: Evidence from Animal Models.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}