{"authors": [["Lee", "Seung Ha", "SH", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Cho", "Hanna", "H", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Choi", "Jae Yong", "JY", "Department of Nuclear Medicine, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Lee", "Jae Hoon", "JH", "Department of Nuclear Medicine, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Ryu", "Young Hoon", "YH", "Department of Nuclear Medicine, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Lee", "Myung Sik", "MS", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Lyoo", "Chul Hyoung", "CH", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea."]], "date": "2017-11-23", "id": "29168583", "text": "In addition to Lewy body pathology, amyloid-β plaques and neurofibrillary tangles that are characteristic for Alzheimer's disease are also frequently found in Lewy body diseases.The objective of this study was to investigate tau accumulation patterns in dementia with Lewy bodies and other Lewy body diseases using in vivo 18 F-AV-1451 PET.The study included 12 Parkinson's disease (PD) patients with normal cognition, 22 PD patients with cognitive impairment, and 18 dementia with Lewy bodies patients. In addition, 25 Alzheimer's disease patients and 25 healthy controls were included for comparison. All participants underwent 18 F-AV-1451 and 18 F-florbetaben PET scans, and cortical binding values were compared between the controls and each disease group.When compared with the controls, dementia with Lewy bodies patients showed slightly increased 18 F-AV-1451 binding in the primary sensorimotor and visual cortices and the parieto-temporal cortices, which failed to survive multiple comparisons. Amyloid-positive dementia with Lewy bodies patients showed significantly increased binding in the same regions when compared with controls, and even greater binding in the primary sensorimotor and visual cortices than Alzheimer's disease. Meanwhile, binding in the lateral and medial temporal cortices was less prominent than in Alzheimer's disease. In dementia with Lewy bodies, 18 F-AV-1451 binding in the occipital cortex correlated with 18 F-florbetaben binding. Amyloid-negative patients with normal cognition, patients with cognitive impairment, and dementia with Lewy bodies patients did not show increased 18 F-AV-1451 binding.Dementia with Lewy bodies patients may harbor 18 F-AV-1451 binding patterns distinct from Alzheimer's disease, with greater involvement of the primary cortices and less involvement of the temporal cortex. Tau burden increases in the Lewy body disease spectrum, and amyloid may play an important role in the accumulation of neocortical tau in Lewy body diseases. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27252", "title": "Distinct patterns of amyloid-dependent tau accumulation in Lewy body diseases.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}