{"authors": [["Ehlken", "Christoph", "C", "Eye Center, Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany. christoph.ehlken@uksh.de."], ["Böhringer", "Daniel", "D", "Eye Center, Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Agostini", "Hansjürgen T", "HT", "Eye Center, Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Grundel", "Bastian", "B", "Eye Center, Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Stech", "Milena", "M", "Eye Center, Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."]], "date": "2017-11-22", "id": "29168044", "text": "Stereotactic radiotherapy (SRT, IRay) was able to reduce the need for intravitreal injections of anti-VEGF (IVI) in patients with neovascular AMD (nAMD) in a phase II randomized clinical trial. Certain morphologic characteristics, such as lesion size < 4 mm2 or lack of fibrosis, were associated with a better response. The purpose of this cross-sectional study was to investigate eligibility for SRT in a clinical routine setting and to compare clinical features of eligible and non-eligible patients.Cross-sectional study of 468 patients treated for nAMD in one study center within a period of 4 months. Clinical features, such as visual acuity or number of IVI since diagnosis and within 6/12 months, as well as the presence for exclusion criteria for SRT were analyzed. Exclusion criteria were sub-divided into lesion-associated (relevant fibrosis, lesion size > 4 mm2, PE tear), ocular comorbidity (e.g., macular comorbidity, vascular disease) and systemic comorbidity (e.g., dementia or tremor).Exclusion criteria were met by 255 patients (54.5%). Exclusion was most dominantly associated with lesion-associated criteria (80.0%) and less often with ocular (20.8%) or systemic (9.4%) comorbidity. A total of 213 patients (45.5%) fulfilled eligibility criteria. Eligible patients had a better VA at time of analysis (0.36 vs. 0.56 logMAR, p < 0.0001) and at baseline (0.38 vs. 0.56 logMAR, p < 0.0001) compared to non-eligible patients. The numbers of previous intravitreal injections since diagnosis in strictly PRN-treated patients served as a surrogate marker for lesion activity and was comparable within the last 6/12 months. Non-eligible patients had a higher number of different anti-VEGF drugs (1.8 vs. 1.6, p = 0.038).SRT in addition to anti-VEGF can be an option in every second patient with nAMD. Due to morphological exclusion criteria, patients eligible for SRT had a better VA and a better clinical response compared to non-eligible patients.", "doi": "10.1007/s00417-017-3849-9", "title": "Potential selection bias in candidates for stereotactic radiotherapy for neovascular AMD.", "journal": ["Graefe's archive for clinical and experimental ophthalmology = Albrecht von Graefes Archiv fur klinische und experimentelle Ophthalmologie", "Graefes Arch. Clin. Exp. Ophthalmol."]}