{"authors": [["Aitken", "Phillip", "P", "1 Univ. Otago."], ["Zheng", "Yiwen", "Y", "2 University of Otago."], ["Smith", "Paul F", "PF", "2 University of Otago."]], "date": "2017-11-22", "id": "29167325", "text": "The vestibular system is a sensory system that has evolved over millions of years to detect acceleration of the head, both rotational and translational, in three dimensions. One of its most important functions is to stabilize gaze during unexpected head movement; however, it is also important in the control of posture and autonomic reflexes. Theta rhythm is a 3-12 Hz oscillating EEG signal that is intimately linked to self-motion and is also known to be important in learning and memory. Many studies over the last two decades have shown that selective activation of the vestibular system, either using natural rotational or translational stimulation, or electrical stimulation of the peripheral vestibular system, can induce and modulate theta activity. Furthermore, inactivation of the vestibular system has been shown to significantly reduce theta in freely moving animals, which may be linked to its impairment of place cell function as well as spatial learning and memory. The pathways through which vestibular information modulate theta rhythm remain debatable. However, vestibular responses have been found in the pedunculopontine tegmental nucleus (PPTg) and activation of the vestibular system causes an increase in acetylcholine release into the hippocampus, probably from the medial septum. Therefore, a pathway from the vestibular nucleus complex and/or cerebellum to the PPTg, supramammillary nucleus, posterior hypothalamic nucleus and the septum, to the hippocampus, is likely. The modulation of theta by the vestibular system may have implications for vestibular effects on cognitive function and the contribution of vestibular impairment to the risk of dementia.", "doi": "10.1152/jn.00548.2017", "title": "The Modulation of Hippocampal Theta Rhythm by the Vestibular System.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}