{"authors": [["Renn", "Brenna N", "BN", "Veterans Affairs HSR&D Houston Center of Innovation, Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX; Department of Psychiatry and Behavioral Sciences, Baylor College of Medicine, Houston, TX; Department of Psychiatry and Behavioral Sciences, University of Washington, Seattle, WA."], ["Asghar-Ali", "Ali Abbas", "AA", "Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX; Department of Psychiatry and Behavioral Sciences, Baylor College of Medicine, Houston, TX; Veterans Affairs South Central Mental Illness Research, Education and Clinical Center, Houston, TX."], ["Thielke", "Stephen", "S", "Department of Psychiatry and Behavioral Sciences, University of Washington, Seattle, WA; Veterans Affairs Puget Sound Health Care System, Seattle, WA."], ["Catic", "Angela", "A", "Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX; Department of Medicine-Section of Geriatrics, Baylor College of Medicine, Houston, TX; Veterans Affairs South Central Mental Illness Research, Education and Clinical Center, Houston, TX."], ["Martini", "Sharyl R", "SR", "Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX; Department of Neurology, Baylor College of Medicine, Houston, TX."], ["Mitchell", "Brian G", "BG", "Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX; Department of Psychiatry and Behavioral Sciences, Baylor College of Medicine, Houston, TX."], ["Kunik", "Mark E", "ME", "Veterans Affairs HSR&D Houston Center of Innovation, Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX; Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX; Department of Psychiatry and Behavioral Sciences, Baylor College of Medicine, Houston, TX; Department of Medicine-Section of Health Services Research, Baylor College of Medicine, Houston, TX; Veterans Affairs South Central Mental Illness Research, Education and Clinical Center, Houston, TX. Electronic address: mkunik@bcm.edu."]], "date": "2017-10-10", "id": "29167065", "text": "Cholinesterase inhibitors (ChEIs) are the primary pharmacological treatment for symptom management of Alzheimer disease (AD), but they carry known risks during long-term use, and do not guarantee clinical effects over time. The balance of risks and benefits may warrant discontinuation at different points during the disease course. Indeed, although there is limited scientific study of deprescribing ChEIs, clinicians routinely face practical decisions about whether to continue or stop medications. This review examined published practice recommendations for discontinuation of ChEIs in AD. To characterize the scientific basis for recommendations, we first summarized randomized controlled trials of ChEI discontinuation. We then identified practice guidelines by professional societies and in textbooks and classified them according to 1) whether they made a recommendation about discontinuation, 2) what the recommendation was, and 3) the proposed grounds for discontinuation. There was no consensus in guidelines and textbooks about discontinuation. Most recommended individualized discontinuation decisions, but there was essentially no agreement about what findings or situations would warrant discontinuation, or even about what domains to consider in this process. The only relevant domain identified by most guidelines and textbooks was a lack of response or a loss of effectiveness, both of which can be difficult to ascertain in the course of a progressive condition. Well-designed, long-term studies of discontinuation have not been conducted; such evidence is needed to provide a scientific basis for practice guidelines. It seems reasonable to apply an individualized approach to discontinuation while engaging patients and families in treatment decisions. .", "doi": "10.1016/j.jagp.2017.09.027", "title": "A Systematic Review of Practice Guidelines and Recommendations for Discontinuation of Cholinesterase Inhibitors in Dementia.", "journal": ["The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry", "Am J Geriatr Psychiatry"]}