{"authors": [["Wu", "Kevin K", "KK", "Frank H. Netter MD School of Medicine at Quinnipiac University, United States."], ["Bos", "Taylor", "T", "Department of Psychiatry, University of California, San Diego, United States; Joint Doctoral Program in Clinical Psychology, San Diego State University/University of California, San Diego, United States."], ["Mausbach", "Brent T", "BT", "Department of Psychiatry, University of California, San Diego, United States. Electronic address: bmausbach@ucsd.edu."], ["Milic", "Milos", "M", "Department of Medicine, University of California, San Diego, United States."], ["Ziegler", "Michael G", "MG", "Department of Medicine, University of California, San Diego, United States."], ["von Känel", "Roland", "R", "Department of Psychiatry, University of California, San Diego, United States; Department of Neurology, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Allison", "Matthew A", "MA", "Department of Family and Preventive Medicine, University of California, San Diego, United States."], ["Dimsdale", "Joel E", "JE", "Department of Psychiatry, University of California, San Diego, United States."], ["Mills", "Paul J", "PJ", "Department of Psychiatry, University of California, San Diego, United States; Department of Family and Preventive Medicine, University of California, San Diego, United States."], ["Ancoli-Israel", "Sonia", "S", "Department of Psychiatry, University of California, San Diego, United States; Department of Medicine, University of California, San Diego, United States."], ["Patterson", "Thomas L", "TL", "Department of Psychiatry, University of California, San Diego, United States."], ["Grant", "Igor", "I", "Department of Psychiatry, University of California, San Diego, United States."]], "date": "2017-10-05", "id": "29167045", "text": "Caregiving stress is associated with increased risk of cardiovascular disease (CVD). Inability to adequately regulate blood pressure is a possible underlying mechanism explaining this risk. We examined the relationship between length of caregiving and cardiovagal baroreflex sensitivity (cBRS) to better understand the link between caregiving and CVD risk.A total of 146 elderly individuals (≥55years) participated in this study, of whom 96 were providing in-home care to a spouse with dementia and 50 were healthy controls married to a non-demented spouse (i.e., non-caregivers). Among the caregivers, 56 were short-term caregivers (caring<4years) and 40 were long-term caregivers (caring≥4years). A multiple linear regression model, with contrast codes comparing short and long-term caregivers with non-caregivers was used to understand relationships between chronic caregiving and cBRS.After controlling for relevant demographic and health characteristics, mean±SE log transformed cBRS for non-caregivers was 0.971±0.029. Relative to non-caregivers, the long-term caregivers had significantly impaired cBRS (0.860±0.033; p=0.013). However, mean cBRS for short-term caregivers did not significant differ from non-caregivers (0.911±0.028; p=0.144).These results suggest that long-term caregiving stress is associated with an impaired cBRS. Accumulation of stress from years of caregiving could result in worse cBRS function, which could be a mechanistic explanation for the correlation between caregiving stress and the increased risk of CVD.", "doi": "10.1016/j.jpsychores.2017.10.001", "title": "Long-term caregiving is associated with impaired cardiovagal baroreflex.", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}