{"authors": [["Backhouse", "Amy", "A", "University of Exeter Medical School, College House, St Luke's Campus, Heavitree Road, Exeter, EX1 2LU, UK. A.Backhouse@exeter.ac.uk."], ["Richards", "David A", "DA", "University of Exeter Medical School, College House, St Luke's Campus, Heavitree Road, Exeter, EX1 2LU, UK."], ["McCabe", "Rose", "R", "University of Exeter Medical School, College House, St Luke's Campus, Heavitree Road, Exeter, EX1 2LU, UK."], ["Watkins", "Ross", "R", "University of Exeter Medical School, College House, St Luke's Campus, Heavitree Road, Exeter, EX1 2LU, UK."], ["Dickens", "Chris", "C", "University of Exeter Medical School, College House, St Luke's Campus, Heavitree Road, Exeter, EX1 2LU, UK."]], "date": "2017-11-22", "id": "29166898", "text": "Interventions aiming to coordinate services for the community-based dementia population vary in components, organisation and implementation. In this review we aimed to investigate the views of stakeholders on the key components of community-based interventions coordinating care in dementia.We searched four databases from inception to June 2015; Medline, The Cochrane Library, EMBASE and PsycINFO, this was aided by a search of four grey literature databases, and backward and forward citation tracking of included papers. Title and abstract screening was followed by a full text screen by two independent reviewers, and quality was assessed using the CASP appraisal tool. We then conducted thematic synthesis on extracted data.A total of seven papers from five independent studies were included in the review, and encompassed the views of over 100 participants from three countries. Through thematic synthesis we identified 32 initial codes that were grouped into 5 second-order themes: (1) case manager had four associated codes and described preferences for the case manager personal and professional attributes, including a sound knowledge in dementia and availability of local services; (2) communication had five associated codes and emphasized the importance stakeholders placed on multichannel communication with service users, as well as between multidisciplinary teams and across organisations; (3) intervention had 11 associated codes which focused primarily on the practicalities of implementation such as the contact type and frequency between case managers and service users, and the importance of case manager training and service evaluation; (4) resources had five associated codes which outlined stakeholder views on the required resources for coordinating interventions and potential overlap with existing resources, as well as arising issues when available resources do not meet those required for successful implementation; and (5) support had seven associated codes that reflect the importance that was placed on the support network around the case manager and the investment of professionals involved directly in care as well as the wider professional network.The synthesis of relevant qualitative studies has shown how various stakeholder groups considered dementia care coordination interventions to be acceptable, useful and appropriate for dementia care, and have clear preferences for components, implementation methods and settings of these interventions. By incorporating stakeholders' perspectives and preferences when planning and developing coordinating interventions we may increase the likelihood of successful implementation and patient benefits.", "doi": "10.1186/s12913-017-2725-y", "title": "Stakeholders perspectives on the key components of community-based interventions coordinating care in dementia: a qualitative systematic review.", "journal": ["BMC health services research", "BMC Health Serv Res"]}