{"authors": [["van Weehaeghe", "Donatienne", "D", "Division of Nuclear Medicine and Molecular Imaging, Department of Imaging and Pathology, University Hospitals Leuven and KU Leuven, Leuven, Belgium - Donatienne.vanweehaeghe@uzleuven.be."], ["Ceccarini", "Jenny", "J", "Division of Nuclear Medicine and Molecular Imaging, Department of Imaging and Pathology, University Hospitals Leuven and KU Leuven, Leuven, Belgium."], ["Willekens", "Stefanie M", "SM", "Division of Nuclear Medicine and Molecular Imaging, Department of Imaging and Pathology, University Hospitals Leuven and KU Leuven, Leuven, Belgium."], ["de Vocht", "Joke", "J", "Department of Neurology, University Hospitals Leuven, Leuven, Belgium."], ["van Damme", "Philip", "P", "Department of Neurology, University Hospitals Leuven, Leuven, Belgium."], ["van Laere", "Koen", "K", "Division of Nuclear Medicine and Molecular Imaging, Department of Imaging and Pathology, University Hospitals Leuven and KU Leuven, Leuven, Belgium."]], "date": "2017-11-22", "id": "29166751", "text": "Recently, four neuropathological stages of amyotrophic lateral sclerosis (ALS) with spreading of transactive response DNA-Binding Protein-43 pathology were described. Although 18F-FDG PET has been useful in diagnosis and prognosis of ALS patients, in vivo disease staging using glucose metabolic patterns across the different ALS stages have not been attempted so far. In this study, we investigated whether the discriminant brain regions of the neuropathological stage model can be translated to metabolic patterns for in vivo staging of ALS. Furthermore, we examined the correlation of these metabolic patterns with disease duration, the Revised ALS Functional Rating Scale (ALSFRS-R) and the Forced Vital Capacity (FVC).146 ALS patients (age 66.0 ± 11.0 y; 86M/60F) were divided into four metabolic stages depending on glucose metabolism in discriminant regions of neuropathological stages. 18F-FDG data were analysed voxel-based to compare local metabolic patterns between different stages. Additionally, correlation analyses were performed between pathologic stage and clinical parameters.Relative hypometabolism was present in regions known to be affected from the post- mortem pathological spread model, but relative hypermetabolism was also observed across the different ALS stages. In particular, stage 4 reflected a different frontotemporal pattern discordant with mere progression of stage 1-3, which may point to a potential different subgroup in ALS. Furthermore, metabolic stage correlated with disease duration (Spearman ρ = -0.21, p = 0.01) and FVC (Spearman ρ = -0.24, p = 0.04).The neuropathological ALS stages correspond to discriminative regional brain glucose metabolism patterns correlating with disease duration and forced vital capacity. Furthermore, metabolic stage 4 may represents a separate group of ALS progression towards frontotemporal dementia.", "doi": "10.23736/S1824-4785.17.03009-6", "title": "Is there a glucose metabolic signature of spreading TDP-43 pathology in Amyotrophic Lateral Sclerosis?", "journal": ["The quarterly journal of nuclear medicine and molecular imaging : official publication of the Italian Association of Nuclear Medicine (AIMN) [and] the International Association of Radiopharmacology (IAR), [and] Section of the Society of...", "Q J Nucl Med Mol Imaging"]}