{"authors": [["Moyle", "Wendy", "W", "Menzies Health Institute Queensland, Griffith University, Nathan, Australia."], ["Bramble", "Marguerite", "M", "School of Nursing, Midwifery and Indigenous Health, Charles Sturt University, Bathurst, Australia."], ["Jones", "Cindy J", "CJ", "Menzies Health Institute Queensland, Griffith University, Nathan, Australia."], ["Murfield", "Jenny E", "JE", "Menzies Health Institute Queensland, Griffith University, Nathan, Australia."], ["Bowers", "Barbara J", "BJ", null]], "date": "2017-11-19", "id": "29165558", "text": "Recent years have seen social robotic pets introduced as a means of treating behavioral and psychological symptoms of dementia, and many show promising potential. In this study, we sought to explore family members' perceptions of the Japanese-developed baby harp seal, Paro (version 9), and a look-alike, nonrobotic Plush Toy, when used by their relative with dementia for 15 min, 3 afternoons per week for 10 weeks.The study employed a descriptive qualitative approach, which was nested within a larger cluster randomized controlled trial. A convenience sample of 20 family members (n = 10 each from the Paro and Plush Toy conditions) with relatives in 9 long-term care facilities in Queensland, Australia, completed individual semi-structured interviews (telephone or face-to-face). Inductive, data-driven thematic analysis of the data was undertaken with the assistance of the qualitative management software, ATLAS.ti®.Family members of long-term care residents with dementia expressed positive perceptions of the Paro, perceiving that it improved mood, reduced agitation, and provided opportunity for communication for their relative. Negative perceptions of the Plush Toy were given by family members, primarily because of its lack of movement and engagement.Family members were keen for their older relative with dementia to use a social robot that moved and engaged with them, and Plush Toys that were static and unresponsive were perceived as being unimportant in improving quality of life. However, the current cost of Paro was identified by family members as a major limitation to use.", "doi": "10.1093/geront/gnx180", "title": "\"She Had a Smile on Her Face as Wide as the Great Australian Bite\": A Qualitative Examination of Family Perceptions of a Therapeutic Robot and a Plush Toy.", "journal": ["The Gerontologist", "Gerontologist"]}