{"authors": [["Perez-Ros", "Pilar", "P", "Department of Nursing, Nursing School, Universidad Catolica de Valencia San Vicente Martir, Valencia. Spain."], ["Martinez-Arnau", "Francisco Miguel", "FM", "Department of Nursing, Nursing School, Universidad Catolica de Valencia San Vicente Martir, Valencia. Spain."], ["Baixauli-Alacreu", "Susana", "S", "Department of Nursing, Nursing School, Universidad Catolica de Valencia San Vicente Martir, Valencia. Spain."], ["Garcia-Gollarte", "Jose Fermin", "JF", "Grupo Ballesol de Residencias de Personas Mayores, Valencia. Spain."], ["Tarazona-Santabalbina", "Francisco", "F", "Department of Geriatric Medicine, Hospital Universitario de la Ribera, Valencia. Spain."]], "date": "2017-11-20", "id": "29165097", "text": "Delirium is common in geriatric patients admitted to nursing homes, with an incidence of 22-79% among long-term residents.To establish a predictive model of the risk of delirium episodes in a sample of elderly people living in nursing homes.A retrospective, cross-sectional case-control study covering a period of 12 consecutive months (April 2014 - March 2015) was carried out. The included cases had suffered at least one episode of delirium during the study period. Sociodemographic and clinical variables as well as risk factors predisposing to or triggering episodes of delirium were recorded.A total of 193 cases and 123 controls were recruited. The mean age of the cases was 89.6 years (SD 6.9), and 75.1% were women. The mean age of the controls was 84.7 years (SD 7.42), and 75.6% were women. The prevalence of delirium was 60.7%. The presence of infections (with the exception of urinary tract infections) was the variable offering the best predictive capacity (OR=7.08; 95%CI: 3.30-15.02; p<0.001). Other predictors of delirium were also identified, such as a previous diagnosis of dementia (OR=3.14; 95%CI: 1.81-5.45; p<0.001), the use of anticholinergic drugs (OR=2.98;95%CI: 1.34-6.60; p=0.007), a diagnosis of depression (OR=1.92; 95%CI: 1.03-3.56; p=0.039), and urinary incontinence (OR=1.73; 95%CI: 0.97-3.08; p=0.065). The area under the curve (AUC) was 0.794 (95%CI: 0.74-0.84; p<0.001).The prevalence of delirium among elderly subjects admitted to nursing homes was 60.7%. Infections (with the exception of urinary tract infections), dementia, anticholinergic drug use, depression and urinary incontinence were predictive of the presence of delirium.", "doi": "10.2174/1871530317666171120152048", "title": "A Predictive Model of the Prevalence of Delirium in Elderly Subjects Admitted to Nursing Homes.", "journal": ["Endocrine, metabolic & immune disorders drug targets", "Endocr Metab Immune Disord Drug Targets"]}