{"authors": [["Cerman", "Jiri", "J", "Department of Neurology, 2nd Faculty of Medicine Charles University in Prague and Motol University Hospital. Czech Republic."], ["Andel", "Ross", "R", "International Clinical Research Center, St. Anne`s University Hospital Brno. Czech Republic."], ["Laczo", "Jan", "J", "Department of Neurology, 2nd Faculty of Medicine Charles University in Prague and Motol University Hospital. Czech Republic."], ["Vyhnalek", "Martin", "M", "Department of Neurology, 2nd Faculty of Medicine Charles University in Prague and Motol University Hospital. Czech Republic."], ["Nedelska", "Zuzana", "Z", "Department of Neurology, 2nd Faculty of Medicine Charles University in Prague and Motol University Hospital. Czech Republic."], ["Mokrisova", "Ivana", "I", "Department of Neurology, 2nd Faculty of Medicine Charles University in Prague and Motol University Hospital. Czech Republic."], ["Sheardova", "Katerina", "K", "International Clinical Research Center, St. Anne`s University Hospital Brno. Czech Republic."], ["Hort", "Jakub", "J", "Department of Neurology, 2nd Faculty of Medicine Charles University in Prague and Motol University Hospital. Czech Republic."]], "date": "2017-11-20", "id": "29165083", "text": "Great effort has been put into developing simple and feasible tools capable to detect Alzheimer's disease (AD) in its early clinical stage. Spatial navigation impairment occurs very early in AD and is detectable even in the stage of mild cognitive impairment (MCI).The aim was to describe the frequency of self-reported spatial navigation complaints in patients with subjective cognitive decline (SCD), amnestic and non-amnestic MCI (aMCI, naMCI) and AD dementia and to assess whether a simple questionnaire based on these complaints may be used to detect early AD.In total 184 subjects: patients with aMCI (n=61), naMCI (n=27), SCD (n=63), dementia due to AD (n=20) and normal controls (n=13) were recruited. The subjects underwent neuropsychological examination and were administered a questionnaire addressing spatial navigation complaints. Responses to the 15 items questionnaire were scaled into four categories (no, minor, moderate and major complaints).55% of patients with aMCI, 64% with naMCI, 68% with SCD and 72% with AD complained about their spatial navigation. 38-61% of these complaints were moderate or major. Only 33% normal controls expressed complaints and none was ranked as moderate or major. The SCD, aMCI and AD dementia patients were more likely to express complaints than normal controls (p's<0.050) after adjusting for age, education, sex, depressive symptoms (OR for SCD=4.00, aMCI=3.90, AD dementia=7.02) or anxiety (OR for SCD=3.59, aMCI=3.64, AD dementia=6.41).Spatial navigation complaints are a frequent symptom not only in AD, but also in SCD and aMCI and can potentially be detected by a simple and inexpensive questionnaire.", "doi": "10.2174/1567205014666171120145349", "title": "Subjective Spatial Navigation Complaints - A Frequent Symptom Reported by Patients with Subjective Cognitive Decline, Mild Cognitive Impairment and Alzheimer's Disease.", "journal": ["Current Alzheimer research", "Curr Alzheimer Res"]}