{"authors": [["Kong", "Wei", "W", "College of Information Engineering, Shanghai Maritime University, Shanghai 201306. China."], ["Mou", "Xiaoyang", "X", "Department of Biochemistry, Rowan University and Guava Medicine, Glassboro, New Jersey 08028. United States."], ["Di", "Benteng", "B", "College of Information Engineering, Shanghai Maritime University, Shanghai 201306. China."], ["Deng", "Jin", "J", "College of Information Engineering, Shanghai Maritime University, Shanghai 201306. China."], ["Zhong", "Ruxing", "R", "College of Information Engineering, Shanghai Maritime University, Shanghai 201306. China."], ["Wang", "Shuaiqun", "S", "College of Information Engineering, Shanghai Maritime University, Shanghai 201306. China."]], "date": "2017-11-20", "id": "29165066", "text": "Dysregulated pathway identification is an important task which can gain insight into the underlying biological processes of disease. Current pathway-identification methods focus on a set of co-expression genes and single pathways and ignore the correlation between genes and pathways. The method proposed in this study, takes into account the internal correlations not only between genes but also pathways to identifying dysregulated pathways related to Alzheimer's disease (AD), the most common form of dementia. In order to find the significantly differential genes for AD, mutual information (MI) is used to measure interdependencies between genes other than expression valves. Then, by integrating the topology information from KEGG, the significant pathways involved in the feature genes are identified. Next, the distance correlation (DC) is applied to measure the pairwise pathway crosstalks since DC has the advantage of detecting nonlinear correlations when compared to Pearson correlation. Finally, the pathway pairs with significantly different correlations between normal and AD samples are known as dysregulated pathways. The molecular biology analysis demonstrated that many dysregulated pathways related to AD pathogenesis have been discovered successfully by the internal correlation detection. Furthermore, the insights of the dysregulated pathways in the development and deterioration of AD will help to find new effective target genes and provide important theoretical guidance for drug design.", "doi": "10.2174/1386207320666171121112235", "title": "Dysregulated Pathway Identification of Alzheimer's Disease Based on Internal Correlation Analysis of Genes and Pathways.", "journal": ["Combinatorial chemistry & high throughput screening", "Comb. Chem. High Throughput Screen."]}