{"authors": [["Hooper", "Claudie", "C", "Gérontopôle, Department of Geriatrics, CHU Toulouse, Purpan University Hospital, Toulouse, France."], ["De Souto Barreto", "Philipe", "P", "Gérontopôle, Department of Geriatrics, CHU Toulouse, Purpan University Hospital, Toulouse, France."], ["Coley", "Nicola", "N", "UMR1027 INSERM, Université de Toulouse III Paul Sabatier, Toulouse, France."], ["Cesari", "Matteo", "M", "Gérontopôle, Department of Geriatrics, CHU Toulouse, Purpan University Hospital, Toulouse, France."], ["Payoux", "Pierre", "P", "UMR 1214, Toulouse Neuroimaging Center, University of Toulouse III, Toulouse, France."], ["Salabert", "Anne Sophie", "AS", "UMR 1214, Toulouse Neuroimaging Center, University of Toulouse III, Toulouse, France."], ["Andrieu", "Sandrine", "S", "Gérontopôle, Department of Geriatrics, CHU Toulouse, Purpan University Hospital, Toulouse, France."], ["Vellas", "Bruno", "B", "Gérontopôle, Department of Geriatrics, CHU Toulouse, Purpan University Hospital, Toulouse, France."], [null, null, null, null]], "date": "2017-11-06", "id": "29164115", "text": "Fatigue is a common symptom in the elderly and has also been associated with impaired cognition in older adults. Hence, we sought to explore the cross-sectional relationship between fatigue and cerebral β-amyloid (Aβ) in 269 elderly individuals reporting subjective memory complaints from the Multidomain Alzheimer Preventive Trial. Standard uptake value ratios (SUVRs) were generated by [18F] florbetapir positron emission tomography (PET) using the cerebellum as a reference. Cortical-to-cerebellar SUVRs (cortical-SUVRs) were obtained using the mean signal from the frontal cortex, temporal cortex, parietal cortex, precuneus, anterior cingulate, and posterior cingulate. Other brain regions independently assessed were the anterior cingulate, anterior putamen, caudate, hippocampus, medial orbitofrontal cortex, occipital cortex, parietal cortex, pons, posterior cingulate, posterior putamen, precuneus, semioval center, and temporal cortex. Fatigue was defined according to two questions retrieved from the Center for Epidemiological Studies-Depression scale. Chronic fatigue was defined as meeting fatigue criteria at two consecutive clinical visits 6 months apart between study baseline and 1 year (visits were performed at baseline, 6 months and 1 year then annually). Cross-sectional associations between fatigue variables and cerebral Aβ were explored using fully adjusted multiple linear regression models. We found no statistically significant cross-sectional associations between fatigue assessed at the clinical visit closest to PET and Aβ in any brain region. Similarly, chronic fatigue was not significantly associated with Aβ load. Sensitivity analysis in subjects with a Clinical Dementia Rating of 0.5 showed that fatigue reported at the clinical visit closest to PET was, however, weakly associated with increased Aβ in the hippocampus (B-coefficient: 0.07, 95% CI: 0.01, 0.12, p = 0.016). These preliminary results suggest that fatigue might be associated with Aβ in brain regions associated with Alzheimer's disease in subjects in the early stages of disease.", "doi": "10.3389/fmed.2017.00173", "title": "Cross-sectional Associations of Fatigue with Cerebral β-Amyloid in Older Adults at Risk of Dementia.", "journal": ["Frontiers in medicine", "Front Med (Lausanne)"]}