{"authors": [["Jung", "Mi Sook", "MS", "College of Nursing, Chungnam National University, Daejeon, Korea."], ["Kim", "Hyunli", "H", "College of Nursing, Chungnam National University, Daejeon, Korea."], ["Lee", "Yeji", "Y", "Gyeongbuk College of Health, Gimcheon, Korea."], ["Kim", "Mijung", "M", "College of Nursing, Chungnam National University, Daejeon, Korea."], ["Chung", "Eunyoung", "E", "College of Nursing, Chungnam National University, Daejeon, Korea."]], "date": "2017-10-31", "id": "29164042", "text": "We aimed to examine the effects of various leisure activities on cognitive impairment in young-old (aged 65-74 years) and old-old (aged ≥ 75 years) adults.In total, 10,279 elderly Korean individuals from the 2014 Korean National Survey on Older Adults' cohort were enrolled in our study. Cognitive impairment was assessed using the standardized score of the Mini-Mental State Examination for Dementia Screening, whereas leisure activities were recorded via self-reporting of the extent and type of leisure activity the subjects involved in over the past year. Multivariate logistic regression was used to assess the effect of leisure activities on cognitive impairment, while controlling for potential covariates.The subjects were more likely to participate in cognitive activities than in non-exercise physical activities. After controlling for selected covariates, involvement in cognitive activities was found to be a significant predictor of cognitive impairment in both the groups, whereas involvement in non-exercise physical activities was not a predictor of cognitive impairment in individuals aged ≥ 75 years. Moreover, depressive symptoms, rural residence, and hearing difficulties were common predictors of cognitive impairment among elderly-Korean-individuals.Leisure activity involvement may help delay cognitive impairment, which is often concomitant with aging. Hence, an early intervention service may significantly benefit both young-old and old-old individuals.", "doi": "10.24171/j.phrp.2017.8.5.04", "title": "Different Effects of Cognitive and Non-exercise Physical Leisure Activities on Cognitive Function by Age in Elderly Korean Individuals.", "journal": ["Osong public health and research perspectives", "Osong Public Health Res Perspect"]}