{"authors": [["Whittington", "Robert A", "RA", "Department of Anesthesiology, College of Physicians and Surgeons, Columbia University, New York, NY, United States."], ["Planel", "Emmanuel", "E", "Faculté de Médecine, Département de Psychiatrie et Neurosciences, Université Laval, Québec City, QC, Canada."], ["Terrando", "Niccolò", "N", "Department of Anesthesiology, Duke University, Durham, NC, United States."]], "date": "2017-11-06", "id": "29163531", "text": "Alzheimer's disease (AD) remains the leading cause of dementia worldwide, and over the last several decades, the role of inflammation in the pathogenesis of this neurodegenerative disorder has been increasingly elucidated. The initiation of the acute inflammatory response is counterbalanced by an active process termed resolution. This process is designed to restore homeostasis and promote tissue healing by the activation of neutrophilic apoptosis, promotion of neutrophil clearance by macrophages, and increasing anti-inflammatory cytokine levels, while concurrently leading to a diminution in pro-inflammatory mediators. The switch from the initiation to the resolution phase of inflammation is initially characterized by increased production of arachidonic acid-derived pro-resolving lipoxins and decreases in pro-inflammatory prostaglandin and leukotriene levels, subsequently followed by increases in specialized pro-resolving lipid mediators derived from omega-3 fatty acids (ω-3 FAs). There is mounting evidence that in AD, the resolution of inflammation is impaired, resulting in chronic inflammation and the exacerbation of the AD-related pathology. In this review, we examine preclinical and clinical evidence supporting the hypothesis that AD is a neurodegenerative disorder where the impairment or failure of resolution contributes to the disease process. Moreover, we review the literature supporting the potential therapeutic role of ω-3 FAs and specialized pro-resolving lipid mediators in the management of the disease. Lastly, we highlight areas that could strengthen the association of failed resolution to AD and should, therefore, be the focus of future scientific investigations in this research field.", "doi": "10.3389/fimmu.2017.01464", "title": "Impaired Resolution of Inflammation in Alzheimer's Disease: A Review.", "journal": ["Frontiers in immunology", "Front Immunol"]}