{"authors": [["Oxtoby", "Neil P", "NP", "Progression of Neurodegenerative Disease Group (POND), Centre for Medical Image Computing, Department of Computer Science, University College London, London, United Kingdom."], ["Garbarino", "Sara", "S", "Progression of Neurodegenerative Disease Group (POND), Centre for Medical Image Computing, Department of Computer Science, University College London, London, United Kingdom."], ["Firth", "Nicholas C", "NC", "Progression of Neurodegenerative Disease Group (POND), Centre for Medical Image Computing, Department of Computer Science, University College London, London, United Kingdom."], ["Warren", "Jason D", "JD", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, University College London, London, United Kingdom."], ["Schott", "Jonathan M", "JM", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, University College London, London, United Kingdom."], ["Alexander", "Daniel C", "DC", "Progression of Neurodegenerative Disease Group (POND), Centre for Medical Image Computing, Department of Computer Science, University College London, London, United Kingdom."], [null, null, null, null]], "date": "2017-11-07", "id": "29163343", "text": "Model-based investigations of transneuronal spreading mechanisms in neurodegenerative diseases relate the pattern of pathology severity to the brain's connectivity matrix, which reveals information about how pathology propagates through the connectivity network. Such network models typically use networks based on functional or structural connectivity in young and healthy individuals, and only end-stage patterns of pathology, thereby ignoring/excluding the effects of normal aging and disease progression. Here, we examine the sequence of changes in the elderly brain's anatomical connectivity over the course of a neurodegenerative disease. We do this in a data-driven manner that is not dependent upon clinical disease stage, by using event-based disease progression modeling. Using data from the Alzheimer's Disease Neuroimaging Initiative dataset, we sequence the progressive decline of anatomical connectivity, as quantified by graph-theory metrics, in the Alzheimer's disease brain. Ours is the first single model to contribute to understanding all three of the nature, the location, and the sequence of changes to anatomical connectivity in the human brain due to Alzheimer's disease. Our experimental results reveal new insights into Alzheimer's disease: that degeneration of anatomical connectivity in the brain may be a viable, even early, biomarker and should be considered when studying such neurodegenerative diseases.", "doi": "10.3389/fneur.2017.00580", "title": "Data-Driven Sequence of Changes to Anatomical Brain Connectivity in Sporadic Alzheimer's Disease.", "journal": ["Frontiers in neurology", "Front Neurol"]}