{"authors": [["Park", "Jong-Chan", "JC", "Department of Biochemistry and Biomedical Sciences, College of Medicine, Seoul National University, Seoul, South Korea."], ["Han", "Sun-Ho", "SH", "Department of Biochemistry and Biomedical Sciences, College of Medicine, Seoul National University, Seoul, South Korea."], ["Byun", "Min S", "MS", "Institute of Human Behavioral Medicine, Medical Research Center Seoul National University, Seoul, South Korea."], ["Yi", "Dahyun", "D", "Institute of Human Behavioral Medicine, Medical Research Center Seoul National University, Seoul, South Korea."], ["Lee", "Jun Ho", "JH", "Department of Neuropsychiatry, Seoul National University Hospital, Seoul, South Korea."], ["Park", "Kyua", "K", "Department of Biology, College of Arts & Sciences, University of Pennsylvania, Pennsylvania, PA, United States."], ["Lee", "Dong Young", "DY", "Institute of Human Behavioral Medicine, Medical Research Center Seoul National University, Seoul, South Korea."], ["Mook-Jung", "Inhee", "I", "Department of Biochemistry and Biomedical Sciences, College of Medicine, Seoul National University, Seoul, South Korea."]], "date": "2017-11-06", "id": "29163142", "text": "Alzheimer's disease (AD), characterized by progressive cognitive decline, is the most prevalent neurodegenerative disease in the elderly. Cerebral β-amyloid (Aβ) deposition is the major pathological hallmark of AD. Recent studies also have shown that the serum level of phosphorus correlates to the risk of incident dementia. To date, the linkage between cerebral Aβ deposition and the serum phosphorus level remains unknown. In this study, we analyzed the levels of serum phosphorus in 109 mild cognitive impairment (MCI) and 73 AD dementia (ADD) subjects. All subjects underwent Pittsburgh compound B positron emission tomography (PiB-PET) imaging to measure cerebral Aβ deposition. The results with Aβ deposition was compared with the serum levels of phosphorus. The subjects with cerebral Aβ deposition showed lower levels of serum phosphorus than those without Aβ deposition. Furthermore, multiple regression analyses showed that a low level of serum phosphorus correlated with cerebral Aβ deposition, even when age, sex, apolipoprotein E ε4 genotype, and MMSE z-score were controlled for. Serum levels of other ions, including calcium, iron, zinc, and copper, showed no such correlation. In conclusion, our results suggest that the serum level of phosphorus may be used as an easily accessible blood biomarker for cerebral Aβ deposition in a cognitively impaired population.", "doi": "10.3389/fnagi.2017.00362", "title": "Low Serum Phosphorus Correlates with Cerebral Aβ Deposition in Cognitively Impaired Subjects: Results from the KBASE Study.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}