{"authors": [["Jan", "Arif Tasleem", "AT", "Department of Medical Biotechnology, Yeungnam University, Gyeongsan, South Korea."], ["Azam", "Mudsser", "M", "Department of Biosciences, Jamia Millia Islamia, New Delhi, India."], ["Rahman", "Safikur", "S", "Department of Medical Biotechnology, Yeungnam University, Gyeongsan, South Korea."], ["Almigeiti", "Angham M S", "AMS", "Department of Medical Biotechnology, Yeungnam University, Gyeongsan, South Korea."], ["Choi", "Duk Hwan", "DH", "Department of Medical Biotechnology, Yeungnam University, Gyeongsan, South Korea."], ["Lee", "Eun Ju", "EJ", "Department of Medical Biotechnology, Yeungnam University, Gyeongsan, South Korea."], ["Haq", "Qazi Mohd Rizwanul", "QMR", "Department of Biosciences, Jamia Millia Islamia, New Delhi, India."], ["Choi", "Inho", "I", "Department of Medical Biotechnology, Yeungnam University, Gyeongsan, South Korea."]], "date": "2017-11-01", "id": "29163138", "text": "Alzheimer's disease (AD) is a neurodegenerative disorder characterized by the progressive accumulation of β-amyloid fibrils and abnormal tau proteins in and outside of neurons. Representing a common form of dementia, aggravation of AD with age increases the morbidity rate among the elderly. Although, mutations in the ApoE4 act as potent risk factors for sporadic AD, familial AD arises through malfunctioning of APP, PSEN-1, and-2 genes. AD progresses through accumulation of amyloid plaques (Aβ) and neurofibrillary tangles (NFTs) in brain, which interfere with neuronal communication. Cellular stress that arises through mitochondrial dysfunction, endoplasmic reticulum malfunction, and autophagy contributes significantly to the pathogenesis of AD. With high accuracy in disease diagnostics, Aβ deposition and phosphorylated tau (p-tau) are useful core biomarkers in the cerebrospinal fluid (CSF) of AD patients. Although five drugs are approved for treatment in AD, their failures in achieving complete disease cure has shifted studies toward a series of molecules capable of acting against Aβ and p-tau. Failure of biologics or compounds to cross the blood-brain barrier (BBB) in most cases advocates development of an efficient drug delivery system. Though liposomes and polymeric nanoparticles are widely adopted for drug delivery modules, their use in delivering drugs across the BBB has been overtaken by exosomes, owing to their promising results in reducing disease progression.", "doi": "10.3389/fnagi.2017.00356", "title": "Perspective Insights into Disease Progression, Diagnostics, and Therapeutic Approaches in Alzheimer's Disease: A Judicious Update.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}