{"authors": [["Neth", "Bryan J", "BJ", "Department of Internal Medicine, Section on Gerontology and Geriatric Medicine, Wake Forest School of Medicine, Winston-Salem, NC, United States."], ["Craft", "Suzanne", "S", "Department of Internal Medicine, Section on Gerontology and Geriatric Medicine, Wake Forest School of Medicine, Winston-Salem, NC, United States."]], "date": "2017-10-31", "id": "29163128", "text": "Metabolic dysfunction is a well-established feature of Alzheimer's disease (AD), evidenced by brain glucose hypometabolism that can be observed potentially decades prior to the development of AD symptoms. Furthermore, there is mounting support for an association between metabolic disease and the development of AD and related dementias. Individuals with insulin resistance, type 2 diabetes mellitus (T2D), hyperlipidemia, obesity, or other metabolic disease may have increased risk for the development of AD and similar conditions, such as vascular dementia. This association may in part be due to the systemic mitochondrial dysfunction that is common to these pathologies. Accumulating evidence suggests that mitochondrial dysfunction is a significant feature of AD and may play a fundamental role in its pathogenesis. In fact, aging itself presents a unique challenge due to inherent mitochondrial dysfunction and prevalence of chronic metabolic disease. Despite the progress made in understanding the pathogenesis of AD and in the development of potential therapies, at present we remain without a disease-modifying treatment. In this review, we will discuss insulin resistance as a contributing factor to the pathogenesis of AD, as well as the metabolic and bioenergetic disruptions linking insulin resistance and AD. We will also focus on potential neuroimaging tools for the study of the metabolic dysfunction commonly seen in AD with hopes of developing therapeutic and preventative targets.", "doi": "10.3389/fnagi.2017.00345", "title": "Insulin Resistance and Alzheimer's Disease: Bioenergetic Linkages.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}