{"authors": [["Wang", "Xiao", "X", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Sun", "Zhenghai", "Z", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Xiong", "Lingchuan", "L", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Semrau", "Maya", "M", "Health Service and Population Research Department, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["He", "Jianhua", "J", "Department of Psychiatry of Beijing Anzhen Hospital Affiliated to Capital Medical University, Beijing, 100029, China."], ["Li", "Yang", "Y", "Department of Neurology, The First Hospital of Shanxi Medical University, Taiyuan, 030001, China."], ["Zhu", "Jianzhong", "J", "Wuxi Mental Health Center of Nanjing Medical University, Wuxi, 214151, China."], ["Zhang", "Nan", "N", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin Neurological Institute, Tianjin, 300052, China."], ["Wang", "Aimin", "A", "Department of Neurology, The First Hospital of Changsha, Changsha, 410005, China."], ["Jiang", "Qinpu", "Q", "Department of Geriatric Psychiatry, Hebei Mental Health Center, Baoding, 071000, China."], ["Mu", "Nan", "N", "Department of Geriatric Psychiatry, Brain Hospital Affiliated to Guangzhou Medical University, Guangzhou, 510170, China."], ["Zhao", "Yuping", "Y", "Department of Geriatric Psychiatry, Shandong Mental Health Center, Jinan, 250014, China."], ["Chen", "Wei", "W", "Department of Psychiatry, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, and the Collaborative Innovation Center for Brain Science, Hangzhou, 310016, China."], ["Wu", "Donghui", "D", "Department of Geriatric Psychiatry, Shenzhen Mental Health Center, Shenzhen, China."], ["Zheng", "Zhanjie", "Z", "Department of Geriatric Psychiatry, Qingdao Mental Health Center, Qingdao, 266034, China."], ["Sun", "Yongan", "Y", "Department of Neurology, Peking University First Hospital, Beijing, 100034, China."], ["Zhang", "Jing", "J", "Department of Neurology, Beijing Tsinghua Changgung Hospital, Beijing, 102218, China."], ["Xu", "Jun", "J", "Department of Neurology, Brain Centre, Northern Jiangsu Province Hospital, Affiliated to Yangzhou University, Yangzhou, 225001, China."], ["Meng", "Xue", "X", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Zhao", "Mei", "M", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Zhang", "Haifeng", "H", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Lv", "Xiaozhen", "X", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Sartorius", "Norman", "N", "Association for the Improvement of Mental Health Programmes, Geneva, Switzerland."], ["Li", "Tao", "T", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Yu", "Xin", "X", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China."], ["Wang", "Huali", "H", "Dementia Care & Research Center, Peking University Institute of Mental Health, No.51 Huayuanbei Road, Haidian District, Beijing, 100191, China. huali_wang@bjmu.edu.cn."]], "date": "2017-11-21", "id": "29162035", "text": "Clinical and social services both are important for dementia care. The International Dementia Alliance (IDEAL) Schedule for the Assessment and Staging of Care was developed to guide clinical and social care for dementia. Our study aimed to assess the validity and reliability of the IDEAL schedule in China.Two hundred eighty-two dementia patients and their caregivers were recruited from 15 hospitals in China. Each patient-caregiver dyad was assessed with the IDEAL schedule by a rater and an observer simultaneously. The Clinical Dementia Rating (CDR), Mini-Mental Status Examination (MMSE), and Caregiver Burden Inventory (CBI) were assessed for criterion validity. IDEAL repeated assessment was conducted 7-10 days after the initial interview for 62 dyads.Two hundred seventy-seven patient-caregiver dyads completed the IDEAL assessment. Inter-rater reliability for the total score of the IDEAL schedule was 0.93 (95%CI = 0.92-0.95). The inter-class coefficient for the total score of IDEAL was 0.95 for the interviewers and 0.93 for the silent raters. The IDEAL total score correlated with the global CDR score (ρ = 0.72, p < 0.001), the CDR-sum of box (CDR-SOB, ρ = 0.74, p < 0.001), the total score of MMSE (ρ = -0.65, p < 0.001) and CBI (ρ = 0.70, p < 0.001). All item scores of the IDEAL schedule were associated with the CDR-SOB (ρ = 0.17 ~ 0.79, all p < 0.05).The IDEAL schedule is a valid and reliable tool for the staging of care for dementia in the Chinese population.", "doi": "10.1186/s12888-017-1544-3", "title": "Reliability and validity of the international dementia alliance schedule for the assessment and staging of care in China.", "journal": ["BMC psychiatry", "BMC Psychiatry"]}