{"authors": [["Cantone", "Daniela", "D", "University of Campania Luigi Vanvitelli, Italy."], ["Attena", "Francesco", "F", "University of Campania Luigi Vanvitelli, Italy."], ["Cerrone", "Sabrina", "S", "University of Campania Luigi Vanvitelli, Italy."], ["Fabozzi", "Antonio", "A", "University of Campania Luigi Vanvitelli, Italy."], ["Rossiello", "Riccardo", "R", "University of Campania Luigi Vanvitelli, Italy."], ["Spagnoli", "Laura", "L", "University of Campania Luigi Vanvitelli, Italy."], ["Pelullo", "Concetta Paola", "CP", "University of Campania Luigi Vanvitelli, Italy."]], "date": "2017-01-01", "id": "29161971", "text": "Using lies, in dementia care, reveals a common practice far beyond the diagnosis and prognosis, extending to the entire care process.In this article, we report results about the attitude and the behaviour of nurses towards the use of lies to patients with dementia.An epidemiological cross-sectional study was conducted between September 2016 and February 2017 in 12 elderly residential facilities and in the geriatric, psychiatric and neurological wards of six specialised hospitals of Italy's Campania Region.In all, 106 nurses compiled an attitude questionnaire (A) where the main question was 'Do you think it is ethically acceptable to use lies to patients with dementia?', instead 106 nurses compiled a behaviour questionnaire (B), where the main question was 'Have you ever used lies to patients with dementia?' Ethical considerations: Using lies in dementia care, although topic ethically still controversial, reveals a common practice far beyond the diagnosis and prognosis, extending to the entire care process.Only a small percentage of the interviewed nurses stated that they never used lies/that it is never acceptable to use lies (behaviour 10.4% and attitude 12.3%; p = 0.66). The situation in which nurses were more oriented to use lies was 'to prevent or reduce aggressive behaviors'. Indeed, only the 6.7% in the attitude group and 3.8% in the behaviour group were against using lies. On the contrary, the case in which the nurses were less oriented to use lies was 'to avoid wasting time giving explanations', in this situation were against using lies the 51.0% of the behaviour group and the 44.6% of the attitude group.Our results, according to other studies, support the hypothesis of a low propensity of nurses to ethical reflection about use of lies. In our country, the implementation of guidelines about a correct use of lie in the relationship between health operators and patients would be desirable.", "doi": "10.1177/0969733017739782", "title": "Lying to patients with dementia: Attitudes versus behaviours in nurses.", "journal": ["Nursing ethics", "Nurs Ethics"]}