{"authors": [["Caviness", "John N", "JN", "1 Department of Neurology, Mayo Clinic, Scottsdale, AZ, USA."], ["Beach", "Thomas G", "TG", "2 Civin Laboratory for Neuropathology, Banner-Sun Health Research Institute, Sun City, AZ, USA."], ["Hentz", "Joseph G", "JG", "3 Department of Biostatistics, Mayo Clinic, Scottsdale, AZ, USA."], ["Shill", "Holly A", "HA", "4 Barrow Neurological Institute, St Joseph's Hospital, Phoenix, AZ, USA."], ["Driver-Dunckley", "Erika D", "ED", "1 Department of Neurology, Mayo Clinic, Scottsdale, AZ, USA."], ["Adler", "Charles H", "CH", "1 Department of Neurology, Mayo Clinic, Scottsdale, AZ, USA."]], "date": "2017-02-01", "id": "29161906", "text": "The key mechanisms that connect Parkinson's disease pathology with dementia are unclear. We tested the hypothesis that the quantitative spectral electroencephalographic measure, delta bandpower, correlates with Lewy type synucleinopathy on pathological examination in Parkinson's disease. As a corollary hypothesis, we analyzed whether there would be delta bandpower electroencephalographic differences between Parkinson's disease dementia cases with and without pathological criteria for Alzheimer's disease.We used pathological examination results from 44 Parkinson's disease subjects from our brain bank with various degrees of cognitive decline, who had undergone electroencephalography. Pathological grading for Lewy type synucleinopathy, plaques, tangles, and indications of vascular pathology in subcortical and cortical areas were correlated with the most associated electroencephalographic biomarker with Parkinson's disease dementia in our laboratory, delta bandpower. Group differences for all spectral electroencephalographic measures were also analyzed between cases with and without pathological criteria for Alzheimer's disease.Findings revealed significant correlations between delta bandpower with Lewy type synucleinopathy, whereas indications of Alzheimer's disease or vascular pathology had nonsignificant correlation. The strongest association was with delta bandpower and Lewy type synucleinopathy in the anterior cingulate region. Mean delta bandpower was higher in the group for Parkinson's disease dementia with Alzheimer's disease pathology criteria than without.Lewy type synucleinopathy severity appears to be more associated with increased delta bandpower than with Alzheimer's disease pathology or indications of vascular pathology over all cases. However, the presence of Alzheimer's pathology may associate with more cortex physiological disruption in a subset of cases.", "doi": "10.1177/1550059417696179", "title": "Association Between Pathology and Electroencephalographic Activity in Parkinson's Disease.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}