{"authors": [["Samus", "Quincy M", "QM", "Department of Psychiatry, School of Medicine, Johns Hopkins University, Baltimore, MD, USA. Electronic address: qmiles@jhmi.edu."], ["Black", "Betty Smith", "BS", "Department of Psychiatry, School of Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Bovenkamp", "Diane", "D", "BrightFocus Foundation, Clarksburg, MD, USA."], ["Buckley", "Michael", "M", "BrightFocus Foundation, Clarksburg, MD, USA."], ["Callahan", "Christopher", "C", "Department of Medicine, Indiana University School of Medicine, Center for Aging Research, Indianapolis, IN, USA."], ["Davis", "Karen", "K", "Department of Health Policy and Management, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA."], ["Gitlin", "Laura N", "LN", "Department of Community Public Health, Johns Hopkins University School of Nursing, Baltimore, MD, USA."], ["Hodgson", "Nancy", "N", "Department of Gerontology, School of Nursing, University of Pennsylvania, Philadelphia, PA, USA."], ["Johnston", "Deirdre", "D", "Department of Psychiatry, School of Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Kales", "Helen C", "HC", "Department of Psychiatry, University of Michigan, Ann Arbor, MI, USA; Department of Veterans Affairs, HSR&D Center for Clinical Management Research, Washington, DC, USA."], ["Karel", "Michele", "M", "Veterans Administration Central Office, Washington, DC, USA."], ["Kenney", "John Jay", "JJ", "Aging & Disability Services, Montgomery Department of Health & Human Services, Rockville, MD, USA."], ["Ling", "Shari M", "SM", "Center for Clinical Standards and Quality, Centers for Medicare and Medicaid Services, Baltimore, MD, USA."], ["Panchal", "Maï", "M", "Fondation Vaincre Alzheimer, Paris, France; Alzheimer Forschung Initiative, Düsseldorf, Germany; Alzheimer Nederland, Amersfoort, Amersfoort, The Netherlands."], ["Reuland", "Melissa", "M", "Department of Psychiatry, School of Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Willink", "Amber", "A", "Department of Health Policy and Management, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA."], ["Lyketsos", "Constantine G", "CG", "Department of Psychiatry, School of Medicine, Johns Hopkins University, Baltimore, MD, USA."]], "date": "2017-11-21", "id": "29161539", "text": "A national consensus panel was convened to develop recommendations on future directions for home-based dementia care (HBDC).The panel summarized advantages and challenges of shifting to HBDC as the nexus of care and developed consensus-based recommendations.The panel developed five core recommendations: (1) HBDC should be considered the nexus of new dementia models, from diagnosis to end of life in dementia; (2) new payment models are needed to support HBDC and reward integration of care; (3) a diverse new workforce that spans the care continuum should be prepared urgently; (4) new technologies to promote communication, monitoring/safety, and symptoms management must be tested, integrated, and deployed; and (5) targeted dissemination efforts for HBDC must be employed.HBDC represents a promising paradigm shift to improve care for those living with dementia and their family caregivers: these recommendations provide a framework to chart a course forward for HBDC.", "doi": "10.1016/j.jalz.2017.10.006", "title": "Home is where the future is: The BrightFocus Foundation consensus panel on dementia care.", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"]}