{"authors": [["Needham", "M J", "MJ", "Critical Care Department, Sheffield Teaching Hospitals NHS Foundation Trust, Northern General Hospital, Sheffield, UK."], ["Webb", "C E", "CE", "Critical Care Department, Sheffield Teaching Hospitals NHS Foundation Trust, Northern General Hospital, Sheffield, UK."], ["Bryden", "D C", "DC", "Critical Care Department, Sheffield Teaching Hospitals NHS Foundation Trust, Northern General Hospital, Sheffield, UK."]], "date": null, "id": "29161395", "text": "Approximately 12% of apparently previously cognitively well patients undergoing anaesthesia and noncardiac surgery will develop symptoms of cognitive dysfunction after their procedure. Recent articles in this Journal have highlighted the difficulties of confirming any clear links between anaesthesia and cognitive dysfunction, in part because of the lack of consistency regarding definition and diagnosis. Postoperative cognitive dysfunction (POCD) is usually self-limiting and rarely persists in the longer term, although plausible biological mechanisms for an impact on brain protein deposition do exist. Clinical research studies are frequently confounded by a lack of agreed definitions and consistency of testing. Preoperative assessment of neurocognitive function and risk factor identification is imperative in order to ascertain the true extent of POCD and any causative link to anaesthesia and surgery. At present a multidisciplinary care bundle approach to risk factor stratification and reduction is the most attractive management plan based on evidence of slight benefit from individual interventions. As yet no individual anaesthetic technique, drug or mode of monitoring has been proved to reduce the incidence of POCD. Providing patients with appropriate and accurate information can be difficult because of conflicting evidence. The Royal College of Anaesthetists' patient liaison group has produced a useful patient information leaflet that is designed to provide guidance in discussions of individual risks whilst considerable uncertainties remain.", "doi": "10.1093/bja/aex354", "title": "Postoperative cognitive dysfunction and dementia: what we need to know and do.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}