{"authors": [["Shinohara", "Mitsuru", "M", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Koga", "Shunsuke", "S", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Konno", "Takuya", "T", "Department of Neurology, Mayo Clinic, Jacksonville, FL, USA."], ["Nix", "Jeremy", "J", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Shinohara", "Motoko", "M", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Aoki", "Naoya", "N", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Das", "Pritam", "P", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Parisi", "Joseph E", "JE", "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA."], ["Petersen", "Ronald C", "RC", "Department of Neurology, Mayo Clinic, Rochester, MN, USA."], ["Rosenberry", "Terrone L", "TL", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Dickson", "Dennis W", "DW", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Bu", "Guojun", "G", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."]], "date": null, "id": "29161341", "text": "Accumulation of amyloid-β peptides is a dominant feature in the pathogenesis of Alzheimer's disease; however, it is not clear how individual amyloid-β species accumulate and affect other neuropathological and clinical features in the disease. Thus, we compared the accumulation of N-terminally truncated amyloid-β and full-length amyloid-β, depending on disease stage as well as brain area, and determined how these amyloid-β species respectively correlate with clinicopathological features of Alzheimer's disease. To this end, the amounts of amyloid-β species and other proteins related to amyloid-β metabolism or Alzheimer's disease were quantified by enzyme-linked immunosorbent assays (ELISA) or theoretically calculated in 12 brain regions, including neocortical, limbic and subcortical areas from Alzheimer's disease cases (n = 19), neurologically normal elderly without amyloid-β accumulation (normal ageing, n = 13), and neurologically normal elderly with cortical amyloid-β accumulation (pathological ageing, n = 15). We observed that N-terminally truncated amyloid-β42 and full-length amyloid-β42 accumulations distributed differently across disease stages and brain areas, while N-terminally truncated amyloid-β40 and full-length amyloid-β40 accumulation showed an almost identical distribution pattern. Cortical N-terminally truncated amyloid-β42 accumulation was increased in Alzheimer's disease compared to pathological ageing, whereas cortical full-length amyloid-β42 accumulation was comparable between Alzheimer's disease and pathological ageing. Moreover, N-terminally truncated amyloid-β42 were more likely to accumulate more in specific brain areas, especially some limbic areas, while full-length amyloid-β42 tended to accumulate more in several neocortical areas, including frontal cortices. Immunoprecipitation followed by mass spectrometry analysis showed that several N-terminally truncated amyloid-β42 species, represented by pyroglutamylated amyloid-β11-42, were enriched in these areas, consistent with ELISA results. N-terminally truncated amyloid-β42 accumulation showed significant regional association with BACE1 and neprilysin, but not PSD95 that regionally associated with full-length amyloid-β42 accumulation. Interestingly, accumulations of tau and to a greater extent apolipoprotein E (apoE, encoded by APOE) were more strongly correlated with N-terminally truncated amyloid-β42 accumulation than those of other amyloid-β species across brain areas and disease stages. Consistently, immunohistochemical staining and in vitro binding assays showed that apoE co-localized and bound more strongly with pyroglutamylated amyloid-β11-x fibrils than full-length amyloid-β fibrils. Retrospective review of clinical records showed that accumulation of N-terminally truncated amyloid-β42 in cortical areas was associated with disease onset, duration and cognitive scores. Collectively, N-terminally truncated amyloid-β42 species have spatiotemporal accumulation patterns distinct from full-length amyloid-β42, likely due to different mechanisms governing their accumulations in the brain. These truncated amyloid-β species could play critical roles in the disease by linking other clinicopathological features of Alzheimer's disease.", "doi": "10.1093/brain/awx284", "title": "Distinct spatiotemporal accumulation of N-truncated and full-length amyloid-β42 in Alzheimer's disease.", "journal": ["Brain : a journal of neurology", "Brain"]}