{"authors": [["Holdsworth", "Kristen", "K", "a Institute for Health and Ageing , Australian Catholic University , Melbourne , Australia."], ["McCabe", "Marita", "M", "a Institute for Health and Ageing , Australian Catholic University , Melbourne , Australia."]], "date": "2017-11-21", "id": "29161218", "text": "The onset and progression of dementia can have a profound effect on the couple dyad. The aim of this systematic review was to analyze the literature investigating the impact of dementia on the relationships, intimacy, and sexuality in older couples.A systematic literature search was conducted in May 2016 for relevant research articles. Five databases were searched: Web of Science, PsycINFO, MedLine, Scopus and CINAHL. The reference lists of articles included in the review were screened along with the reference list of other relevant reviews.Thirteen studies were identified that investigated relationships, intimacy, and sexuality from the perspective of the partner, the person with dementia or from the perspective of the couple jointly. The analysis revealed several themes including changes in responsibilities and roles, identity and self-esteem, affection, commitment, reciprocity, and sexual activity and satisfaction.The results strongly suggest dementia has a significant impact on the couple relationship. There is a dearth of research involving the perspective of the person with dementia or the couple jointly. Future research should investigate the impact of dementia on relationships, intimacy, and sexuality from the perspective of partners, the person with dementia, and the couple jointly to ensure the development of appropriate information and services that meet the needs of both people in the couple relationship.Clinicians should work closely with couples to develop tailored information and supports to assist couples in managing the multiple changes that occur in their relationship, intimacy, and sexuality due to dementia.", "doi": "10.1080/07317115.2017.1380102", "title": "The Impact of Dementia on Relationships, Intimacy, and Sexuality in Later Life Couples: An Integrative Qualitative Analysis of Existing Literature.", "journal": ["Clinical gerontologist", "Clin Gerontol"]}