{"authors": [["Podolski", "Natalie", "N", "1 Department of Molecular and Cellular Sport Medicine, Institute of Cardiovascular Research and Sport Medicine, German Sport University Cologne , Cologne, Germany ."], ["Brixius", "Klara", "K", "1 Department of Molecular and Cellular Sport Medicine, Institute of Cardiovascular Research and Sport Medicine, German Sport University Cologne , Cologne, Germany ."], ["Predel", "Hans G", "HG", "2 Department of Preventive and Rehabilitative Sport Medicine, Institute of Cardiovascular Research and Sport Medicine, German Sport University Cologne , Cologne, Germany ."], ["Brinkmann", "Christian", "C", "2 Department of Preventive and Rehabilitative Sport Medicine, Institute of Cardiovascular Research and Sport Medicine, German Sport University Cologne , Cologne, Germany ."]], "date": "2017-11-21", "id": "29160740", "text": "Cognitive decline has been shown to be associated with long-term type 2 diabetes mellitus (T2DM). This review analyzes the present literature to ascertain the role of regular physical activity (PA) for the functioning of the diabetic brain.PubMed was systematically searched for relevant publications up to July 2017.Four cross-sectional, one longitudinal observational, and nine interventional studies with a total of ∼7000 T2DM subjects are included in this review. Some significant positive relationships between the PA level of T2DM patients and their performance in several cognitive tests are reported in the cross-sectional studies. The longitudinal observational study implies a higher risk for developing dementia/mild cognitive impairment in T2DM patients with low PA behavior. Some significantly improved cognitive test results are reported for T2DM patients following physical training (PT) in six interventional studies. The quality of most of the training studies is low due to small sample sizes and/or missing control groups.PT may potentially contribute to improving the cognitive performance in T2DM patients. Additional high-quality studies with standardized cognitive assessments are needed to further determine the dose-effect relationships between PA and cognitive performance in T2DM patients.", "doi": "10.1089/met.2017.0120", "title": "Effects of Regular Physical Activity on the Cognitive Performance of Type 2 Diabetic Patients: A Systematic Review.", "journal": ["Metabolic syndrome and related disorders", "Metab Syndr Relat Disord"]}