{"authors": [["Gruden", "Marina A", "MA", "P. K. Anokhin Research Institute of Normal Physiology , Moscow 125315 Russia."], ["Davydova", "Tatiana V", "TV", "Research Institute of General Pathology and Pathophysiology , Moscow 125315 Russia."], ["Kudrin", "Vladimir S", "VS", "V. V. Zakusov Research Institute of Pharmacology , Moscow 125315 Russia."], ["Wang", "Chao", "C", "Department of Medical Biochemistry and Biophysics, Umeå University , Umeå SE-90187, Sweden."], ["Narkevich", "Victor B", "VB", "V. V. Zakusov Research Institute of Pharmacology , Moscow 125315 Russia."], ["Morozova-Roche", "Ludmilla A", "LA", "Department of Medical Biochemistry and Biophysics, Umeå University , Umeå SE-90187, Sweden."], ["Sewell", "Robert D E", "RDE", "Cardiff School of Pharmacy and Pharmaceutical Sciences, Cardiff University , Cardiff CF10 3NB, United Kingdom."]], "date": "2017-12-04", "id": "29160692", "text": "Alzheimer's disease (AD) involves dementia conceivably arising from integrated inflammatory processes, amyloidogenesis, and neuronal apoptosis. Glutamate can also cause neuronal death via excitotoxicity, and this is similarly implicated in some neurological diseases. The aim was to examine treatment with in vitro generated proinflammatory protein S100A9 aggregate species alone or with glutamate antibodies (Glu-Abs) on Morris water maze (MWM) spatial learning and memory performance in 12 month old mice. Amino acid and monoamine cerebral neurotransmitter metabolic changes were concurrently monitored. Initially, S100A9 fibrils were morphologically verified by atomic force microscopy and Thioflavin T assay. They were then administered intranasally alone or with Glu-Abs for 14 days followed by a 5 day MWM protocol before hippocampal and prefrontal cortical neurochemical analysis. S100A9 aggregates evoked spatial amnesia which correlated with disrupted glutamate and dopaminergic neurochemistry. Hippocampal glutamate release, elevation of DOPAC and HVA, as well as DOPAC/DA and HVA/DA ratios were subsequently reduced by Glu-Abs which simultaneously prevented the spatial memory deficit. The present outcomes emphasized the pathogenic nature of S100A9 fibrillar aggregates in causing spatial memory amnesia associated with enhanced hippocampal glutamate release and DA-ergic disruption in the aging brain. This finding might be exploited during dementia management through a neuroprotective strategy.", "doi": "10.1021/acschemneuro.7b00379", "title": "S100A9 Protein Aggregates Boost Hippocampal Glutamate Modifying Monoaminergic Neurochemistry: A Glutamate Antibody Sensitive Outcome on Alzheimer-like Memory Decline.", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"]}