{"authors": [["Toledo", "Cíntia Matsuda", "CM", "Centro de Referência em Distúrbios Cognitivos, School of Medicine, University of São Paulo, São Paulo, São Paulo, Brazil."], ["Aluísio", "Sandra Maria", "SM", "Núcleo Interinstitucional de Linguística Computacional (NILC), Instituto de Ciências Matemáticas e de Computação, University of São Paulo, São Carlos, São Paulo, Brazil."], ["Dos Santos", "Leandro Borges", "LB", "Núcleo Interinstitucional de Linguística Computacional (NILC), Instituto de Ciências Matemáticas e de Computação, University of São Paulo, São Carlos, São Paulo, Brazil."], ["Brucki", "Sonia Maria Dozzi", "SMD", "Centro de Referência em Distúrbios Cognitivos, School of Medicine, University of São Paulo, São Paulo, São Paulo, Brazil."], ["Trés", "Eduardo Sturzeneker", "ES", "Centro de Referência em Distúrbios Cognitivos, School of Medicine, University of São Paulo, São Paulo, São Paulo, Brazil."], ["de Oliveira", "Maira Okada", "MO", "Centro de Referência em Distúrbios Cognitivos, School of Medicine, University of São Paulo, São Paulo, São Paulo, Brazil."], ["Mansur", "Letícia Lessa", "LL", "Centro de Referência em Distúrbios Cognitivos, School of Medicine, University of São Paulo, São Paulo, São Paulo, Brazil."]], "date": "2017-09-19", "id": "29159266", "text": "The depiction of features in discourse production promotes accurate diagnosis and helps to establish the therapeutic intervention in cognitive impairment and dementia. We aimed to identify alterations in the macrolinguistic aspects of discourse using a new computational tool.Sixty individuals, aged 60 years and older, were distributed in three different groups: mild Alzheimer's disease (mAD), amnestic mild cognitive impairment, and healthy controls. A narrative created by individuals was analyzed through the Coh-Metrix-Dementia program, extracting the features of interest automatically.mAD showed worse overall performance compared to the other groups: less informative discourse, greater impairment in global coherence, greater modalization, and inferior narrative structure. It was not possible to discriminate between amnestic mild cognitive impairment and healthy controls.Our results are in line with the literature, verifying a pathological change in the macrostructure of discourse in mAD.", "doi": "10.1016/j.dadm.2017.08.005", "title": "Analysis of macrolinguistic aspects of narratives from individuals with Alzheimer's disease, mild cognitive impairment, and no cognitive impairment.", "journal": ["Alzheimer's & dementia (Amsterdam, Netherlands)", "Alzheimers Dement (Amst)"]}