{"authors": [["Bar", "Roni", "R", "Department of Neurobiology, George S. Wise Faculty of Life Sciences, Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Boehm-Cagan", "Anat", "A", "Department of Neurobiology, George S. Wise Faculty of Life Sciences, Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Luz", "Ishai", "I", "Department of Neurobiology, George S. Wise Faculty of Life Sciences, Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Kleper-Wall", "Yarden", "Y", "Department of Neurobiology, George S. Wise Faculty of Life Sciences, Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Michaelson", "Daniel M", "DM", "Department of Neurobiology, George S. Wise Faculty of Life Sciences, Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."]], "date": "2017-09-06", "id": "29159264", "text": "Alzheimer's disease (AD) and synucleinopathies share common pathological mechanisms. Apolipoprotein E4 (apoE4), the most prevalent genetic risk factor for AD, also increases the risk for dementia in pure synucleinopathies. We presently examined the effects of α-synuclein deficiency (α-syn-/-) and sex on apoE4-driven pathologies.AD-related, synaptic, and vascular markers were analyzed in female and male α-syn-/- and α-syn+/+ apoE4, apoE3, and apoE3/E4 mice.ApoE4 was hypolipidated, and this effect was unchanged by α-syn-/- and sex. The levels of synaptic markers were lower, and the levels of AD-related parameters were higher in female α-syn-/- apoE4 mice compared with the corresponding apoE3 mice. By comparison, apoE4 had small effects on the AD parameters of male and female α-syn+/+ apoE4 mice.Although α-syn-/- does not affect the upstream lipidation impairment of apoE4, it acts as a \"second hit\" enhancer of the subsequent apoE4-driven pathologies.", "doi": "10.1016/j.dadm.2017.08.003", "title": "The effects of apolipoprotein E genotype, α-synuclein deficiency, and sex on brain synaptic and Alzheimer's disease-related pathology.", "journal": ["Alzheimer's & dementia (Amsterdam, Netherlands)", "Alzheimers Dement (Amst)"]}