{"authors": [["Anazodo", "Udunna C", "UC", "Lawson Health Research Institute, St Joseph's Health Care, 268 Grosvenor St., London, Ontario N6A 4V2, Canada."], ["Finger", "Elizabeth", "E", "Department of Clinical Neurological Sciences, Western University, 339 Windermere Road, London, Ontario N6A 5A5, Canada."], ["Kwan", "Benjamin Yin Ming", "BYM", "Department of Medical Imaging, Schulich School of Medicine and Dentistry, Western University, London, Ontario N6A 5W9, Canada."], ["Pavlosky", "William", "W", "Lawson Health Research Institute, St Joseph's Health Care, 268 Grosvenor St., London, Ontario N6A 4V2, Canada."], ["Warrington", "James Claude", "JC", "Department of Medical Imaging, Schulich School of Medicine and Dentistry, Western University, London, Ontario N6A 5W9, Canada."], ["Günther", "Matthias", "M", "Fraunhofer Institute for Medical Image Computing MEVIS, Am Fallturm 1, 28359 Bremen, Germany."], ["Prato", "Frank S", "FS", "Lawson Health Research Institute, St Joseph's Health Care, 268 Grosvenor St., London, Ontario N6A 4V2, Canada."], ["Thiessen", "Jonathan D", "JD", "Lawson Health Research Institute, St Joseph's Health Care, 268 Grosvenor St., London, Ontario N6A 4V2, Canada."], ["St Lawrence", "Keith S", "KS", "Lawson Health Research Institute, St Joseph's Health Care, 268 Grosvenor St., London, Ontario N6A 4V2, Canada."]], "date": "2017-10-31", "id": "29159053", "text": "The clinical utility of FDG-PET in diagnosing frontotemporal dementia (FTD) has been well demonstrated over the past decades. On the contrary, the diagnostic value of arterial spin labelling (ASL) MRI - a relatively new technique - in clinical diagnosis of FTD has yet to be confirmed. Using simultaneous PET/MRI, we evaluated the diagnostic performance of ASL in identifying pathological abnormalities in FTD (FTD) to determine whether ASL can provide similar diagnostic value as FDG-PET.ASL and FDG-PET images were compared in 10 patients with FTD and 10 healthy older adults. Qualitative and quantitative measures of diagnostic equivalency were used to determine the diagnostic utility of ASL compared to FDG-PET. Sensitivity, specificity, and inter-rater reliability were calculated for each modality from scores of subjective visual ratings and from analysis of regional mean values in thirteen a priori regions of interest (ROI). To determine the extent of concordance between modalities in each patient, individual statistical maps generated from comparison of each patient to controls were compared between modalities using the Jaccard similarity index (JI).Visual assessments revealed lower sensitivity, specificity and inter-rater reliability for ASL (66.67%/62.12%/0.2) compared to FDG-PET (88.43%/90.91%/0.61). Across all regions, ASL performed lower than FDG-PET in discriminating patients from controls (areas under the receiver operating curve: ASL = 0.75 and FDG-PET = 0.87). In all patients, ASL identified patterns of reduced perfusion consistent with FTD, but areas of hypometabolism exceeded hypoperfused areas (group-mean JI = 0.30 ± 0.22).This pilot study demonstrated that ASL can detect similar spatial patterns of abnormalities in individual FTD patients compared to FDG-PET, but its sensitivity and specificity for discriminant diagnosis of a patient from healthy individuals remained unmatched to FDG-PET. Further studies at the individual level are required to confirm the clinical role of ASL in FTD management.", "doi": "10.1016/j.nicl.2017.10.033", "title": "Using simultaneous PET/MRI to compare the accuracy of diagnosing frontotemporal dementia by arterial spin labelling MRI and FDG-PET.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}