{"authors": [["d'Oleire Uquillas", "Federico", "F", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Jacobs", "Heidi I L", "HIL", "Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Hanseeuw", "Bernard", "B", "Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Marshall", "Gad A", "GA", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Properzi", "Michael", "M", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Schultz", "Aaron P", "AP", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["LaPoint", "Molly R", "MR", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Johnson", "Keith A", "KA", "Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Sperling", "Reisa A", "RA", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Vannini", "Patrizia", "P", "Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."]], "date": "2017-10-31", "id": "29159051", "text": "The biological mechanisms that link Beta-amyloid (Aβ) plaque deposition, neurodegeneration, and clinical decline in Alzheimer's disease (AD) dementia, have not been completely elucidated. Here we studied whether amyloid accumulation and neurodegeneration, independently or interactively, predict clinical decline over time in a group of memory impaired older individuals [diagnosed with either amnestic mild cognitive impairment (MCI), or mild AD dementia]. We found that baseline Aβ-associated cortical thinning across clusters encompassing lateral and medial temporal and parietal cortices was related to higher baseline Clinical Dementia Rating Sum-of-Boxes (CDR-SB). Baseline Aβ-associated cortical thinning also predicted CDR-SB over time. Notably, the association between CDR-SB change and cortical thickness values from the right lateral temporo-parietal cortex and right precuneus was driven by individuals with high Aβ burden. In contrast, the association between cortical thickness in the medial temporal lobe (MTL) and clinical decline was similar for individuals with high or low Aβ burden. Furthermore, amyloid pathology was a stronger predictor for clinical decline than MTL thickness. While this study validates previous findings relating AD biomarkers of neurodegeneration to clinical impairment, here we show that regions outside the MTL may be more vulnerable and specific to AD dementia. Additionally, excluding mild AD individuals revealed that these relationships remained, suggesting that lower cortical thickness values in specific regions, vulnerable to amyloid pathology, predict clinical decline already at the prodromal stage.", "doi": "10.1016/j.nicl.2017.10.034", "title": "Interactive versus additive relationships between regional cortical thinning and amyloid burden in predicting clinical decline in mild AD and MCI individuals.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}