{"authors": [["Neale", "Natalie", "N", "Perelman School of Medicine at the University of Pennsylvania, 3400 Civic Center Boulevard, Philadelphia, PA 19104, United States."], ["Padilla", "Concepcion", "C", "Cambridge Intellectual and Developmental Disabilities Research Group, Department of Psychiatry, University of Cambridge, 18B Trumpington Road, Cambridge, England CB2 8AH, United Kingdom."], ["Fonseca", "Luciana Mascarenhas", "LM", "Cambridge Intellectual and Developmental Disabilities Research Group, Department of Psychiatry, University of Cambridge, 18B Trumpington Road, Cambridge, England CB2 8AH, United Kingdom."], ["Holland", "Tony", "T", "Cambridge Intellectual and Developmental Disabilities Research Group, Department of Psychiatry, University of Cambridge, 18B Trumpington Road, Cambridge, England CB2 8AH, United Kingdom."], ["Zaman", "Shahid", "S", "Cambridge Intellectual and Developmental Disabilities Research Group, Department of Psychiatry, University of Cambridge, 18B Trumpington Road, Cambridge, England CB2 8AH, United Kingdom."]], "date": "2017-11-06", "id": "29159043", "text": "People with Down syndrome (DS) develop Alzheimer's disease (AD) at higher rates and a younger age of onset compared to the general population. As the average lifespan of people with DS is increasing, AD is becoming an important health concern in this group. Neuroimaging is becoming an increasingly useful tool in understanding the pathogenesis of dementia development in relation to clinical symptoms. Furthermore, neuroimaging has the potential to play a role in AD diagnosis and monitoring of therapeutics. This review describes major recent findings from in vivo neuroimaging studies analysing DS and AD via ligand-based positron emission tomography (PET), [18F] fluorodeoxyglucose (FDG)-PET, structural magnetic resonance imaging (sMRI), and diffusion tensor imaging (DTI). Electroencephalography (EEG) and retinal imaging are also discussed as emerging modalities. The review is organized by neuroimaging method and assesses the relationship between cognitive decline and neuroimaging changes. We find that amyloid accumulation seen on PET occurs prior to dementia onset, possibly as a precursor to the atrophy and white matter changes seen in MRI studies. Future PET studies relating tau distribution to clinical symptoms will provide further insight into the role this protein plays in dementia development. Brain activity changes demonstrated by EEG and metabolic changes seen via FDG-PET may also follow predictable patterns that can help track dementia progression. Finally, newer approaches such as retinal imaging will hopefully overcome some of the limitations of neuroimaging and allow for detection of dementia at an earlier stage.", "doi": "10.1016/j.nicl.2017.10.022", "title": "Neuroimaging and other modalities to assess Alzheimer's disease in Down syndrome.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}