{"authors": [["Mazaheri", "Ali", "A", "School of Psychology, University of Birmingham, United Kingdom."], ["Segaert", "Katrien", "K", "School of Psychology, University of Birmingham, United Kingdom."], ["Olichney", "John", "J", "Center for Mind and Brain and Neurology Department, University of California, Davis, CA, United States."], ["Yang", "Jin-Chen", "JC", "Center for Mind and Brain and Neurology Department, University of California, Davis, CA, United States."], ["Niu", "Yu-Qiong", "YQ", "Center for Mind and Brain and Neurology Department, University of California, Davis, CA, United States."], ["Shapiro", "Kim", "K", "School of Psychology, University of Birmingham, United Kingdom."], ["Bowman", "Howard", "H", "School of Psychology, University of Birmingham, United Kingdom."]], "date": "2017-10-09", "id": "29159036", "text": "Only a subset of mild cognitive impairment (MCI) patients progress to develop a form of dementia. A prominent feature of Alzheimer's disease (AD) is a progressive decline in language. We investigated if subtle anomalies in EEG activity of MCI patients during a word comprehension task could provide insight into the likelihood of conversion to AD. We studied 25 amnestic MCI patients, a subset of whom developed AD within 3-years, and 11 elderly controls. In the task, auditory category descriptions (e.g., 'a type of wood') were followed by a single visual target word either semantically congruent (i.e., oak) or incongruent with the preceding category. We found that the MCI convertors group (i.e. patients that would go on to convert to AD in 3-years) had a diminished early posterior-parietal theta (3-5 Hz) activity induced by first presentation of the target word (i.e., access to lexico-syntactic properties of the word), compared to MCI non-convertors and controls. Moreover, MCI convertors exhibited oscillatory signatures for processing the semantically congruent words that were different from non-convertors and controls. MCI convertors thus showed basic anomalies for lexical and meaning processing. In addition, both MCI groups showed anomalous oscillatory signatures for the verbal learning/memory of repeated words: later alpha suppression (9-11 Hz), which followed first presentation of the target word, was attenuated for the second and third repetition in controls, but not in either MCI group. Our findings suggest that a subtle breakdown in the brain network subserving language comprehension can be foretelling of conversion to AD.", "doi": "10.1016/j.nicl.2017.10.009", "title": "EEG oscillations during word processing predict MCI conversion to Alzheimer's disease.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}