{"authors": [["Rasmussen", "Jay", "J", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany."], ["Mahler", "Jasmin", "J", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany."], ["Beschorner", "Natalie", "N", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany."], ["Kaeser", "Stephan A", "SA", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany."], ["Häsler", "Lisa M", "LM", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany."], ["Baumann", "Frank", "F", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany."], ["Nyström", "Sofie", "S", "Department of Physics, Chemistry and Biology, Division of Chemistry, Linköping University, SE-581 83 Linköping, Sweden."], ["Portelius", "Erik", "E", "Institute of Neuroscience and Physiology, Department of Psychiatry and Neurochemistry, University of Gothenburg, SE-431 80 Mölndal, Sweden."], ["Blennow", "Kaj", "K", "Institute of Neuroscience and Physiology, Department of Psychiatry and Neurochemistry, University of Gothenburg, SE-431 80 Mölndal, Sweden."], ["Lashley", "Tammaryn", "T", "Queen Square Brain Bank for Neurological Diseases, Department of Molecular Neuroscience, Institute of Neurology, University College London, London WC1N 1PJ, United Kingdom."], ["Fox", "Nick C", "NC", "Dementia Research Centre, University College London, London WC1N 3BG, United Kingdom."], ["Sepulveda-Falla", "Diego", "D", "Institute of Neuropathology, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Glatzel", "Markus", "M", "Institute of Neuropathology, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany."], ["Oblak", "Adrian L", "AL", "Department of Pathology and Laboratory Medicine, Indiana University School of Medicine, Indianapolis, IN 46202."], ["Ghetti", "Bernardino", "B", "Department of Pathology and Laboratory Medicine, Indiana University School of Medicine, Indianapolis, IN 46202."], ["Nilsson", "K Peter R", "KPR", "Department of Physics, Chemistry and Biology, Division of Chemistry, Linköping University, SE-581 83 Linköping, Sweden."], ["Hammarström", "Per", "P", "Department of Physics, Chemistry and Biology, Division of Chemistry, Linköping University, SE-581 83 Linköping, Sweden."], ["Staufenbiel", "Matthias", "M", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany."], ["Walker", "Lary C", "LC", "Department of Neurology, Emory University, Atlanta, GA 30322."], ["Jucker", "Mathias", "M", "Department of Cellular Neurology, Hertie Institute for Clinical Brain Research, University of Tübingen, 72076 Tübingen, Germany; mathias.jucker@uni-tuebingen.de."]], "date": "2017-11-20", "id": "29158413", "text": "The molecular architecture of amyloids formed in vivo can be interrogated using luminescent conjugated oligothiophenes (LCOs), a unique class of amyloid dyes. When bound to amyloid, LCOs yield fluorescence emission spectra that reflect the 3D structure of the protein aggregates. Given that synthetic amyloid-β peptide (Aβ) has been shown to adopt distinct structural conformations with different biological activities, we asked whether Aβ can assume structurally and functionally distinct conformations within the brain. To this end, we analyzed the LCO-stained cores of β-amyloid plaques in postmortem tissue sections from frontal, temporal, and occipital neocortices in 40 cases of familial Alzheimer's disease (AD) or sporadic (idiopathic) AD (sAD). The spectral attributes of LCO-bound plaques varied markedly in the brain, but the mean spectral properties of the amyloid cores were generally similar in all three cortical regions of individual patients. Remarkably, the LCO amyloid spectra differed significantly among some of the familial and sAD subtypes, and between typical patients with sAD and those with posterior cortical atrophy AD. Neither the amount of Aβ nor its protease resistance correlated with LCO spectral properties. LCO spectral amyloid phenotypes could be partially conveyed to Aβ plaques induced by experimental transmission in a mouse model. These findings indicate that polymorphic Aβ-amyloid deposits within the brain cluster as clouds of conformational variants in different AD cases. Heterogeneity in the molecular architecture of pathogenic Aβ among individuals and in etiologically distinct subtypes of AD justifies further studies to assess putative links between Aβ conformation and clinical phenotype.", "doi": "10.1073/pnas.1713215114", "title": "Amyloid polymorphisms constitute distinct clouds of conformational variants in different etiological subtypes of Alzheimer's disease.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}