{"authors": [["Fleysher", "Roman", "R", "The Gruss Magnetic Resonance Research Center, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States; Department of Radiology, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States. Electronic address: Roman.Fleysher@einstein.yu.edu."], ["Lipton", "Michael L", "ML", "The Gruss Magnetic Resonance Research Center, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States; Department of Radiology, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States; Department of Psychiatry and Behavioral Sciences, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States; The Dominick P. Purpura Department of Neuroscience, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States. Electronic address: Michael.Lipton@einstein.yu.edu."], ["Noskin", "Olga", "O", "Neurology Group of Bergen County, P. A., Ridgewood, NJ, United States. Electronic address: onoskin@neurobergen.com."], ["Rundek", "Tatjana", "T", "Departments of Neurology and Public Health Sciences, University of Miami Miller School of Medicine, Miami, FL, United States. Electronic address: TRundek@med.miami.edu."], ["Lipton", "Richard", "R", "Saul R Korey Department of Neurology, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States; Department of Epidemiology and Population Health, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States. Electronic address: Richard.Lipton@einstein.yu.edu."], ["Derby", "Carol A", "CA", "Saul R Korey Department of Neurology, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States; Department of Epidemiology and Population Health, Albert Einstein College of Medicine and Montefiore Medical Center, Bronx, NY, United States. Electronic address: Carol.Derby@einstein.yu.edu."]], "date": "2017-11-21", "id": "29158187", "text": "Cerebrovascular diseases underlie many forms of age-related cognitive impairment and the mechanism linking the two is hypothesized to involve adverse changes in white matter (WM) integrity. Despite being systemic, small vessel disease does not uniformly affect WM. We performed voxel-wise analysis of MRI images to examine the association between fractional anisotropy (FA) - a diffusion tensor measure of WM structural integrity - and pulsatility index (PI) - a transcranial Doppler ultrasound measure of abnormal arterial flow - in adults over the age of 70years who were free of stroke and dementia. We demonstrate that the relation of PI to microstructural changes in WM is artery specific and regional. We identified spatial clusters of significant correlations between elevated PI and reduced FA which cannot be explained by aging, supporting a vascular hypothesis of WM injury. These areas are not limited to the vascular territories of the vessels where PI is assessed, suggesting that the linkage between PI and FA is not likely a function of perfusion per se, but is consistent with injury caused by mechanical wave emanating from pulsating vessel walls.", "doi": "10.1016/j.mri.2017.11.003", "title": "White matter structural integrity and transcranial Doppler blood flow pulsatility in normal aging.", "journal": ["Magnetic resonance imaging", "Magn Reson Imaging"]}