{"authors": [["Thomas", "George E C", "GEC", "Mathematical & Physical Sciences, University College London, Gower Street, WC1E 6BT London, UK; Created Out of Mind, Wellcome Collection, NW1 2BE London, UK."], ["Crutch", "Sebastian J", "SJ", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, University College London, London WC1N 3BG, UK; Created Out of Mind, Wellcome Collection, NW1 2BE London, UK."], ["Camic", "Paul M", "PM", "Centre for Applied Psychology, Canterbury Christ Church University, One Meadow Road, Tunbridge Wells, Kent TN1 2YG, UK; Created Out of Mind, Wellcome Collection, NW1 2BE London, UK. Electronic address: paul.camic@canterbury.ac.uk."], [null, null, null, null]], "date": "2017-11-20", "id": "29158118", "text": "The dementias are a group of progressive symptoms that have multiple causes, usually caused by disease or injury of the brain, affecting higher brain functions such as language, perception, memory, reasoning and mood; they can also be associated with changes in personality. Arts interventions and interaction with the arts can create meaningful, positive experiences for people with a dementia, as well as improve quality of life. Qualitative research in particular, has been able to describe the emotional responses the arts can produce, but quantifiable changes have not been well documented. Physiological measurements such as stress hormone levels and galvanic skin response show promise in being able to quantify such responses. When taken together, these can give a picture of the kinds of physiological outcomes that are associated with positive affect and improvements in mental wellbeing in the context of arts interventions. This review provides a critical overview of the studies which measure some form of physiological outcome in response to the arts or an arts intervention in people with dementia, and indicates how future research in this area can help to broaden our understanding of the effects of the arts in dementia research and care.", "doi": "10.1016/j.ijpsycho.2017.11.008", "title": "Measuring physiological responses to the arts in people with a dementia.", "journal": ["International journal of psychophysiology : official journal of the International Organization of Psychophysiology", "Int J Psychophysiol"]}