{"authors": [["Maione", "Francesco", "F", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy. Electronic address: francesco.maione@unina.it."], ["Piccolo", "Marialuisa", "M", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["De Vita", "Simona", "S", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II 132, 84084, Fisciano, Salerno, Italy."], ["Chini", "Maria Giovanna", "MG", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II 132, 84084, Fisciano, Salerno, Italy."], ["Cristiano", "Claudia", "C", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["De Caro", "Carmen", "C", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["Lippiello", "Pellegrino", "P", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["Miniaci", "Maria Concetta", "MC", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["Santamaria", "Rita", "R", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["Irace", "Carlo", "C", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["De Feo", "Vincenzo", "V", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II 132, 84084, Fisciano, Salerno, Italy."], ["Calignano", "Antonio", "A", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["Mascolo", "Nicola", "N", "Department of Pharmacy, School of Medicine, University of Naples Federico II, Via Domenico Montesano 49, 80131, Naples, Italy."], ["Bifulco", "Giuseppe", "G", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II 132, 84084, Fisciano, Salerno, Italy. Electronic address: bifulco@unisa.it."]], "date": "2017-11-20", "id": "29158049", "text": "Alzheimer's disease (AD) is a common form of dementia mainly characterized by the deposition of neurofibrillary tangles and β-amyloid (Aβ) peptides in the brain. Additionally, increasing evidence demonstrates that a neuro-inflammatory state plays a key role in the development of this disease. Beside synthetic drugs, the use of natural compounds represents an alternative for the development of new potential drugs for the treatment of AD. Among these, the root of Salvia miltiorhiza Bunge (also known as Danshen) used for the treatment of cardiovascular, cerebrovascular disease and CNS functional decline in Chinese traditional medicine is one of the most representative examples. We therefore evaluated the effects of tanshinone IIA (TIIA) and cryptotanshinone (CRY) (the two major lipophilic compounds of Danshen) in a non-genetic mouse model of β-amyloid (Aβ)-induced AD, which is mainly characterized by reactive gliosis and neuro-inflammation in the brain. To this aim, mice were injected intracerebroventricularly (i.c.v.) with Aβ1-42 peptide (3μg/3μl) and after with TIIA and CRY (1, 3, or 10mg/kg) intraperitoneally (i.p.) 3 times weekly for 21days following the induction of experimental AD. Spatial working memory was assessed as a measure of short-term memory in mice, whereas the level of GFAP, S100β, COX-2, iNOS and NF-kBp65 monitored by western blot and ELISA assay, were selected as markers of reactive gliosis and neuro-inflammation. Finally, by docking studies, the modulation of key pro-inflammatory enzymes and pathways involved in the AD-related neuro-inflammation were also investigated. Results indicate that TIIA and CRY alleviate memory decline in Aβ1-42-injected mice, in a dose dependent manner. Moreover, the analysis of gliosis-related and neuro-inflammatory markers in the hippocampal tissues reveal a remarkable reduction in the expression of GFAP, S100β, COX-2, iNOS and NF-kBp65 after CRY (10mg/kg) treatment. These effects were less evident, but still significant, after TIIA (10mg/kg). Finally, in silico analysis also revealed that both compounds were able to interact with the binding sites of NF-kBp65 endorsing the data from biochemical analysis. We conclude that TIIA and CRY display anti-inflammatory and neuroprotective effect in a non-genetic mouse model of AD, thus playing a role in slowing down the course and onset of AD.", "doi": "10.1016/j.phrs.2017.11.018", "title": "Down regulation of pro-inflammatory pathways by tanshinone IIA and cryptotanshinone in a non-genetic mouse model of Alzheimer's disease.", "journal": ["Pharmacological research", "Pharmacol. Res."]}