{"authors": [["Blay", "Carles", "C", "Cátedra de Cuidados Paliativos, Universitat de Vic-Universitat Central de Catalunya, España; Institut Català de la Salut, Mataró, España. Electronic address: carlesblay.dr@gmail.com."], ["Martori", "Joan Carles", "JC", "Departamento de Economía y Empresa, Universitat de Vic-Universitat Central de Catalunya, España."], ["Limón", "Esther", "E", "Cátedra de Cuidados Paliativos, Universitat de Vic-Universitat Central de Catalunya, España; Institut Català de la Salut, Mataró, España; Sociedad Española Medicina Familiar y Comunitaria. Sociedad Española de Cuidados Paliativos."], ["Oller", "Ramon", "R", "Departamento de Economía y Empresa, Universitat de Vic-Universitat Central de Catalunya, España."], ["Vila", "Laura", "L", "Institut Català de la Salut, Mataró, España; Programa de Prevenció i Atenció a la Cronicitat, Departament de Salut, Generalitat de Catalunya, España."], ["Gómez-Batiste", "Xavier", "X", "Cátedra de Cuidados Paliativos, Universitat de Vic-Universitat Central de Catalunya, España."]], "date": "2017-11-17", "id": "29157932", "text": "To determine the prevalence and profiles of people with advanced chronic diseases in Primary Care and to analyse the elements related to their mortality in order to orient strategies for improvement in this level of care.An observational, analytical and prospective study during 3 years conducted on a cohort of patients with palliative needs.Three Primary Care teams of Osona (Catalonia).A total of 251 people identified as advanced patients using a systematic population-based strategy that included the NECPAL tool.Basic demographic and clinical profile (age, gender, type of residence, health stratification level and main disease); date, place, and cause of eventual deaths.1% of the adult Primary Care population suffer from advanced diseases, of which 56.6% are women, and with a median age of 85 years. Dementia or advanced frailty is observed in 49.3%, and only 13.7% have cancer. Just under one-quarter (24.3%) live in nursing homes. The accumulated mortality at 3 years is 62.1%, with a median survival of 23 months. Factors significantly associated with the likelihood of dying are cancer, female gender, and over-aging. Patients died at their home (47.3%), in an intermediate care hospital (37.2%), or in an acute care hospital (15.5%), depending on certain explanatory factors.The prevalence and characteristics of advanced community-based disease coincide with that reported in the literature. Potentially, Primary Care is the reference level of care for these patients, especially if it incorporates nursing homes as a usual field of practice.", "doi": "10.1016/j.aprim.2017.07.004", "title": "[Find your 1%: prevalence and mortality of a community cohort of people with advanced chronic disease and palliative needs].", "journal": ["Atencion primaria", "Aten Primaria"]}