{"authors": [["Chiesi", "Francesca", "F", "Department of Neuroscience, Psychology, Drug, and Child's Health (NEUROFARBA), Section of Psychology, University of Florence, Italy. Electronic address: francesca.chiesi@unifi.it."], ["Primi", "Caterina", "C", "Department of Neuroscience, Psychology, Drug, and Child's Health (NEUROFARBA), Section of Psychology, University of Florence, Italy."], ["Pigliautile", "Martina", "M", "Institute of Gerontology and Geriatrics, Department of Medicine, University of Perugia, Italy."], ["Baroni", "Marta", "M", "Institute of Gerontology and Geriatrics, Department of Medicine, University of Perugia, Italy."], ["Ercolani", "Sara", "S", "Institute of Gerontology and Geriatrics, Department of Medicine, University of Perugia, Italy."], ["Paolacci", "Lucia", "L", "Institute of Gerontology and Geriatrics, Department of Medicine, University of Perugia, Italy."], ["Boccardi", "Virginia", "V", "Institute of Gerontology and Geriatrics, Department of Medicine, University of Perugia, Italy."], ["Mecocci", "Patrizia", "P", "Institute of Gerontology and Geriatrics, Department of Medicine, University of Perugia, Italy."]], "date": "2017-11-13", "id": "29156360", "text": "The 15-item version of the Geriatric Depression Scale (GDS-15) is widely employed to screen depression among elderly but little is known about the scale functioning in cognitively impaired individuals when compared to normal ones. The aim of the current study is to investigate Differential Item Functioning (DIF) across groups of older people that differ in terms of cognitive functioning applying Item Response Theory (IRT)-based analyses.Data from an Italian multi-centric clinical-based study on cognitive impairment and dementia in old people were employed (N = 1903; Age: M = 77.33, SD = 7.05, 62% women). All the participants underwent a comprehensive evaluation (including clinical examination, laboratory screening, neuroimaging, and cognitive and behavioral assessments) and they were assigned to three different groups on the basis of their cognitive functioning (normal, mild cognitive impairment, cognitive impairment) RESULTS: Two items showed uniform DIF but their differential functioning does not propagate to the GDS-15 total scores in such a way that a differential interpretation is needed LIMITATIONS: Whereas an advantage of the study is the large sample size, the relatively small size of the mild cognitive impairment group might reduce the stability of the present results CONCLUSIONS: Since a screening tool for elderly is intended to apply to everyone in the target population, the current findings support the clinical utility of the GDS-15 as screening tool for depression.", "doi": "10.1016/j.jad.2017.11.045", "title": "Does the 15-item Geriatric Depression Scale function differently in old people with different levels of cognitive functioning?", "journal": ["Journal of affective disorders", "J Affect Disord"]}