{"authors": [["Stefaniak", "James D", "JD", "Manchester Academic Health Sciences Centre, Salford Royal NHS Foundation Trust, Salford, UK."], ["Su", "Li", "L", "Department of Psychiatry, University of Cambridge School of Clinical Medicine, Cambridge, UK; China-UK Centre for Cognition and Ageing Research, Faculty of Psychology, Southwest University, Chongqing, China."], ["Mak", "Elijah", "E", "Department of Psychiatry, University of Cambridge School of Clinical Medicine, Cambridge, UK."], ["Sheikh-Bahaei", "Nasim", "N", "Department of Radiology, University of Cambridge School of Clinical Medicine, Cambridge, UK."], ["Wells", "Katie", "K", "The Centre for Mental Health, Imperial College, London, UK."], ["Ritchie", "Karen", "K", "INSERM Unit 1061 Neuropsychiatry, Montpellier, France; University of Montpellier, Montpellier, France; Centre for Dementia Prevention, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."], ["Waldman", "Adam", "A", "Centre for Dementia Prevention, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."], ["Ritchie", "Craig W", "CW", "Centre for Dementia Prevention, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."], ["O'Brien", "John T", "JT", "Department of Psychiatry, University of Cambridge School of Clinical Medicine, Cambridge, UK; Cambridgeshire and Peterborough NHS Foundation Trust, Cambridge, UK. Electronic address: john.obrien@medschl.cam.ac.uk."]], "date": "2017-11-21", "id": "29156222", "text": "Cerebral small vessel disease (CSVD) is associated with late-onset Alzheimer's disease (LOAD) and might contribute to the relationship between apolipoprotein E ε4 (APOE ε4) and LOAD, in older people. However, it is unclear whether CSVD begins in middle age in individuals genetically predisposed to LOAD.We assessed the relationship between radiological markers of CSVD, white matter hyperintensities and microbleeds, and genetic predisposition to LOAD in a cross-sectional analysis of cognitively normal subjects aged 40-59 years recruited from the PREVENT Dementia study.Microbleed prevalence was 14.5%, and mean ± standard deviation white matter hyperintensity percentage of total brain volume was 0.41 ± 0.28%. There was no significant association between APOE ε4 carrier status or history of parental dementia and white matter hyperintensity volume (P = .713, .912 respectively) or microbleeds (P = .082, .562 respectively) on multiple regression.Genetic predisposition to LOAD, through APOE genotype or AD family history, is not associated with CSVD in middle age.", "doi": "10.1016/j.jalz.2017.08.017", "title": "Cerebral small vessel disease in middle age and genetic predisposition to late-onset Alzheimer's disease.", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"]}