{"authors": [["Montoliu-Gaya", "Laia", "L", "Departament de Bioquímica i Biologia Molecular, Facultat de Biociències, Universitat Autònoma de Barcelona, Bellaterra, Barcelona, Spain."], ["Mulder", "Sandra D", "SD", "Clinical Chemistry Department, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Veerhuis", "Robert", "R", "Clinical Chemistry Department, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Villegas", "Sandra", "S", "Departament de Bioquímica i Biologia Molecular, Facultat de Biociències, Universitat Autònoma de Barcelona, Bellaterra, Barcelona, Spain."]], "date": "2017-11-20", "id": "29155887", "text": "Aβ-Immunotherapy has long been studied in the treatment of Alzheimer's disease (AD), but not how other molecules involved in the disease can affect antibody performance. We previously designed an antibody fragment, scFv-h3D6, and showed that it precludes Aβ-induced cytotoxicity by withdrawing Aβ oligomers from the amyloid pathway towards a non-toxic, worm-like pathway. ScFv-h3D6 was effective at the behavioral, cellular, and molecular levels in the 3xTg-AD mouse model. Because scFv-h3D6 treatment restored apolipoprotein E (apoE) and J (apoJ) concentrations to non-pathological values, and Aβ internalization by glial cells was found to be decreased in the presence of these apolipoproteins, we now aimed to test the influence of scFv-h3D6 on Aβ aggregation and cellular uptake by primary human astrocytes in the presence of therapeutic apoE and apoJ mimetic peptides (MPs). Firstly, we demonstrated by CD and FTIR that the molecules used in this work were well folded. Next, interactions between apoE or apoJ-MP, scFv-h3D6 and Aβ were studied by CD. The conformational change induced by the interaction of Aβ with apoE-MP was much bigger than the induced with apoJ-MP, in line with the observed formation of protective worm-like fibrils by the scFv-h3D6/Aβ complex in the presence of apoJ-MP, but not of apoE-MP. ScFv-h3D6, apoJ-MP, and apoE-MP to a different extent reduced Aβ uptake by astrocytes, and apoE-MP partially interfered with the dramatic reduction by scFv-h3D6 while apoJ-MP had no effect on scFv-h3D6 action. As sustained Aβ uptake by astrocytes may impair their normal functions, and ultimately neuronal viability, this work shows another beneficence of scFv-h3D6 treatment, which is not further improved by the use of apoE or apoJ mimetic peptides.", "doi": "10.1371/journal.pone.0188191", "title": "Effects of an Aβ-antibody fragment on Aβ aggregation and astrocytic uptake are modulated by apolipoprotein E and J mimetic peptides.", "journal": ["PloS one", "PLoS ONE"]}