{"authors": [["Almeida", "O P", "OP", "Medical School, University of Western Australia, Perth, WA, Australia."], ["Hankey", "G J", "GJ", "Medical School, University of Western Australia, Perth, WA, Australia."], ["Yeap", "B B", "BB", "Medical School, University of Western Australia, Perth, WA, Australia."], ["Paul Chubb", "S A", "SA", "Medical School, University of Western Australia, Perth, WA, Australia."], ["Gollege", "J", "J", "Queensland Research Centre for Peripheral Vascular Disease, College of Medicine and Dentistry, James Cook University, Townsville, QLD, Australia."], ["Flicker", "L", "L", "Medical School, University of Western Australia, Perth, WA, Australia."]], "date": "2017-07-25", "id": "29155799", "text": "Insulin-like growth factor 1 (IGF-1) influences cell proliferation and survival. In the extracellular environment, IGF-1 circulates bound to proteins (IGF-binding proteins; IGFBP), some of which have physiological effects that seem independent of IGF-1, including the brain (for example, IGFBP-3). We completed a systematic review of the association between dementia and IGF-1 and IGFBP-3, and a cross-sectional and longitudinal study designed to investigate if lower plasma concentration of these proteins increased the risk of prevalent and incident dementia. A total of 3967 men aged 71-89 years joined the study, of whom 535 (13.5%) showed evidence of prevalent cognitive impairment. The plasma concentrations of IGF-1 and IGFBP-3 were similar for men with and without cognitive impairment. The 3432 men free of cognitive impairment were then followed for up to 13 years. During this time 571 (16.6%) developed dementia. The plasma concentration of IGF-1 had no association with incident dementia. The doubling of the plasma concentration of IGFBP-3 decreased the hazard ratio of dementia by 23% (95% confidence interval=5-37%). The results were not affected by age, body mass index and history of smoking, diabetes, hypertension, coronary heart disease or stroke. If these findings are confirmed by others, the plasma concentration of IGFBP-3 could be used to improve the accuracy of predictive models of dementia and as a potential new factor to assist in the development of prevention and treatment strategies.Molecular Psychiatry advance online publication, 25 July 2017; doi:10.1038/mp.2017.152.", "doi": "10.1038/mp.2017.152", "title": "Risk of prevalent and incident dementia associated with insulin-like growth factor and insulin-like growth factor-binding protein 3.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"]}