{"authors": [["Chan", "Victor T T", "VTT", "Department of Ophthalmology and Visual Sciences, The Chinese University of Hong Kong."], ["Tso", "Tiffany H K", "THK", "Department of Ophthalmology and Visual Sciences, The Chinese University of Hong Kong."], ["Tang", "Fangyao", "F", "Department of Ophthalmology and Visual Sciences, The Chinese University of Hong Kong."], ["Tham", "Clement", "C", "Department of Ophthalmology and Visual Sciences, The Chinese University of Hong Kong."], ["Mok", "Vincent", "V", "Department of Medicine & Therapeutics, The Chinese University of Hong Kong; Therese Pei Fong Chow Research Centre for Prevention of Dementia, The Chinese University of Hong Kong; Gerald Choa Neuroscience Centre, The Chinese University of Hong Kong."], ["Chen", "Christopher", "C", "Memory Aging and Cognition Centre, National University Health System; Department of Pharmacology, National University of Singapore."], ["Wong", "Tien Y", "TY", "Singapore Eye Research Institute, Singapore National Eye Centre; Duke-NUS Medical School, National University of Singapore."], ["Cheung", "Carol Y", "CY", "Department of Ophthalmology and Visual Sciences, The Chinese University of Hong Kong; carolcheung@cuhk.edu.hk."]], "date": "2017-11-06", "id": "29155753", "text": "The retina offers a unique \"window\" to study pathophysiological processes of dementia in the brain, as it is an extension of the central nervous system (CNS) and shares prominent similarities with the brain in terms of embryological origin, anatomical features and physiological properties.  The vascular and neuronal structure in the retina can now be visualized easily and non-invasively using retinal imaging techniques, including fundus photography and optical coherence tomography (OCT), and quantified semi-automatically using computer-assisted analysis programs. Studying the associations between vascular and neuronal changes in the retina and dementia could improve our understanding of dementia and, potentially, aid in diagnosis and risk assessment.  This protocol aims to describe a method of quantifying and analyzing retinal vasculature and neuronal structure, which are potentially associated with dementia. This protocol also provides examples of retinal changes in subjects with dementia, and discusses technical issues and current limitations of retinal imaging.", "doi": "10.3791/56137", "title": "Using Retinal Imaging to Study Dementia.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}