{"authors": [["Barahona", "Elena", "E", null], ["Pinhao", "Rita", "R", null], ["Galindo", "Victoria", "V", null], ["Noguera", "Antonio", "A", null]], "date": "2017-11-15", "id": "29155289", "text": "Although Memorial Delirium Assessment Scale (MDAS) is a successful tool for delirium evaluation and monitoring, it is nevertheless important to determine whether cut-off scores vary according to the studied population. The main objective of this study is to evaluate the diagnostic sensitivity of the recently validated Spanish version of the MDAS. The secondary objective is to analyze possible diagnostic differences when used in a hospice or general hospital setting.A prospective study was conducted with advanced cancer patients in two settings (hospice & general hospital). A diagnosis of delirium was established according to clinical criteria and the Confusion Assessment Method. Sensitivity (S), Specificity (Sp), Positive Predictive Value (PPV), and Negative Predictive Value (NPV) were determined according to the Receiver Operating Characteristics curve. The MDAS values for different centers were studied using non-parametric tests (Mann-Whitney).A total of 67 patients were included, 28 of whom had been diagnosed with deliriums (15/40 hospice and 13/27 general hospital). The mean MDAS scores were 13.6 and 5.5 for the delirium and non-delirium groups, respectively. A cut-off score of 7 gave the optimal screening diagnosis balance (S 92.6%, Sp 71.8%, PPV 70.1% and NPV 93.3%). Diagnoses of anxiety and depression were not related with delirium (p≤0.44). A diagnosis of dementia was related to delirium (p≤0.052) but did not influence the diagnostic sensitivity of MDAS (p≤0.26). No differences were found between hospice and general hospital settings as regards the diagnostic sensitivity of MDAS.A screening cut-off of 7 appears to be optimal for MDAS Spanish version. No differences were found between advanced cancer patients cared for in a hospice or general hospital. However, more research is required to define the MDAS cut-off for patients with advanced cancer and dementia.", "doi": "10.1016/j.jpainsymman.2017.11.013", "title": "The diagnostic sensitivity of the Memorial Delirium Assessment Scale (MDAS) - Spanish version.", "journal": ["Journal of pain and symptom management", "J Pain Symptom Manage"]}