{"authors": [["Zafeer", "Mohammad Faraz", "MF", "Interdisciplinary Brain Research Centre, Faculty Of Medicine, Aligarh Muslim University, Aligarh, U.P, India. Electronic address: faraz.zafeer@gmail.com."], ["Firdaus", "Fakiha", "F", "Interdisciplinary Brain Research Centre, Faculty Of Medicine, Aligarh Muslim University, Aligarh, U.P, India; Department Of Zoology, Faculty Of Life Sciences, Aligarh Muslim University, Aligarh, U.P, India."], ["Ahmad", "Faraz", "F", "Interdisciplinary Biotechnology Unit, Aligarh Muslim University, Aligarh, U.P, India."], ["Ullah", "Rizwan", "R", "Department Of Zoology, Faculty Of Life Sciences, Aligarh Muslim University, Aligarh, U.P, India."], ["Anis", "Ehraz", "E", "Interdisciplinary Brain Research Centre, Faculty Of Medicine, Aligarh Muslim University, Aligarh, U.P, India."], ["Waseem", "Mohd", "M", "Department of Medical Elementology and Toxicology, Jamia Hamdard (Hamdard University), Hamdard Nagar, New Delhi, 110062, India."], ["Ali", "Asif", "A", "Interdisciplinary Brain Research Centre, Faculty Of Medicine, Aligarh Muslim University, Aligarh, U.P, India; Department of Biochemistry, JN Medical College, Faculty of Medicine, Aligarh Muslim University, Aligarh, 202002, India."], ["Hossain", "Mohammad Mobarak", "MM", "Interdisciplinary Brain Research Centre, Faculty Of Medicine, Aligarh Muslim University, Aligarh, U.P, India."]], "date": "2017-11-14", "id": "29154879", "text": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder and the most common type of dementia in elderly ( >65years of age). Excessive extra cellular deposits of amyloid beta (Aβ) are a pathological feature of AD. Aβ can cause cell death through oxidative damage; recent studies have implicated opening of mPTP as a detrimental event in AD-related mitochondrial dysfunctions. Over the past few years, natural compounds with antioxidant properties have shown promise for intervention in AD.", "doi": "10.1016/j.ijbiomac.2017.11.082", "title": "Perillyl alcohol alleviates amyloid-β peptides-induced mitochondrial dysfunction and cytotoxicity in SH-SY5Y cells.", "journal": ["International journal of biological macromolecules", "Int. J. Biol. Macromol."]}