{"authors": [["Kupprat", "Sandra A", "SA", "1 Center for Health, Identity, Behavior and Prevention Studies (CHIBPS), New York University , New York, New York."], ["Krause", "Kristen D", "KD", "1 Center for Health, Identity, Behavior and Prevention Studies (CHIBPS), New York University , New York, New York."], ["Ompad", "Danielle C", "DC", "1 Center for Health, Identity, Behavior and Prevention Studies (CHIBPS), New York University , New York, New York."], ["Halkitis", "Perry N", "PN", "1 Center for Health, Identity, Behavior and Prevention Studies (CHIBPS), New York University , New York, New York."]], "date": "2017-11-20", "id": "29154688", "text": "Substance use has been linked to the sexual transmission of HIV among gay, bisexual, and other men who have sex with men (MSM) across the lifespan. Among older, HIV-positive, MSM populations, cognitive dysfunction associated with age and HIV disease progression also may play a role in sexual risk-taking. People aged 50 years and older represent a growing proportion of the overall HIV-positive population. This study aimed to explore relationships between substance use and cognitive function, and their impact on condomless anal sex (CAS) among HIV-positive gay, bisexual, and other MSM aged 50 years and older.Data from a cross-sectional study of HIV-positive MSM, aged 50 and older (N = 169) were gathered using a computer-assisted survey, researcher-administered behavioral and neurocognitive measures.More than 50% of the men used substances and had one or more cognitive impairments. However, only 25% were at higher risk for dementia (i.e., two or more cognitive impairments). Multivariable modeling indicated that use of alcohol to intoxication and date of HIV diagnosis were the strongest predictors of CAS in both a model that included dementia risk and a model that included impaired executive function risk. Current illicit substance use was a significant predictor of CAS only in the model that included dementia risk. Those with better cognitive and executive function had higher odds of CAS. However, only executive function was a significant cognitive predictor of CAS.Further research is needed to clarify the impact of cognitive function and substance use on sexual risk behaviors as these HIV-positive men achieve normal life expectancies, while continuing to use substances and engage in CAS. Furthermore, addiction treatment remains a critical need for this group even as they transition into later adulthood.", "doi": "10.1089/lgbt.2016.0163", "title": "Substance Use and Cognitive Function as Drivers of Condomless Anal Sex Among HIV-Positive Gay, Bisexual, and Other Men Who Have Sex with Men Aged 50 and Older: The Gold Studies.", "journal": ["LGBT health", "LGBT Health"]}