{"authors": [["Tsai", "I-Pei", "IP", "School of Nursing & Midwifery, University of Newcastle, Callaghan, Australia."], ["Jeong", "Sarah Yeun-Sim", "SY", "School of Nursing & Midwifery, University of Newcastle, Callaghan, Australia. Electronic address: sarah.jeong@newcastle.edu.au."], ["Hunter", "Sharyn", "S", "School of Nursing & Midwifery, University of Newcastle, Callaghan, Australia."]], "date": "2017-11-16", "id": "29153920", "text": "Previous studies have suggested that pain in older people with dementia is often underestimated and undertreated in acute hospitals. Undermanaged pain negatively affects a person's recovery and prolongs hospital stays. However, the issues related to pain assessment and management by nurses for this group have not been fully understood. (1) To synthesize evidence about pain assessment and management for older people with dementia in hospital settings, and (2) to discuss implications for nurses and their practice. Integrative literature review. A systematic search of evidence-based research from six electronic databases (CINAHL, MEDLINE, ProQuest, Cochrane, JBI, and Scopus) was conducted for the period of 2006-2016. Following Cooper's integrative review framework and a systematic screening process, the articles included were analyzed and synthesized to identify the common issues and relationships. Fourteen empirical research articles were examined and synthesized. Two main categories were identified and include: the nursing practice of pain assessment in older patients with dementia is less than optimal, and the nursing practice of pain management for this group varies. The lack of initiation of pain assessment and use of pain assessment tools may contribute to the inadequate pain management by nurses. Whereas this review uncovered the extent and challenges related to pain assessment and management, previous studies were explorative and descriptive. The findings from the review provide nurses with an opportunity to establish empirical evidence that may improve nursing practice of pain assessment and management for older people with dementia in hospital settings.", "doi": "10.1016/j.pmn.2017.10.001", "title": "Pain Assessment and Management for Older Patients with Dementia in Hospitals: An Integrative Literature Review.", "journal": ["Pain management nursing : official journal of the American Society of Pain Management Nurses", "Pain Manag Nurs"]}