{"authors": [["Shimada", "Hiroyuki", "H", "Department of Preventive Gerontology, Center for Gerontology and Social Science, National Center for Geriatrics and Gerontology, Obu, Japan. Electronic address: shimada@ncgg.go.jp."], ["Makizako", "Hyuma", "H", "Department of Preventive Gerontology, Center for Gerontology and Social Science, National Center for Geriatrics and Gerontology, Obu, Japan."], ["Doi", "Takehiko", "T", "Department of Preventive Gerontology, Center for Gerontology and Social Science, National Center for Geriatrics and Gerontology, Obu, Japan."], ["Park", "Hyuntae", "H", "Department of Medicinal Biotechnology, College of Natural Resources and Life Science, Dong-A University, Busan, Republic of Korea."], ["Tsutsumimoto", "Kota", "K", "Department of Preventive Gerontology, Center for Gerontology and Social Science, National Center for Geriatrics and Gerontology, Obu, Japan."], ["Verghese", "Joe", "J", "Department of Neurology, Albert Einstein College of Medicine, New York, NY."], ["Suzuki", "Takao", "T", "Department of Gerontology, J. F. Oberlin University, Machida, Japan."]], "date": "2017-11-16", "id": "29153754", "text": "Although participation in physical and cognitive activities is encouraged to reduce the risk of dementia, the preventive efficacy of these activities for patients with mild cognitive impairment is unestablished.To compare the cognitive and mobility effects of a 40-week program of combined cognitive and physical activity with those of a health education program.A randomized, parallel, single-blind controlled trial.A population-based study of participants recruited from Obu, a residential suburb of Nagoya, Japan.Between August 2011 and February 2012, we evaluated 945 adults 65 years or older with mild cognitive impairment, enrolled 308, and randomly assigned them to the combined activity group (n = 154) or the health education control group (n = 154).The combined activity program involved weekly 90-minute sessions for 40 weeks focused on physical and cognitive activities. The control group attended 90-minute health promotion classes thrice during the 40-week trial period.The outcome measures were assessed at the study's beginning and end by personnel blinded to mild cognitive impairment subtype and group. The primary endpoints were postintervention changes in scores on (1) the Mini-Mental State Examination as a measure of general cognitive status and memory, (2) the Wechsler Memory Scale-Revised-Logical Memory II, and (3) the Rey Auditory Verbal Learning Test. We applied mobility assessments and assessed brain atrophy with magnetic resonance imaging.Compared with the control group, the combined activity group showed significantly greater scores on the Mini-Mental State Examination (difference = 0.8 points, P = .012) and Wechsler Memory Scale-Revised-Logical Memory II (difference = 1.0, P = .004), significant improvements in mobility and the nonmemory domains and reduced left medial temporal lobe atrophy in amnestic mild cognitive impairment (Z-score difference = -31.3, P < .05).Combined physical and cognitive activity improves or maintains cognitive and physical performance in older adults with mild cognitive impairment, especially the amnestic type.", "doi": "10.1016/j.jamda.2017.09.019", "title": "Effects of Combined Physical and Cognitive Exercises on Cognition and Mobility in Patients With Mild Cognitive Impairment: A Randomized Clinical Trial.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}