{"authors": [["De Vleminck", "Aline", "A", "End-of-Life Care Research Group, Vrije Universiteit Brussel (VUB) and Ghent University, Brussels, Belgium. Electronic address: Aline.De.Vleminck@vub.ac.be."], ["Morrison", "R Sean", "RS", "Brookdale Department of Geriatrics and Palliative Medicine, Icahn School of Medicine at Mount Sinai, New York, NY."], ["Meier", "Diane E", "DE", "Brookdale Department of Geriatrics and Palliative Medicine, Icahn School of Medicine at Mount Sinai, New York, NY."], ["Aldridge", "Melissa D", "MD", "Brookdale Department of Geriatrics and Palliative Medicine, Icahn School of Medicine at Mount Sinai, New York, NY. Electronic address: Melissa.Aldridge@mssm.edu."]], "date": "2017-11-16", "id": "29153752", "text": "Patients with dementia form an increasing proportion of those entering hospice care. Little is known about the types of hospices serving patients with dementia and the patterns of hospice use, including timing of hospice disenrollment between patients with and without dementia.To characterize the hospices that serve patients with dementia, to compare patterns of hospice disenrollment for patients with dementia and without dementia, and to evaluate patient-level and hospice-level characteristics associated with hospice disenrollment.We used data from a longitudinal cohort study (2008-2011) of Medicare beneficiaries (n = 149,814) newly enrolled in a national random sample of hospices (n = 577) from the National Hospice Survey and followed until death (84% response rate).A total of 7328 patients (4.9%) had a primary diagnosis of dementia. Hospices caring for patients with dementia were more likely to be for-profit, larger sized, provide care for more than 5 years, and serve a large (>30%) percentage of nursing home patients. Patients with dementia were less likely to disenroll from hospice in conjunction with an acute hospitalization or emergency department visit and more likely to disenroll from hospice after long enrollment periods (more than 165 days) as compared with patients without dementia. No significant difference was found between patients with and without dementia for disenrollment after shorter enrollment periods (less than 165 days). In the multivariable analyses, patients were more likely to be disenrolled after 165 days if they were served by smaller hospices and hospices that served a small percentage of nursing home patients.Patients with dementia are significantly more likely to be disenrolled from hospice following a long enrollment period compared with patients without dementia. As the number of individuals with dementia choosing hospice care continues to grow, it is critical to address potential barriers to the provision of quality palliative care for this population near the end of life.", "doi": "10.1016/j.jamda.2017.10.003", "title": "Hospice Care for Patients With Dementia in the United States: A Longitudinal Cohort Study.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}