{"authors": [["Krestova", "Michala", "M", "National Institute of Mental Health, Klecany, Czech Republic; Third Faculty of Medicine, Charles University, Prague, Czech Republic. Electronic address: michala.kolarova@nudz.cz."], ["Hromadkova", "Lenka", "L", "National Institute of Mental Health, Klecany, Czech Republic; Faculty of Science, Charles University, Prague, Czech Republic; Department of Biological and Biochemical Sciences, University of Pardubice, Pardubice, Czech Republic. Electronic address: lenka.hromadkova@nudz.cz."], ["Bilkova", "Zuzana", "Z", "Department of Biological and Biochemical Sciences, University of Pardubice, Pardubice, Czech Republic. Electronic address: Zuzana.Bilkova@upce.cz."], ["Bartos", "Ales", "A", "National Institute of Mental Health, Klecany, Czech Republic; Third Faculty of Medicine, Charles University, Prague, Czech Republic. Electronic address: ales.bartos@nudz.cz."], ["Ricny", "Jan", "J", "National Institute of Mental Health, Klecany, Czech Republic. Electronic address: jan.ricny@nudz.cz."]], "date": "2017-10-06", "id": "29153604", "text": "The presence of natural tau-reactive antibodies was reported in human blood. In this study, we isolated and characterized natural tau-reactive antibodies occurring in IVIG product Flebogamma, plasma of patients with Alzheimer's disease (AD) and older cognitively normal persons (controls). Using blotting immunoassays and ELISA, we showed reactivity of antibodies obtained from IVIG and controls against a recombinant fragment of tau (155-421aa) and aggregates present in brains of AD patients. In contrast, antibodies isolated from plasma of AD patients reacted mainly with the recombinant full-length tau form and tau monomeric forms in brain tissue.", "doi": "10.1016/j.jneuroim.2017.09.011", "title": "Characterization of isolated tau-reactive antibodies from the IVIG product, plasma of patients with Alzheimer's disease and cognitively normal individuals.", "journal": ["Journal of neuroimmunology", "J. Neuroimmunol."]}