{"authors": [["Berson", "Amit", "A", "Department of Biology, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Sartoris", "Ashley", "A", "Department of Biology, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Nativio", "Raffaella", "R", "Epigenetics Institute, Department of Cell and Developmental Biology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Van Deerlin", "Vivianna", "V", "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Toledo", "Jon B", "JB", "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Porta", "Sílvia", "S", "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Liu", "Shichong", "S", "Epigenetics Institute, Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Chung", "Chia-Yu", "CY", "Department of Biology, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Garcia", "Benjamin A", "BA", "Epigenetics Institute, Department of Biochemistry and Biophysics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Lee", "Virginia M-Y", "VM", "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Trojanowski", "John Q", "JQ", "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Johnson", "F Brad", "FB", "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Berger", "Shelley L", "SL", "Epigenetics Institute, Department of Cell and Developmental Biology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Bonini", "Nancy M", "NM", "Department of Biology, University of Pennsylvania, Philadelphia, PA 19104, USA. Electronic address: nbonini@sas.upenn.edu."]], "date": "2017-11-16", "id": "29153328", "text": "Regulation of chromatin structure is critical for brain development and function. However, the involvement of chromatin dynamics in neurodegeneration is less well understood. Here we find, launching from Drosophila models of amyotrophic lateral sclerosis and frontotemporal dementia, that TDP-43 impairs the induction of multiple key stress genes required to protect from disease by reducing the recruitment of the chromatin remodeler Chd1 to chromatin. Chd1 depletion robustly enhances TDP-43-mediated neurodegeneration and promotes the formation of stress granules. Conversely, upregulation of Chd1 restores nucleosomal dynamics, promotes normal induction of protective stress genes, and rescues stress sensitivity of TDP-43-expressing animals. TDP-43-mediated impairments are conserved in mammalian cells, and, importantly, the human ortholog CHD2 physically interacts with TDP-43 and is strikingly reduced in level in temporal cortex of human patient tissue. These findings indicate that TDP-43-mediated neurodegeneration causes impaired chromatin dynamics that prevents appropriate expression of protective genes through compromised function of the chromatin remodeler Chd1/CHD2. Enhancing chromatin dynamics may be a treatment approach to amyotrophic lateral scleorosis (ALS)/frontotemporal dementia (FTD).", "doi": "10.1016/j.cub.2017.10.024", "title": "TDP-43 Promotes Neurodegeneration by Impairing Chromatin Remodeling.", "journal": ["Current biology : CB", "Curr. Biol."]}