{"authors": [["Breier", "Jennifer M", "JM", "1 Research Department, Palliative Care Institute, The Center for Hospice and Palliative Care Buffalo, Cheektowaga, NY, USA."], ["Meier", "Scott T", "ST", "2 Department of Counseling, School and Educational Psychology, University at Buffalo, State University of New York, Buffalo, NY, USA."], ["Kerr", "Christopher W", "CW", "1 Research Department, Palliative Care Institute, The Center for Hospice and Palliative Care Buffalo, Cheektowaga, NY, USA."], ["Wright", "Scott T", "ST", "3 Division of Counseling Psychology, University at Albany, State University of New York, Albany, NY, USA."], ["Grant", "Pei C", "PC", "1 Research Department, Palliative Care Institute, The Center for Hospice and Palliative Care Buffalo, Cheektowaga, NY, USA."], ["Depner", "Rachel M", "RM", "1 Research Department, Palliative Care Institute, The Center for Hospice and Palliative Care Buffalo, Cheektowaga, NY, USA."]], "date": "2017-01-01", "id": "29153005", "text": "Delirium is a challenging occurrence among people at end of life. It can be difficult to detect and treat because of its episodic nature. The Buffalo Delirium Scale (BDS) was designed to identify risk factors for hospice patients in the prodromal stage of delirium.This study evaluated the psychometric properties of items assessing delirium risk factors related to cognitive problems, psychological distress, and sleep problems.Hospice nursing staff assessed patients with the 11-item BDS over a 6-month period as part of standard weekly visits to monitor for emerging signs of delirium, for example, sleep patterns, cognition, and behavior.The rating period produced 4992 assessments from 817 hospice home care patients.Factor analysis of nurses' ratings identified 3 factors: (1) cognitive problems, (2) distress, and (3) sleep problems. Coefficient αs for these factors and total score were moderate to high (range = .66-.82). Nurses' ratings of presence of delirium highly correlated with scores on distress ( r = .40, P < .01), while dementia highly correlated with cognitive problems ( r = .50, P < .01). Analysis of at-risk cases with high BDS total scores where no delirium was assessed indicated that quality sleep may mitigate delirium onset.Preliminary psychometric testing suggests BDS to be a valid and appropriate measure for hospice patients. Use of BDS may help differentiate individuals in prodromal stage of delirium versus dementia. Examination of BDS scores may help identify patients for whom sleep interventions may delay onset of or reduce the frequency of delirium.", "doi": "10.1177/1049909117739386", "title": "Screening for Delirium: Development and Validation of the Buffalo Delirium Scale for Use in a Home-Based Hospice Setting.", "journal": ["The American journal of hospice & palliative care", "Am J Hosp Palliat Care"]}