{"authors": [["Mattana", "Sara", "S", "Department of Physics and Geology, University of Perugia, Perugia I-06123, Italy."], ["Caponi", "Silvia", "S", "Istituto Officina dei Materiali del CNR (CNR-IOM) - Unità di Perugia Department of Physics and Geology, University of Perugia, Perugia I-06123, Italy."], ["Tamagnini", "Francesco", "F", "Hatherly Laboratories, Medical School University of Exeter, Exeter EX4 4PS, UK."], ["Fioretto", "Daniele", "D", "Department of Physics and Geology, University of Perugia, Perugia I-06123, Italy."], ["Palombo", "Francesca", "F", "School of Physics and Astronomy, University of Exeter, Exeter EX4 4QL, UK."]], "date": "2017-04-21", "id": "29151920", "text": "Amyloidopathy is one of the most prominent hallmarks of Alzheimer's disease (AD), the leading cause of dementia worldwide, and is characterized by the accumulation of amyloid plaques in the brain parenchyma. The plaques consist of abnormal deposits mainly composed of an aggregation-prone protein fragment, β-amyloid 1-40/1-42, into the extracellular matrix. Brillouin microspectroscopy is an all-optical contactless technique that is based on the interaction between visible light and longitudinal acoustic waves or phonons, giving access to the viscoelasticity of a sample on a subcellular scale. Here, we describe the first application of micromechanical mapping based on Brillouin scattering spectroscopy to probe the stiffness of individual amyloid plaques in the hippocampal part of the brain of a β-amyloid overexpressing transgenic mouse. Correlative analysis based on Brillouin and Raman microspectroscopy showed that amyloid plaques have a complex structure with a rigid core of β-pleated sheet conformation (β-amyloid) protein surrounded by a softer ring-shaped region richer in lipids and other protein conformations. These preliminary results give a new insight into the plaque biophysics and biomechanics, and a valuable contrast mechanism for the study and diagnosis of amyloidopathy.", "doi": "10.1142/S1793545817420019", "title": "Viscoelasticity of amyloid plaques in transgenic mouse brain studied by Brillouin microspectroscopy and correlative Raman analysis.", "journal": ["Journal of innovative optical health sciences", "J Innov Opt Health Sci"]}