{"authors": [["Tam", "Wai Jia", "WJ", "Department of Education,Geriatric Education and Research Institute,Singapore."], ["Koh", "Gerald Choon-Huat", "GC", "School of Public Health,Saw Swee Hock School of Public Health,National University of Singapore,Singapore."], ["Legido-Quigley", "Helena", "H", "School of Public Health,Saw Swee Hock School of Public Health,National University of Singapore,Singapore."], ["Ha", "Ngoc Huong Lien", "NHL", "Department of Education,Geriatric Education and Research Institute,Singapore."], ["Yap", "Philip Lin Kiat", "PLK", "Department of Education,Geriatric Education and Research Institute,Singapore."]], "date": "2017-11-20", "id": "29151397", "text": "Foreign domestic workers (FDWs) play an important role in long-term caregiving of seniors at home. However, how FDWs cope with the caregiving demands, the dynamic interaction between familial and FDW caregivers and its impact on care recipients remain largely un-explored. Existing caregiver interventions mainly target familial caregivers; little assistance is available for FDW caregivers. This study explores FDWs' challenges, coping strategies, and the support they need in caring for seniors.FDWs were recruited from a geriatric ward and outpatient clinic of a tertiary hospital in Singapore. Qualitative in-depth interviews were conducted with 25 FDWs caring for frail seniors and five healthcare staff. Interviews were transcribed and analyzed using thematic analysis.FDWs were from Indonesia, Philippines, and Myanmar. Nineteen cared for seniors with dementia (SWDs). We derived six subthemes, clustered into three salient themes: two described social support to FDWs by the senior's family members, two described their coping strategies, and two described their job satisfaction. Those who cared for SWDs faced more difficulties. We derived two family models of care: FDW-centered family dynamics, where family members rely on FDWs to perform most duties, causing poor impact on seniors' well-being and team-based family dynamics, where family members and FDWs share the caregiving burden, resulting in better impact on seniors' well-being.FDWs face significant challenges in eldercare. Improving FDWs' access to training courses in eldercare, providing them with more emotional support, engaging employers to create healthy caregiving spaces at home, and improving access to senior care services can be helpful.", "doi": "10.1017/S1041610217002459", "title": "\"I Can't Do This Alone\": a study on foreign domestic workers providing long-term care for frail seniors at home.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}