{"authors": [["Tullberg", "Mats", "M", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Sahlgrenska University Hospital, 41345, Gothenburg, Sweden. mats.tullberg@neuro.gu.se."], ["Persson", "Josefine", "J", "Health Metrics, Sahlgrenska Academy, University of Gothenburg and Centre for Health Economics (CHEGU) at the University of Gothenburg, Gothenburg, Sweden."], ["Petersen", "Jakob", "J", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Sahlgrenska University Hospital, 41345, Gothenburg, Sweden."], ["Hellström", "Per", "P", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Sahlgrenska University Hospital, 41345, Gothenburg, Sweden."], ["Wikkelsø", "Carsten", "C", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Sahlgrenska University Hospital, 41345, Gothenburg, Sweden."], ["Lundgren-Nilsson", "Åsa", "Å", "Hydrocephalus Research Unit, Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Sahlgrenska University Hospital, 41345, Gothenburg, Sweden."]], "date": "2017-11-17", "id": "29150794", "text": "The objective was to evaluate the cost-effectiveness of shunt surgery in patients with idiopathic normal pressure hydrocephalus (iNPH).Health-related quality of life was evaluated before and 6 months after surgery using the EQ-5D-3 L (EuroQOL group five-dimensions health survey) in 30 patients (median age, 71 years; range, 65-89 years) diagnosed with iNPH. The costs associated with shunt surgery were assessed by a detailed survey with interviews and extraction of register data concerning the cost of hospital care, primary care, residential care, home-care service and informal care. The cost of untreated patients was derived from the cost of dementia disorders in Sweden in 2012, as reported by the National Board of Health and Welfare. The cost effectiveness analysis used a decision-analytic Markov model. We used a societal perspective and a lifelong time horizon to estimate costs and effects. One-way sensitivity analysis and probabilistic sensitivity analysis were carried out to test the robustness of the model.The shunt surgery model as the standard treatment in iNPH resulted in a gain of 2.2 life years and 1.7 quality-adjusted life years (QALY), along with an incremental cost per patient of €7,500/QALY. The sensitivity analysis showed that the results were not sensitive to changes in uncertain parameters or assumptions.Shunt surgery in iNPH, an underdiagnosed condition severely impairing elderly patients, is not only an effective medical treatment, it is also cost-effective, adding 2.2 additional life years and 1.7 QALYs at a low cost, a remarkable gain for an individual aged around 70 years.", "doi": "10.1007/s00701-017-3394-7", "title": "Shunt surgery in idiopathic normal pressure hydrocephalus is cost-effective-a cost utility analysis.", "journal": ["Acta neurochirurgica", "Acta Neurochir (Wien)"]}