{"authors": [["Kim", "Kiwon", "K", "Department of Psychiatry, Depression Center, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea."], ["Kim", "Sung-Woo", "SW", "School of Biomedical Engineering, College of Health Science, Korea University, Seoul, South Korea."], ["Myung", "Woojae", "W", "Department of Psychiatry, CHA Bundang Medical Center, CHA University, Seongnam, South Korea."], ["Han", "Cheol E", "CE", "Department of Electronics and Information Engineering, College of Science & Technology, Korea University, Sejong, South Korea."], ["Fava", "Maurizio", "M", "Depression Clinical and Research Program, Massachusetts General Hospital, Harvard Medical School, Boston, USA."], ["Mischoulon", "David", "D", "Depression Clinical and Research Program, Massachusetts General Hospital, Harvard Medical School, Boston, USA."], ["Papakostas", "George I", "GI", "Depression Clinical and Research Program, Massachusetts General Hospital, Harvard Medical School, Boston, USA."], ["Seo", "Sang Won", "SW", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea."], ["Cho", "Hana", "H", "Department of Physiology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon, South Korea."], ["Seong", "Joon-Kyung", "JK", "School of Biomedical Engineering, College of Health Science, Korea University, Seoul, South Korea. jkseong@korea.ac.kr."], ["Jeon", "Hong Jin", "HJ", "Department of Psychiatry, Depression Center, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea. jeonhj@skku.edu."]], "date": "2017-11-17", "id": "29150619", "text": "Despite recent developments in neuroimaging, alterations of brain functional connectivity in major depressive disorder (MDD) patients with suicidal ideation are poorly understood. This study investigated specific changes of suicidal ideation in functional connectivity of MDD patients. Whole brain functional connectivity in 46 patients with MDD (23 with suicidal ideation and 23 without) and 36 age- and gender- matched healthy controls were compared using resting-state functional Magnetic Resonance Imaging (fMRI) analyzed with network-based statistics (NBS) and graph-theoretical methods. Decreased functional connectivity in a characterized sub-network was observed in patients with MDD and suicidal ideation (FDR-adjusted p < 0.05). The sub-network included the regions of the fronto-thalamic circuits in the left hemisphere. The network measures of the left superior frontal gyrus, pars orbitalis (r = -0.40, p = 0.009), left thalamus (r = -0.41, p = 0.009), and right thalamus (r = -0.51, p = -0.002) were shown, through graph theoretical analysis, to be significantly negatively correlated with severity of suicidal ideation. The reduced functional connectivity in left orbitofrontal-both thalamic regions with suicidal ideation in MDD were inversely proportional to the severity of suicidality independent from depression severity. These findings suggest problems with decision-making and information integration in MDD patients with suicidal ideation.", "doi": "10.1038/s41598-017-15926-0", "title": "Reduced orbitofrontal-thalamic functional connectivity related to suicidal ideation in patients with major depressive disorder.", "journal": ["Scientific reports", "Sci Rep"]}