{"authors": [["Shanmuganathan", "Balakrishnan", "B", "Department of Biotechnology, Alagappa University, Karaikudi 630003, Tamil Nadu, India."], ["Suryanarayanan", "Venkatesan", "V", "Computer Aided Drug Design and Molecular Modeling Lab, Department of Bioinformatics, Alagappa University, Karaikudi 630003, Tamil Nadu, India."], ["Sathya", "Sethuraman", "S", "Department of Biotechnology, Alagappa University, Karaikudi 630003, Tamil Nadu, India."], ["Narenkumar", "Muralidharan", "M", "Department of Biotechnology, Alagappa University, Karaikudi 630003, Tamil Nadu, India."], ["Singh", "Sanjeev Kumar", "SK", "Computer Aided Drug Design and Molecular Modeling Lab, Department of Bioinformatics, Alagappa University, Karaikudi 630003, Tamil Nadu, India."], ["Ruckmani", "Kandasamy", "K", "National Facility for Drug Development (NFDD) for Academia, Pharmaceutical and Allied Industries, Department of Pharmaceutical Technology, University College of Engineering, BIT Campus, Anna University, Tiruchirappalli 620024, Tamil Nadu, India."], ["Pandima Devi", "Kasi", "K", "Department of Biotechnology, Alagappa University, Karaikudi 630003, Tamil Nadu, India. Electronic address: devikasi@yahoo.com."]], "date": "2017-10-10", "id": "29150331", "text": "Alzheimer's disease (AD) is a life-threatening neurodegenerative disorder leading to dementia, with a progressive decline in memory and other thinking skills of elderly populace. Of the multiple etiological factors of AD, the accumulation of senile plaques (SPs) particularly as Aβ oligomers correlates with the relentlessness cognitive impairment in AD patients and play a vital role in AD pathology. Since natural essential oil constituents have successfully served as a source of drugs for AD treatment, the present study aims at the in vitro and in silico investigation of anti-amyloidogenic potential and anti-apoptotic property of the α-bisabolol against Aβ25-35 induced neurotoxicity in PC12 cells. Treatment with α-bisabolol (5 μg/ml) after 24 h incubation with Aβ25-35 reduced the aggregation propensity of Aβ (p < 0.05), as observed by the reduced fluorescence intensity of thioflavin T (ThT). Confocal laser scanning microscopy (CLSM) analysis, Transmission electron microscopy (TEM), Fourier transform infrared (FTIR) spectroscopic analysis and molecular dynamics simulation study also substantiated the Aβ fibril formation hampering ability of α-bisabolol even after 9 days of incubations. The results of antiaggregation and disaggregation assay showed an increase in fluorescence intensity in Aβ treated group, whereas the co-treatment of α-bisabolol (5 μg/ml) with Aβ25-35 showed an extensive decrease in the fluorescence intensity, which suggests that α-bisabolol prevents the oligomers formation as well as disaggregates the matured fibrils. FACS analysis of the cells revealed the competency of α-bisabolol in rescuing the PC12 cells from Aβ induced neurotoxicity and chromosomal damage and clonogenic assay proved its ability to retain the colony survival of cells. Overall, the anti-amyloidogenic and anti-apoptotic effect of α-bisabolol proves that it could be used as an excellent therapeutic drug to combat AD.", "doi": "10.1016/j.ejmech.2017.10.017", "title": "Anti-amyloidogenic and anti-apoptotic effect of α-bisabolol against Aβ induced neurotoxicity in PC12 cells.", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}