{"authors": [["Weinstein", "James D", "JD", "Marshall University School of Medicine, 1600 Medical Center Dr, Huntington, WV 25701, United States. Electronic address: jweinstein3438@gmail.com."]], "date": "2017-09-24", "id": "29150293", "text": "At present there is no therapy for Alzheimer's Disease which completely stops the progressive dementia effecting late onset Alzheimer's Disease (AD) patients. It is felt that the main reason for this failure is that AD appears to be a disease caused by four major pathological processes. To date, efforts to develop treatments have addressed only one or another of these four etiologies. However, even a partially effective therapy against one cause allows the others, untreated, to continue their inexorable destruction of the neurons of the brain. It is suggested that a therapy is required which inhibits all four causes of the disease. Just such a therapy is proposed here with four specific drugs and a vitomer together in a combination treatment. The four major pathologic processes causing AD are: I. vascular hypoperfusion of the brain with associated mitochondrial dysfunction. II. destructive protein occlusions. III. uncontrolled oxidate stress and IV: pro-inflammatory immune processes secondary to microglial and astrocytic dysfunction in the brain. A detailed literature search has provided four drugs and a B6 vitomer which together provide an ideal combination to treat the four etiologies of AD. All four drugs are used clinically for various indications and would be used \"off label\" in combination to treat AD. The drugs have been used in preliminary studies to treat dementia with favorable indications in all of them inhibiting dementia with only modest side effects. In in vitro studies all five of the combination have been shown effective in inhibiting one or more of the four disease etiologies and together they are effective against all four. The four drugs are Trental, Nicergoline, Nilotinib, and Methylene blue. The vitamer is B6 pyridoxamine. The cumulative benefits of this combination should provide an effective treatment to completely stop the progressive dementia of AD, measured in 12-18months. The use of an endpoint of complete cessation of progressive dementia rather than the standard of a statistical determination of the slowing of progressive dementia allows the study to be conducted with a cohort of only 15 patients (no statistics and no placebo patients) as every AD patient would otherwise show progressive dementia without the effective treatment.", "doi": "10.1016/j.mehy.2017.09.021", "title": "A unique and promising combination of medications for the treatment of Alzheimer's disease.", "journal": ["Medical hypotheses", "Med. Hypotheses"]}