{"authors": [["Maiese", "Kenneth", "K", "Cellular and Molecular Signaling, Newark, New Jersey 07101. United States."]], "date": "2017-11-15", "id": "29149835", "text": "With almost 47 million individuals worldwide suffering from some aspect of dementia, it is clear that cognitive loss impacts a significant proportion of the global population. Unfortunately, definitive treatments to resolve or prevent the onset of cognitive loss are limited. In most cases such care is currently non-existent prompting the need for novel treatment strategies.Mammalian forkhead transcription factors of the O class (FoxO) are one such avenue of investigation that offer an exciting potential to bring new treatments forward for disorders that involve cognitive loss. Here we examine the background, structure, expression, and function of FoxO transcription factors and their role in cognitive loss, programmed cell death in the nervous system with apoptosis and autophagy, and areas to target FoxOs for dementia and specific disorders such as Alzheimer's disease.FoxO proteins work in concert with a number of other cell survival pathways that involve growth factors, such as erythropoietin and neurotrophins, silent mating type information regulation 2 homolog 1 (Saccharomyces cerevisiae) (SIRT1), Wnt1 inducible signaling pathway protein 1 (WISP1), Wnt signaling, and cancer-related pathways. FoxO transcription factors oversee pro-inflammatory pathways, affect nervous system amyloid (Aβ) production and toxicity, lead to mitochondrial dysfunction, foster neuronal apoptotic cell death, and accelerate the progression of degenerative disease. However, under some scenarios such as those involving autophagy, FoxOs also can offer protection in the nervous system and reduce toxic intracellular protein accumulations and potentially limit Aβ toxicity.Given the ability of FoxOs to not only promote apoptotic cell death in the nervous system, but also through the induction of autophagy offer protection against degenerative disease that can lead to dementia, a fine balance in the activity of FoxOs may be required to target cognitive loss in individuals. Future work should yield exciting new prospects for FoxO proteins as new targets to treat the onset and progression of cognitive loss and dementia.", "doi": "10.2174/1567202614666171116102911", "title": "Forkhead Transcription Factors: Formulating a FOXO Target for Cognitive Loss.", "journal": ["Current neurovascular research", "Curr Neurovasc Res"]}