{"authors": [["Taniguchi", "Shogo", "S", "Arima Hospital, Japan."], ["Matsuoka", "Teruyuki", "T", "Kyoto Prefectural University of Medicine, Japan."], ["Hikawa", "Takeshi", "T", "Ujioubaku Hospital, Japan."], ["Machihara", "Atsushi", "A", "Umibeno-mori Hospital, Japan."], ["Shibata", "Keisuke", "K", "Kyoto Prefectural University of Medicine, Japan."], ["Miki", "Hideki", "H", "Ujioubaku Hospital, Japan."], ["Shimizu", "Hiroshi", "H", "Umibeno-mori Hospital, Japan."], ["Narumoto", "Jin", "J", "Kyoto Prefectural University of Medicine, Japan."]], "date": "2017-01-01", "id": "29149796", "text": "In order to optimize the treatment in wards for patients with dementia, we investigated predictors of the length of stay in the ward for patients with dementia. A prospective analysis of 72 patients with dementia was conducted in two wards for patients with dementia. Severity of dementia was assessed by the Clinical Dementia Rating, basic activities of daily living were evaluated using the Physical Self-Maintenance Scale, and severity of behavioral and psychological symptoms of dementia and caregiver distress were determined with the Nursing Home version of the Neuropsychiatric Inventory. Stepwise regression analysis was used to identify predictors of the length of stay. Fewer patients were discharged to home compared to those discharged to institutions or transferred to a different hospital or ward. The mean length of stay was 92.0 days. Clinical Dementia Rating and total distress scale score on the Nursing Home version of the Neuropsychiatric Inventory were significant independent predictors of the length of stay. The total Nursing Home version of the Neuropsychiatric Inventory score and total distress scale score on the Nursing Home version of the Neuropsychiatric Inventory were significantly improved through treatment. Our results suggest that treatment in the wards for patients with dementia is effective for improvement of behavioral and psychological symptoms of dementia. However, some patients could not be discharged to their home despite improvement of behavioral and psychological symptoms of dementia, and this may be related to caregiver burden at admission.", "doi": "10.1177/1471301217730213", "title": "Effectiveness of treatment in wards for patients with dementia and issues associated with this treatment: A prospective analysis.", "journal": ["Dementia (London, England)", "Dementia (London)"]}