{"authors": [["Morhardt", "Darby J", "DJ", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, USA."], ["O'Hara", "Mary C", "MC", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, USA."], ["Zachrich", "Kristine", "K", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, USA."], ["Wieneke", "Christina", "C", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, USA."], ["Rogalski", "Emily J", "EJ", "Cognitive Neurology and Alzheimer's Disease Center, Northwestern University Feinberg School of Medicine, USA."]], "date": "2017-01-01", "id": "29149795", "text": "Primary progressive aphasia is a language-based dementia that initially spares other cognitive domains; however, aphasia interferes with many life roles such as work and interpersonal relationships. Psycho-educational programs, such as support groups have been shown to be effective for persons with Alzheimer's dementia; however, little is known regarding their effectiveness for persons with primary progressive aphasia. This paper describes the development of a program that offers support, education and activities for persons with primary progressive aphasia and their care-partners and its feasibility. Development and structure of pilot and formal intervention groups are described. Thematic analysis of both groups included the following themes: (1) coping with limitations and language decline; (2) dealing with increased dependency; (3) expressing resilience and making adaptations; (4) experiencing stigma (pilot group) and confronting stigma (intervention group); (5) experiencing self-confidence; and (6) feeling a sense of belonging. The knowledge gained from this process may be useful in designing programs for individuals with aphasic dementia and preserved insight. Evidence-based data from supportive interventions for persons with primary progressive aphasia and their care-partners are needed.", "doi": "10.1177/1471301217699675", "title": "Development of a psycho-educational support program for individuals with primary progressive aphasia and their care-partners.", "journal": ["Dementia (London, England)", "Dementia (London)"]}