{"authors": [["Berendonk", "Charlotte", "C", "Institute of Gerontology, University of Heidelberg, Germany; Faculty of Nursing, University of Alberta, Canada."], ["Kaspar", "Roman", "R", "Institute of Gerontology, University of Heidelberg, Germany; Cologne Center for Ethics, Rights, Economics, and Social Sciences of Health, University of Cologne, Germany."], ["Bär", "Marion", "M", "Institute of Gerontology, University of Heidelberg, Germany; concept.alter, Heidelberg, Germany."], ["Hoben", "Matthias", "M", "Institute of Gerontology, University of Heidelberg, Germany; Faculty of Nursing, University of Alberta, Canada."]], "date": "2017-01-01", "id": "29149793", "text": "We tested the feasibility of a nursing intervention (DEMIAN) in routine care and its effects on care providers' job satisfaction, motivation, and work strain. This cluster-randomized trial was conducted in 20 German long-term care facilities. We randomly assigned 20 facilities to an intervention group (84 care providers, 42 residents with dementia) or a control group (96 care providers, 42 residents with dementia). Intervention group providers received two training days on the intervention; 68 providers attended both training days. Sixty two providers completed both baseline and follow-up questionnaires. Trained providers created individualized mini-intervention plans for participating residents. Control group residents received 'usual care'. Intervention group providers stated that the intervention was feasible and helped them improve emotional well-being of residents with dementia. We found significantly decreased time pressure and decreased job dissatisfaction for intervention group providers. DEMIAN is an effective and pragmatic contribution to implementing person-centred care in long-term care, with positive effects on providers' working conditions.", "doi": "10.1177/1471301217698837", "title": "Improving quality of work life for care providers by fostering the emotional well-being of persons with dementia: A cluster-randomized trial of a nursing intervention in German long-term care settings.", "journal": ["Dementia (London, England)", "Dementia (London)"]}