{"authors": [["Iliffe", "Steve", "S", "Research Department of Primary Care & Population Health, University College London, UK."], ["Wilcock", "Jane", "J", "Research Department of Primary Care & Population Health, University College London, UK."], ["Synek", "Michal", "M", "Centre of Expertise in Longevity and Long-term Care, Faculty of Humanities, Charles University in Prague, Czech Republic; Department of Sociology, Faculty of Social Studies, Masaryk University, Czech Republic."], ["Carboch", "Radek", "R", "Centre of Expertise in Longevity and Long-term Care, Faculty of Humanities, Charles University in Prague, Czech Republic; Department of Sociology, Faculty of Social Studies, Masaryk University, Czech Republic."], ["Hradcová", "Dana", "D", "Centre of Expertise in Longevity and Long-term Care, Faculty of Humanities, Charles University in Prague, Czech Republic."], ["Holmerová", "Iva", "I", "Centre of Expertise in Longevity and Long-term Care, Faculty of Humanities, Charles University in Prague, Czech Republic."]], "date": "2017-01-01", "id": "29149792", "text": "Case management is generally seen as a way to provide efficient, cost-saving person-centred care for people with dementia by connecting together fragmented services, but the available evidence in favour of its merits is often considered inconclusive, unclear and sketchy. This discussion paper investigates the evidence of the benefit of case management for people with dementia and explores the complexity of the concept and the experiences of its implementation. It offers a comprehensive framework for conceptualising various types of case management and asks the question: who can be a case manager? Building on examples from three European countries it addresses the problem of the expansion and adoption of the case management method. It compares the conventional model of diffusion of innovation with the ideas of interessement and co-constitution and envisions a successful model of case management as a fluid technology that is both friendly and flexible, allowing it to adapt to different settings and systems.", "doi": "10.1177/1471301217697802", "title": "Case management for people with dementia and its translations: A discussion paper.", "journal": ["Dementia (London, England)", "Dementia (London)"]}