{"authors": [["Soilemezi", "Dia", "D", "Department of Psychology, University of Portsmouth, UK."], ["Drahota", "Amy", "A", "School of Health Sciences & Social Work, University of Portsmouth, UK."], ["Crossland", "John", "J", "School of Health Sciences & Social Work, University of Portsmouth, UK."], ["Stores", "Rebecca", "R", "School of Health Sciences & Social Work, University of Portsmouth, UK."]], "date": "2017-01-01", "id": "29149787", "text": "Background The domestic home is the preferred site for care provision for people with dementia and their families, therefore creating a dementia and caring friendly home environment is crucial. This systematic review synthesised qualitative studies to explore the role of the home environment and identify potential barriers and facilitators in home dementia care and support to inform future practice and research. Methods A systematic search in 12 databases identified international qualitative literature on perceptions and experiences of community-dwelling people with dementia, family and formal carers regarding the role of the home environment and ways to tackle daily challenges. Results Forty qualitative studies were included and analysed using thematic synthesis. The main three themes were: 'home as a paradox', 'there is no magic formula' and 'adapting the physical space, objects and behaviour'. Findings indicate that home is an important setting and is likely to change significantly responding to the changing nature of dementia. Themes were later validated by family carers of people with dementia. Conclusions The home environment is an important setting for care and needs to remain flexible to accommodate changes and challenges. Family carers and people with dementia implement and often improvise, various environmental strategies. Continuous and tailor-made support at home is required.", "doi": "10.1177/1471301217692130", "title": "The role of the home environment in dementia care and support: Systematic review of qualitative research.", "journal": ["Dementia (London, England)", "Dementia (London)"]}