{"authors": [["Ritchie", "Stuart J", "SJ", "Department of Psychology, The University of Edinburgh, Edinburgh, UK; Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK. Electronic address: stuart.ritchie@ed.ac.uk."], ["Dickie", "David Alexander", "DA", "Institute of Cardiovascular and Medical Sciences, College of Medical, Veterinary & Life Sciences, University of Glasgow, Glasgow, UK; Brain Research Imaging Centre, the University of Edinburgh, Edinburgh, UK; Scottish Imaging Network, A Platform for Scientific Excellence (SINAPSE) Collaboration; Centre for Clinical Brain Sciences, The University of Edinburgh, Edinburgh, UK."], ["Cox", "Simon R", "SR", "Department of Psychology, The University of Edinburgh, Edinburgh, UK; Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK."], ["Valdés Hernández", "Maria Del C", "MDC", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Brain Research Imaging Centre, the University of Edinburgh, Edinburgh, UK; Scottish Imaging Network, A Platform for Scientific Excellence (SINAPSE) Collaboration; Centre for Clinical Brain Sciences, The University of Edinburgh, Edinburgh, UK."], ["Sibbett", "Ruth", "R", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Alzheimer Scotland Dementia Research Centre, The University of Edinburgh, Edinburgh, UK."], ["Pattie", "Alison", "A", "Department of Psychology, The University of Edinburgh, Edinburgh, UK."], ["Anblagan", "Devasuda", "D", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Scottish Imaging Network, A Platform for Scientific Excellence (SINAPSE) Collaboration; Centre for Clinical Brain Sciences, The University of Edinburgh, Edinburgh, UK."], ["Redmond", "Paul", "P", "Department of Psychology, The University of Edinburgh, Edinburgh, UK."], ["Royle", "Natalie A", "NA", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Brain Research Imaging Centre, the University of Edinburgh, Edinburgh, UK; Scottish Imaging Network, A Platform for Scientific Excellence (SINAPSE) Collaboration; Centre for Clinical Brain Sciences, The University of Edinburgh, Edinburgh, UK."], ["Corley", "Janie", "J", "Department of Psychology, The University of Edinburgh, Edinburgh, UK; Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK."], ["Maniega", "Susana Muñoz", "SM", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Brain Research Imaging Centre, the University of Edinburgh, Edinburgh, UK; Scottish Imaging Network, A Platform for Scientific Excellence (SINAPSE) Collaboration; Centre for Clinical Brain Sciences, The University of Edinburgh, Edinburgh, UK."], ["Taylor", "Adele M", "AM", "Department of Psychology, The University of Edinburgh, Edinburgh, UK."], ["Karama", "Sherif", "S", "Department of Neurology and Neurosurgery, McConnell Brain Imaging Center, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada; Department of Psychiatry, Douglas Mental Health University Institute, McGill University, Verdun, Quebec, Canada."], ["Booth", "Tom", "T", "Department of Psychology, The University of Edinburgh, Edinburgh, UK; Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK."], ["Gow", "Alan J", "AJ", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Department of Psychology, Heriot-watt University, Edinburgh, UK."], ["Starr", "John M", "JM", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Alzheimer Scotland Dementia Research Centre, The University of Edinburgh, Edinburgh, UK."], ["Bastin", "Mark E", "ME", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Brain Research Imaging Centre, the University of Edinburgh, Edinburgh, UK; Scottish Imaging Network, A Platform for Scientific Excellence (SINAPSE) Collaboration; Centre for Clinical Brain Sciences, The University of Edinburgh, Edinburgh, UK."], ["Wardlaw", "Joanna M", "JM", "Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK; Brain Research Imaging Centre, the University of Edinburgh, Edinburgh, UK; Scottish Imaging Network, A Platform for Scientific Excellence (SINAPSE) Collaboration; Centre for Clinical Brain Sciences, The University of Edinburgh, Edinburgh, UK."], ["Deary", "Ian J", "IJ", "Department of Psychology, The University of Edinburgh, Edinburgh, UK; Centre for Cognitive Ageing and Cognitive Epidemiology, The University of Edinburgh, Edinburgh, UK."]], "date": "2017-10-16", "id": "29149632", "text": "Fully characterizing age differences in the brain is a key task for combating aging-related cognitive decline. Using propensity score matching on 2 independent, narrow-age cohorts, we used data on childhood cognitive ability, socioeconomic background, and intracranial volume to match participants at mean age of 92 years (n = 42) to very similar participants at mean age of 73 years (n = 126). Examining a variety of global and regional structural neuroimaging variables, there were large differences in gray and white matter volumes, cortical surface area, cortical thickness, and white matter hyperintensity volume and spatial extent. In a mediation analysis, the total volume of white matter hyperintensities and total cortical surface area jointly mediated 24.9% of the relation between age and general cognitive ability (tissue volumes and cortical thickness were not significant mediators in this analysis). These findings provide an unusual and valuable perspective on neurostructural aging, in which brains from the 8th and 10th decades of life differ widely despite the same cognitive, socioeconomic, and brain-volumetric starting points.", "doi": "10.1016/j.neurobiolaging.2017.10.005", "title": "Brain structural differences between 73- and 92-year olds matched for childhood intelligence, social background, and intracranial volume.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}