{"authors": [["Lindelöf", "Nina", "N", "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."], ["Lundin-Olsson", "Lillemor", "L", "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."], ["Skelton", "Dawn A", "DA", "School of Health & Life Sciences, Glasgow Caledonian University, Glasgow, United Kingdom."], ["Lundman", "Berit", "B", "Department of Nursing, Umeå University, Umeå, Sweden."], ["Rosendahl", "Erik", "E", "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."]], "date": "2017-11-17", "id": "29149198", "text": "The objective of the study was to describe the views and experiences of participation in a high-intensity functional exercise (HIFE) program among older people with dementia in nursing homes. The study design was a qualitative interview study with 21 participants (15 women), aged 74-96, and with a Mini-Mental State Examination score of 10-23 at study start. The HIFE-program comprises exercises performed in functional weight-bearing positions and including movements used in everyday tasks. The exercise was individually designed, supervised in small groups in the nursing homes and performed during four months. Interviews were performed directly after exercise sessions and field notes about the sessions were recorded. Qualitative content analysis was used for analyses. The analysis revealed four themes: Exercise is challenging but achievable; Exercise gives pleasure and strength; Exercise evokes body memories; and Togetherness gives comfort, joy, and encouragement. The intense and tailored exercise, adapted to each participant, was perceived as challenging but achievable, and gave pleasure and improvements in mental and bodily strength. Memories of previous physical activities aroused and participants rediscovered bodily capabilities. Importance of individualized and supervised exercise in small groups was emphasized and created feelings of encouragement, safety, and coherence. The findings from the interviews reinforces the positive meaning of intense exercise to older people with moderate to severe dementia in nursing homes. The participants were able to safely adhere to and understand the necessity of the exercise. Providers of exercise should consider the aspects valued by participants, e.g. supervision, individualization, small groups, encouragement, and that exercise involved joy and rediscovery of body competencies.", "doi": "10.1371/journal.pone.0188225", "title": "Experiences of older people with dementia participating in a high-intensity functional exercise program in nursing homes: \"While it's tough, it's useful\".", "journal": ["PloS one", "PLoS ONE"]}