{"authors": [["Matsubara", "Teruhiko", "T", "Department of Biosciences and Informatics, Keio University , 3-14-1 Hiyoshi, Kouhoku-ku, Yokohama 223-8522, Japan."], ["Nishihara", "Masaya", "M", "Department of Biosciences and Informatics, Keio University , 3-14-1 Hiyoshi, Kouhoku-ku, Yokohama 223-8522, Japan."], ["Yasumori", "Hanaki", "H", "Department of Biosciences and Informatics, Keio University , 3-14-1 Hiyoshi, Kouhoku-ku, Yokohama 223-8522, Japan."], ["Nakai", "Mako", "M", "Department of Biosciences and Informatics, Keio University , 3-14-1 Hiyoshi, Kouhoku-ku, Yokohama 223-8522, Japan."], ["Yanagisawa", "Katsuhiko", "K", "Department of Alzheimer's Disease Research, Center for Development of Advanced Medicine for Dementia , National Center for Geriatrics and Gerontology, 7-430 Morioka, Obu 474-8511, Japan."], ["Sato", "Toshinori", "T", "Department of Biosciences and Informatics, Keio University , 3-14-1 Hiyoshi, Kouhoku-ku, Yokohama 223-8522, Japan."]], "date": "2017-11-17", "id": "29148800", "text": "Ganglioside-enriched microdomains in the presynaptic neuronal membrane play a key role in the initiation of amyloid ß-protein (Aß) assembly related to Alzheimer's disease. We previously isolated lipids from a detergent-resistant membrane microdomain fraction of synaptosomes prepared from aged mouse brain and found that spherical Aß assemblies were formed on Aß-sensitive ganglioside nanoclusters (ASIGN) of reconstituted lipid bilayers in the synaptosomal fraction. In the present study, we investigated the role of oligosaccharides in Aß fibril formation induced by ganglioside-containing mixed lipid membranes that mimic the features of ASIGN. Ganglioside nanoclusters were constructed as ternary mixed lipid bilayers composed of ganglioside (GM1, GM2, GM3, GD1a, or GT1b), sphingomyelin, and cholesterol, and their surface topography was visualized by atomic force microscopy. Aß fibril formation on the nanocluster was strongly induced in the presence of 10 mol % ganglioside, and Aß-sensitive features were observed at cholesterol contents of 35-55 mol %. GM1-, GD1a-, and GT1b-containing membranes induced longer fibrils than those containing GD1b and GM2, indicating that the terminal galactose of GM1 along with N-acetylneuraminic acid accelerates protofibril elongation. These results demonstrate that Aß fibril formation is induced by ASIGN that are highly enriched ganglioside nanoclusters with a limited number of components and that the generation and elongation of Aß protofibrils are regulated by the oligosaccharide structure of gangliosides.", "doi": "10.1021/acs.langmuir.7b02091", "title": "Size and Shape of Amyloid Fibrils Induced by Ganglioside Nanoclusters: Role of Sialyl Oligosaccharide in Fibril Formation.", "journal": ["Langmuir : the ACS journal of surfaces and colloids", "Langmuir"]}