{"authors": [["Perugia", "Giulia", "G", "1 Department of Industrial Design, Eindhoven University of Technology (TU/e), Eindhoven, the Netherlands."], ["Rodríguez-Martín", "Daniel", "D", "2 Department of Automatic Control, Technical University of Catalonia (UPC), Vilanova i la Geltrú, Barcelona, Spain."], ["Boladeras", "Marta Díaz", "MD", "3 Department of Management, Technical University of Catalonia (UPC), Vilanova i la Geltrú, Barcelona, Spain."], ["Mallofré", "Andreu Català", "AC", "2 Department of Automatic Control, Technical University of Catalonia (UPC), Vilanova i la Geltrú, Barcelona, Spain."], ["Barakova", "Emilia", "E", "1 Department of Industrial Design, Eindhoven University of Technology (TU/e), Eindhoven, the Netherlands."], ["Rauterberg", "Matthias", "M", "1 Department of Industrial Design, Eindhoven University of Technology (TU/e), Eindhoven, the Netherlands."]], "date": "2017-11-17", "id": "29148293", "text": "Engagement in activities is crucial to improve quality of life in dementia. Yet, its measurement relies exclusively on behavior observation and the influence that behavioral and psychological symptoms of dementia (BPSD) have on it is overlooked. This study investigated whether quantity of movement, gauged with a wrist-worn accelerometer, could be a sound measure of engagement and whether apathy and depression negatively affected engagement. Fourteen participants with dementia took part in 6 sessions of activities: 3 of cognitive games (eg, jigsaw puzzles) and 3 of robot play (Pleo). Results highlighted significant correlations between quantity of movement and observational scales of engagement and a strong negative influence of apathy and depression on engagement. Overall, these findings suggest that quantity of movement could be used as an ancillary measure of engagement and underline the need to profile people with dementia according to their concurrent BPSD to better understand their engagement in activities.", "doi": "10.1177/1533317517739700", "title": "Quantity of Movement as a Measure of Engagement for Dementia: The Influence of Motivational Disorders.", "journal": ["American journal of Alzheimer's disease and other dementias", "Am J Alzheimers Dis Other Demen"]}