{"authors": [["Ferret", "Laurie", "L", "EA 2694 - Santé publique: épidémiologie et qualité des soins, Univ. Lille, 59000, Lile, France."], ["Ficheur", "Gregoire", "G", "EA 2694 - Santé publique: épidémiologie et qualité des soins, Univ. Lille, 59000, Lile, France."], ["Delaviez", "Emeline", "E", "EA 2694 - Santé publique: épidémiologie et qualité des soins, Univ. Lille, 59000, Lile, France."], ["Luyckx", "Michel", "M", "Department of Pharmacy, Denain General Hospital, Denain, France."], ["Quenton", "Sophie", "S", "EA 2694 - Santé publique: épidémiologie et qualité des soins, Univ. Lille, 59000, Lile, France."], ["Beuscart", "Regis", "R", "EA 2694 - Santé publique: épidémiologie et qualité des soins, Univ. Lille, 59000, Lile, France."], ["Chazard", "Emmanuel", "E", "EA 2694 - Santé publique: épidémiologie et qualité des soins, Univ. Lille, 59000, Lile, France."], ["Beuscart", "Jean-Baptiste", "JB", "EA 2694 - Santé publique: épidémiologie et qualité des soins, Univ. Lille, 59000, Lile, France. jean-baptiste.beuscart@univ-lille2.fr."]], "date": "2017-11-17", "id": "29147963", "text": "Background Although many anticholinergics are inappropriate in older patients, the prescription of these drugs in a hospital setting has not been extensively studied. Objective To describe prescriptions of anticholinergic drugs in terms of frequency, at risk situations and constipation in hospitalized, older adults. Setting Using a database from a French general hospital (period 2009-2013), we extracted information on 14,090 hospital stays by patients aged 75 and over. Methods Anticholinergic drug prescriptions were automatically detected, with a focus on prescriptions in three well-known at-risk situations: falls, dementia, and benign prostatic hyperplasia. Cases of constipation that might have been causally related to the administration of anticholinergic drugs were screened for and reviewed. Main outcome measure Prescriptions with a high associated risk of anticholinergic related adverse reactions. Results Administration of an anticholinergic drug was detected in 1412 (10.0%) of the hospital stays by older patients. At-risk situations were identified in 413 (36.5%) of these stays: 137 (9.7%) for falls, 243 (17.2%) for dementia, and 114 (8.1%) for benign prostatic hyperplasia; 78 (18.9%) of these 413 stays featured a combination of two or three at-risk situations. Cases of constipation induced by anticholinergic drug administration were identified in 188 (13.3%) patient stays by using validated adjudication rules for adverse drug reactions: 85 and 103 cases were respectively evaluated as \"possible\" or \"probable\" adverse drug reactions. Conclusions Anticholinergic drugs prescription was found in 10.0% of hospitalized, older patients. More than one third of these prescriptions occurred in at-risk situations and more than one in ten prescriptions induced constipation.", "doi": "10.1007/s11096-017-0554-z", "title": "Inappropriate anticholinergic drugs prescriptions in older patients: analysing a hospital database.", "journal": ["International journal of clinical pharmacy", "Int J Clin Pharm"]}