{"authors": [["Inoue", "Eiji", "E", "Tokyo Research Center, Kyushin Pharmaceutical Co, Ltd., 1-22-10, Wada, Suginami-ku, Tokyo, 166-0012, Japan. e-inoue@kyushin.co.jp."], ["Shimizu", "Yasuharu", "Y", "Tokyo Research Center, Kyushin Pharmaceutical Co, Ltd., 1-22-10, Wada, Suginami-ku, Tokyo, 166-0012, Japan."], ["Masui", "Ryo", "R", "Tokyo Research Center, Kyushin Pharmaceutical Co, Ltd., 1-22-10, Wada, Suginami-ku, Tokyo, 166-0012, Japan."], ["Hayakawa", "Tomomi", "T", "Tokyo Research Center, Kyushin Pharmaceutical Co, Ltd., 1-22-10, Wada, Suginami-ku, Tokyo, 166-0012, Japan."], ["Tsubonoya", "Tomoe", "T", "Tokyo Research Center, Kyushin Pharmaceutical Co, Ltd., 1-22-10, Wada, Suginami-ku, Tokyo, 166-0012, Japan."], ["Hori", "Satoko", "S", "Tokyo Research Center, Kyushin Pharmaceutical Co, Ltd., 1-22-10, Wada, Suginami-ku, Tokyo, 166-0012, Japan."], ["Sudoh", "Keiichi", "K", "Tokyo Research Center, Kyushin Pharmaceutical Co, Ltd., 1-22-10, Wada, Suginami-ku, Tokyo, 166-0012, Japan."]], "date": "2017-11-17", "id": "29147836", "text": "Saffron, the stigma of Crocus sativus Linné (Iridaceae family), has been known to inhibit aggregation of β-amyloid, a nerve tissue protein. α-Synuclein (αS) is a 140-amino acid protein found abundantly in various regions of the brain. Its abnormal aggregation and accumulation in nerve tissue are said to cause neurodegenerative diseases such as Parkinson's disease, Lewy body dementia, and multiple-system atrophy. This study (part of this study was presented at the 137th Annual Meeting of the Pharmaceutical Society of Japan) examined the effects of saffron, its constituents (crocin-1, crocin-2, crocetin, and safranal), and crocetin structural analogs (hexadecanedioic acid, norbixin, and trans, trans-muconic acid) on αS aggregation, and αS fibril dissociation. Saffron dose-dependently inhibited αS aggregation and dissociated αS fibrils by thioflavin T fluorescence assay. These effects were observed by transmission electron microscopy, which showed reduced and shortened αS fibrils. Crocin-1, crocin-2, and crocetin showed anti-aggregation and fibril dissociation effects, with crocetin being the most potent. The effects of norbixin were weaker than those of crocetin, and the other crocetin structural analogs showed no effects. These results show that saffron and its constituents (crocin-1, crocin-2, and crocetin) can be effective in preventing and treating diseases caused by abnormal αS aggregation.", "doi": "10.1007/s11418-017-1150-1", "title": "Effects of saffron and its constituents, crocin-1, crocin-2, and crocetin on α-synuclein fibrils.", "journal": ["Journal of natural medicines", "J Nat Med"]}