{"authors": [["Rozzini", "Luca", "L", "Department of Clinical and Experimental Sciences, University of Brescia, Piazzale Spedali Civili 1, 25123 Brescia, Italy."], ["Ceraso", "Anna", "A", "Department of Clinical and Experimental Sciences, University of Brescia, Piazzale Spedali Civili 1, 25123 Brescia, Italy."], ["Zanetti", "Marina", "M", "Department of Clinical and Experimental Sciences, University of Brescia, Piazzale Spedali Civili 1, 25123 Brescia, Italy."], ["Pelizzari", "Silvia", "S", "Department of Clinical and Experimental Sciences, University of Brescia, Piazzale Spedali Civili 1, 25123 Brescia, Italy."], ["Tomasoni", "Evita", "E", "Department of Clinical and Experimental Sciences, University of Brescia, Piazzale Spedali Civili 1, 25123 Brescia, Italy."], ["Accardo", "Vivian", "V", "Department of Clinical and Experimental Sciences, University of Brescia, Piazzale Spedali Civili 1, 25123 Brescia, Italy."], ["Padovani", "Alessandro", "A", "Department of Clinical and Experimental Sciences, University of Brescia, Piazzale Spedali Civili 1, 25123 Brescia, Italy."]], "date": "2017-09-25", "id": "29147068", "text": "The five-word test (FWT) is a neuropsychological tool (derived from the Grober and Buschke paradigm), measuring hippocampal memory trace consolidation. The study aimed to validate the test for the Italian language and to verify its ability to discriminate patients affected by mild cognitive impairment and dementia due to Alzheimer's disease from healthy matches.217 subjects (127 controls, 47 MCI due to AD, and 43 AD) underwent neuropsychological evaluation. The Spearman rank coefficient (ρ) was used to assess the correlation between immediate (IRS), delayed (DRS), and total score (TRS) of the FWT and correspondent matches of a specific short story test, while receiving operator characteristic (ROC) curves were built to investigate the diagnostic accuracy of both.Correlation between almost all the scores was significant in all the diagnostic subgroups; the ROC curves of the two tests were not statistically different. A TRS of the FWT with a cut-off of ≤9/10 could accurately discriminate AD patients (sensitivity: 97%, specificity: 94%) and MCI due to AD (sensitivity: 76%, specificity: 68%) from control matches.FWT is a simple and valid test of hippocampal memory which appears recommendable in routine clinical practice.", "doi": "10.1155/2017/3781407", "title": "The Italian Version of the Five-Word Test: A Simple Diagnostic Test for Dementia due to Alzheimer's Disease in Routine Clinical Practice.", "journal": ["Behavioural neurology", "Behav Neurol"]}