{"authors": [["Stangel", "Martin", "M", "Clinical Neuroimmunology and Neurochemistry, Department of Neurology, Hannover Medical School, Carl-Neuberg-Straße 1, 30625 Hannover, Germany."], ["Kuhlmann", "Tanja", "T", "Institute of Neuropathology, University Hospital Münster, Pottkamp 2, 48149 Münster, Germany."], ["Matthews", "Paul M", "PM", "Division of Brain Sciences, Department of Medicine, and UK Dementia Research Institute, Imperial College London, Burlington Danes, Hammersmith Hospital, DuCane Road, London W12 0NN, UK."], ["Kilpatrick", "Trevor J", "TJ", "Department of Anatomy and Neuroscience and Melbourne Neuroscience Institute, University of Melbourne, 30 Royal Parade, Parkville, Victoria 3010, Australia."]], "date": "2017-11-17", "id": "29146953", "text": "Remyelination in the CNS is the natural process of damage repair in demyelinating diseases such as multiple sclerosis (MS). However, remyelination becomes inadequate in many people with MS, which results in axonal degeneration and clinical disability. Enhancement of remyelination is a logical therapeutic goal; nevertheless, all currently licensed therapies for MS are immunomodulatory and do not support remyelination directly. Several molecular pathways have been identified as potential therapeutic targets to induce remyelination, and some of these have now been assessed in proof-of-concept clinical trials. However, trial design faces several obstacles: optimal clinical or paraclinical outcome measures to assess remyelination remain ill-defined, and identification of the ideal timing of therapy is also a crucial issue. In addition, realistic expectations are needed concerning the probable benefits of such therapies. Nevertheless, approaches that enhance remyelination are likely to be protective for axons and so could prevent long-term neurodegeneration. Future MS treatment paradigms, therefore, are likely to comprise a combinatorial approach that involves both immunomodulatory and regenerative treatments.", "doi": "10.1038/nrneurol.2017.139", "title": "Achievements and obstacles of remyelinating therapies in multiple sclerosis.", "journal": ["Nature reviews. Neurology", "Nat Rev Neurol"]}