{"authors": [["van Duinen-van den IJssel", "Jeannette C L", "JCL", "Centre for Family Medicine, Geriatric Care and Public Health, Department of Primary and Community Care, Radboud University Nijmegen, Medical Centre, Nijmegen, the Netherlands; Radboudumc Alzheimer Centre, Nijmegen, The Netherlands. Electronic address: Jeannette.vanduinen-vandenijssel@radboudumc.nl."], ["Mulders", "Ans J M J", "AJMJ", "Centre for Family Medicine, Geriatric Care and Public Health, Department of Primary and Community Care, Radboud University Nijmegen, Medical Centre, Nijmegen, the Netherlands; Radboudumc Alzheimer Centre, Nijmegen, The Netherlands; Archipel, Landrijt, Knowledge Centre for Specialized Care, Eindhoven, the Netherlands."], ["Smalbrugge", "Martin", "M", "Department of General Practice and Elderly Care Medicine, Amsterdam Public Health research institute, VU University Medical Center, Amsterdam, the Netherlands."], ["Zwijsen", "Sandra A", "SA", "Department of General Practice and Elderly Care Medicine, Amsterdam Public Health research institute, VU University Medical Center, Amsterdam, the Netherlands."], ["Appelhof", "Britt", "B", "Centre for Family Medicine, Geriatric Care and Public Health, Department of Primary and Community Care, Radboud University Nijmegen, Medical Centre, Nijmegen, the Netherlands; Radboudumc Alzheimer Centre, Nijmegen, The Netherlands; Archipel, Landrijt, Knowledge Centre for Specialized Care, Eindhoven, the Netherlands."], ["Zuidema", "Sytse U", "SU", "Department of General Practice and Elderly Care Medicine, University of Groningen, University Medical Centre Groningen, Groningen, the Netherlands."], ["de Vugt", "Marjolein E", "ME", "School for Mental Health and Neuroscience, Alzheimer Centre Limburg, Maastricht University Medical Centre, Maastricht, the Netherlands."], ["Verhey", "Frans R J", "FRJ", "School for Mental Health and Neuroscience, Alzheimer Centre Limburg, Maastricht University Medical Centre, Maastricht, the Netherlands."], ["Bakker", "Christian", "C", "Centre for Family Medicine, Geriatric Care and Public Health, Department of Primary and Community Care, Radboud University Nijmegen, Medical Centre, Nijmegen, the Netherlands; Radboudumc Alzheimer Centre, Nijmegen, The Netherlands; Florence, Mariahoeve, Centre for Specialized Care in Young Onset Dementia, the Hague, the Netherlands."], ["Koopmans", "Raymond T C M", "RTCM", "Centre for Family Medicine, Geriatric Care and Public Health, Department of Primary and Community Care, Radboud University Nijmegen, Medical Centre, Nijmegen, the Netherlands; Radboudumc Alzheimer Centre, Nijmegen, The Netherlands; De Waalboog \"Joachim en Anna,\" Centre for Specialized Geriatric Care, Nijmegen, the Netherlands."]], "date": "2017-11-14", "id": "29146222", "text": "The aims of this study were (1) to investigate the relationship between different neuropsychiatric symptoms (NPS) and the level of distress experienced by nurses caring for residents with young-onset dementia (YOD) and (2) to compare these findings with those for nurses caring for residents with late-onset dementia (LOD).This is a retrospective study conducted in Dutch long-term care facilities. Data were used from the Behavior and Evolution of Young-ONset Dementia studies (BEYOND) Parts I and II and the WAAL Behavior in Dementia-II (Waalbed-II) study.A total of 382 nursing home residents with YOD and 261 nursing home residents with LOD were included.The Neuropsychiatric Inventory, nursing home version, was used to assess nursing staff distress and the frequency (F) and severity (S) of NPS. Multilevel logistic regression analysis was used to investigate the relationships between nursing staff distress related to NPS and YOD and LOD care units, the F × S score per symptom, gender, dementia subtype, and dementia severity.Nurses working in YOD care units rated sleep and nighttime behavior disorders, delusions, and agitation/aggression most often as highly distressing and euphoria most often as not distressing. Multivariate analyses indicated that the frequency and severity of NPS were significantly associated with staff distress in all symptoms, except for apathy. Comparison of the 2 groups of nurses demonstrated that the odds for distress related to sleep and nighttime behavior disorders were higher for nurses in YOD care units than for nurses in LOD units. For both the YOD and LOD nurses, irritability in male residents had higher impact than similar behavior in female residents.This study provides important insight into distress related to individual NPS and the interaction with residents' characteristics. All NPS result in distress. The frequency and severity of the behavior is an important predictor. Sleep and nighttime behavior disorders are more likely to result in distress in YOD nurses than in LOD nurses. The amount of distress related to NPS emphasizes the urgent need for adequate management of NPS and the support of professional caregivers.", "doi": "10.1016/j.jamda.2017.10.004", "title": "Nursing Staff Distress Associated With Neuropsychiatric Symptoms in Young-Onset Dementia and Late-Onset Dementia.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}