{"authors": [["Nelson", "Peter T", "PT", "Sanders-Brown Center on Aging, University of Kentucky, Lexington, KY 40536, USA; Department of Pathology, University of Kentucky, Lexington, KY 40536, USA. Electronic address: pnels2@email.uky.edu."], ["Wang", "Wang-Xia", "WX", "Sanders-Brown Center on Aging, University of Kentucky, Lexington, KY 40536, USA."], ["Janse", "Sarah A", "SA", "Department of Statistics, University of Kentucky, Lexington, KY 40536, USA."], ["Thompson", "Katherine L", "KL", "Department of Statistics, University of Kentucky, Lexington, KY 40536, USA. Electronic address: katherine.thompson@uky.edu."]], "date": "2017-11-13", "id": "29146111", "text": "MicroRNAs (miRNAs) have been implicated in neurodegenerative diseases including Parkinson's disease and Alzheimer's disease (AD). Here, we evaluated the expression of miRNAs in anterior cingulate (AC; Brodmann area [BA] 24) and primary motor (MO; BA 4) cortical tissue from aged human brains in the University of Kentucky AD Center autopsy cohort, with a focus on dementia with Lewy bodies (DLB).RNA was isolated from gray matter of brain samples with pathology-defined DLB, AD, AD + DLB, and low-pathology controls, with n = 52 cases initially included (n  = 23 with DLB), all with low (<4 h) postmortem intervals. RNA was profiled using Exiqon miRNA microarrays. Quantitative PCR for post hoc replication was performed on separate cases (n = 6 controls) and included RNA isolated from gray matter of MO, AC, primary somatosensory (BA 3), and dorsolateral prefrontal (BA 9) cortical regions.The miRNA expression patterns differed substantially according to anatomic location: of the relatively highly-expressed miRNAs, 150/481 (31%) showed expression that was different between AC versus MO (at p < .05 following correction for multiple comparisons), most (79%) with higher expression in MO. A subset of these results were confirmed in qPCR validation focusing on miR-7, miR-153, miR-133b, miR-137, and miR-34a. No significant variation in miRNA expression was detected in association with either neuropathology or sex after correction for multiple comparisons.A subset of miRNAs (some previously associated with α-synucleinopathy and/or directly targeting α-synuclein mRNA) were differentially expressed in AC and MO, which may help explain why these brain regions show differences in vulnerability to Lewy body pathology.", "doi": "10.1016/j.brainres.2017.11.009", "title": "MicroRNA expression patterns in human anterior cingulate and motor cortex: A study of dementia with Lewy bodies cases and controls.", "journal": ["Brain research", "Brain Res."]}