{"authors": [["Galimberti", "Daniela", "D", "Department of Pathophysiology and Transplantation, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy. Electronic address: daniela.galimberti@unimi.it."], ["Fumagalli", "Giorgio G", "GG", "Department of Pathophysiology and Transplantation, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy; Department of Neurosciences, Psychology, Drug Research and Child Health (NEUROFARBA), University of Florence, Florence, Italy."], ["Fenoglio", "Chiara", "C", "Department of Pathophysiology and Transplantation, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy."], ["Cioffi", "Sara M G", "SMG", "Department of Pathophysiology and Transplantation, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy."], ["Arighi", "Andrea", "A", "Department of Pathophysiology and Transplantation, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy."], ["Serpente", "Maria", "M", "Department of Pathophysiology and Transplantation, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy."], ["Borroni", "Barbara", "B", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Padovani", "Alessandro", "A", "Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Tagliavini", "Fabrizio", "F", "Fondazione Istituto di Ricovero e Cura a Carattere Scientifico Istituto Neurologico Carlo Besta, Milano, Italy."], ["Masellis", "Mario", "M", "LC Campbell Cognitive Neurology Research Unit, Department of Medicine, Division of Neurology, Sunnybrook Health Sciences Centre, Sunnybrook Research Institute, University of Toronto, Toronto, Ontario, Canada."], ["Tartaglia", "Maria Carmela", "MC", "LC Campbell Cognitive Neurology Research Unit, Department of Medicine, Division of Neurology, Sunnybrook Health Sciences Centre, Sunnybrook Research Institute, University of Toronto, Toronto, Ontario, Canada."], ["van Swieten", "John", "J", "Department of Neurology, Erasmus Medical Center, Rotterdam, the Netherlands."], ["Meeter", "Lieke", "L", "Department of Neurology, Erasmus Medical Center, Rotterdam, the Netherlands."], ["Graff", "Caroline", "C", "Department of Neurobiology, Care Sciences and Society, Center for Alzheimer Research, Division of Neurogeriatrics, Karolinska Institutet, Huddinge, Sweden; Department of Geriatric Medicine, Karolinska University Hospital Huddinge, Stockholm, Sweden."], ["de Mendonça", "Alexandre", "A", "Faculty of Medicine, University of Lisbon, Lisbon, Portugal."], ["Bocchetta", "Martina", "M", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], ["Rohrer", "Jonathan D", "JD", "Dementia Research Centre, Department of Neurodegenerative Disease, UCL Institute of Neurology, London, UK."], ["Scarpini", "Elio", "E", "Department of Pathophysiology and Transplantation, University of Milan, Fondazione Cà Granda, IRCCS Ospedale Maggiore Policlinico, Milan, Italy."], [null, null, null, null]], "date": "2017-11-13", "id": "29146050", "text": "We investigated whether progranulin plasma levels are predictors of the presence of progranulin gene (GRN) null mutations or of the development of symptoms in asymptomatic at risk members participating in the Genetic Frontotemporal Dementia Initiative, including 19 patients, 64 asymptomatic carriers, and 77 noncarriers. In addition, we evaluated a possible role of TMEM106B rs1990622 as a genetic modifier and correlated progranulin plasma levels and gray-matter atrophy. Plasma progranulin mean ± SD plasma levels in patients and asymptomatic carriers were significantly decreased compared with noncarriers (30.5 ± 13.0 and 27.7 ± 7.5 versus 99.6 ± 24.8 ng/mL, p < 0.00001). Considering the threshold of >61.55 ng/mL, the test had a sensitivity of 98.8% and a specificity of 97.5% in predicting the presence of a mutation, independent of symptoms. No correlations were found between progranulin plasma levels and age, years from average age at onset in each family, or TMEM106B rs1990622 genotype (p > 0.05). Plasma progranulin levels did not correlate with brain atrophy. Plasma progranulin levels predict the presence of GRN null mutations independent of proximity to symptoms and brain atrophy.", "doi": "10.1016/j.neurobiolaging.2017.10.016", "title": "Progranulin plasma levels predict the presence of GRN mutations in asymptomatic subjects and do not correlate with brain atrophy: results from the GENFI study.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}