{"authors": [["Verheijen", "Jan", "J", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium."], ["van der Zee", "Julie", "J", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium."], ["Gijselinck", "Ilse", "I", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium."], ["Van den Bossche", "Tobi", "T", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium; Department of Neurology, Antwerp University Hospital, Edegem, Belgium; Department of Neurology and Memory Clinic, Hospital Network Antwerp (ZNA) Middelheim and Hoge Beuken, Antwerp, Belgium."], ["Dillen", "Lubina", "L", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium."], ["Heeman", "Bavo", "B", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium."], ["Gómez-Tortosa", "Estrella", "E", "Department of Neurology, Fundación Jiménez Díaz, Madrid, Spain."], ["Lladó", "Albert", "A", "Alzheimer's Disease and Other Cognitive Disorders Unit, Neurology Department, Hospital Clínic, Institut d'Investigacions Biomediques August Pi i Sunyer (IDIBAPS), Barcelona, Spain."], ["Sanchez-Valle", "Raquel", "R", "Alzheimer's Disease and Other Cognitive Disorders Unit, Neurology Department, Hospital Clínic, Institut d'Investigacions Biomediques August Pi i Sunyer (IDIBAPS), Barcelona, Spain."], ["Graff", "Caroline", "C", "Department of Neurobiology, Care Sciences and Society (NVS), Center for Alzheimer Research, Division of Neurogeriatrics, Karolinska Institutet, Huddinge, Sweden; Department of Geriatric Medicine, Genetics Unit, Karolinska University Hospital, Stockholm, Sweden."], ["Pastor", "Pau", "P", "Memory Unit, Department of Neurology, University Hospital Mútua de Terrassa, University of Barcelona School of Medicine, Terrassa, Barcelona, Spain; Centro de Investigación Biomédica en Red de Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain."], ["Pastor", "Maria A", "MA", "Centro de Investigación Biomédica en Red de Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain; Neuroimaging Laboratory, Division of Neurosciences, Center for Applied Medical Research (CIMA), University of Navarra, Pamplona, Spain; Department of Neurology, Clínica Universidad de Navarra, University of Navarra School of Medicine, Pamplona, Spain."], ["Benussi", "Luisa", "L", "Molecular Markers Laboratory, Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS), Istituto Centro San Giovanni di Dio-Fatebenefratelli, Brescia, Italy."], ["Ghidoni", "Roberta", "R", "Molecular Markers Laboratory, Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS), Istituto Centro San Giovanni di Dio-Fatebenefratelli, Brescia, Italy."], ["Binetti", "Giuliano", "G", "Molecular Markers Laboratory, Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS), Istituto Centro San Giovanni di Dio-Fatebenefratelli, Brescia, Italy; MAC Memory Center, Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS), Istituto Centro San Giovanni di Dio-Fatebenefratelli, Brescia, Italy."], ["Clarimon", "Jordi", "J", "Centro de Investigación Biomédica en Red de Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain; Department of Neurology, IIB Sant Pau, Hospital de la Santa Creu i Sant Pau, Universitat Autònoma de Barcelona, Barcelona, Spain."], ["de Mendonça", "Alexandre", "A", "Faculty of Medicine, University of Lisbon, Lisbon, Portugal."], ["Gelpi", "Ellen", "E", "Neurological Tissue Bank of the Biobanc, Hospital Clinic, Institut d'Investigacions Biomediques August Pi i Sunyer (IDIBAPS), Barcelona, Spain."], ["Tsolaki", "Magda", "M", "Third Department of Neurology, Medical School, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Diehl-Schmid", "Janine", "J", "Department of Psychiatry and Psychotherapy, Technische Universität München, München, Germany."], ["Nacmias", "Benedetta", "B", "Department of Neurosciences, Psychology, Drug Research and Child Health (NEUROFARBA), University of Florence, Florence, Italy."], ["Almeida", "Maria Rosário", "MR", "Center for Neuroscience and Cell Biology, University of Coimbra, Coimbra, Portugal."], ["Borroni", "Barbara", "B", "Centre for Neurodegenerative Disorders, Neurology Unit, Department of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy."], ["Matej", "Radoslav", "R", "Department of Pathology, First Medical Faculty, Charles University and Department of Pathology and Molecular Medicine, Thomayer Hospital in Prague, Prague, Czech Republic."], ["Ruiz", "Agustín", "A", "Fundació ACE, Institut Català de Neurociències Aplicades, Barcelona, Spain."], ["Engelborghs", "Sebastiaan", "S", "Institute Born-Bunge, University of Antwerp, Antwerp, Belgium; Department of Neurology and Memory Clinic, Hospital Network Antwerp (ZNA) Middelheim and Hoge Beuken, Antwerp, Belgium."], ["Vandenberghe", "Rik", "R", "Department of Neurosciences, Faculty of Medicine, KU Leuven, Leuven, Belgium; Department of Neurology, University Hospitals Leuven, Leuven, Belgium."], ["De Deyn", "Peter P", "PP", "Institute Born-Bunge, University of Antwerp, Antwerp, Belgium; Department of Neurology and Memory Clinic, Hospital Network Antwerp (ZNA) Middelheim and Hoge Beuken, Antwerp, Belgium."], ["Cruts", "Marc", "M", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium."], ["Van Broeckhoven", "Christine", "C", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium. Electronic address: christine.vanbroeckhoven@molgen.vib-ua.be."], ["Sleegers", "Kristel", "K", "Neurodegenerative Brain Diseases group, VIB Center for Molecular Neurology, University of Antwerp, Antwerp, Belgium; Institute Born-Bunge, University of Antwerp, Antwerp, Belgium. Electronic address: kristel.sleegers@molgen.vib-ua.be."], [null, null, null, null], [null, null, null, null]], "date": "2017-10-25", "id": "29146049", "text": "TANK-binding kinase 1 (TBK1) loss-of-function (LoF) mutations are known to cause frontotemporal dementia (FTD) and amyotrophic lateral sclerosis (ALS), often combined with memory deficits early in the disease course. We performed targeted resequencing of TBK1 in 1253 early onset Alzheimer's disease (EOAD) patients from 8 European countries to investigate whether pathogenic TBK1 mutations are enriched among patients with clinical diagnosis of EOAD. Variant frequencies were compared against 2117 origin-matched controls. We identified only 1 LoF mutation (p.Thr79del) in a patient clinically diagnosed with Alzheimer's disease and a positive family history of ALS. We did not observe enrichment of rare variants in EOAD patients compared to controls, nor of rare variants affecting NFκB induction. Of 3 common coding variants, rs7486100 showed evidence of association (OR 1.46 [95% CI 1.13-1.9]; p-value 0.01). Homozygous carriers of the risk allele showed reduced expression of TBK1 (p-value 0.03). Our findings are not indicative of a significant role for TBK1 mutations in EOAD. The association between common variants in TBK1, disease risk and reduced TBK1 expression warrants follow-up in FTD/ALS cohorts.", "doi": "10.1016/j.neurobiolaging.2017.10.012", "title": "Common and rare TBK1 variants in early-onset Alzheimer disease in a European cohort.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}