{"authors": [["Minogue", "Cecilia", "C", "School of Psychology,University of Sydney,Sydney,NSW,Australia."], ["Delbaere", "Kim", "K", "Neuroscience Research Australia,Sydney,NSW,Australia."], ["Radford", "Kylie", "K", "Neuroscience Research Australia,Sydney,NSW,Australia."], ["Broe", "Tony", "T", "Faculty of Medicine,University of New South Wales,Sydney,NSW,Australia."], ["Forder", "Wendy Sue", "WS", "NUM,La Perouse Aboriginal Community Health Centre."], ["Lah", "Suncica", "S", "School of Psychology,University of Sydney,Sydney,NSW,Australia."]], "date": "2017-11-17", "id": "29145914", "text": "Years of education is the most commonly used proxy measure of cognitive reserve. Other forms of cognitive stimulation in childhood may provide similar protection against cognitive decline, particularly in Indigenous groups, where education may have been lacking in quality or quantity. The Retrospective Indigenous Childhood Enrichment (RICE) scale was developed to measure non-school-based activities and environmental stimulation during childhood that are likely to have enhanced cognitive reserve. The aim of the study was to assess the validity and reliability of the RICE scale with a group of older Aboriginal Australians.294 Aboriginal Australian people (60-92 years), living in urban or regional areas of NSW, completed the RICE scale as part of a longer face-to-face interview. Additional data was collected on their formal education, childhood environment, and childhood trauma (Study 1). Test-retest, inter-method and inter-rater reliability were assessed in a convenience sample of a further 38 participants by re-administration of the RICE scale at two time points, approximately 14 days apart (M = 14.11, SD = 6.78) (Study 2).Factor analyses reduced the scale from 21 items to 18 and identified three factors: (1) Traditional, (2) Intellectual, and (3) Community. Higher scores on the RICE scale were related to higher years of formal education and lower scores on a childhood trauma questionnaire. The RICE scale had good internal consistency (Cronbach's α 0.79), and excellent test-retest reliability (ICC = 0.95, 95% CI 0.90-0.97) and inter-rater reliability (0.99, CI 95% 0.997-0.999).The RICE is, to our knowledge, the first standardized measure that assesses the level of childhood environmental stimulation in older Aboriginal Australians. This could provide an important supplementary measure, in addition to formal education, to investigate cognitive reserve and dementia risk in this population and enhance understanding of the links between childhood experiences and late-life cognitive decline.", "doi": "10.1017/S104161021700179X", "title": "Development and initial validation of the Retrospective Indigenous Childhood Enrichment scale (RICE).", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}