{"authors": [["Van Mierlo", "L D", "LD", "Department of Psychiatry,VU University Medical Centre,Amsterdam,The Netherlands."], ["Chattat", "R", "R", "Department of Psychology,University of Bologna,Bologna,Italy."], ["Evans", "S", "S", "Association for Dementia Studies,University of Worcester,Henwick Grove,Worcester,UK."], ["Brooker", "D", "D", "Association for Dementia Studies,University of Worcester,Henwick Grove,Worcester,UK."], ["Saibene", "F L", "FL", "Santa Maria Nascente IRCCS Clinical Research Center,Don Carlo Gnocchi Foundation,Milan,Italy."], ["Gamberini", "G", "G", "Santa Maria Nascente IRCCS Clinical Research Center,Don Carlo Gnocchi Foundation,Milan,Italy."], ["Farina", "E", "E", "Santa Maria Nascente IRCCS Clinical Research Center,Don Carlo Gnocchi Foundation,Milan,Italy."], ["Scorolli", "C", "C", "Department of Psychology,University of Bologna,Bologna,Italy."], ["Szcześniak", "D", "D", "Department of Psychiatry,Wroclaw Medical University,Wroclaw,Poland."], ["Urbańska", "K M", "KM", "Department of Psychiatry,Wroclaw Medical University,Wroclaw,Poland."], ["Rymaszewska", "J", "J", "Department of Psychiatry,Wroclaw Medical University,Wroclaw,Poland."], ["Dröes", "R M", "RM", "Department of Psychiatry,VU University Medical Centre,Amsterdam,The Netherlands."], ["Meiland", "F J M", "FJM", "Department of Psychiatry,VU University Medical Centre,Amsterdam,The Netherlands."]], "date": "2017-11-17", "id": "29145912", "text": "In the MEETINGDEM project, the Meeting Centers Support Program (MCSP) was adaptively implemented and evaluated in three European countries: Italy, Poland, and the United Kingdom. The aim of this study was to investigate overall and country-specific facilitators and barriers to the implementation of MCSP in these European countries.A qualitative multiple case study design was used. Based on the theoretical model of adaptive implementation, a checklist was composed of potential facilitators and barriers to the implementation of MCSP. This checklist was administered among stakeholders involved in the implementation of MCSP to trace the experienced facilitators and barriers. Twenty-eight checklists were completed.Main similarities between countries were related to the presence of suitable staff, management, and a project manager, and the fact that the MCSP is attuned to needs and wishes of people with dementia and informal caregivers. Main differences between countries were related to: communication with potential referrers, setting up an inter-organizational collaboration network, receiving support of national organizations, having clear discharge criteria for the MCSP and continuous PR in the region.The results of this study provide insight into generic and country specific factors that can influence the implementation of MCSP in different European countries. This study informs further implementation and dissemination of MCSP in Europe and may also serve as an example for the dissemination and implementation of other effective psychosocial support interventions for people with dementia and their informal caregivers across and beyond Europe.", "doi": "10.1017/S1041610217001922", "title": "Facilitators and barriers to adaptive implementation of the Meeting Centers Support Program (MCSP) in three European countries; the process evaluation within the MEETINGDEM study.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}