{"authors": [["Waller", "Amy", "A", "Health Behaviour Research Collaborative, School of Medicine and Public Health, University of Newcastle, Callaghan, NSW, 2308, Australia. amy.waller@newcastle.edu.au."], ["Dilworth", "Sophie", "S", "Health Behaviour Research Collaborative, School of Medicine and Public Health, University of Newcastle, Callaghan, NSW, 2308, Australia."], ["Mansfield", "Elise", "E", "Health Behaviour Research Collaborative, School of Medicine and Public Health, University of Newcastle, Callaghan, NSW, 2308, Australia."], ["Sanson-Fisher", "Rob", "R", "Health Behaviour Research Collaborative, School of Medicine and Public Health, University of Newcastle, Callaghan, NSW, 2308, Australia."]], "date": "2017-11-16", "id": "29145806", "text": "To assess the scope, volume and quality of research on the acceptability, utilisation and effectiveness of telephone- and computer-delivered interventions for caregivers of people living with dementia.Medline, EMBASE, CINAHL and Cochrane databases were searched (Jan 1990 - Dec 2016). Eligible papers were classified as data-based descriptive, measurement or intervention studies. Intervention studies were first categorised according to mode of delivery (e.g. telephone, computer); then assessed against the Effective Practice and Organisation of Care (EPOC) methodological criteria for research design. Impact on health-related outcomes; and the acceptability, feasibility and utilisation of interventions were also assessed.The number of publications increased by 13% each year (p < 0.001). Half were descriptive studies (n = 92, 50%) describing caregiver views on acceptability, access or utilization of technology. The remainder (n = 89, 48%) reported on interventions designed to improve caregiver outcomes. Only 34 met EPOC design criteria. Interventions were delivered via computer (n = 10), multiple modalities (n = 9) or telephone (n = 15). Interventions that incorporated various elements of psycho-education, peer support, skills training and health assessments led to improvements in caregiver wellbeing. While largely acceptable, utilisation of computer-based interventions was variable, with use often decreasing over time.Interventions delivered via telephone and computer have the potential to augment existing dementia care. High-quality trials are required to make clear recommendations about the types of interventions that are most effective. Those that provide caregivers with: access to practical strategies to manage care of the person with dementia and their own wellbeing, advice and support from peers and/or clinicians; and that target the dyad should be explored.", "doi": "10.1186/s12877-017-0654-6", "title": "Computer and telephone delivered interventions to support caregivers of people with dementia: a systematic review of research output and quality.", "journal": ["BMC geriatrics", "BMC Geriatr"]}