{"authors": [["Cruickshanks", "Karen J", "KJ", "Department of Ophthalmology and Visual Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Nondahl", "David M", "DM", "Department of Ophthalmology and Visual Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Johnson", "Lauren J", "LJ", "Department of Population Health Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Dalton", "Dayna S", "DS", "Department of Ophthalmology and Visual Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Fisher", "Mary E", "ME", "Department of Ophthalmology and Visual Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Huang", "Guan-Hua", "GH", "Department of Population Health Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Klein", "Barbara E", "BE", "Department of Ophthalmology and Visual Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Klein", "Ronald", "R", "Department of Ophthalmology and Visual Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"], ["Schubert", "Carla R", "CR", "Department of Ophthalmology and Visual Sciences, School of Medicine and Public Health, University of Wisconsin–Madison"]], "date": null, "id": "29145549", "text": "Whether a reported decline in the risk of developing age-related macular degeneration (AMD) continued for people born during the Baby Boom years (1946-1964) or later is unknown. These data are important to plan for ocular health care needs in the 21st century.To determine whether the 5-year risk for AMD declined by generation and to identify factors that contributed to improvement in risk.Data came from the longitudinal cohort Beaver Dam Eye Study (March 1, 1988, through September 15, 1990, and March 1, 1993, through June 15, 1995) and the Beaver Dam Offspring Study (June 8, 2005, through August 4, 2008, and July 12, 2010, through March 21, 2013). These population-based studies examined residents of Beaver Dam, Wisconsin, aged 43 to 84 years in 1987 through 1988 and their adult offspring aged 21 to 84 years in 2005 through 2008. A total of 4819 participants were at risk for developing AMD based on fundus images obtained at baseline visits. Data were analyzed from February 18, 2016, through June 22, 2017, with additional analyses ending September 22, 2017.Fundus images were graded for AMD using the Wisconsin Age-related Maculopathy Grading System. The incidence of AMD was defined as the presence at the 5-year follow-up examination of pure geographic atrophy or exudative macular degeneration, any type of drusen with pigmentary abnormalities, or soft indistinct drusen without pigmentary abnormalities.Among the 4819 participants, the mean (SD) baseline age of the cohort was 54 (11) years; 2117 were men (43.9%) and 2702 were women (56.1%). The 5-year age- and sex-adjusted incidence of AMD was 8.8% in the Greatest Generation (born during 1901-1924), 3.0% in the Silent Generation (born during 1925-1945), 1.0% in the Baby Boom Generation (born during 1946-1964), and 0.3% in Generation X (born during 1965-1984). Adjusting for age and sex, each generation was more than 60% less likely to develop AMD than the previous generation (relative risk, 0.34; 95% CI, 0.24-0.46). The generational association (relative risk, 0.40; 95% CI, 0.28 to 0.57) remained significant after adjusting for age, sex, smoking, educational attainment, exercise, levels of non–high-density lipoprotein cholesterol and high-sensitivity C-reactive protein, and use of nonsteroidal anti-inflammatory drugs, statins, and multivitamins.The 5-year risk for AMD declined by birth cohorts throughout the 20th century. Factors that explain this decline in risk are not known. However, this pattern is consistent with reported declines in risks for cardiovascular disease and dementia, suggesting that aging Baby Boomers may experience better retinal health at older ages than did previous generations.", "doi": "10.1001/jamaophthalmol.2017.5001", "title": "Generational Differences in the 5-Year Incidence of Age-Related Macular Degeneration.", "journal": ["JAMA ophthalmology", "JAMA Ophthalmol"]}