{"authors": [["Davis", "Daniel", "D", "MRC Unit of Lifelong Health and Ageing at UCL, London, United Kingdom."], ["Bendayan", "Rebecca", "R", "MRC Unit of Lifelong Health and Ageing at UCL, London, United Kingdom."], ["Muniz Terrera", "Graciela", "G", "Centre for Dementia Prevention, University of Edinburgh, Edinburgh, United Kingdom."], ["Hardy", "Rebecca", "R", "MRC Unit of Lifelong Health and Ageing at UCL, London, United Kingdom."], ["Richards", "Marcus", "M", "MRC Unit of Lifelong Health and Ageing at UCL, London, United Kingdom."], ["Kuh", "Diana", "D", "MRC Unit of Lifelong Health and Ageing at UCL, London, United Kingdom."]], "date": "2017-11-16", "id": "29145205", "text": "Cognitive capabilities change in later life, although their onset and rate of decline, and how they are shaped by lifetime socioeconomic position, childhood cognition and adult health status are all unclear.From the Medical Research Council National Survey of Health and Development, we analysed 3,192 participants undergoing one or more cognitive assessments at ages 43, 53, 60-64 and 69. Linear mixed models described cognitive trajectories, adjusting for factors across the life course.For both search speed and verbal memory, better performance at age 43 (the intercept) was associated with higher paternal and own education, childhood cognition, and adult occupational class. For search speed, the trajectory was best described as a quadratic function (decline of 45.6 letters/5-years + 4.6 letters). Verbal memory showed a linear decline of 0.20 words/5-years between ages 43 and 60 and a steeper linear decline of 0.95 words/5-years between ages 60 and 69. Decline in verbal memory in the latter period was steeper in those with higher educational achievements at age 26 (additional 0.28 words/5-years for highest attainment).Decline in verbal memory and search speed across midlife is evident, though with different non-linear trajectories. By implication, pathways to cognitive impairment and dementia in older age may have their origins in this period.", "doi": "10.1159/000481136", "title": "Decline in Search Speed and Verbal Memory Over 26 Years of Midlife in a British Birth Cohort.", "journal": ["Neuroepidemiology", "Neuroepidemiology"]}