{"authors": [["Bassetti", "Claudio L", "CL", null], ["Bargiotas", "Panagiotis", "P", null]], "date": "2017-11-16", "id": "29145189", "text": "Rapid eye movement sleep behavior disorder (RBD) is a brain disorder, characterized by the dream enactment during rapid eye movement (REM) sleep due to a lack of physiologic muscle atonia and increased muscle twitching. Schenk was the first to describe this disorder in 1986; however, few authors reported in the 1970-1980s loss of physiological muscle atonia combined with dream enactment in the course of brainstem disorders and as a consequence of alcoholism and antidepressant treatment. RBD affects less than 1% of the adult population, but can be found in up to 25-50% of neurodegenerative disorders including Parkinson's disease, multisystem atrophy, and dementia with Lewy body. In the last decade, many studies provided evidence that RBD precedes parkinsonian motor signs by several years, suggesting that RBD should no longer be considered a complication but a part of the prodromal phase of these diseases. Etiologically, primary (idiopathic RBD) and several secondary forms in addition to neurodegeneration (related to focal brainstem damage, narcolepsy, autoimmune disorders, and drugs) are known. Pathophysiologically, brainstem and supratentorial mechanisms involving glutamatergic, glycinergic, and GABA-ergic neurotransmission have been implicated. Recently, an animal model of RBD has been described. Clinical features consist of characteristic nocturnal behaviors, but also daytime symptoms including excessive sleepiness and cognitive alterations. The diagnosis of RBD is made according to international diagnostic criteria, based on medical history, and video-polysomnographic features. Current treatment strategies include actions which ensure a safe sleep environment, the avoidance of triggering/exacerbating factors and if necessary pharmacological (mainly clonazepam and melatonin) and non-pharmacological (e.g., behavioral measures) interventions. Future research should clarify the exact sleep-wake characteristics of RBD (also beyond REM sleep) and their evolution over time, the contribution of brainstem but also supratentorial mechanisms to its pathophysiology, and the (early?) diagnostic and (causative?) treatment consequences of RBD in the context of neurodegeneration.", "doi": "10.1159/000478914", "title": "REM Sleep Behavior Disorder.", "journal": ["Frontiers of neurology and neuroscience", "Front Neurol Neurosci"]}