{"authors": [["Lanska", "Douglas J", "DJ", "VA Medical Center, Great Lakes VA Healthcare System, Tomah, WI, USA."]], "date": "2017-11-16", "id": "29145186", "text": "In 1937, Heinrich Klüver and Paul Bucy described a dramatic behavioral syndrome in monkeys after bilateral temporal lobectomy. The full Klüver-Bucy syndrome (KBS) - hyperorality, placidity, hypermetamorphosis, dietary changes, altered sexual behavior, and visual agnosia - is evident within 3 weeks following operation. Some KBS features (i.e., hyperorality, placidity, hypermetamorphosis) persist indefinitely, whereas others gradually resolve over several years. Klüver and Bucy were initially unaware of an earlier report of KBS by Sanger Brown and Edward Schäfer in 1888. Human cases were recognized in the 1950s, as surgeons employed bilateral temporal lobectomies to treat seizures. Various attempts were made to localize the component features to specific areas of the temporal lobe, with mixed success. Bilateral ventral temporal ablations and bilateral temporal lobectomies produced marked impairment in visual discrimination, whereas lateral resections or unilateral lesions did not. Discrete bilateral lesions of the lateral amygdaloid nucleus produced a permanent \"hypersexed state.\" By the 1970s, it was clear that the major symptoms of KBS are produced by destroying either the temporal neocortex or the amygdala bilaterally. KBS is now thought to be caused by disturbances of temporal portions of limbic networks that interface with multiple cortical and subcortical circuits to modulate emotional behavior and affect. The clinical features of KBS in man are similar to those in monkeys, but the full syndrome is rarely seen, probably because the anterior temporal lobe dysfunction is usually less severe than that following total temporal lobe ablation in monkeys. Human KBS does not occur in isolation, but is typically part of a complex behavioral syndrome that almost always includes amnesia and aphasia, and that may also include dementia and seizures. The treatment of KBS is difficult and often unsatisfactory.", "doi": "10.1159/000475721", "title": "The Klüver-Bucy Syndrome.", "journal": ["Frontiers of neurology and neuroscience", "Front Neurol Neurosci"]}