{"authors": [["Jang", "Young Kyoung", "YK", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, 81 Irwon-ro, Kangnam-ku, Seoul, 06351, South Korea."], ["Lyoo", "Chul Hyoung", "CH", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea."], ["Park", "Seongbeom", "S", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, 81 Irwon-ro, Kangnam-ku, Seoul, 06351, South Korea."], ["Oh", "Seung Jun", "SJ", "Department of Nuclear Medicine, Asan Medical Center, University of Ulsan College of Medicine, 88 Olympic-ro 43-gil, Songpa-gu, Seoul, 138-736, South Korea."], ["Cho", "Hanna", "H", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea."], ["Oh", "Minyoung", "M", "Department of Nuclear Medicine, Asan Medical Center, University of Ulsan College of Medicine, 88 Olympic-ro 43-gil, Songpa-gu, Seoul, 138-736, South Korea."], ["Ryu", "Young Hoon", "YH", "Department of Nuclear Medicine, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea."], ["Choi", "Jae Yong", "JY", "Department of Nuclear Medicine, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea."], ["Rabinovici", "Gil D", "GD", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA, USA."], ["Kim", "Hee Jin", "HJ", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, 81 Irwon-ro, Kangnam-ku, Seoul, 06351, South Korea."], ["Moon", "Seung Hwan", "SH", "Department of Nuclear Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea."], ["Jang", "Hyemin", "H", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, 81 Irwon-ro, Kangnam-ku, Seoul, 06351, South Korea."], ["Lee", "Jin San", "JS", "Department of Neurology, Kyung Hee University Hospital, Seoul, South Korea."], ["Jagust", "William J", "WJ", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA, USA."], ["Na", "Duk L", "DL", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, 81 Irwon-ro, Kangnam-ku, Seoul, 06351, South Korea."], ["Kim", "Jae Seung", "JS", "Department of Nuclear Medicine, Asan Medical Center, University of Ulsan College of Medicine, 88 Olympic-ro 43-gil, Songpa-gu, Seoul, 138-736, South Korea. jaeskim@amc.seoul.kr."], ["Seo", "Sang Won", "SW", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, 81 Irwon-ro, Kangnam-ku, Seoul, 06351, South Korea. sangwonseo@empal.com."]], "date": "2017-11-16", "id": "29143870", "text": "Tau accumulation is a core pathologic change in various neurodegenerative diseases including Alzheimer's disease and frontotemporal lobar degeneration-tau. Recently, tau positron emission tomography tracers such as [18F] AV-1451 and [18F] THK5351 have been developed to detect tau deposition in vivo. In the present study, we performed a head to head comparison of these two tracers in Alzheimer's disease and frontotemporal dementia cases and aimed to investigate which tracers are better suited to image tau in these disorders.A cross-sectional study was conducted using a hospital-based sample at a tertiary referral center. We recruited eight participants (two Alzheimer's disease, four frontotemporal dementia and two normal controls) who underwent magnetic resonance image, amyloid positron emission tomography with [18F]-Florbetaben and tau positron emission tomography with both THK5351 and AV-1451. To measure regional AV1451 and THK5351 uptakes, we used the standardized uptake value ratios by dividing mean activity in target volume of interest by mean activity in the cerebellar hemispheric gray matter.Although THK5351 and AV-1451 uptakes were highly correlated, cortical uptake of AV-1451 was more striking in Alzheimer's disease, while cortical uptake of THK5351 was more prominent in frontotemporal dementia. THK5351 showed higher off-target binding than AV-1451 in the white matter, midbrain, thalamus, and basal ganglia.AV-1451 is more sensitive and specific to Alzheimer's disease type tau and shows lower off-target binding, while THK5351 may mirror non-specific neurodegeneration.", "doi": "10.1007/s00259-017-3876-0", "title": "Head to head comparison of [18F] AV-1451 and [18F] THK5351 for tau imaging in Alzheimer's disease and frontotemporal dementia.", "journal": ["European journal of nuclear medicine and molecular imaging", "Eur. J. Nucl. Med. Mol. Imaging"]}