{"authors": [["Aiello", "Florencia", "F", "Human Physiology Department, Instituto Universitario del Hospital Italiano de Buenos Aires, Buenos Aires C1199ABB, Argentina. instituto.universitario@hospitalitaliano.org.ar."], ["Dueñas", "Eliana P", "EP", "Family Physician Department, Universidad del Valle, Valle del Cauca 760001, Colombia. eliana.711410002@ucaldas.edu.co."], ["Musso", "Carlos G", "CG", "Human Physiology Department, Instituto Universitario del Hospital Italiano de Buenos Aires, Buenos Aires C1199ABB, Argentina. carlos.musso@hospitalitaliano.org.ar."]], "date": "2017-10-28", "id": "29143769", "text": "Chronic kidney disease (CKD) is a condition characterized by progressive and irreversible deterioration of renal function due to the reduction of nephron mass for a period of at least three months. The prevalence of CKD is roughly 10% in the general population but increases with age, affecting more than one-third of people older than 65. Frailty is a condition usually found in elderly people, characterized by weakness, motility, and balance issues, with a declined ability to resist stressors leading to increased risks of adverse health outcomes including falls, fracture, hospitalization, institutionalization, disability, dependence, dementia, poor quality of life, and death. There is interdependence between CKD and normal ageing whereby CKD makes ageing more accelerated and pronounced (senescence), whereas senescence accelerates chronic nephropathy's progression. Frailty status catalyzes this spiral, with renal and systemic consequences, phenomenon which can be named senescent nephropathy. In conclusion, senescent nephropathy is a new renal syndrome that should be taken into account, and we must try to handle its appearance and progression not only by applying nephron prevention measurements but also by diagnosis and treating frailty in the CKD population.", "doi": "10.3390/healthcare5040081", "title": "Senescent Nephropathy: The New Renal Syndrome.", "journal": ["Healthcare (Basel, Switzerland)", "Healthcare (Basel)"]}