{"authors": [["Wilson", "Douglas W", "DW", "School Medicine Pharmacy and Health, Durham University, Durham TS17 6BH, UK. d.w.wilson@swansea.ac.uk."], ["Nash", "Paul", "P", "Centre for Ageing & Dementia Research, Swansea University, Swansea SA2 8PP, UK. P.Nash@swansea.ac.uk."], ["Buttar", "Harpal Singh", "HS", "Department of Pathology & Laboratory Medicine, Faculty of Medicine, University of Ottawa, Ottawa, ON K1H 8M5, Canada. hsbuttar@bell.net."], ["Griffiths", "Keith", "K", "Tenovus Institute for Cancer Research, Cardiff University, Laurel Cottage, Castleton, Gwent CF3 2UR, UK. profkgriffiths@aol.com."], ["Singh", "Ram", "R", "Halberg Hospital and Research Institute, Civil Lines, Moradabad, UP 244001, India. rbs@tsimtsoum.net."], ["De Meester", "Fabien", "F", "TsimTsoum Institute, Ulica Gołębia 2, Kraków 31-007, Poland. fdm@tsimtsoum.net."], ["Horiuchi", "Rie", "R", "Department of Food Sciences and Nutrition, Faculty of Human Environmental Sciences, Mukogawa Women's University, 6-46 Ikebiraki-cho, Nishinomiya 663-8558, Japan. mhor9496@mukogawa-u.ac.jp."], ["Takahashi", "Toru", "T", "Graduate School of Human Environment Science, Fukuoka Women's University, 1-1-1 Kasumigaoka, Higashi-ku, Fukuoka 813-8529, Japan. takahashi@fwu.ac.jp."]], "date": "2017-10-28", "id": "29143759", "text": "This overview was directed towards understanding the relationship of brain functions with dietary choices mainly by older humans. This included food color, flavor, and aroma, as they relate to dietary sufficiency or the association of antioxidants with neurodegenerative diseases such as dementia and Alzheimer's disease. Impairment of olfactory and gustatory function in relation to these diseases was also explored. The role of functional foods was considered as a potential treatment of dementia and Alzheimer's disease through inhibition of acetylcholinesterase as well as similar treatments based on herbs, spices and antioxidants therein. The importance of antioxidants for maintaining the physiological functions of liver, kidney, digestive system, and prevention of cardiovascular diseases and cancer has also been highlighted. Detailed discussion was focused on health promotion of the older person through the frequency and patterns of dietary intake, and a human ecology framework to estimate adverse risk factors for health. Finally, the role of the food industry, mass media, and apps were explored for today's new older person generation.", "doi": "10.3390/antiox6040081", "title": "The Role of Food Antioxidants, Benefits of Functional Foods, and Influence of Feeding Habits on the Health of the Older Person: An Overview.", "journal": ["Antioxidants (Basel, Switzerland)", "Antioxidants (Basel)"]}