{"authors": [["Arthur", "Paul B", "PB", "Department of Occupational Therapy,St. Catherine University,Minneapolis,Minnesota,USA."], ["Gitlin", "Laura N", "LN", "Center for Innovative Care in Aging,Johns Hopkins University,Baltimore,Maryland,USA."], ["Kairalla", "John A", "JA", "Department of Biostatistics,University of Florida,Gainesville,Florida,USA."], ["Mann", "William C", "WC", "North Florida/South Georgia Department of Veterans Affairs Medical Center,Center of Innovation on Disability and Rehabilitation Research,Gainesville,Florida,USA."]], "date": "2017-11-16", "id": "29143722", "text": "Behavioral and psychological symptoms of dementia (BPSD) are a primary manifestation of brain dysfunction in dementia and a great challenge in caregiving. While BPSD are historically associated with caregiver distress, it is unclear whether there is an identifiable point where BPSD number is associated with heightened caregiver distress. The purpose of this study was to determine if such a tipping point exists to assist clinicians in identifying caregiver compromise.Analyses were performed with three datasets totaling 569 community-dwelling persons with dementia and their caregivers. Each included identical demographic, BPSD, cognitive, and caregiver well-being measures. Linear regression was performed with 16 BPSD symptoms on caregiver well-being measures and predictive values determined with receiver operating characteristic (ROC) curves and pre-defined scores for clinically significant distress.Of the 569 persons with dementia, 549 (96%) displayed at least one BPSD, mean of 5.7 (SD = 3.06) symptoms in the past month. After controlling for covariates, BPSD symptom number was significantly associated with caregiver depression and burden (p < 0.01 for both models). Findings indicate ≥ 4 BPSD has strong predictive values for depression (sensitivity 85%, specificity 44%, area under ROC curve 0.62, p < 0.01), and burden (sensitivity 84%, specificity 43%, area under ROC curve 0.67, p < 0.01).Caring for persons with four or more BPSD appears to reflect a tipping point for clinically meaningful distress. Findings have implications for clinicians working with persons with dementia and their caregivers and suggest need for continuous monitoring of BPSD and identification of at risk caregivers.", "doi": "10.1017/S104161021700237X", "title": "Relationship between the number of behavioral symptoms in dementia and caregiver distress: what is the tipping point?", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}