{"authors": [["Yeh", "Yi-Chun", "YC", "Department of Psychiatry,College of Medicine,Kaohsiung Medical University,Kaohsiung,Taiwan."], ["Li", "Chun-Wei", "CW", "Department of Medical Imaging and Radiological Sciences,College of Health Sciences,Kaohsiung Medical University,Kaohsiung,Taiwan."], ["Kuo", "Yu-Ting", "YT", "Department of Radiology,Faculty of Medicine,College of Medicine,Kaohsiung Medical University,Kaohsiung,Taiwan."], ["Huang", "Mei-Feng", "MF", "Department of Psychiatry,College of Medicine,Kaohsiung Medical University,Kaohsiung,Taiwan."], ["Liu", "Tai-Ling", "TL", "Department of Psychiatry,College of Medicine,Kaohsiung Medical University,Kaohsiung,Taiwan."], ["Jaw", "Twei-Shiun", "TS", "Department of Medical Imaging,Kaohsiung Medical University Hospital,Kaohsiung,Taiwan."], ["Yang", "Yi-Hsin", "YH", "School of Pharmacy,Kaohsiung Medical University,Kaohsiung,Taiwan."], ["Kuo", "Kuang-Che", "KC", "Department of Pediatrics,Kaohsiung Chang Gung Memorial HospitalandChang Gung University College of Medicine,Kaohsiung,Taiwan."], ["Chen", "Cheng-Sheng", "CS", "Department of Psychiatry,College of Medicine,Kaohsiung Medical University,Kaohsiung,Taiwan."]], "date": "2017-11-16", "id": "29143702", "text": "Apathy is a condition characterized by a lack of motivation that manifests in emotional, behavioral, and cognitive domains. Although previous studies have indicated that apathy is associated with frontal lesions, few studies have focused on the different subdomains of apathy, and no in vivo human biochemical data have been obtained to examine the neurochemical changes related to apathy in patients with Alzheimer's disease (AD). Thus, we investigated the frontal neurochemical alterations related to apathy among patients with AD using proton magnetic resonance spectroscopy (1H MRS).Apathy was assessed through the Apathy Evaluation Scale (AES). 1H MRS was performed to measure neurochemical metabolite levels in the anterior cingulate region and right orbitofrontal region. Associations between neurochemical metabolites and the total score and subscores of each domain of the AES were analyzed.Altogether, 36 patients completed the study. Patients with lower N-acetylaspartate/creatine ratios (NAA/Cr) in the anterior cingulate region demonstrated higher total apathy scores (β = -0.56, p = 0.003) with adjustments for age, gender, educational level, dementia severity, and depression severity. In a further analysis, a lower NAA/Cr in the anterior cingulate region was associated with all subdomains of apathy, including cognition (β = -0.43, p = 0.028), behavior (β = -0.55, p = 0.002), and emotion (β = -0.50, p = 0.005). No statistically significant associations were discovered in the right orbitofrontal region.Our results suggest that apathy, in each of its cognitive, behavioral, or emotional subdomains is associated with brain neurochemical alterations in the anterior cingulate region. Abnormal neuronal integrity over the anterior cingulate cortex may exhibit a central role in causing all aspects of apathy in patients with AD.", "doi": "10.1017/S1041610217002381", "title": "Association between altered neurochemical metabolites and apathy in patients with Alzheimer's disease.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}