{"authors": [["Connors", "Michael H", "MH", "Sydney Medical School,University of Sydney,Sydney, NSW,Australia."], ["Quinto", "Lena", "L", "Sydney Medical School,University of Sydney,Sydney, NSW,Australia."], ["McKeith", "Ian", "I", "Institute of Neuroscience,Newcastle University,Newcastle,United Kingdom."], ["Brodaty", "Henry", "H", "Dementia Centre for Research Collaboration,UNSW Sydney,Sydney, NSW,Australia."], ["Allan", "Louise", "L", "Institute of Neuroscience,Newcastle University,Newcastle,United Kingdom."], ["Bamford", "Claire", "C", "Institute of Health and Society,Newcastle University,Newcastle,United Kingdom."], ["Thomas", "Alan", "A", "Institute of Neuroscience,Newcastle University,Newcastle,United Kingdom."], ["Taylor", "John-Paul", "JP", "Institute of Neuroscience,Newcastle University,Newcastle,United Kingdom."], ["O'Brien", "John T", "JT", "Department of Psychiatry,University of Cambridge,Cambridge,United Kingdom."]], "date": "2017-11-16", "id": "29143692", "text": "Lewy body dementia (consisting of dementia with Lewy bodies and Parkinson's disease dementia) is a common neurodegenerative disease characterised by visual hallucinations, fluctuating attention, motor disturbances, falls, and sensitivity to antipsychotics. This combination of features presents challenges for pharmacological management. Given this, we sought to review evidence for non-pharmacological interventions with patients with Lewy body dementia and their carers. Bibliographic databases were searched using a wide range of search terms and no restrictions were placed on study design, language, or clinical setting. Two reviewers independently assessed papers for inclusion, rated study quality, and extracted data. The search identified 21 studies including two randomised controlled trials with available subgroup data, seven case series, and 12 case studies. Most studies reported beneficial effects of the interventions used, though the only sizeable study was on dysphagia, showing a benefit of honey-thickened liquids. Given the heterogeneity of interventions and poor quality of the studies overall, no quantitative synthesis was possible. Overall, identified studies suggested possible benefits of non-pharmacological interventions in Lewy body dementia, but the small sample sizes and low quality of studies mean no definite recommendations can be offered. Our findings underscore the clear and urgent need for future research on this topic.", "doi": "10.1017/S0033291717003257", "title": "Non-pharmacological interventions for Lewy body dementia: a systematic review.", "journal": ["Psychological medicine", "Psychol Med"]}