{"authors": [["Litz", "Megan", "M", "Department of Public Health Sciences, College of Medicine, The Pennsylvania State University, 500 University Drive, Hershey, 17033-0850, Pennsylvania."], ["Leslie", "Douglas", "D", "Department of Public Health Sciences, College of Medicine, The Pennsylvania State University, 500 University Drive, Hershey, 17033-0850, Pennsylvania."]], "date": "2017-11-16", "id": "29143483", "text": "Previous research has been inconclusive about whether opioid-dependent patients with psychiatric comorbidities have shorter treatment retention and higher relapse rates. This study aims to evaluate the impact of mental health comorbidities on adherence to buprenorphine using a large, national health insurance claims data base.We used MarketScan® data from 2012 to 2014 to perform this analysis. Inclusion criteria included all patients with an opioid use disorder-related ICD-9 code who had been prescribed buprenorphine (n = 2947). Medication adherence was defined using the Medication Possession Ratio ≥.8 (MPR) and logistic regression was used to examine the association between medication adherence and mental health diagnoses, which included Alzheimer's/dementia, schizophrenia, other psychosis, major depressive disorder/bipolar disorder (MDDBP), anxiety disorder, personality disorder, and mental health disorder not elsewhere specified (NOS).Of the 2947 patients included in our analysis, the most common diagnoses were anxiety disorder: n = 648 (22.0%), MDDBP: n = 467 (15.9%), and mental health disorder NOS: n = 959 (32.5%). Patients diagnosed with MDDBP were significantly less likely to adhere to opioid pharmacotherapy (OR = .805, 95%CI = .651, .994) than patients without MDDBP.The presence of a psychiatric comorbidity can significantly affect adherence to buprenorphine. These trends illustrate the need for clinicians treating opioid use disorder with buprenorphine to screen for psychiatric disorders and monitor their medication adherence. There may also be opportunities to design interventions to help this vulnerable population adhere to buprenorphine and other forms of opioid pharmacotherapy. (Am J Addict 2017;26:859-863).", "doi": "10.1111/ajad.12644", "title": "The impact of mental health comorbidities on adherence to buprenorphine: A claims based analysis.", "journal": ["The American journal on addictions", "Am J Addict"]}