{"authors": [["Fukuda", "Koji", "K", "Department of Psychiatry, National Center for Geriatrics and Gerontology, Obu City, Japan."], ["Terada", "Seishi", "S", "Department of Neuropsychiatry, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutics Sciences, Okayama, Japan."], ["Hashimoto", "Mamoru", "M", "Faculty of Life Sciences, Department of Neuropsychiatry, Kumamoto University, Kumamoto, Japan."], ["Ukai", "Katsuyuki", "K", "Department of Psychogeriatrics, Kamiiida Daiichi General Hospital, Nagoya, Japan."], ["Kumagai", "Ryo", "R", "Department of Psychiatry, Juntendo Tokyo Koto Geriatric Medical Center, Tokyo, Japan."], ["Suzuki", "Mizue", "M", "Faculty of Nursing, Hamamatsu University School of Medicine, Shizuoka, Japan."], ["Nagaya", "Masahiro", "M", "Geriatric Health Service Faculty, Luminous Obu City, Nagoya, Japan."], ["Yoshida", "Mika", "M", "Long-term Care Health Facility, Wakaba no Sato, Nagoya, Japan."], ["Hattori", "Hideyuki", "H", "Department of Psychiatry, National Center for Geriatrics and Gerontology, Obu City, Japan."], ["Murotani", "Kenta", "K", "Division of Biostatistics, Clinical Research Center, Aichi Medical University Hospital, Nagakute, Japan."], ["Toba", "Kenji", "K", "Center for Comprehensive Care and Research on Memory Disorders, National Center for Geriatrics and Gerontology, Obu City, Japan."]], "date": "2017-11-15", "id": "29143427", "text": "Behavioral and psychological symptoms of dementia are an important source of distress for caregivers. The aim of the present study was to evaluate the effectiveness of educational intervention using printed educational material for reducing distress induced by behavioral and psychological symptoms of dementia among caregivers working at facilities without medical specialists and/or registered nurses.A cluster quasi-randomized, controlled comparative trial was carried out at 17 facilities in Japan. Our intervention was an educational program administered at baseline using printed educational material for the care staff. The primary outcome was evaluated using the Japanese version of the Neuropsychiatric Inventory Questionnaire. The secondary outcome measures were caregiver burnout evaluated using the Japanese version of the Maslach Burnout Inventory and the care dependency of residents measured using the Japanese version of the Care Dependency Scale.The total Neuropsychiatric Inventory Questionnaire score decreased significantly in the intervention group (F [1355] = 6.57, P = 0.01), and the difference between the intervention and control groups was also significant (F [1355] = 4.78, P = 0.03). There were no significant changes in the Maslach Burnout Inventory or Care Dependency Scale scores in the intervention group, while the Maslach Burnout Inventory subscale (personal accomplishment) score decreased significantly in the control group.Our intervention achieved a significant reduction of distress among caregivers working at care homes without medical specialists and/or registered nurses. The findings of this research show that educational intervention can make a valuable contribution to training programs for care staff. Geriatr Gerontol Int 2017; ••: ••-••.", "doi": "10.1111/ggi.13207", "title": "Effectiveness of educational program using printed educational material on care burden distress among staff of residential aged care facilities without medical specialists and/or registered nurses: Cluster quasi-randomization study.", "journal": ["Geriatrics & gerontology international", "Geriatr Gerontol Int"]}