{"authors": [["Alexopoulos", "Panagiotis", "P", "Department of Psychiatry, University of Patras, 26500, Rion Patras, Greece. panos.alexopoulos@upatras.gr."], ["Roesler", "Jennifer", "J", "Department of Psychiatry and Psychotherapy, Technical University of Munich, Ismaninger Str. 22, 81675, Munich, Germany."], ["Werle", "Lukas", "L", "Department of Psychiatry and Psychotherapy, Technical University of Munich, Ismaninger Str. 22, 81675, Munich, Germany."], ["Thierjung", "Nathalie", "N", "Department of Psychiatry and Psychotherapy, Technical University of Munich, Ismaninger Str. 22, 81675, Munich, Germany."], ["Lentzari", "Iliana", "I", "Department of Psychiatry, University of Patras, 26500, Rion Patras, Greece."], ["Ortner", "Marion", "M", "Department of Psychiatry and Psychotherapy, Technical University of Munich, Ismaninger Str. 22, 81675, Munich, Germany."], ["Grimmer", "Timo", "T", "Department of Psychiatry and Psychotherapy, Technical University of Munich, Ismaninger Str. 22, 81675, Munich, Germany."], ["Laskaris", "Nikolaos", "N", "Department of Informatics, Aristotle University of Thessaloniki, 54124, Thessaloniki, Greece."], ["Politis", "Antonios", "A", "First Department of Psychiatry, Eginition Hospital, National and Kapodistrian University of Athens, Vassilissis Sofias Ave 72-74, 11528, Athens, Greece."], ["Gourzis", "Philippos", "P", "Department of Psychiatry, University of Patras, 26500, Rion Patras, Greece."], ["Kurz", "Alexander", "A", "Department of Psychiatry and Psychotherapy, Technical University of Munich, Ismaninger Str. 22, 81675, Munich, Germany."], ["Perneczky", "Robert", "R", "Department of Psychiatry and Psychotherapy, Ludwig-Maximilians-Universität München, Nussbaumstraße 7, 80336, Munich, Germany."], [null, null, null, null]], "date": "2017-11-15", "id": "29143217", "text": "The cerebrospinal fluid (CSF) levels of β-amyloid 42, total tau, and phosphorylated tau 181 are supposed to be all continuously abnormal in dementia due to Alzheimer's disease (AD), being the most advanced disease stage. The aim of the present study, which included a monocentric and a multicentric sample (N = 119 and 178, respectively), was to investigate the degree of CSF biomarker agreement and interrelation in AD dementia. Based on previously published cut-off values, biomarker values were categorized as positive or negative for AD (dichotomization strategy) and as either positive, negative, or borderline (trichotomization strategy). The statistical analyses relied on distance correlation analysis and kappa (k) statistics. Poor agreement (k < 0.4) and low interrelations between the studied biomarkers were detected in all cases with the exception of the interrelation between the markers total tau and phosphorylated tau 181, especially in the monocentric sample. Interestingly, lower interrelation and agreement degrees were observed in carriers of the Apolipoprotein E ε4 allele compared to non-carriers. The clinical phenotype currently referred to as \"AD dementia\" is characterized by an inhomogeneous CSF biomarker profile, possibly mirroring the complex genesis of AD-typical dementia symptoms and pointing to the necessity of shedding more light on the hypothesis of biomarker stability over time in symptomatic AD.", "doi": "10.1007/s00702-017-1810-z", "title": "Fluid biomarker agreement and interrelation in dementia due to Alzheimer's disease.", "journal": ["Journal of neural transmission (Vienna, Austria : 1996)", "J Neural Transm (Vienna)"]}