{"authors": [["Delwel", "Suzanne", "S", "Faculty of Behavioral and Movement Sciences, Department of Clinical Neuropsychology, VU University, Amsterdam, The Netherlands. s.delwel@vu.nl."], ["Binnekade", "Tarik T", "TT", "Faculty of Behavioral and Movement Sciences, Department of Clinical Neuropsychology, VU University, Amsterdam, The Netherlands."], ["Perez", "Roberto S G M", "RSGM", "Department of Anesthesiology and Amsterdam Public Health Research Institute, VU University Medical Centre, Amsterdam, The Netherlands."], ["Hertogh", "Cees M P M", "CMPM", "Faculty of Medicine, Department of Elderly Care Medicine, VU University Medical Centre, Amsterdam, The Netherlands."], ["Scherder", "Erik J A", "EJA", "Faculty of Behavioral and Movement Sciences, Department of Clinical Neuropsychology, VU University, Amsterdam, The Netherlands."], ["Lobbezoo", "Frank", "F", "Department of Oral Kinesiology, Academic Centre for Dentistry Amsterdam (ACTA), Faculty of Dentistry, University of Amsterdam and Vrije Universiteit Amsterdam, Gustav Mahler Laan 3004, 1081, LA, Amsterdam, The Netherlands."]], "date": "2017-11-15", "id": "29143189", "text": "The number of older people with dementia and a natural dentition is growing. Recently, a systematic review concerning the oral health of older people with dementia with the focus on diseases of oral hard tissues was published.To provide a comprehensive literature overview following a systematic approach of the level of oral hygiene and oral health status in older people with dementia with focus on oral soft tissues.A literature search was conducted in the databases PubMed, CINAHL, and the Cochrane Library. The following search terms were used: dementia and oral health or stomatognathic disease. A critical appraisal of the included studies was performed with the Newcastle-Ottawa scale (NOS) and Delphi list.The searches yielded 549 unique articles, of which 36 were included for critical appraisal and data extraction. The included studies suggest that older people with dementia had high scores for gingival bleeding, periodontitis, plaque, and assistance for oral care. In addition, candidiasis, stomatitis, and reduced salivary flow were frequently present in older people with dementia.The studies included in the current systematic review suggest that older people with dementia have high levels of plaque and many oral health problems related to oral soft tissues, such as gingival bleeding, periodontal pockets, stomatitis, mucosal lesions, and reduced salivary flow.With the aging of the population, a higher prevalence of dementia and an increase in oral health problems can be expected. It is of interest to have an overview of the prevalence of oral problems in people with dementia.Older people with dementia have multiple oral health problems related to oral soft tissues, such as gingival bleeding, periodontal pockets, mucosal lesions, and reduced salivary flow.The oral health and hygiene of older people with dementia is not sufficient and could be improved with oral care education of formal and informal caregivers and regular professional dental care to people with dementia.", "doi": "10.1007/s00784-017-2264-2", "title": "Oral hygiene and oral health in older people with dementia: a comprehensive review with focus on oral soft tissues.", "journal": ["Clinical oral investigations", "Clin Oral Investig"]}