{"authors": [["Chai", "Qingqing", "Q", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, IL, 60611, USA."], ["Jovasevic", "Vladimir", "V", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, IL, 60611, USA."], ["Malikov", "Viacheslav", "V", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, IL, 60611, USA."], ["Sabo", "Yosef", "Y", "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, New York, NY, 10032, USA."], ["Morham", "Scott", "S", "MesaGen, LLC, South Salt Lake City, UT, 84115, USA."], ["Walsh", "Derek", "D", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, IL, 60611, USA."], ["Naghavi", "Mojgan H", "MH", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, IL, 60611, USA. Mojgan.naghavi@northwestern.edu."]], "date": "2017-11-15", "id": "29142315", "text": "While beta-amyloid (Aβ), a classic hallmark of Alzheimer's disease (AD) and dementia, has long been known to be elevated in the human immunodeficiency virus type 1 (HIV-1)-infected brain, why and how Aβ is produced, along with its contribution to HIV-associated neurocognitive disorder (HAND) remains ill-defined. Here, we reveal that the membrane-associated amyloid precursor protein (APP) is highly expressed in macrophages and microglia, and acts as an innate restriction against HIV-1. APP binds the HIV-1 Gag polyprotein, retains it in lipid rafts and blocks HIV-1 virion production and spread. To escape this restriction, Gag promotes secretase-dependent cleavage of APP, resulting in the overproduction of toxic Aβ isoforms. This Gag-mediated Aβ production results in increased degeneration of primary cortical neurons, and can be prevented by γ-secretase inhibitor treatment. Interfering with HIV-1's evasion of APP-mediated restriction also suppresses HIV-1 spread, offering a potential strategy to both treat infection and prevent HAND.", "doi": "10.1038/s41467-017-01795-8", "title": "HIV-1 counteracts an innate restriction by amyloid precursor protein resulting in neurodegeneration.", "journal": ["Nature communications", "Nat Commun"]}