{"authors": [["Herzog", "Josiah J", "JJ", "Department of Biology, Volen Center for Complex Systems, and National Center for Behavioral Genomics, Brandeis University, Waltham, Massachusetts, 02454, USA."], ["Deshpande", "Mugdha", "M", "Department of Biology, Volen Center for Complex Systems, and National Center for Behavioral Genomics, Brandeis University, Waltham, Massachusetts, 02454, USA."], ["Shapiro", "Leah", "L", "Department of Biology, Volen Center for Complex Systems, and National Center for Behavioral Genomics, Brandeis University, Waltham, Massachusetts, 02454, USA."], ["Rodal", "Avital A", "AA", "Department of Biology, Volen Center for Complex Systems, and National Center for Behavioral Genomics, Brandeis University, Waltham, Massachusetts, 02454, USA."], ["Paradis", "Suzanne", "S", "Department of Biology, Volen Center for Complex Systems, and National Center for Behavioral Genomics, Brandeis University, Waltham, Massachusetts, 02454, USA. paradis@brandeis.edu."]], "date": "2017-11-15", "id": "29142232", "text": "Amyotrophic Lateral Sclerosis (ALS) and Frontotemporal Dementia (FTD) share overlapping genetic causes and disease symptoms, and are linked neuropathologically by the RNA binding protein TDP-43 (TAR DNA binding protein-43 kDa). TDP-43 regulates RNA metabolism, trafficking, and localization of thousands of target genes. However, the cellular and molecular mechanisms by which dysfunction of TDP-43 contributes to disease pathogenesis and progression remain unclear. Severe changes in the structure of neuronal dendritic arbors disrupt proper circuit connectivity, which in turn could contribute to neurodegenerative disease. Although aberrant dendritic morphology has been reported in non-TDP-43 mouse models of ALS and in human ALS patients, this phenotype is largely unexplored with regards to TDP-43. Here we have employed a primary rodent neuronal culture model to study the cellular effects of TDP-43 dysfunction in hippocampal and cortical neurons. We show that manipulation of TDP-43 expression levels causes significant defects in dendritic branching and outgrowth, without an immediate effect on cell viability. The effect on dendritic morphology is dependent on the RNA-binding ability of TDP-43. Thus, this model system will be useful in identifying pathways downstream of TDP-43 that mediate dendritic arborization, which may provide potential new avenues for therapeutic intervention in ALS/FTD.", "doi": "10.1038/s41598-017-15914-4", "title": "TDP-43 misexpression causes defects in dendritic growth.", "journal": ["Scientific reports", "Sci Rep"]}