{"authors": [["Rudge", "Peter", "P", "MRC Prion Unit at UCL, UCL Institute of Prion Diseases, London, UK."], ["Hyare", "Harpreet", "H", "NHS National Prion Clinic, UCL Hospitals NHS Foundation Trust, London, UK."], ["Green", "Alison", "A", "The National CJD Research and Surveillance Unit, Western General Hospital, London, UK."], ["Collinge", "John", "J", "MRC Prion Unit at UCL, UCL Institute of Prion Diseases, London, UK."], ["Mead", "Simon", "S", "MRC Prion Unit at UCL, UCL Institute of Prion Diseases, London, UK."]], "date": "2017-11-15", "id": "29142140", "text": "To review clinical and investigation findings in patients referred to a specialist prion clinic who were suspected to have sporadic Creutzfeldt-Jakob disease (sCJD) and yet were found to have an alternative final diagnosis.Review the clinical findings and investigations in 214 patients enrolled into the UK National Prion Monitoring Cohort Study between October 2008 and November 2015 who had postmortem confirmed sCJD and compare these features with 50 patients referred over the same period who had an alternative final diagnosis (CJD mimics).Patients with an alternative diagnosis and those with sCJD were of similar age, sex and frequency of dementia but CJD mimics had a longer clinical history. Myoclonus, rigidity and hallucinations were more frequent in patients with sCJD but these features were not helpful in classifying individual patients. Alzheimer's disease, dementia with Lewy bodies and genetic neurodegenerative disorders were alternative diagnoses in more than half of the CJD mimic cases, and 10% had an immune-mediated encephalopathy; lymphoma, hepatic encephalopathy and progressive multifocal leukoencephalopathy were seen more than once. Diffusion-weighted MRI was the most useful readily available test to classify cases correctly (92% CJD, 2% CJD mimics). The CSF cell count, 14-3-3 protein detection and S100B were of limited value. A positive CSF RT-QuIC test, introduced during the course of the study, was found in 89% of tested CJD cases and 0% CJD mimics.The combination of diffusion-weighted MRI analysis and CSF RT-QuIC allowed a perfect classification of sCJD versus its mimics in this study.", "doi": "10.1136/jnnp-2017-316853", "title": "Imaging and CSF analyses effectively distinguish CJD from its mimics.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}