{"authors": [["Krejciova", "Zuzana", "Z", "National CJD Research & Surveillance Unit, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, Scotland, UK."], ["Alibhai", "James", "J", "National CJD Research & Surveillance Unit, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, Scotland, UK."], ["Zhao", "Chen", "C", "Medical Research Council Centre for Regenerative Medicine, University of Edinburgh, Edinburgh, Scotland, UK."], ["Krencik", "Robert", "R", "Department of Neurosurgery, Center for Neuroregeneration, Houston Methodist Research Institute, Houston, TX."], ["Rzechorzek", "Nina M", "NM", "Medical Research Council Centre for Regenerative Medicine, University of Edinburgh, Edinburgh, Scotland, UK."], ["Ullian", "Erik M", "EM", "Department of Ophthalmology, University of California, San Francisco, San Francisco, CA."], ["Manson", "Jean", "J", "Neurobiology Division, The Roslin Institute, University of Edinburgh, Edinburgh, Scotland, UK."], ["Ironside", "James W", "JW", "National CJD Research & Surveillance Unit, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, Scotland, UK."], ["Head", "Mark W", "MW", "National CJD Research & Surveillance Unit, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, Scotland, UK."], ["Chandran", "Siddharthan", "S", "Medical Research Council Centre for Regenerative Medicine, University of Edinburgh, Edinburgh, Scotland, UK Siddharthan.Chandran@ed.ac.uk."]], "date": "2017-11-15", "id": "29141869", "text": "Prions are infectious agents that cause neurodegenerative diseases such as Creutzfeldt-Jakob disease (CJD). The absence of a human cell culture model that replicates human prions has hampered prion disease research for decades. In this paper, we show that astrocytes derived from human induced pluripotent stem cells (iPSCs) support the replication of prions from brain samples of CJD patients. For experimental exposure of astrocytes to variant CJD (vCJD), the kinetics of prion replication occur in a prion protein codon 129 genotype-dependent manner, reflecting the genotype-dependent susceptibility to clinical vCJD found in patients. Furthermore, iPSC-derived astrocytes can replicate prions associated with the major sporadic CJD strains found in human patients. Lastly, we demonstrate the subpassage of prions from infected to naive astrocyte cultures, indicating the generation of prion infectivity in vitro. Our study addresses a long-standing gap in the repertoire of human prion disease research, providing a new in vitro system for accelerated mechanistic studies and drug discovery.", "doi": "10.1084/jem.20161547", "title": "Human stem cell-derived astrocytes replicate human prions in a PRNP genotype-dependent manner.", "journal": ["The Journal of experimental medicine", "J. Exp. Med."]}