{"authors": [["Paquet", "Maryse", "M", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Cerasuolo", "Joshua O", "JO", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Thorburn", "Victoria", "V", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; Vulnerable Brain Laboratory, Department of Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Fridman", "Sebastian", "S", "Department of Clinical Neurological Sciences, London Health Sciences Centre, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Alsubaie", "Rasha", "R", "Department of Clinical Neurological Sciences, London Health Sciences Centre, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Lopes", "Renato D", "RD", "Division of Cardiology, Department of Medicine, Duke University Medical Center, Durham, North Carolina."], ["Cipriano", "Lauren E", "LE", "Department of Epidemiology & Biostatistics, Schulich School of Medicine & Dentistry, Ivey Business School, Western University, London, Ontario, Canada."], ["Salamone", "Paula", "P", "Laboratory of Experimental, Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCyT), INECO Foundation, Favaloro University; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina."], ["Melling", "C W James", "CWJ", "School of Kinesiology, Faculty of Health Sciences, Western University, London, ON, Canada."], ["Khan", "Ali R", "AR", "Robarts Research Institute, Department of Medical Biophysics & Medical Imaging, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Sedeño", "Lucas", "L", "Laboratory of Experimental, Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCyT), INECO Foundation, Favaloro University; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina."], ["Fang", "Jiming", "J", "Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada."], ["Drangova", "Maria", "M", "Robarts Research Institute, Department of Medical Biophysics & Medical Imaging, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Montero-Odasso", "Manuel", "M", "Gait and Brain Lab, Parkwood Institute and Lawson Health Research Institute, London, Ontario, Canada; Division of Geriatric Medicine and Dentistry, Department of Medicine, Schulich School of Medicine, Western University, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Schulich School of Medicine, Western University, London, Ontario, Canada."], ["Mandzia", "Jennifer", "J", "Department of Clinical Neurological Sciences, London Health Sciences Centre, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Khaw", "Alexander V", "AV", "Department of Clinical Neurological Sciences, London Health Sciences Centre, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Racosta", "Juan M", "JM", "Autonomic Disorders Laboratory, Clinical Neurological Sciences Department, Schulich School of Medicine & Dentistry, London Health Sciences Center, Western University, London, ON, Canada."], ["Paturel", "Justin", "J", "Autonomic Disorders Laboratory, Clinical Neurological Sciences Department, Schulich School of Medicine & Dentistry, London Health Sciences Center, Western University, London, ON, Canada."], ["Samoilov", "Lucy", "L", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Stirling", "Devin", "D", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Balint", "Brittany", "B", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; Vulnerable Brain Laboratory, Department of Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Jaremek", "Victoria", "V", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; Vulnerable Brain Laboratory, Department of Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Koschinsky", "Marlys L", "ML", "Robarts Research Institute, Department of Physiology and Pharmacology, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."], ["Boffa", "Michael B", "MB", "Department of Biochemistry, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."], ["Summers", "Kelly", "K", "Department of Microbiology and Immunology, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."], ["Ibañez", "Agustín", "A", "Laboratory of Experimental, Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCyT), INECO Foundation, Favaloro University, Buenos Aires, Argentina; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina; Universidad Autónoma del Caribe, Barranquilla, ColombiaCenter for Social and Cognitive Neuroscience (CSCN), School of Psychology, Universidad Adolfo Ibáñez, Santiago, Chile; Centre of Excellence in Cognition and its Disorders, Australian Research Council (ACR), Macquarie University, Sydney, New South Wale, Australia."], ["Mrkobrada", "Marko", "M", "Department of Medicine, Schulich School of Medicine & Dentistry, Western University, London, Ontario, Canada."], ["Saposnik", "Gustavo", "G", "Stroke Outcomes Research Center, Division of Neurology, Department of Medicine, St. Michael's Hospital and Institute of Health Policy, Management and Evaluation, Faculty of Medicine, University of Toronto, Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."], ["Kimpinski", "Kurt", "K", "Autonomic Disorders Laboratory, Clinical Neurological Sciences Department, Schulich School of Medicine & Dentistry, London Health Sciences Center, Western University, London, ON, Canada."], ["Whitehead", "Shawn N", "SN", "Vulnerable Brain Laboratory, Department of Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."], ["Sposato", "Luciano A", "LA", "Stroke, Dementia and Heart Disease Laboratory, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; Department of Clinical Neurological Sciences at London Health Sciences Centre, Department of Epidemiology and Biostatistics, Department of Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada. Electronic address: lsposato@uwo.ca."]], "date": "2017-11-13", "id": "29141778", "text": "It has been hypothesized that ischemic stroke can cause atrial fibrillation. By elucidating the mechanisms of neurogenically mediated paroxysmal atrial fibrillation, novel therapeutic strategies could be developed to prevent atrial fibrillation occurrence and perpetuation after stroke. This could result in fewer recurrent strokes and deaths, a reduction or delay in dementia onset, and in the lessening of the functional, structural, and metabolic consequences of atrial fibrillation on the heart.The Pathophysiology and Risk of Atrial Fibrillation Detected after Ischemic Stroke (PARADISE) study is an investigator-driven, translational, integrated, and transdisciplinary initiative. It comprises 3 complementary research streams that focus on atrial fibrillation detected after stroke: experimental, clinical, and epidemiological. The experimental stream will assess pre- and poststroke electrocardiographic, autonomic, anatomic (brain and heart pathology), and inflammatory trajectories in an animal model of selective insular cortex ischemic stroke. The clinical stream will prospectively investigate autonomic, inflammatory, and neurocognitive changes among patients diagnosed with atrial fibrillation detected after stroke by employing comprehensive and validated instruments. The epidemiological stream will focus on the demographics, clinical characteristics, and outcomes of atrial fibrillation detected after stroke at the population level by means of the Ontario Stroke Registry, a prospective clinical database that comprises over 23,000 patients with ischemic stroke.PARADISE is a translational research initiative comprising experimental, clinical, and epidemiological research aimed at characterizing clinical features, the pathophysiology, and outcomes of neurogenic atrial fibrillation detected after stroke.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.09.038", "title": "Pathophysiology and Risk of Atrial Fibrillation Detected after Ischemic Stroke (PARADISE): A Translational, Integrated, and Transdisciplinary Approach.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}