{"authors": [["Stormoen", "S", "S", "Karolinska University Hospital, Sweden."], ["Tallberg", "I M", "IM", "Karolinska University Hospital, Sweden."], ["Almkvist", "O", "O", "Stockholm University, Sweden."], ["Eriksdotter", "M", "M", "Karolinska University Hospital, Stockholm."], ["Sundström", "E", "E", "Karolinska University Hospital, Stockholm."]], "date": "2017-01-01", "id": "29141449", "text": "Background Medical decision-making capacity is impaired in Alzheimer's disease and mild cognitive impairment. Medical decision-making capacity depends on many different cognitive functions and varies due to situation and cognitive, social, and emotional status of the patient. Our aim was to analyze dementia patients' capacity to estimate risks and benefits in different clinical trials and determine how cognitive decline affects their attitude toward possible participation and proxy consent. Methods Groups: Alzheimer's disease (n = 20), mild cognitive impairment (n = 21) and healthy controls (n = 33). Two hypothetical clinical trials, a standardized interview and three visual analogue scales were used to investigate decisions, estimations, reasoning, and attitudes. Results A general positive attitude toward participation in clinical trials was shown among all groups. Both patients and controls motivated possible participation as \"own-benefit\" in the low-risk trial and to \"help-others\" in the high-risk trial. Individuals who accepted to participate in the high-risk trial scored lower in medical decision-making capacity in comparison to participants who would not have participated (p < .01). Patients in the Alzheimer's disease but not mild cognitive impairment and healthy control groups underestimated risks and overestimated benefits in the high-risk/low-benefit trial (p < .05). A family member was most frequently chosen as possible proxy (91%). Conclusions Medical decisions and research consent should be interpreted with caution in patients who are already in early stages of dementia, as the patients' acceptance to participate in high-risk trials may be due an insufficient decisional capacity and risk analysis, accelerated by a general desire to make good to society. We emphasize the use of a standardized tool to evaluate medical decisional capacity in clinical research.", "doi": "10.1177/1471301217737413", "title": "Decisions and attitudes regarding participation and proxy in clinical trials among patients with impaired cognitive function.", "journal": ["Dementia (London, England)", "Dementia (London)"]}