{"title": "Use of common heart drugs dropped after price increases, Cleveland Clinic study finds", "text": "Aug. 9, 2017, Cleveland: Following major price increases, the use of two cardiac medications - nitroprusside and isoproterenol -- decreased by one-half and one-third between 2012 and 2015, according to a Cleveland Clinic study published in the August 10th issue of the New England Journal of Medicine as a Letter to the Editor.From 2012 to 2015, nitroprusside prices increased 30-fold from $27.46 to $880.88, while isoproterenol prices increased nearly 70-fold from $26.20 to $1,790.11. These medications are used only in the hospital, with no external patient demand and no direct-to-consumer advertising. Therefore, researchers were able to objectively examine the effect of the price increases on physician prescribing behavior. To analyze the impact, researchers analyzed utilization data for nitroprusside and isoproterenol in 47 hospitals between 2012 and 2015. They also obtained data for nitroglycerin and dobutamine -- two intravenous cardiovascular drugs with stable pricing -- for use as controls.  During this period, the number of patients treated with nitroprusside fell 53 percent and with isoproterenol fell 35 percent. In comparison, the number of patients treated with nitroglycerin increased 118 percent and those treated with dobutamine increased 7 percent. \"In public testimony, it had been stated that these price increases would not decrease patient access or utilization of these two critical drugs, both of which have been used for decades in patient care,\" said Umesh Khot, M.D., vice chairman of Cardiovascular Medicine at Cleveland Clinic and lead author of the study.  \"However, our research shows that these price hikes are not benign. Further research will determine if there has been any effect on patient outcomes, but it's clear that utilization has been impacted.\"Nitroprusside lowers blood pressure and is used in the treatment of critical hypertension and congestive heart failure, as well as to keep blood pressure low during surgery. Isoproterenol is used primarily for treating bradycardia (low heart rate) and heart block. It's also used during electrophysiology procedures and specific cardiothoracic surgery cases to increase heart rate or contractility. \"These are medications that physicians are very familiar with, and for which there are no direct alternatives. As a result, hospitals have had to reevaluate use of these drugs and potentially bring in other therapies,\" said Michael Militello, PharmD. \"Understanding how physicians, pharmacists and health systems have addressed their use of these medications is an important area of further study.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/cc-uoc080917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cleveland Clinic", "keywords": ["Business/Economics", " Health Care", " Pharmaceutical Sciences", " Medicine/Health", " Cardiology", " Clinical Trials", " Health Professionals", " Pharmaceutical Science", " Medical/Scientific Ethics", " Research/Development"], "journal": "New England Journal of Medicine", "description": "Following major price increases, the use of two cardiac medications -- nitroprusside and isoproterenol -- decreased by one-half and one-third between 2012 and 2015, according to a Cleveland Clinic study published in the Aug. 10 issue of the New England Journal of Medicine as a Letter to the Editor.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}