{"title": "Researchers advise caution about recent US advice on aggressively lowering blood pressure", "text": "Medical researchers at Trinity College Dublin, Ireland, are advising caution when treating blood pressure in some older people -- after results from a study contrasted with recent advice from the US to attempt to aggressively lower blood pressure in all adults to targets of 120mmHg.Researchers from the Irish Longitudinal Study on Ageing (TILDA) at Trinity College Dublin, in collaboration with Beaumont Hospital, Dublin, have recently published the findings in the prestigious Journal of the American Medical Association (JAMA Internal Medicine). The full article can be read from: https://www.dropbox.com/sh/1id9axnv31fua3h/AAARsAoe_9j6ST57tMAmOr_1a?dl=0 A large randomised blood pressure trial led by US investigators - the Systolic blood Pressure Intervention Trial (SPRINT) -- demonstrated that lowering systolic blood pressure to levels of 120mmHg or less compared with 140mmHg or less in adults (over 50 years with cardiovascular risk) significantly reduced death (from all causes and from heart failure and heart attacks). The study also reported that common side effects of low blood pressure such as falls, injuries, blackouts, and drops in blood pressure after standing were not increased by aggressive treatment -- even in people over 75 years old. Because the latter findings were clinically counter intuitive, the TILDA team tested whether they held true outside of a trial setting. Focusing on people in Ireland over 75 years, they examined rates of falls, injuries, blackouts and excessive drops in standing blood pressure in those who met the criteria for the treatment proposed in SPRINT and were followed up with for 3½ years -- the same time period as SPRINT.The researchers reported starkly contrasting results -- falls and blackouts were up to five times higher than reported in SPRINT and drops in blood pressure on standing were almost double that reported in SPRINT. Therefore, in people over 75 years, intensive lowering of blood pressure to 120mmHg could result in harm and TILDA researchers recommend that a better understanding of who, over 75 years, will or will not benefit, is necessary before widespread adaptation of the SPRINT results. The TILDA team is now assessing how best to determine which people may benefit from SPRINT, and which people are more at risk from aggressive blood pressure lowering. First author of the journal article, Research Fellow at TILDA, Dr Donal Sexton, said:  \"SPRINT was a landmark study of hypertension treatment. While the benefits of lowering blood pressure seen in this study are not in dispute, we are highlighting to physicians that we need to be cognisant of the fact that the trial was not powered for adverse events such as falls causing injury. Physicians ought not to expect a similarly low rate of adverse events in clinical practice as was observed in the trial when lowering blood pressure in older people. Overall what we are saying is that the risks and benefits of lowering blood pressure should be individualised for each patient. \"Professor Rose Anne Kenny, founding Principal Investigator with TILDA and lead author of the journal article commented: \"Our work and that of other groups has shown that low blood pressure and particularly drops in standing blood pressure are linked not only to falls, fractures and fall- and blackout-related injuries, but also to depression and possibly other brain health disorders.\"\"These outcomes can seriously impact on independence and quality of life and we advise caution in applying the SPRINT recommendations to everyone over 75 years without detailed assessment of an individual's risk versus possible benefit until such a time as we can provide more clarity re treatment.\"\r\n", "article_link": "http://dx.doi.org/10.1001/jamainternmed.2017.2924", "url": "http://www.eurekalert.org/pub_releases/2017-08/tcd-rac080917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Trinity College Dublin", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Gerontology", " Aging", " Health Professionals", " Public Health", " Aging"], "journal": "JAMA Internal Medicine", "description": "Medical researchers at Trinity College Dublin are advising caution when treating blood pressure in some older people -- after results from a study contrasted with recent advice from the US, based on the SPRINT trial, to attempt to aggressively lower blood pressure in all adults to targets of 120mmHg.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}