{"title": "Sleep disorders linked to preterm birth in large California study", "text": "Pregnant women who are diagnosed with sleep disorders such as sleep apnea and insomnia appear to be at risk of delivering their babies before reaching full term, according to an analysis of California births by researchers at UC San Francisco.The study found the prevalence of preterm birth -- defined as delivery before 37 weeks' gestation -- was 14.6 percent for women diagnosed with a sleep disorder during pregnancy, compared to 10.9 percent for women who were not. The odds of early preterm birth--before 34 weeks -- was more than double for women with sleep apnea and nearly double for women with insomnia. Complications are more severe among early preterm births, which makes this latter finding particularly important, the authors said.In contrast to the normal sleep changes that typically occur during pregnancy, the new study focused on major disruptions likely to result in impairment. The true prevalence of these disorders is unknown because pregnant women often go undiagnosed. Treating sleep disorders during pregnancy could be a way to reduce the preterm rate, which is about 10 percent in the United States, more than most other highly developed countries.The study, published Aug. 8, 2017 in Obstetrics & Gynecology, is the first to examine the effects of insomnia during pregnancy. Because of a large sample size, the authors were able to examine the relationship between different types of sleep disorders and subtypes of preterm birth (for example, early vs. late preterm birth, or spontaneous preterm labor vs. early deliveries that were initiated by providers due to mothers' health issues).To separate the effects of poor sleep from other factors that also contribute to a risk of preterm birth, the researchers used a case-control design: 2,265 women with a sleep disorder diagnosis during pregnancy were matched to controls who did not have such a diagnosis, but had identical maternal risk factors for preterm birth, such as a previous preterm birth, smoking during pregnancy, or hypertension. \"This gave us more confidence that our finding of an earlier delivery among women with disordered sleep was truly attributable to the sleep disorder, and not to other differences between women with and without these disorders,\" said Jennifer Felder, PhD, a postdoctoral fellow in the UCSF Department of Psychiatry and the lead author of the study.The researchers were surprised by how few women in the dataset--well below 1 percent -- had a sleep disorder diagnosis, and suspect that only the most serious cases were identified.\"The women who had a diagnosis of a sleep disorder recorded in their medical record most likely had more severe presentations,\" said Aric Prather, PhD, assistant professor of psychiatry at UCSF and senior author of the study. \"It's likely that the prevalence would be much higher if more women were screened for sleep disorders during pregnancy.\"Cognitive behavioral therapy has been shown to be effective in the general population and does not require taking medications that many pregnant women prefer to avoid. To find out if this therapy is effective among pregnant women with insomnia, and ultimately whether it may improve birth outcomes, Felder and colleagues are recruiting participants for the UCSF Research on Expecting Moms and Sleep Therapy (REST) Study.\"What's so exciting about this study is that a sleep disorder is a potentially modifiable risk factor,\" said Felder, who was trained in clinical psychology.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--sdl080417.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/08/407961/sleep-disorders-linked-preterm-birth-large-california-study", "funder": "California Preterm Birth Initiative, Marc and Lynne Benioff", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Pediatrics", " Public Health"], "journal": "Obstetrics & Gynecology", "description": "Pregnant women who are diagnosed with sleep disorders such as sleep apnea and insomnia appear to be at risk of delivering their babies before reaching full term, according to an analysis of California births by researchers at UC San Francisco.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}