{"title": "In the August Health Affairs: In China, health insurance coverage rates rebound", "text": "The August issue of Health Affairs includes a study by Yanping Li and coauthors from the Harvard T. H. Chan School of Public Health that analyzes health insurance trends in China between 1991 and 2011, a time of significant economic change in the country. In what is believed to be the most comprehensive study of different types of health insurance coverage in China, the authors examined data from the China Health and Nutritional Survey, an ongoing survey with cohorts across nine provinces. According to the authors, the health insurance coverage rate, 32.3 percent in 1991, fell to 21.9 percent in 2000 before increasing to 49.7 percent in 2006, 90.1 percent in 2009, and 94.7 percent in 2011. The authors also examined trends over time for different types of health insurance; they found declines in public insurance and recent sharp increases in basic insurance for urban residents as well as collective insurance for rural residents (see exhibit below). Finally, they identified patients with diabetes or hypertension and observed that those with insurance were more likely to seek treatment for those conditions, compared to those who lacked coverage. \"Our study...provides a timely description of insurance coverage rates before, during, and after the introduction, promotion, and popularization of several new types of health insurance,\" the authors conclude. \"Our findings imply that although health insurance coverage is almost universal in China, its potential benefit for disease prevention and management had not been fully realized during the time period covered by this study.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ha-ita080117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Health Affairs", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Public Health", " Policy/Ethics"], "journal": "Health Affairs", "description": "The August issue of Health Affairs includes a study by Yanping Li and coauthors from the Harvard T. H. Chan School of Public Health that analyzes health insurance trends in China between 1991 and 2011, a time of significant economic change in the country.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}