{"title": "Three little letters that could make you a big hero at the beach this summer: CPR", "text": "LOS ANGELES - Imagine yourself relaxing at the beach when the worst happens -- someone notices a boy in trouble in the water. In the mad rush to get him to shore, you have two choices: wait for emergency responders to arrive or start administering CPR yourself. Your decision could be the difference between a good neurological recovery or a coma, brain death or even death for a drowning victim in cardiac arrest, according to a new study led by Joshua Tobin, MD, associate professor of clinical anesthesiology at the Keck School of Medicine of the University of Southern California (USC), published in the June 2017 issue of Resuscitation.\"What we found is that when bystanders begin CPR before emergency personnel arrive, the person has a higher chance of leaving the hospital and leading a life reasonably close to the one they had before the drowning,\" Tobin says.Drowning is a significant public health issue that claims the lives of about 10 people every day in the United States, according to the Centers for Disease Control and Prevention. The World Health Organization says that drowning is the third-leading cause of accidental injury death worldwide.Tobin, who is a member of the American Red Cross Scientific Advisory Council, collaborated with other members for the study. Using a database, the team identified more than 900 children and adults who had experienced cardiac arrest after drowning. The researchers then set out to determine what factors influenced positive and negative outcomes for these patients.\"When we talk about cardiac arrest, there's no doubt that we want people to survive. But surviving and being in a persistent vegetative state would not be considered a success by most people. That's why we chose to stratify the results by favorable or unfavorable neurological outcomes,\" Tobin says.A favorable neurological outcome was defined as good cerebral performance or moderate cerebral disability at hospital discharge, and an unfavorable neurological outcome was defined as coma or vegetative state, brain death or death.The results showed that bystander CPR had a clear effect: Drowning victims in cardiac arrest were three times more likely to have a favorable neurological outcome if bystanders initiated CPR.The study also found that application of an automated external defibrillator (AED) prior to the arrival of emergency services was associated with a worse neurological outcome. Tobin cautions, however, that this finding needs further investigation.\"It's difficult to say why AED application prior to EMS arrival portended a worse neurological outcome in this study. Perhaps AED application distracted bystanders from giving good, uninterrupted CPR,\" Tobin says. \"What we do know, though, is that this study adds to a growing body of evidence that bystander CPR improves outcomes in cardiac arrest. It also provides a compelling reason for people to learn this life-saving technique.\"CPR classes are offered through the American Red Cross, American Heart Association or local fire departments, hospitals and schools, he says.But what if the worst happens and you haven't been trained in CPR? Don't assume you can't help, Tobin says. If you call 911, a dispatcher can teach you CPR during an emergency.\"Call 911, do chest compressions at 100 beats per minute and you could save someone's life,\" Tobin says.", "article_link": "http://dx.doi.org/10.1016/j.resuscitation.2017.04.004", "url": "http://www.eurekalert.org/pub_releases/2017-05/uosc-tll051617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Southern California - Health Sciences", "keywords": ["Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine"], "journal": "Resuscitation", "description": "New study shows that bystander CPR is associated with favorable neurological survival for drowning victims in cardiac arrest", "date": "Wed, 17 May 2017 04:00:00 GMT"}