{"keywords": ["Biology", " Cell Biology", " Genetics", " Social/Behavioral Science"], "funder": "", "journal": "Science", "description": "Scientists have identified a subgroup of neurons in mice that drive a critical instinct -- thirst.", "title": "The neurons that will quench your thirst", "source_link": null, "institution": "American Association for the Advancement of Science", "meeting": "", "text": "Scientists have identified a subgroup of neurons in mice that drive a critical instinct - thirst. Activity of the neurons decreased as the mice consumed more water, suggesting that they play a direct role in the primordial emotion. Previous research suggests that a certain region of the brain, the median preoptic nucleus (MnPO), contributes to the sensation of thirst, yet the exact underlying mechanisms have remained largely unknown. To gain a better understanding, William E. Allen et al. analyzed RNA expression within the MnPO of mice that had been deprived of water for 48 hours, identifying a cluster of excitatory neurons of interest. When the researchers used optogenetics to inhibit these neurons, mice reduced their water consumption; in contrast, photoactivation of the neurons in water-satiated animals prompted them to increase their water consumption. In mice trained to press a lever to access water, the rate of lever-pressing corresponded with a decrease in neural activity over time, suggesting that MnPO neuron activity appears to adjust for water intake. Remarkably, mice provided an opportunity to shut off photoactivation of MnPO neurons by lever pressing did so vigorously, ending the undesirable feeling of thirst. The researchers also identified ways in which these MnPO thirst neurons are connected to a variety of other brain regions, which could translate thirst drive into specific goal-directed actions, they say. A Perspective by Claire Gizowski and Charles W. Bourque discusses these findings in greater detail.\r\n", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-09/aaft-tnt091117.php", "article_link": "http://dx.doi.org/10.1126/science.aan6747", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}