{"title": "Patients feel psycho-social impact of chemo more acutely than physical side effects", "text": "LUGANO-MADRID, 09 September, 2017 -The preliminary results of a study to be presented at the ESMO 2017 Congress in Madrid (1) show that socio-psychological factors have become more significant for patients today than physical side effects such as nausea and vomiting, which were among the top concerns in similar studies carried out previously.The side effects of chemotherapy seriously impact cancer patients' daily lives, and managing them is a longtime concern for doctors. Patient assessments on the subject have been carried out regularly since 1983. The new study presented at ESMO 2017 showed that perceptions of chemotherapy side effects in breast and ovarian cancer patients change not only over time, but also throughout the course of treatment.\"With the most recent analysis dating back to 2002, we felt it was time to collect new data and update the interview format,\" said study author Dr. Beyhan Ataseven from Kliniken Essen Mitte Evang, Huyssens-Stiftung in Essen, Germany. \"Living conditions have changed, and so have the accompanying therapies linked to chemotherapy. As doctors, we want to know what our patients care about.\"Contrary to previous studies, the team led by Ataseven focused exclusively on breast and ovarian cancer patients and added a longitudinal analysis by carrying out three separate interviews before, during and at the end of their chemotherapy. At each interview, 141 patients scheduled for or undergoing chemotherapy were presented with two groups of cards respectively featuring physical and non-physical side effects. The patients selected their five most burdensome symptoms in each group and ranked them by importance. Out of these 10 main side effects, they were then asked to select the five most significant ones from both groups and to rank these as well. \"What we found is that, on the one hand, side effects like nausea and vomiting are no longer a major problem for patients - this can be explained by the fact that modern medication against these symptoms is very effective. On the other hand, hair loss is still a persistent, unsolved issue that particularly affects patients at the start of their treatment,\" said Ataseven. \"As time passes and patients get used to this, however, their concerns evolve and other side effects become more significant.\"\"Looking at patients' perceptions over the entire course of their chemotherapy, the most difficult side effects they deal with are sleep disorders - which become increasingly important over time - and anxiety about the effects of their illness on their partner or family, which remains a top issue throughout,\" Ataseven explained. \"As doctors, these findings might lead us to consider possible improvements to the accompanying therapies we offer our patients: For instance, sleeping tablets were not until now a part of the routine regimen. There is also a clear case for providing stronger psychological support to address patients' social anxieties and family-related concerns,\" she said. ESMO will soon publish a position paper on the need to integrate supportive and palliative care for patients, from diagnosis and throughout the course of the disease. Dr. Karin Jordan, Chair of the ESMO Faculty Group on Palliative and Supportive Care and senior leading physician at the University of Heidelberg's Department of Medicine, commented on the study: \"The results show that there might be a gap between what doctors think is important or disturbing for patients, and what patients really think. Physical, psychological, social and spiritual support is needed at every stage of the disease,\" she said. \"Going forward, similar studies also need to be done for other types of cancer - including analyses of how an optimal management of side effects influences the disease trajectory.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/esfm-pfp090717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "ESMO 2017 Congress", "institution": "European Society for Medical Oncology", "keywords": ["Medicine/Health", " Cancer", " Perception/Awareness"], "journal": "", "description": "The preliminary results of a study to be presented at the ESMO 2017 Congress in Madrid show that socio-psychological factors have become more significant for patients today than physical side effects such as nausea and vomiting, which were among the top concerns in similar studies carried out previously.", "date": "Fri, 08 Sep 2017 04:00:00 GMT"}