{"title": "Insects can see the world in much finer resolution than previously thought", "text": "Insects have much better vision and can see in far greater detail than previously thought, a new study from the University of Sheffield has revealed.Scientists have long believed insects would not see fine images. This is because their compound eyes typically consist of thousands of tiny lens-capped 'eye-units', which together should capture a low-resolution pixelated image of the surrounding world.In contrast, the human eye has a single lens, which slims and bulges as it focuses objects of interests on a retinal light-sensor (photoreceptor) array; the megapixel \"camera chip\" inside the eye. By actively changing the lens shape, or accommodating, an object can be kept in sharp focus, whether close or far away. As the lens in the human eye is quite large and the retinal photoreceptor array underneath it is densely-packed, the eye captures high-resolution images. However, researchers from the University of Sheffield's Department of Biomedical Science with their Beijing, Cambridge and Lisbon collaborators have now discovered that insect compound eyes can also generate surprisingly high-resolution images, and that this has much to do with how the photoreceptor cells inside the compound eyes react to image motion.Unlike in the human eye, the thousands of tiny lenses, which make the compound eye's characteristic net-like surface, do not move, or cannot accommodate. But the University of Sheffield researchers found that photoreceptor cells underneath the lenses, instead, move rapidly and automatically in and out of focus, as they sample an image of the world around them. This microscopic light-sensor \"twitching\" is so fast that we cannot see it with our naked eye. To record these movements inside intact insect eyes during light stimulation, the researcher had to build a bespoke microscope with a high-speed camera system. Remarkably, they also found that the way insect compound eye samples an image (or takes a snapshot) is tuned to its natural visual behaviours. By combining their normal head/eye movements - as they view the world in saccadic bursts - with the resulting light-induced microscopic photoreceptor cell twitching, the insects, such as flies, can resolve the world in much finer detail than was predicted by their compound eye structure, giving them hyperacute vision.The new study, published today (5 September 2017) in the journal eLife, changes our understanding of insect and human vision and could also be used in industry to improve robotic sensors.Mikko Juusola, Professor of Systems Neuroscience at the University of Sheffield and lead author of the study, said: \"From humans to insects, all animals with good vision, irrespective of their eye shape or design, see the world through fast saccadic eye movements and gaze fixations.\"It has long been known that fast visual adaptation results in the world around us fading from perception unless we move our eyes to cancel this effect. On the other hand, fast eye movements should blur vision which is why it has remained an enigma how photoreceptors work with eye movements to see the world clearly. \"Our results show that by adapting the way photoreceptor cells sample light information to saccadic eye movements and gaze fixations, evolution has optimised the visual perception of animals. \"The findings of the study, funded by the Biotechnology and Biological Sciences Research Council (BBSRC), show photoreceptors resolve small moving objects, even at high speeds, far better than predicted by compound eye optics and reveal the mechanisms behind this remarkable hyperacuity. Professor Juusola said: \"By using electrophysiological, optical and behavioural assays with mathematical modelling we have demonstrated that fruit flies (Drosophila) have much better vision than scientists have believed for the past 100 years.\" The team of scientists are now testing whether similar processes are happening in the compound eyes of other insects, and also in vertebrates.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uos-ics090117.php", "region": "europe", "source_link": null, "funder": "Biotechnology and Biological Sciences Research Council", "meeting": "", "institution": "University of Sheffield", "keywords": ["Biology", " Earth Science"], "journal": "eLife", "description": "Insects have much better vision and can see in far greater detail than previously thought, a new study from the University of Sheffield has revealed.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}