{"title": "Discovery of dynamic seasonal changes in color perception", "text": "In many areas, the environment fluctuates greatly depending on the season, and animals living in those areas must adapt to the changing environment. A research group from the National Institute for Basic Biology and Nagoya University in Japan found that color perception of Medaka, a small fish inhabiting rice fields and streams, varies greatly according to seasonal changes.From spring to summer, medaka breed and are very active. They stop breeding in the autumn, and in the winter, eat almost no food and keep still at the bottom of the water column. In order to investigate seasonal differences in behavior, the research group examined medaka under simulated summer and winter conditions in the lab. Dr. Shimmura of NIBB said, \"we compared the behavior of medaka in summer and winter and discovered differences, not only in the amount of activity they displayed in summer and winter, but also in their response to light. In summer conditions, medaka escape from light, but in winter conditions, their response to light decreases.\"During the spring and summer, Medaka body color changes and becomes brilliant in a show of nuptial coloration. Using computer graphics, the research group displayed virtual medaka to real live medaka in order to examine their response to nuptial coloration. The research group was able to selectively evaluate this response to medaka body color. Medaka in the summer condition were strongly attracted to virtual medaka which showed nuptial coloration, but medaka in the winter condition were not. This suggests that the perception of nuptial coloration varies from season to season.In addition, researchers used medaka transferred from winter to summer conditions to examine how gene expression in the eye changes. As a result, it became clear that expression of opsins, the proteins responsible for the first step in vision, and genes related to signal transduction pathways downstream of opsins are markedly reduced in winter conditions, whereas expression of these genes rises by shifting to summer conditions. Furthermore, it was confirmed that in medaka lacking red opsins, the responsiveness to light and the preference for nuptial coloration in mates both decreased.Professor Yoshimura, the leader of this research, said, \"since medaka consume hardly any food during winter, it is thought that they save energy by suppressing the expression of various genes, including opsins. Also, from spring to summer, medaka develop nuptial coloration to attract the opposite sex. We predict that significantly enhancing light sensitivity and color perception during the breeding season increases the breeding success rate in medaka\". Previous studies have also reported that human color perception changes according to the season. This phenomenon of seasonal change in color perception is therefore not limited to medaka and may be a phenomenon widely preserved in various animals.", "article_link": "http://dx.doi.org/10.1038/s41467-017-00432-8", "url": "http://www.eurekalert.org/pub_releases/2017-09/nion-dod090417.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "National Institutes of Natural Sciences", "keywords": ["Biology", " Ecology/Environment", " Evolution", " Genetics", " Marine/Freshwater Biology", " Physiology", " Zoology/Veterinary Science", " Marine/Freshwater Biology", " Social/Behavioral Science", " Behavior"], "journal": "Nature Communications", "description": "In many areas, the environment fluctuates greatly depending on the season, and animals living in those areas must adapt to the changing environment. A research group from the National Institute for Basic Biology and Nagoya University in Japan found that color perception of Medaka, a small fish inhabiting rice fields and streams, varies greatly according to seasonal changes.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}