{"title": "Blame it on the bossa nova: How music changes our perception of touch", "text": "Be it Lima, Liverpool or Leipzig, music is widespread in every culture on Earth. It can evoke a positive group feeling and may be substantial to help humans live in bigger groups than other primates. How this happens is still not completely known.Scientists at Max Planck Institute for Human Cognitive and Brain Sciences (MPI CBS) in Leipzig seem to have discovered an important part of the explanation: Music influences our perception of touch. \"We have observed that the sexier we perceive music, the sexier we also perceive touch that is administered simultaneously\", study leader Tom Fritz explains.The neuroscientists achieved these new insights with the help of a clever experimental setup that involved a robot administering incognito touches: Study participants placed their forearm through a curtain where it was stroked by a controlled robot movement. At the same time they listened to pieces of music, which they later evaluated on a scale of being \"not at all sexy\" and \"extremely sexy\".In one of their experiments that involved a human assistant they found that the sexiness of music is transferred to the touch experience. Here the participants thought they were touched by a person, but were in reality touched by the robot. Interestingly, when the participants knew in advance that they would be stroked by a robot rather than by a person in the experiment, the music still had the same effect regarding sexiness of touch. Using a robot's automatically controlled brush did not just ensure that the duration and intensity of contact was always the same. It could additionally demonstrate that the observed transfer effects from music to touch are based on very basal mechanisms--rather than by a person's imagination to be touched by a person of a certain sex or attractiveness who listens to the same music. \"Music seems to change our perception of touch. Certain features seem to be transferred from music to touch\", says Fritz. One explanation could be that the emotional expression in single musical sounds follows the same dynamics as emotional expression with touch. Sad music is in some aspects processed in the brain similarly to a sad touch and aggressive music to an aggressive touch. To process music, we therefore partly employ brain areas that relate to both touch and movement.Transfer effects in which sensory perceptions vary depending on the surrounding music have already been observed for other senses. For instance, we show a preference for richer, more vibrant colours the louder the music is.\"These results also illustrate the evolutionary relevance of music as a social technology\", the neuroscientist says. Influencing our interpretation of touch and other senses directs our behaviour towards groups and potentially even our sexual selection and our reproduction.These findings thus contradict the hypothesis of the well-known cognition scientist Steven Pinker, who claims that music may just be \"auditory cheesecake\" that is to say it is a delicious dessert but has no significance from an evolutionary perspective and is no more than just a by-product of language.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/mpif-bio090417.php", "region": "europe", "source_link": "http://www.cbs.mpg.de/Blame-it-on-the-Bossa-Nova-Music-changes-our-perception-of-touch", "funder": "", "meeting": "", "institution": "Max Planck Institute for Human Cognitive and Brain Sciences", "keywords": ["Neurobiology", " Social/Behavioral Science", " Mental Health"], "journal": "Journal of Experimental Psychology: General", "description": "Music touches. Until recently, this was only meant in a figurative way -- now it can also be taken literally. Scientists at the Max Planck Institute for Human Cognitive and Brain Sciences have found that touch is perceived differently, depending on the music being played. The sexier we perceive the music we are listening to, the more sensual we experience the contact if we think we are touched by another person.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}