{"title": "Yale scientists study how some insulin-producing cells survive in type 1 diabetes", "text": "New Haven, Conn.-- A Yale-led research team identified how insulin-producing cells that are typically destroyed in type 1 diabetes can change in order to survive immune attack. The finding may lead to strategies for recovering these cells in diabetic patients, said the researchers.  The study was published on Feb. 9 in Cell Metabolism.In patients with type 1 diabetes, an autoimmune disease, the immune system destroys beta cells -- the cells that produce insulin in the pancreas. But some beta cells survive in diabetic patients even years after the onset of disease. A team of researchers at Yale and the Broad Institute of MIT and Harvard studied the changes in beta cells that occur during immune attack that may lead to their persistence in both mouse models of type 1 diabetes and in human cells in culture.The researchers identified a subpopulation of beta cells that resists immune attack. \"During the development of diabetes, there are changes in beta cells so you end up with two populations of beta cells,\" said professor of immunobiology and senior author Kevan Herold, M.D. \"One population is killed by the immune response. The other population seems to acquire features that render it less susceptible to killing.\" This subpopulation survives by using a \"duck and cover\" approach, Herold noted. The cells express molecules that inhibit the immune response. They also acquire \"stemness,\" or a stem-cell-like ability to revert to an earlier stage of development in which they can persist and proliferate despite immune attack.The discovery will lead to further investigation of strategies that could benefit diabetic patients. \"The next question is, can we recover these cells so that there is insulin production in someone in type 1 diabetes?\" said Herold. He and his colleagues plan to test drugs to see if they can modify the beta cell subpopulation and turn it into insulin-producing cells. ", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.01.005", "url": "http://www.eurekalert.org/pub_releases/2017-02/yu-yss020217.php", "region": "namerica", "source_link": null, "funder": "National Institute of Health, Juvenile Diabetes Research Foundation, Yale CTSA, Howalt family", "meeting": "", "institution": "Yale University", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Metabolism", "description": "A Yale-led research team identified how insulin-producing cells that are typically destroyed in type 1 diabetes can change in order to survive immune attack. The finding may lead to strategies for recovering these cells in diabetic patients, said the researchers.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}