{"title": "New simple method quickly reveals kidney damage", "text": "Researchers from Aarhus University have developed a method for diagnosing kidney damage that is both quick and precise. Once the first patients are placed in the scanner, it will not take more than 45 minutes to make a diagnosis. Researchers from Aarhus University have recently developed a new method for diagnosing kidney damage.\"If a patient is admitted with a suspected kidney injury, we can screen the injury using blood/urine with the help of an enzyme called fumarase, and then a scan can pinpoint where in the tissue the injury is,\" says one of the researchers behind the study, PhD student from the Department of Clinical Medicine at Aarhus University, Per Mose Nielsen.An examination that does not take more than three-quarters of an hour.\"The fumarase enzyme is released from cells when they are damaged from the outside. We found that the greater the renal injury, the higher the level of fumarase measured. This means that we can very quickly and precisely see which kidney is damaged. We can see the damage already after half an hour and for up to one week afterwards,\" says Per Mose Nielsen.Their findings have just been published in the journal Scientific Reports.Until now, the method has only been tested on rats with acute renal damage, but the researchers expect the method to be transferable to patients very soon.\"We are testing on patient blood and urine samples, but we have not yet begun to place patients in the scanner. At the moment, we are analysing blood samples taken from dialysis patients with varying degrees of renal damage. If this functions, then we can in principle move directly to clinical practice with fumarase measurements,\" explains Per Mose Nielsen ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/au-nsm020917.php", "region": "europe", "source_link": "http://www.nature.com/articles/srep40812", "funder": "", "meeting": "", "institution": "Aarhus University", "keywords": ["Medicine/Health", " Pain", " Transplantation", " Trauma/Injury"], "journal": "Scientific Reports", "description": "Researchers from Aarhus University have recently developed a new method for diagnosing kidney damage.\r\nIf a patient is admitted with a suspected kidney injury, we can screen the injury using blood/urine with the help of an enzyme called fumarase, and then a scan can pinpoint where in the tissue the injury is.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}