{"title": "Language barriers may interfere with access to kidney transplantation", "text": "Washington, DC (February 9, 2017) -- Language barriers may hinder US kidney transplant candidates' access to kidney transplantation, according to a study appearing in an upcoming issue of the Clinical Journal of the American Society of Nephrology (CJASN). The findings suggest that patients who primarily speak a language other than English may face disparities that keep them from completing their kidney transplant evaluation and ultimately receiving a kidney transplant.Individuals in need of a kidney transplant can get on a transplant waiting list, but if they are \"inactive,\" they are not eligible to receive a deceased donor kidney. The main reason for inactive status is, by far, incomplete transplant evaluations. In other words, the patient does not complete the testing required to make them \"active\" or eligible for a kidney. There are many potential reasons why a candidate might be delayed in completing the testing required for transplant evaluation.A team led by Ed Huang, MD (Cedars-Sinai Medical Center) and Efrain Talamantes, MD (University of California Davis School of Medicine) looked to see if language barriers, or linguistic isolation, might impact access to the active transplant waiting list. The researchers merged Organ Procurement and Transplantation Network/United Network for Organ Sharing data with 5-digit zip code socioeconomic data from the 2000 United States census. They then determined the cumulative incidence of conversion to active waitlist status, death, and delisting before conversion among 84,783 temporarily inactive adult kidney candidates from 2004-2012. A household was determined to be linguistically isolated if all members ?14 years old speak a non-English language and also speak English less than \"very well.\"Across all racial/ethnic groups, progressively higher degrees of linguistic isolation were linked with a lower likelihood of transitioning from inactive to active status on the kidney transplant waiting list and with incomplete transplant evaluations. Candidates living in a community with >20% linguistically isolated households were 29% less likely to achieve active waitlist status than those residing in a community with \r\n\t\"Our data suggest that language barriers may limit an individual's ability to receive a kidney transplant. We recommend that patients with limited English proficiency who are in need of a kidney transplant use patient advocates who are English-proficient during transplant clinic visits and always use interpreters to get all of their questions answered,\" said Dr. Huang. \"Further, transplant centers and healthcare providers should actively address potential communication barriers when recommending testing for transplant evaluation.\"", "article_link": "http://dx.doi.org/10.2215/CJN.07150716", "url": "http://www.eurekalert.org/pub_releases/2017-02/ason-lbm020317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Clinical Journal of the American Society of Nephrology", "description": "Higher degrees of linguistic isolation were linked with a lower likelihood of transitioning from inactive to active status on the kidney transplant waiting list and with incomplete transplant evaluations. \r\nThe association of linguistic isolation appeared to be most influential among Hispanic transplant candidates.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}