{"title": "Potential breakthrough for treating hypertension with ultra low-dose combinations", "text": "A small but clinically important trial of a new ultra-low dose four-in-one pill to treat high blood pressure has produced remarkable results.\r\nEvery patient on the pilot trial conducted by The George Institute for Global Health saw their blood levels drop to normal levels in just four weeks.\r\nRecognising the need to check whether trial results were \"too good to be true\", the researchers also completed a systematic review of past trials, including 36 trials with 47,500 patients testing single and dual quarter-dose therapy. This previous evidence also indicated little or no side effects with very low doses, and important benefits with three or four drug combinations.\r\nProfessor Clara Chow, of The George Institute, said the results published in The Lancet were exciting but larger trials were still needed to see if these high rates could be maintained and repeated.\r\nProfessor Chow, director of the Cardiovascular Division at The George Institute in Sydney, said: \"Most people receive one medicine at a normal dose but that only controls blood pressure about half the time. In this small trial blood pressure control was achieved for everyone. Trials will now test whether this can be repeated and maintained long-term.\r\n\"Minimising side effects is important for long-term treatments - we didn't see any issues in this trial, as you would hope with very low dose therapy, but this is the area where more long-term research is most needed. \r\n \"We know that high blood pressure is a precursor to stroke, diabetes and heart attack. The need for even lower blood pressure levels has been widely accepted in the last few years. So this could be an incredibly important step in helping to reduce the burden of disease globally.\" \r\nOver four weeks 18 patients in Sydney were either given a quadpill -- a single capsule containing four of the most commonly used blood pressure-lowering drugs each at a quarter dose -- or a placebo.  This was then repeated for a further four weeks with the patients swapping their course of treatment.\r\nKey FindingsProfessor Chow said:  \"What makes these result every more exciting is that these four blood pressure medications are already in use. We are increasingly finding there are opportunities to treat many commons diseases hiding in plain sight. This ultimately means we will be able to deliver life changing medications much more quickly, and more affordably.\"\r\n", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)30260-X", "url": "http://www.eurekalert.org/pub_releases/2017-02/gifg-pb020817.php", "region": "australia", "source_link": null, "funder": "The National Heart Foundation of Australia, University of Sydney", "meeting": "", "institution": "George Institute for Global Health", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"], "journal": "Lancet", "description": "A small but clinically important trial of a new ultra-low dose four-in-one pill to treat high blood pressure has produced remarkable results. Every patient on the pilot trial conducted by The George Institute for Global Health saw their blood levels drop to normal levels in just four weeks.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}