{"title": "The Internet and your brain are more alike than you think", "text": "LA JOLLA--(February 9, 2017) Although we spend a lot of our time online nowadays--streaming music and video, checking email and social media, or obsessively reading the news--few of us know about the mathematical algorithms that manage how our content is delivered. But deciding how to route information fairly and efficiently through a distributed system with no central authority was a priority for the Internet's founders. Now, a Salk Institute discovery shows that an algorithm used for the Internet is also at work in the human brain, an insight that improves our understanding of engineered and neural networks and potentially even learning disabilities.\"The founders of the Internet spent a lot of time considering how to make information flow efficiently,\" says Salk Assistant Professor Saket Navlakha, coauthor of the new study that appears online in Neural Computation on February 9, 2017. \"Finding that an engineered system and an evolved biological one arise at a similar solution to a problem is really interesting.\" In the engineered system, the solution involves controlling information flow such that routes are neither clogged nor underutilized by checking how congested the Internet is. To accomplish this, the Internet employs an algorithm called \"additive increase, multiplicative decrease\" (AIMD) in which your computer sends a packet of data and then listens for an acknowledgement from the receiver: If the packet is promptly acknowledged, the network is not overloaded and your data can be transmitted through the network at a higher rate. With each successive successful packet, your computer knows it's safe to increase its speed by one unit, which is the additive increase part. But if an acknowledgement is delayed or lost your computer knows that there is congestion and slows down by a large amount, such as by half, which is the multiplicative decrease part. In this way, users gradually find their \"sweet spot,\" and congestion is avoided because users take their foot off the gas, so to speak, as soon as they notice a slowdown. As computers throughout the network utilize this strategy, the whole system can continuously adjust to changing conditions, maximizing overall efficiency.Navlakha, who develops algorithms to understand complex biological networks, wondered if the brain, with its billions of distributed neurons, was managing information similarly. So, he and coauthor Jonathan Suen, a postdoctoral scholar at Duke University, set out to mathematically model neural activity. Because AIMD is one of a number of flow-control algorithms, the duo decided to model six others as well. In addition, they analyzed which model best matched physiological data on neural activity from 20 experimental studies. In their models, AIMD turned out to be the most efficient at keeping the flow of information moving smoothly, adjusting traffic rates whenever paths got too congested. More interestingly, AIMD also turned out to best explain what was happening to neurons experimentally.It turns out the neuronal equivalent of additive increase is called long-term potentiation. It occurs when one neuron fires closely after another, which strengthens their synaptic connection and makes it slightly more likely the first will trigger the second in the future. The neuronal equivalent of multiplicative decrease occurs when the firing of two neurons is reversed (second before first), which weakens their connection, making the first much less likely to trigger the second in the future. This is called long-term depression. As synapses throughout the network weaken or strengthen according to this rule, the whole system adapts and learns.\"While the brain and the Internet clearly operate using very different mechanisms, both use simple local rules that give rise to global stability,\" says Suen. \"I was initially surprised that biological neural networks utilized the same algorithms as their engineered counterparts, but, as we learned, the requirements for efficiency, robustness, and simplicity are common to both living organisms and the networks we have built.\"Understanding how the system works under normal conditions could help neuroscientists better understand what happens when these results are disrupted, for example, in learning disabilities. \"Variations of the AIMD algorithm are used in basically every large-scale distributed communication network,\" says Navlakha. \"Discovering that the brain uses a similar algorithm may not be just a coincidence.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/si-tia020917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Neurobiology", " Computer Science", " Bioinformatics"], "journal": "Neural Computation", "description": "Salk scientist finds similar rule governing traffic flow in engineered and biological systems.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}