{"title": "Doctors create 'MAGIC algorithm' to predict bone marrow transplant patients' risk of dying", "text": "(New York, NY - February 3, 2017) --Researchers at Mount Sinai Health System have discovered a way to predict whether blood cancer patients who received a bone marrow transplant will develop graft-versus-host disease, a common and often lethal complication, according to a study published in JCI (The Journal of Clinical Investigation) Insight. This international study at 11 cancer centers examined blood samples from almost 1,300 bone marrow transplant patients and found that two proteins present in blood drawn a week after a transplant can predict whether a patient will develop a lethal version of graft-versus-host disease, weeks before the disease's symptoms normally occur. Scientists at the Mount Sinai Acute GVHD International Consortium (MAGIC) created an algorithm, dubbed the \"MAGIC algorithm,\" that determines a patient's risk of developing the disease by measuring concentrations of these proteins, ST2 and REG3a. \"The MAGIC algorithm gives doctors a roadmap to save many lives in the future. This simple blood test can determine which bone marrow transplant patients are at high risk for a lethal complication before it occurs,\" says James L.M. Ferrara, MD, Professor of Pediatrics, Oncological Sciences and Medicine, Hematology and Medical Oncology at The Tisch Cancer Institute at the Icahn School of Medicine at Mount Sinai, and Co-director of MAGIC. \"It will allow early intervention and potentially save many lives.\" Doctors at Mount Sinai are now designing clinical trials to determine whether immunotherapy drugs, normally used during the onset of graft-versus-host disease, would benefit patients as soon as this new blood test determined they would be at high risk for severe onset of the disease. Researchers believe that if patients receive the drugs once the test is administered, which is well before symptoms develop, they would be spared the full force of the disease, and fewer of them would die. \"This test will make bone marrow transplant safer and more effective for patients because it will guide adjustment of medications to protect against graft-versus-host disease,\" says John Levine, MD, MS, Professor of Pediatrics and Medicine, Hematology and Medical Oncology at The Tisch Cancer Institute at the Icahn School of Medicine at Mount Sinai and Co-director of MAGIC. \"If successful, the early use of the drugs would become a standard of care for bone marrow transplant patients.\"Graft-versus-host disease occurs when the bone marrow donor's immune system sees the recipient's body as foreign and launches an immune response, attacking the recipient's tissue, primarily the skin, liver, and gastrointestinal tract. Between 40 and 60 percent of patients who receive bone marrow transplants later develop severe graft-versus-host disease, and about 40 percent of people who develop the disease die. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tmsh-dc020317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute, American Cancer Society and Doris Duke Charitable Foundation", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Death/Dying", " Mortality/Longevity", " Dermatology", " Diagnostics", " Gastroenterology", " Liver", " Transplantation"], "journal": "JCI Insight", "description": "Researchers at Mount Sinai Health System have discovered a way to predict whether blood cancer patients who received a bone marrow transplant will develop graft-versus-host disease, a common and often lethal complication, according to a study published in JCI (The Journal of Clinical Investigation) Insight.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}