{"title": "Scientists identify aggressive pancreatic cancer cells and their vulnerability", "text": "HOUSTON - Researchers have identified a gatekeeper protein that prevents pancreatic cancer cells from transitioning into a particularly aggressive cell type and also found therapies capable of thwarting those cells when the gatekeeper is depleted.A team from The University of Texas MD Anderson Cancer Center describes this week in the journal Nature a series of preclinical experiments using patient-derived tumor xenografts (PDXs) and mouse models that point to potential treatments for patients with a rapidly-progressing and resistant subgroup of tumor cells. \"Pancreatic cancer cells are characterized by remarkable plasticity, cellular changes that make this malignancy so difficult to treat,\" said first author Giannicola Genovese, M.D., instructor in Genomic Medicine.Genovese and colleagues found, in a subset of tumor cells, after the original oncogenic driver fades, depletion of a gene called SMARCB1 results in a cellular change to mesenchymal status, a mobile and invasive cell state.The team also found a vulnerability for mesenchymal cells: they are overly reliant on accelerated protein production to meet increased metabolic needs. \"Inhibiting proteostasis in combination with standard of care chemotherapy was highly effective in killing these most aggressive subpopulations of pancreatic cancer,\" Genovese said.Identify, understand tumor cells to kill themThis led the team to look at a drug called AUY922, an inhibitor of heat shock protein 90, which blocks  proteostasis - the creation, folding, distribution and degrading of proteins.  Both as a single agent and combined with the chemotherapy gemcitabine, AUY922 increased the response rate and lengthened survival of mice whose tumors faithfully recapitulated key features of human pancreatic cancers.A key challenge in treating cancer stems from molecular and genomic variability of tumor cells, which causes functional differences across cells that can fuel resistance to treatment.\"We are working to dissect the cell populations within tumors to attempt to understand the functional vulnerabilities of each, then to plan for more rational combinatorial treatment approaches,\" said Giulio Draetta, M.D., Ph.D., professor of Genomic Medicine and director of MD Anderson's Institute for Applied Cancer Science. Draetta, who is corresponding author of the paper, noted that identifying the subpopulation of aggressive cells and establishing their vulnerability to proteostasis inhibitors allows a match of treatment to specific cell type.  \"This is truly functionally defined, personalized medicine.\"Path to mesenchymal statusTo identify and study the impact of pancreatic cancer cell plasticity, the team established an experimental approach to isolate and characterize single cell clones called \"escapers\" that spontaneously acquire malignant features. They identified two major sub-populations, one preserving simpler epithelial differentiation, one displaying mesenchymal features. Profiling the two types of escaper populations revealed that mesenchymal clones are characterized by the extinction of KRAS signaling, a common driver of pancreatic cancer, and the abnormal activation of epigenetic programs regulated by the chromatin remodeling factor SMARCB1.Lower SMARCB1, shorter lifeTo explore the clinical relevance of these findings, the researchers analyzed surgically removed tumors from 134 patients and identified a subset of patients whose tumors displayed low levels of SMARCB1, independence from KRAS signaling and who had a dismal prognosis. Subsequent experiments ablating the SMARCB1 gene in mouse models led to the rapid expansion of mesenchymal sub-populations with powerful growth and metastatic characteristics. Restoring SMARCB1 caused mesenchymal cells to revert to the less aggressive epithelial type, establishing SMARCB1 as a gatekeeper of epithelial identity.The researchers also found that SMARCB1-deficient cells had increased protein synthesis rates and activation of a number of protein-related stress-response pathways. They also found that expression of the oncogene MYC is required to maintain the mesenchymal state in SMARCB1-deficient cells.To test the stress-response connection, they ablated a crucial stress response gene, which resulted in tumor regression and prolonged survival in mice.These findings led to the experiments with the HSP90 inhibitor AUY922, which caused tumor cell death and hindered growth in SMARCB1-deficient mice but had a limited impact on mice with intact SMARCB1. The combination with gemcitabine extended survival in mice transplanted with patient-derived xenografts.Hunting mechanisms of cell change\"This work represents the first step of a major effort to understand the mechanisms allowing malignant cells to hijack specific gene programs to adapt to stress and survive,\" Genovese said. \"Today we have a detailed map of the genetic landscape driving cancer initiation and progression, but our knowledge of the epigenetic, metabolic and molecular programs conferring on tumors cells the ability to change state are still elusive.\"The team is developing novel technological tools to dissect those mechanisms in detail and also collaborates with the Institute for Applied Cancer Science to translate its findings by designing tailored clinical trials to exploit the vulnerabilities of those highly aggressive mesenchymal cells.", "article_link": "http://dx.doi.org/10.1038/nature21064", "url": "http://www.eurekalert.org/pub_releases/2017-02/uotm-sia020917.php", "region": "samerica", "source_link": "https://www.mdanderson.org/newsroom/2017/02/scientists-identify-aggressive-pancreatic-cancer-cells-and-their-vulnerability.html", "funder": "", "meeting": "", "institution": "University of Texas M. D. Anderson Cancer Center", "keywords": ["Medicine/Health", " Cancer"], "journal": "Nature", "description": "A team from The University of Texas MD Anderson Cancer Center describes this week in the journal Nature a series of preclinical experiments using patient-derived tumor xenografts (PDXs) and mouse models that point to potential treatments for patients with a rapidly-progressing and resistant subgroup of tumor cells.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}