{"title": "Function of olfactory receptor in the human heart identified", "text": "Researchers have for the first time identified the function of olfactory receptors in the human heart muscle, such as are also present in the nose. One of the receptors reacts to fatty acids that occur in the blood, in patients with diabetes significantly above the normal range. If a fatty acid activates the receptor, it triggers a negative effect: the heart rate and the force of muscular contraction are reduced. The team headed by Dr Nikolina Jovancevic and Prof Dr Dr Dr habil. Hanns Hatt from Ruhr-Universität Bochum has published its findings in the journal Basic Research in Cardiology. The researchers analysed the genetic composition of myocardial cells using state-of-the-art gene sequencing technology. They discovered active genes for ten olfactory receptors. The OR51E1 receptor occurred very frequently. For the purpose of additional experiments, the researchers generated myocardial cells from embryonic stem cells and human skin cells, in collaboration with the lab headed by Prof Dr Jürgen Hescheler at the University of Cologne. In the cardiomyocytes, they activated the OR51E1 receptor with the odorant nonanoic/decanoic acid, which causes a rancid-fatty olfactory sensation. It reduced the pulse frequency of the cultivated mini hearts; the higher the odorant concentration, the more significant the reduction. Once the researchers removed the odorant, the mini hearts returned to their normal rate.Reduced cardiovascular capacityMoreover, in collaboration with Prof Dr Henrik Milting at the Heart and Diabetes Center in Bad Oeynhausen, the researchers from Bochum analysed isolated myocardial cells from explanted hearts of patients. If they activated the OR51E1 receptor with fatty-acid scent, the force of muscular contraction was reduced. These results were verified in experiments with tissue slices of explanted human hearts, which were conducted in collaboration with Prof Dr Andreas Dendorfer from the clinic at Ludwig-Maximilians-Universität München.In humans, the fatty acids that have the capability of docking to OR51E1 occur in the blood and the fat tissue of the heart in a concentration that is sufficiently high to activate the receptor. That was confirmed in analyses carried out in collaboration with Prof Dr Erwin Schleicher from the University Hospital in Tübingen. The blood of diabetic patients, in particular, contains high concentrations of these fatty acids.Negative effect in diabetic patients assumed\"This might have a negative effect on the cardiac functions of diabetic patients,\" speculates Hanns Hatt, Head of the Department of Cellphysiology in Bochum. His team has now developed a blocker for the OR51E1 receptor that blocks the negative effect of the activating scents. That blocker is the molecule 2-ethylhexanoic acid.\"Applying a blocker might help to reduce the negative effects on the human heart that are caused by medium-chain fatty acids, especially in patients with increased fatty acid levels in blood,\" concludes Hatt. He also believes it is possible that the treatment might be beneficial for patients with dramatically increased heart rates. According to the Bochum-based scent researcher, it is conceivable that the odorant might be administered percutaneously. \"If the ointment is applied over the heart, the concentration of odorants that penetrate through the skin might be sufficient to have an effect on the heart; there are some hints of that,\" says Hatt. ", "article_link": "http://dx.doi.org/10.1007/s00395-017-0600-y", "url": "http://www.eurekalert.org/pub_releases/2017-02/rb-foo020817.php", "region": "europe", "source_link": "http://news.rub.de/english/press-releases/2017-02-08-scent-research-function-olfactory-receptor-human-heart-identified", "funder": "Heinrich-und-Alma-Vogelsang-Stiftung, German Research Foundation, Erich-und-Hanna-Klessmann-Stiftung, Deutsches Zentrum für Herz-Kreislauf-Forschung", "meeting": "", "institution": "Ruhr-University Bochum", "keywords": ["Biology", " Cell Biology", " Genetics", " Physiology", " Cardiology", " Diabetes"], "journal": "Basic Research in Cardiology", "description": "Researchers have identified the function of olfactory receptors in the human heart muscle, such as are also present in the nose. One of the receptors reacts to fatty acids that occur in the blood, in patients with diabetes significantly above the normal range. If a fatty acid activates the receptor, it triggers a negative effect: the heart rate and the force of muscular contraction are reduced.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}