{"title": "Giving the messages from fat cells a positive spin to prevent diabetes", "text": "Losing weight appears to reset the chemical messages that fat cells send to other parts of the body that otherwise would encourage the development of Type 2 diabetes, substantially reducing the risk of that disease, a team led by Children's National Health System researchers report in a new study. The findings offer hope to the nearly 2 billion adults who are overweight or obese worldwide that many of the detrimental effects of carrying too much weight can recede, even on the molecular level, once they lose weight.In 2015, Robert J. Freishtat, M.D., M.P.H., Chief of Emergency Medicine at Children's National and Associate Professor of Pediatrics, Emergency Medicine and Integrative Systems Biology at The George Washington University School of Medicine & Health Sciences, and colleagues showed that fat cells (also known as adipocytes) from people who are obese send messages to other cells that worsen metabolic function. These messages are in the form of exosomes, nanosized blobs whose contents regulate which proteins are produced by genes. Exosomes are like \"biological tweets,\" Dr. Freishtat explains -- short signals designed to travel long distances throughout the body.Dr. Freishtat's earlier research showed that the messages contained in exosomes from patients who are obese alter how the body processes insulin, setting the stage for Type 2 diabetes. However, says Dr. Freishtat, it has remained unclear since that publication whether these aberrant messages from adipocytes improve after weight loss.\"We've known for a long time that too much adipose tissue is bad for you, but it's all moot if you lose the weight and it's still bad for you,\" he explains. \"We wanted to know whether these negative changes are reversible. If you reduce fat, does the disease risk that goes along with excess fat also go away?\"Details of the studyTo investigate this question, Dr. Freishtat and colleagues worked with six African American adults scheduled to receive gastric bypass surgery -- a nearly surefire way to quickly lose a large amount of weight. The volunteers, whose average age was 38 years, started out with an average body mass index (BMI) of 51.2 kg/m2. (The Centers for Disease Control and Prevention considers a healthy BMI to range between 18.5 to 24.9.) Two weeks before these volunteers underwent surgery, researchers collected blood samples and took a variety of measurements. The researchers then performed a repeat blood draw and measurements one year after the surgery took place, when the volunteers' average BMI had dropped to 32.6.Dr. Freishtat and colleagues drew out the adipocyte-derived exosomes from both sets of blood samples and analyzed their contents. The team reports in the January 2017 issue of Obesity that at least 168 microRNAs -- the molecules responsible for sending specific messages -- had changed before and after surgery. Further analyses showed that many of these microRNAs were involved in insulin signaling, the pathways that the body uses to regulate blood sugar. By changing these outgoing microRNAs for the better, Dr. Freishtat says, adipocytes actively were encouraging higher insulin sensitivity in other cells, warding off Type 2 diabetes.Sure enough, each volunteer had better insulin sensitivity and other improved markers of metabolic health post-surgery, including lower branched chain amino acids and a two-fold reduction in their glutamate to glutamine ratio. \"These volunteers were essentially cured of their diabetes after surgery. The changes we saw in their surgery-responsive microRNAS correlated with the changes we saw in their metabolic health,\" Dr. Freishtat says.A glimpse into the futureDr. Freishtat and colleagues plan to study this phenomenon in other types of weight loss, including the slower and steadier paths that most individuals take, such as improving diet and doing more exercise. The team expects to see similar changes in exosomes of patients who lose weight in non-surgical ways.By further examining the aberrant messages in microRNAs being sent out from adipocytes, he says, researchers eventually might be able to develop treatments to reverse metabolic problems in overweight and obese patients before they lose the weight, improving their health even before the often challenging process of weight loss begins.\"Then, if you can disrupt this harmful signaling in combination with weight-loss strategies,\" Dr. Freishtat says, \"you're really getting the best of both worlds.\"Eventually, he adds, tests might be available so that doctors can warn patients that their fat cells are sending out harmful messages before disease symptoms start. By giving patients an early heads up, Dr. Freishtat says, patients might be more likely to heed advice from physicians and make changes before it's too late.\"If doctors could warn patients that their fat is telling their blood vessels to fill up with plaque and trigger a heart attack in 10 to 20 years,\" he says, \"patients might be more compliant with treatment regimens.\"\r\n", "article_link": "http://dx.doi.org/10.1002/oby.21709", "url": "http://www.eurekalert.org/pub_releases/2017-02/cnhs-gtm020817.php", "region": "namerica", "source_link": null, "funder": "NIH/National Center for Advancing Translational Sciences, Clark Charitable Foundation", "meeting": "", "institution": "Children's National Health System", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Obesity", "description": "A research team led by Children's National finds that losing weight through surgical approaches appears to reset chemical messages that fat cells send, substantially reducing people's risk of developing type 2 diabetes.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}