{"title": "BMBF funding for diabetes research on pancreas chip", "text": "Germany's Federal Ministry of Education and Research (BMBF) will be funding the new \"PancChip\" consortium for the next three years. This group will be coordinated at the Helmholtz Zentrum München, where also some of its work is carried out. The objective is further development of the culture and differentiation of stem cells into functional beta cells on a chip, and consequently the resolution of issues regarding the formation and treatment of diabetes and other pancreatic disorders. The total funding amounts to 1.5 million euros and will be distributed equally among the three partner institutions.In various types of diabetes, the insulin-producing beta cells in the pancreas are destroyed. Science is focusing more and more on replacement and regeneration therapies as possible treatments for this case. The idea behind this: To use stem cells, which are cells that can develop into other types of cells, as a source for insulin-producing beta cells.\"Unfortunately, however, our understanding of the signals and factors that regulate stem cell programming is still not sufficient,\" explains Prof. Dr. Heiko Lickert, director of the Institute of Diabetes and Regeneration Research (IDR) at the Helmholtz Zentrum München and holder of the Chair of Beta Cell biology at the Technical University of Munich (TUM). Together with Dr. Matthias Meier from the University of Freiburg, he will be coordinating and leading the project. Also taking part in the project is Prof. Dr. Alexander Kleger from the Department of Internal Medicine at the Ulm University Medical Center.Together, the scientists want to develop a number of cell culture models in a chip format in order to investigate which factors regulate the stem cells' development into endocrine and exocrine* cell lines, and how this regulation takes place. The cells grow on a substrate (the chip) and the fluids above this (a culture medium with and without additional substances) are regulated by means of miniaturized pneumatic valves. Also included are analysis methods in order to provide comprehensive documentation of the cells' reaction.In the next step, a 3D model system is to generate so-called organoids, or mini-organs, in order to allow an examination of disease processes. \"Using this 'organoid clinic', we will be able to test active substances under standardized conditions and examine the reaction of patient material to therapy options,\" states project leader Lickert. The Munich researchers are going to specialize in modelling diabetes, in particular, while the focus in Ulm is to be on research on chronic inflammation of the pancreas (pancreatitis).Over the long term, the project is expected to pay off in three directions: Scientifically, the consortium would like to explore the biology behind pancreatic diseases and identify possible points of attack. Clinically, the work will focus on developing beta cell replacement therapy and consequently in the long term, on healing diabetes mellitus. And last but not least, the project should also generate an economic benefit: Ultimately** it should be possible for a start-up company to utilize the research results. Conceivable options here would be the chip itself for possible production of beta cells from stem cells, a high-throughput screening platform for chemotherapeutics to check the efficacy on pancreatic cells, and an innovative instrument for individualized preliminary testing of therapy options on patient material.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/hzm--bff020817.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/37757/index.html", "funder": "German Federal Ministry of Education and Research", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biotechnology", " Cell Biology", " Medicine/Health", " Cancer", " Endocrinology", " Diabetes", " Pharmaceutical Science", " Physiology"], "journal": "", "description": "Germany's Federal Ministry of Education and Research (BMBF) will be funding the new 'PancChip' consortium for the next three years. The objective is further development of the culture and differentiation of stem cells into functional beta cells on a chip, and consequently the treatment of diabetes and other pancreatic disorders. The total funding amounts to €1.5 million and will be distributed equally among the three partner institutions.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}