{"title": "ADA funds Kostic Lab to create model linking the microbiome to type 1 diabetes", "text": "BOSTON - (February 8, 2017) - The American Diabetes Association (ADA) has awarded Joslin Diabetes Center assistant investigator Aleksandar Kostic, Ph.D., a $1.625-million grant under its Pathway to Stop Diabetes program, which seeks to bring new investigators and new perspectives to diabetes research. The funding will support the development of a novel experimental system designed to improve our understanding about how bacteria in the gut (the gut \"microbiome\") may contribute to the autoimmune attack that leads to type 1 diabetes.Before coming to Joslin in 2016, Kostic was among the scientists analyzing the results of the DIABIMMUNE study, a large clinical trial collecting microbiome samples among Finnish and Russian children who were genetically at risk of developing type 1 diabetes. Kostic and his colleagues demonstrated that among the two groups, children with certain populations of gut bacteria were much more likely to get the disease. \"Very specific alterations in the microbiome that happened early in life were particular to the healthy infants compared to the infants who go on to develop type 1 diabetes,\" says Kostic, who is also a member of the faculty at Harvard Medical School. \"We think something in the microbiome is missing in the children who do develop the disease. The next step is to go into the lab and try to test whether these changes in the microbiome actually cause diabetes.\"George L. King, M.D., Senior Vice President of Joslin Diabetes Center and the Chief Scientific Officer, congratulated Dr. Kostic, saying \"Alex's discoveries on the role of gut microbiome and type 1 diabetes have already made significant impact on our understanding of the disease. I know the research faculty is looking forward to have Alex lead our efforts in the study of gut microbiome on all aspects of diabetes and its related complications. \"Kostic's lab will develop an animal model that will help to unravel how gut bacteria interact with the immune system. The animals will be versions of the non-obese diabetic (NOD) mouse, the standard animal model for type 1 diabetes, that are initially germ-free--painstakingly grown and maintained in a tightly controlled environment designed to keep out any microbes. The Joslin scientists will study the effects of introducing various strains of gut bacteria that may increase or decrease inflammatory responses that may fuel the autoimmune reaction. Researchers will begin by studying the immune effects of introducing mouse bacteria, and then go on to study the effects of introducing human strains. \"Following the trajectory of type 1 diabetes in the mice, and looking at what genes become active in the microbes and in the immune system, we think we can pinpoint some of these mechanisms that are important, if indeed the microbiome is causing diabetes,\" Kostic says.If human gut bacteria are proven to contribute to the autoimmune reaction, Kostic says, his long-term goal is to develop treatments that help to prevent the disease, perhaps based on synthetically engineered versions of bacteria that can play a defensive role.The funding from the ADA is particularly crucial because it will allow the multi-year effort required to build the new experimental system and explore its results. \"Working with germ-free mice in practice is very difficult to do,\" Kostic notes. \"It takes time to train ourselves and the people who work in the facility to maintain consistently germ-free mice, because as you can imagine it would be so easy to introduce the tiniest microbe and contaminate the mice.\" His work also has received significant multi-year funding from a recent Smith Family Foundation grant.Joslin's deep combination of expertise and resources both in basic and clinical research offers unparalleled opportunities for microbiome research, Kostic says. \"We can collect cohorts of new patients and try to understand new aspects of the disease, model them in our system in the germ-free mice, and then drill down into the fine immunological details of the disease,\" he explains. \"Joslin is unique in that it spans all of those areas.\" \"We are very excited by the cutting edge work being done in Dr. Kostic's laboratory. We are appreciative of the ADA support of these studies and believe such collaborations and awards will serve to accelerate success and lead to seminal breakthroughs in the fight against diabetes, says Peter S. Amenta, MD, PhD, President and CEO of the Joslin Diabetes Center.While his studies of the connections between the microbiome and the immune system are completely focused on type 1 diabetes, the research may eventually provide insights and experimental techniques that also apply to other diseases, such as inflammation-related conditions including obesity and type 2 diabetes, he says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/jdc-afk020817.php", "region": "namerica", "source_link": "http://www.joslin.org/news/ADA-funds-Kostic-lab-for-into-microbiome-type1-diabetes-link.html", "funder": "American Diabetes Association", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Microbiology", " Medicine/Health", " Diabetes"], "journal": "", "description": "The ADA has awarded Aleksandar Kostic Ph.D. $1.625 million for the development of a novel experimental system designed to improve our understanding about how bacteria in the gut (the gut 'microbiome') may contribute to the autoimmune attack that leads to type 1 diabetes.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}