{"title": "Innovative procedure to measure cell energy production developed", "text": "(Boston)--Collaborative work between researchers from Boston University School of Medicine (BUSM) and the Massachusetts Institute of Technology has resulted in development of a new software tool that enhances measurement and analysis of energy production generated by human immune cells. These findings appear in the journal PLOS ONE. \"Measuring energy production is critical for determining how immune cells fuel inflammation in many diseases such as obesity and diabetes,\" explained corresponding author Barbara Nikolajczyk, PhD, associate professor of microbiology at BUSM. Using this software, BUSM researchers examined peripheral blood cells, including T cells and B cells, from healthy people and from those with type 1 or type 2 diabetes. The cells were analyzed for production of oxygen or lactic acid, two ways of measuring how immune cells produce energy.Energy measurement used Extracellular Flux (XF) technology and the newly developed analytical tool, SHORE, to detect shifts in fuel utilization.  This procedure can accurately compare peripheral blood cells from healthy people to those with diabetes. Development of this automated tool increases the researchers' capacity to analyze the large number of cell samples required for rigor in human materials research. According to the researchers, this tool will allow them to determine whether dietary intake and drugs would help normalize the chronic inflammation that is known to drive disease development.\"This method is a critical advance in the analysis of human immune cells and is available as a free download to serve the scientific community unencumbered,\" added Nikolajczyk.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bumc-ipt020717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, BU Genome Sciences Institute, NIDDK Diabetic Complications Consortium", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "PLOS ONE", "description": "Collaborative work between researchers from Boston University School of Medicine and the Massachusetts Institute of Technology has resulted in development of a new software tool that enhances measurement and analysis of energy production generated by human immune cells. \r\n\r\nThese findings appear in the journal PLOS ONE.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}