{"title": "Cutting-edge analytics allows health to be improved through nutrition", "text": "The great contribution of lipidomics is that it establishes a direct relationship between food and metabolic alterations stemming from diet. Lipids are one of the main classes of biological molecules that regulate cell metabolism. So membrane lipidomics makes possible one of the means for studying human metabolism and correlating nutrition with the state of the cells. By acting on nutrition, this knowledge allows improvements to take place in people.The service offered by the new Lipigenia brand therefore starts with the taking of a blood sample. This blood sample is analysed by a sample processor specifically designed to select mature (120-day-old) red blood cells, in other words, the red blood cells that have full information about our cells. Through the methodology developed by Dr Carla Ferreri of the CNR-ISOF, it is possible to interpret this information that is translated into the MUI-Membrane Unbalance Index (with a European patent); the index reveals the degree of balance/imbalance in which each person finds him-/herself, as well as the way of correcting this situation through precision nutrition and supplementation validated within a period of four months.Finally, in a report detailing the MUI, Lipigenia draws up the nutrition guidelines to be followed and, if necessary, the required supplementation. This report is available within a period of 15 days after the blood sample has been taken.Lipodomic analysis is a solution geared towards private individuals and professionals in the healthcare sector, and doctors, in particular, helping them in the different stages in the healthcare process (prevention, diagnosis, treatment and monitoring of the patient).Benefits of studying the lipid membrane profileThe study of the lipid membrane profile allows correct eating habits to be established to prevent disease and improve intellectual or physical activities on a day-to-day basis. It also improves the life quality of people with risk factors for health such as excess weight, obesity, hypertension or diabetes. It can also be used to delay the imbalances associated with the passing of the years and ageing (cognitive deterioration, osteoarthritis, dysphagia, etc.) through guided, personalised, specific nutrition during each phase. It also improves response in the face of a range of disorders such as cardiovascular disease, cancer or Alzheimer's.Studying the lipid membrane profiles of the population will allow different segments to be characterised in terms of lifestyle, risk factors, chronicity, non-communicable diseases or ageing. That is why one of the main aims of the partnership between AZTI, CNR-ISOF and Intermedical Solutions Worldwide and therefore of Lipigenia (whose head office is located at the Zuatzu Business Park in Donostia-San Sebastian) is to design specific food products and supplements for each of these population segments, thus enabling people to follow a diet suited to their characteristics more easily.So, as of today, by collaborating with other groups working in other biomedical lines, the development of new profiles in cancer, obesity and excess weight, diabetes, Alzheimer's, sports, etc. is envisaged.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ef-caa020817.php", "region": "europe", "source_link": "http://www.azti.es/es/una-analitica-de-vanguardia-permite-mejorar-la-salud-a-traves-de-la-alimentacion/", "funder": "", "meeting": "", "institution": "Elhuyar Fundazioa", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients"], "journal": "", "description": "The company Lipigenia, which specializes in setting out guidelines on appropriate nutrition to achieve people's well-being on the basis of state-of-the-art blood analytics, has embarked on its activity following the partnership reached between AZTI, the Italian enterprise CNR-ISOF and Intermedical Solutions Worldwide. Users will be given access to membrane lipidomics, a new healthcare tool that studies the fatty acid profile of the cell membrane.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}