{"title": "To make Medicare better for all, take social risk factors into account, experts recommend", "text": "ANN ARBOR, MI - Every day, the Medicare system pays certain doctors and hospitals a bit more, or judges them a bit differently, because their patients are sicker than national averages. After all, taking care of someone who has diabetes, heart problems and asthma, for example, is more complicated and more expensive than taking care of someone who just has diabetes. But what if the person with \"just\" diabetes is also poor and never graduated high school, or unmarried and lives alone in a rural area? He or she might have a harder time taking care of that condition than a person who has several health problems, but also more income, more education, a spouse or less distance to travel for care. It's time for the Medicare system to start taking these non-medical, \"social\" risk factors into account when it decides how to pay or grade hospitals and other health care providers, two experts on the topic say in a new piece published in the New England Journal of Medicine. Doing so could incentivize better care for all patients in the new age of value-based, quality-driven Medicare payments. Their piece highlights a recent National Academies of Sciences, Engineering, and Medicine report that they helped author. This report reviewed a wide range of studies about social risk factors and health, and considered whether they were ready to be used by Medicare in its payments and quality reporting. It appears alongside another NEJM piece by a federal government team that came to similar conclusions after reviewing the issue.\"As our nation works to make healthcare more patient-centered and value-based, Medicare can support these goals by making sure we reward those who do a good job taking care of disadvantaged patients,\" says author John Ayanian, M.D., M.P.P., director of the University of Michigan Institute for Healthcare Policy and Innovation.   \"These findings are important because they lay out how to account for social risk factors and strengthen incentives to deliver high-quality care to disadvantaged groups,\" says fellow author Melinda Buntin, Ph.D, Chair of Vanderbilt University School of Medicine's Department of Health Policy. \"Previously, some argued you could only do one or the other.\"A wide range of research now shows that social risk factors can affect a person's health. But the Medicare system doesn't collect information on most of them, so it would have to start doing so in order to take them into account, the researchers say. They call for better data on many factors, and more research on some. But they also say that Medicare could start using some social factors it already tracks to adjust Medicare payments and quality measurements. And that could help the hospitals and providers that already take care of disadvantaged people have a more level playing field, even though they can't control a patient's social risk factors.For instance, the Medicare system already knows which patients are \"dual eligible\": that is, old or disabled enough to quality for Medicare, and poor enough to qualify for Medicaid. It also knows which people live in rural or urban areas, and where Medicare participants were born. Dual-eligible status is the most consistent of all social risk factors in predicting which patients will have the worst outcomes, the federal report noted.The National Academies committee also recommends that Medicare ask all new enrollees, and even existing ones, about their racial and ethnic background, education, whether they have a spouse or partner and their preferred language. All of these factors have been shown in independent research reviewed by the committee to affect someone's health outcomes. At the same time, Buntin and Ayanian say, not enough is known about how to gauge factors like wealth or social support, nor about the impact on health of sexual orientation or how fully someone has adapted to American culture if they came to the U.S. as an immigrant. More research is needed on these and other factors, they and the other authors of the National Academies report concluded. The National Academies report, and the federal report covered in the other new NEJM piece, both grew out of a piece of federal law signed in 2014 called the Improving Medicare Post-Acute Care Transformation Act. A more recently signed law, the 21st Century Cures Act, also calls for Medicare to account for \"dual eligible\" status when it sets penalties for hospitals whose patients ended up in the hospital again within 30 days after a hospital stay. Bipartisan agreement exists, the authors say, about the need to reduce disparities in access, quality and outcomes; to improve quality and efficient care delivery for all patients; to promote fair and accurate reporting of data about social risk factors among the patients of hospitals or providers; and to compensate providers fairly when they do take care of more people with social risk factors.If social risk factors, sometimes also called social determinants of health, are taken into account by Medicare, it should be done in all aspects of the payment and quality assessment and reporting system, they say, and in a way that rewards high-quality, high-value care for these patients but does not \"excuse\" suboptimal care. They note that even now, without social risk factors baked into Medicare systems, some safety-net providers do an excellent job. But many hospitals and providers that disproportionately serve beneficiaries with social risk factors perform worse on quality measures - often because of social risk factors they can't control. ", "article_link": "http://dx.doi.org/10.1056/NEJMp1700081", "url": "http://www.eurekalert.org/pub_releases/2017-02/mmu-tmm020817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Health Care", " Insurance", " Socioeconomics", " Medicine/Health", " Aging", " Health Care Systems/Services", " Policy/Ethics", " Science/Health and the Law", " Demography", " Socioeconomics"], "journal": "New England Journal of Medicine", "description": "It's time for the Medicare system to take non-medical, 'social' risk factors into account when it decides how to pay or grade hospitals and other health care providers, two experts say based on a new National Academies report. Doing so could incentivize better care for all patients.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}