{"title": "Stem-cell-derived cells flag a possible new treatment for rare blood disorder", "text": "Researchers at Boston Children's Hospital's Stem Cell Research Program were able, for the first time, to use patients' own cells to create cells similar to those in bone marrow, and then use them to identify potential treatments for a blood disorder. The work was published today by Science Translational Medicine. The team derived the so-called blood progenitor cells from two patients with Diamond Blackfan anemia (DBA), a rare, severe blood disorder in which the bone marrow cannot make enough oxygen-carrying red blood cells. The researchers first converted some of the patients' skin cells into induced pluripotent stem (iPS) cells. They then got the iPS cells to make blood progenitor cells, which they loaded into a high-throughput drug screening system. Testing a library of 1,440 chemicals, the team found several that showed promise in a dish. One compound, SMER28, was able to get live mice and zebrafish to start churning out red blood cells.The study marks an important advance in the stem cell field. iPS cells, theoretically capable of making virtually any cell type, were first created in the lab in 2006 from skin cells treated with genetic reprogramming factors. Specialized cells generated by iPS cells have been used to look for drugs for a variety of diseases -- except for blood disorders, because of technical problems in getting iPS cells to make blood cells. \"iPS cells have been hard to instruct when it comes to making blood,\" says Sergei Doulatov, PhD, co-first author on the paper with Linda Vo and Elizabeth Macari, PhD. \"This is the first time iPS cells have been used to identify a drug to treat a blood disorder.\"DBA currently is treated with steroids, but these drugs help only about half of patients, and some of them eventually stop responding. When steroids fail, patients must receive lifelong blood transfusions and quality of life for many patients is poor. The researchers believe SMER28 or a similar compound might offer another option.\"It is very satisfying as physician scientists to find new potential treatments for rare blood diseases such as Diamond Blackfan anemia,\" says Leonard Zon, MD, director of Boston Children's Stem Cell Research Program and co-corresponding author on the paper with George Q. Daley, MD, PhD. \"This work illustrates a wonderful triumph,\" says Daley, associate director of the Stem Cell Research Program and also dean of Harvard Medical School.As in DBA itself, the patient-derived blood progenitor cells, studied in a dish, failed to generate the precursors of red blood cells, known as erythroid cells. The same was true when the cells were transplanted into mice. But the chemical screen got several \"hits\": in wells loaded with these chemicals, erythroid cells began appearing. Because of its especially strong effect, SMER28 was put through additional testing. When used to treat the marrow in zebrafish and mouse models of DBA, the animals made erythroid progenitor cells that in turn made red blood cells, reversing or stabilizing anemia. The same was true in cells from DBA patients transplanted into mice. The higher the dose of SMER28, the more red blood cells were produced, and no ill effects were found. (Formal toxicity studies have not yet been conducted.) Previous researchers have tried for years to isolate blood stem cells from patients. They have sometimes succeeded, but the cells are very rare and cannot create enough copies of themselves to be useful for research. Attempts to get iPS cells to make blood stem cells have also failed. The Boston Children's researchers were able to circumvent these problems by instead transforming iPS cells into blood progenitor cells using a combination of five reprogramming factors. Blood progenitor cells share many properties with blood stem cells and are readily multiplied in a dish.\"Drug screens are usually done in duplicate, in tens of thousands of wells, so you need a lot of cells,\" says Doulatov, who now heads a lab at the University of Washington. \"Although blood progenitor cells aren't bona fide stem cells, they are multipotent and they made red cells just fine.\"SMER28 has been tested preclinically for some neurodegenerative diseases. It activates a so-called autophagy pathway that recycles damaged cellular components. In DBA, SMER28 appears to turn on autophagy in erythroid progenitors. Doulatov plans to further explore how this interferes with red blood cell production.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bch-scf020617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NHLBI Progenitor Cell Biology Consortium, Alex's Lemonade Stand, The Taub Foundation Grants Program for MDS AQ43 Research, Doris Duke Medical Foundation, National Science Foundation", "meeting": "", "institution": "Boston Children's Hospital", "keywords": ["Cell Biology", " Medicine/Health", " Hematology"], "journal": "Science Translational Medicine", "description": "Researchers at Boston Children's Hospital's Stem Cell Research Program were able, for the first time, to use patients' own cells to create cells similar to those in bone marrow, and then use them to identify potential treatments for a blood disorder.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}