{"title": "Can parental education improve effectiveness of school-based BMI screening?", "text": "New Rochelle, NY, February 8, 2017--Parents of elementary school children who received body mass index (BMI) screening results together with educational material were significantly more likely to express their intent to change at least one obesity-related risk factor compared to parents who received only the BMI measure. Parental education may help improve the acceptance and utility of BMI screening in school-age children, a practice that has been controversial and largely ineffective at reversing the childhood obesity epidemic. The study is published in Childhood Obesity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Childhood Obesity website until March 10, 2017.Greg Welk, PhD, Iowa State University (Ames), Lisa Bailey-Davis, DEd, RD, Geisinger Health System (Danville, PA), and coauthors from University of Tennessee-Chattanooga and Iowa State University describe the educational information they provided to parents in the article entitled \"Effects of Enhancing School-based Body Mass Index Screening Reports with Parent Education on Report Utility and Parental Intent to Modify Obesity Risk Factors.\" Among the important findings of this study was that parents of children who were overweight or obese and who received the enhanced BMI information reported being more likely to plan a visit to a health care provider and an intent to limit sugar-sweetened drinks compared to parents of children who were not overweight. \r\n\"In the midst of the child obesity epidemic in the United States, there has been concern that parents are not well informed about what constitutes obesity or what they should do about it. It was thought that simply providing a \"report card\" with the child's BMI would be enough provoke action,\" says Childhood Obesity Editor-in-Chief Tom Baranowski, PhD, Baylor College of Medicine, Houston, TX. \"Studies testing that method have encountered inconsistent results, with many showing no effect. Dr. Welk and colleagues took that intervention one step further and provided the parent with information on how to interpret the report card with guidance on what they could do. In this study, parents of overweight and obese children responded in a desired way. This study is important enough that it needs to be replicated in other samples and regions of the country. This will provide a firm foundation for formulating school policies to prevent the further development of child obesity.\"\r\n", "article_link": "http://dx.doi.org/10.1089/chi.2016.0177", "url": "http://www.eurekalert.org/pub_releases/2017-02/mali-cpe020817.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/can-parental-education-improve-effectiveness-of-controversial-school-based-bmi-screening-for-childhood-obesity/2101/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases"], "journal": "Childhood Obesity", "description": "Parents of elementary school children who received body mass index (BMI) screening results together with educational material were significantly more likely to express their intent to change at least one obesity-related risk factor compared to parents who received only the BMI measure.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}