{"title": "Study: Analyzing gut microbes and their byproducts essential to understanding human health", "text": "WASHINGTON, DC - Feb. 8, 2017 - To best understand the potential of microbes in the gut to affect human health, clinicians need to look not just at the bacteria present in fecal samples but also at metabolites like amino acids that those bacteria produce, according to a new study researchers in Australia and England published this week in mSphere, an open access journal from the American Society for Microbiology. Typical DNA-based studies of the human microbiome, or bacterial makeup, are limited in that they do not report the metabolic output of a microbial community, said senior study author Geraint B. Rogers, PhD, an associate professor of microbiology and infectious diseases at Flinders University in Adelaide, South Australia, and a member of the South Australia Health and Medical Research Institute. Studying the microbiome and its metabolites (the metabolome) should go hand in hand, he said, yet because lots of microbes perform the same role and some microbes exploit metabolites from others, predicting what the metabolome might look like \"is very challenging.\"\"Characterizing the metabolic products of the intestinal microbiota is essential in understanding how they influence a person's health,\" Rogers said. \"These compounds can modulate a person's immune regulation, central nervous system function and metabolism. Analyzing antibiotic-induced disturbances in the gut microbiota and its corresponding metabolome can therefore provide insight into both the acute and chronic effects of antibiotics, and may give a functional understanding of the development of any associated health conditions.\"  Rogers and A. James Mason, D.Phil., senior lecturer in membrane biochemistry at King's College London, directed work using a combination of laboratory techniques -- next generation sequencing and nuclear magnetic resonance (NMR) metabolomics -- to measure the effect of antibiotic treatment with the drugs ciprofloxacin or vancomycin-imipenem on the microbiome and metabolome of female mice. They took fecal samples from the mice immediately prior to antibiotic treatment, after 14 days of treatment, and nine days after stopping antibiotic treatment. One group of mice was not given any antibiotics and served as a control. Ciprofloxacin treatment resulted in a significant reduction in taxa richness (the number of different types of bacteria within the samples) but had no effect on microbiota diversity or evenness. By comparison, vancomycin-imipenem treatment resulted in a significant decrease in taxa richness, evenness and diversity. Antibiotic treatment resulted in significant shifts of microbial composition and structure within 14 days of antibiotic treatment, the researchers noted. Ciprofloxacin resulted in a significant decrease of several types of bacteria, including Streptococcus, Lactobacillus and Clostridium, as well as an increase in Bacteroides and other species. Some families were completely depleted by the antibiotics. Vancomycin-imipenem treatment also resulted in significant differences, including reductions in members of the Bacteroides and Firmicutes phyla, and increases in the relative abundance of Proteobacteria. Many of the bacterial populations that changed following antibiotic exposure contribute to human health, Rogers said. \"For example, the Ruminococcaceae family, which was substantially reduced, produces important short-chain fatty acids by fermenting carbohydrates that humans cannot absorb themselves. These acids contribute to many aspects of our health, including epithelial cell turnover, which reduces the risk of colon cancer; gut barrier function, which prevents bacteria from getting into the bloodstream; and regulation of immune and metabolic controls. Antibiotic exposure also increased levels of the Enterobacter genus of bacteria, many species of which cause disease.\" The team also investigated the degree to which the fecal microbial community had recovered by nine days after antibiotic treatment. In the ciprofloxacin group, levels of taxa richness remained unchanged in this time but microbiota evenness and diversity were significantly reduced compared to the levels measured before and at the end of treatment. In the vancomycin-imipenem group, levels of microbial richness, evenness and diversity significantly increased nine days after stopping antibiotics compared to levels measured at the end of treatment but did not reach levels seen before antibiotic treatment began. There were greater differences of the microbiota composition in the vancomycin-imipenem group than the ciprofloxacin group compared to the controls, suggesting that recovery of the microbiota was slower with vancomycin-imipenem.  Researchers observed significant changes in the metabolome of the antibiotic-treated mice. Mice treated with ciprofloxacin had significant increases in amino acids such as valine, leucine, and phenylalanine and decreased levels of the sugar glycerol compared to controls. Increases in these types of amino acids are associated with an increased risk of type 2 diabetes as well as the development of metabolic diseases. Mice treated with vancomycin-imipenem had even greater differences, including lower levels of the amino acids alanine, methionine and tyrosine and organic acids citrate and propionate. Increased levels of sucrose, sarcosine and other compounds also were observed.  In follow-up studies, Rogers and colleagues are assessing whether comparable effects are seen in humans, and whether prebiotics (dietary supplements that boost the growth of beneficial microbes in the gut) or fecal microbiota auto-transplant (re-introducing part of a person's gut microbiota following treatment) could be used as therapies to limit those effects.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/asfm-sag020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society for Microbiology", "keywords": ["Biology", " Bacteriology", " Microbiology"], "journal": "mSphere", "description": "To best understand the potential of microbes in the gut to affect human health, clinicians need to look not just at the bacteria present in fecal samples but also at metabolites like amino acids that those bacteria produce, according to a new study researchers in Australia and England published this week in mSphere.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}