{"title": "Pioneer of cell growth, Michael N. Hall, wins cancer research prize", "text": "BETHESDA, MD - The National Foundation for Cancer Research (NFCR) today announced that Michael N. Hall, Ph.D., Professor of Biochemistry, Biozentrum of the University of Basel, Switzerland, has been selected as the winner of the 2017 Szent-Györgyi Prize for Progress in Cancer Research. In 1991, Hall discovered one of the most important cancer cell targets in the modern era of oncology, which he named \"Target of Rapamycin\" or TOR. He discovered that TOR - a conserved protein kinase - controls cell growth and a wide range of metabolic processes that when dysregulated cause disorders such as cancers, cardiovascular disease, diabetes and obesity. TOR inhibitors are used today in treatments for kidney, breast, brain and pancreatic cancers, and numerous clinical trials are currently underway testing TOR inhibitors in the treatments of many types of cancer.Michael N. Hall will be honored at a ceremony on May 1, 2017 at the National Press Club in Washington, D.C. \"Michael N. Hall has contributed in a fundamental way to our understanding of critical life processes,\" said Mary-Claire King, Ph.D., Professor of Medical Genetics and Genome Sciences at the University of Washington and winner of the 2016 Szent-Györgyi Prize. Mary-Claire King, Chair of the 2017 Prize Selection Committee, emphasized that \"his work is devoted to the discovery and characterization of the protein TOR, which controls many features of cell metabolism and behavior. Understanding how the pathways regulated by TOR work, and how they fail to work in cancer, has provided new strategies for the development of cancer therapies. Michael N. Hall's work is a lovely example of how basic science - experimental studies of proteins in yeast - can lead to discoveries of critical clinical importance.\" \"I am honored to have our cancer research recognized by the esteemed Szent-Györgyi Prize and to stand alongside the extraordinary scientists who have won it in previous years,\" said Hall, who was unanimously selected as the 2017 Szent-Györgyi Prize winner by the Prize Selection Committee. \"I hope our work continues to pave the way for new scientific discoveries that lead to effective cancer treatments.\" \"Michael N. Hall's breakthrough discovery of TOR during a basic research phase has made possible many of today's advanced anti-cancer therapies - and this is a concrete example of how laboratory research at a fundamental stage can impact cancer treatment and patient care,\" said Sujuan Ba, Ph.D., Co-Chair of the 2017 Szent-Györgyi Prize Selection Committee and President of NFCR. \"Michael N. Hall is most deserving of the 2017 Szent-Györgyi Prize and NFCR thanks him for his continued work in cancer research. We look forward to seeing more discoveries from him in the future.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nffc-poc020817.php", "region": "namerica", "source_link": "http://nfcr.org/szent-gyorgyi-prize/2017-press-release-hall/", "funder": "", "meeting": "", "institution": "National Foundation for Cancer Research", "keywords": ["Biochemistry", " Cell Biology", " Molecular Biology", " Biochemistry", " Medicine/Health", " Cancer"], "journal": "", "description": "The National Foundation for Cancer Research announces that Michael N. Hall, Ph.D., has been selected as the winner of the 2017 Szent-Györgyi Prize for Progress in Cancer Research. Hall discovered one of the most important cancer cell targets in the modern era of oncology, which he named 'Target of Rapamycin' or TOR. He will be honored at a ceremony on May 1, 2017 at the National Press Club in Washington, D.C.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}