{"title": "Eating whole grains led to modest improvements in gut microbiota and immune response", "text": "BOSTON (Feb. 8, 2017)--In a clinical trial, adults who consumed a diet rich in whole grains rather than refined grains had modest improvements in healthy gut microbiota and certain immune responses. The research was conducted in tandem with a study that looked at the effects of a whole-grain diet on energy metabolism. Both studies are published online today in the American Journal of Clinical Nutrition. Whole grain consumption has been associated with reduced risk of heart disease, type 2 diabetes, and some cancers. Researchers have speculated that whole grains lessen risk for diseases through reducing inflammation, but studies comparing the effects of whole grains versus refined grains consumption have not controlled the diets of study participants and have not evaluated cell-mediated immune responses to uncover the impact of whole grains on immune and inflammatory responses. The research team analyzed the results from an eight-week randomized, controlled trial with 81 participants to see what effect a diet rich in whole grains, as opposed to a diet rich in refined grains, would have on immune and inflammatory responses, gut microbiota, and stool frequency in healthy adults. For the first two weeks, participants consumed the same weight-maintaining Western-style diet rich in refined grains. For the next six weeks, 40 of those participants stayed on that diet, while 41 participants consumed a diet rich in whole grains. The diets were similar in total energy, total fat, and number of fruit, vegetable, and protein servings. The only difference was in the source of grain. Based on how refined grains are processed, those who consumed the refined-grained diet inherently consumed less fiber and certain micronutrients. The meals were prepared by trained staff according to the Dietary Guidelines for Americans. The meals were designed so that the participant would maintain their weight. In many of the previous studies, subjects lost weight when they increased their whole grain consumption so it was not clear if the anti-inflammatory effect observed was a secondary effect due to weight loss or consumption of fiber itself.\"The strength of the study is that we found modest effects of whole grain on gut microbiota and measures of immune function in the context of a controlled energy and macronutrient diet where all food was provided to participants, allowing them to maintain their body weight constant, thus eliminating the confounding effect of weight loss associated with increasing fiber consumption on immune and inflammatory markers. Additionally, our study incorporated markers of diet adherence and whole grain consumption, allowing us to more confidently determine the effect whole grains have on the gut microbiota and inflammatory responses,\" said corresponding and senior author Simin Nikbin Meydani, D.V.M., Ph.D., director of the nutritional immunology laboratory at the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University in Boston (HNRCA).Participants in the study picked up pre-prepared meals three times each week, and reheated them based on the instructions. During each meal, participants completed a food checklist, which the researchers used to determine the actual amount of food consumed by each participant. Additionally, participants were asked to record the presence and severity of six gastrointestinal symptoms each week, maintain usual physical activity regimens, and abstain from anti-inflammatory medicines (including aspirin and antihistamines) 72 hours before blood collection and immunological testing. Gut microbiota To answer the question of how a whole-grain diet influences gut microbiota, the bacterial content and concentration of short-chain fatty acids in the stool was measured. Whole grains have been previously shown to increase the variety and wealth of gut microbiota and increase production of short-chain fatty acids, a crucial source of energy for cells found in the colon. Both gut microbiota and short-chain fatty acids are considered vital contributors to healthy immune and inflammatory functions.Those who ate the whole-grain diet had an increase in Lachnospira, the bacteria that produces short-chain fatty acids. The authors speculate this increase to be a result of a more favorable stool pH that occurs from consuming a diet rich in whole grains. Additionally, it was found that those who ate whole grains had a decrease in the pro-inflammatory bacteria, Enterbacteriaceae. The authors speculate this decrease in bacteria that causes inflammation to be due to the higher concentration of acetate in the stool samples of those who ate the diet with whole grains. Immune responseBlood samples revealed modest differences in levels of memory T cells and TNF-alpha production by stimulated immune cells, both a measure of healthy immune response. Eating whole grains resulted in an increase in levels of memory T cells, while eating refined grains resulted in a decrease in TNF-alpha production when immune cells were stimulated with compounds such as those found in bacterial wall. There was no change in the levels of other inflammatory cytokines. The researchers caution, however, that the differences were very modest. They note that further studies using more soluble whole grain sources could help identify the role of whole grains on gut microbiota and immune response. A limitation of the study is that all participants were healthy, thus limiting the ability to generalize the results to individuals who are immune-compromised, of high inflammatory status, or otherwise in poor health. Grains are a major food group that include wheat, rice, oats and barley products. Whole grains include the outer nutritious layer of grains and are found in products including whole-wheat flour, oatmeal and brown rice. Refined grains are starches that have been processed and broken down into a finer texture, primarily to increase shelf life. This process, known as milling, drains the starch of dietary fiber, iron and many forms of B vitamin. Through an enrichment process, iron and B-vitamins can be added back to the refined grains, but the fiber generally is not. White flour, white bread and white rice are examples of refined grains. The 2015-2020 Dietary Guidelines for Americans from United States Department of Health and Human Services and the USDA recommends that Americans replace refined grains with whole grains. The recommended daily allowance of whole grains is a minimum of three ounces of whole grains for women and four ounces for men. This is the equivalent to consuming 1½ to 2 cups of brown rice or oatmeal each day.", "article_link": "http://dx.doi.org/10.3945/ajcn.116.146928", "url": "http://www.eurekalert.org/pub_releases/2017-02/tuhs-ewg020617.php", "region": "namerica", "source_link": null, "funder": "General Mills Bell Institute of Health and Nutrition, USDA/Agricultural Research Service", "meeting": "", "institution": "Tufts University, Health Sciences Campus", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight"], "journal": "American Journal of Clinical Nutrition", "description": "In a clinical trial, adults who consumed a diet rich in whole grains rather than refined grains had modest improvements in healthy gut microbiota and certain immune responses.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}