{"title": "New study finds that eating whole grains increases metabolism and calorie loss", "text": "BOSTON (Feb. 8, 2017)--A new study suggests that substituting whole grains for refined grains in the diet increases calorie loss by reducing calories retained during digestion and speeding up metabolism. This research is published in tandem with a study on the effect of whole grains on gut microbiota. Both studies are published online today in the American Journal of Clinical Nutrition. Epidemiology studies have suggested health benefits of whole grains and high dietary fiber intake, including for glycemic control and insulin sensitivity. There has been controversy, however, about whether whole grains and fiber are beneficial for weight regulation, partially because there hasn't been data from controlled metabolic studies. This new study provided food to participants for eight weeks and may help explain how whole grain consumption is beneficial for weight management. \"Many previous studies have suggested benefits of whole grains and dietary fiber on chronic disease risk. This study helps to quantify how whole grains and fiber work to benefit weight management, and lend credibility to previously reported associations between increased whole grains and fiber consumption, lower body weight and better health,\" says Phil J. Karl, PhD, first author of the study, alumnus of the Friedman School of Nutrition Science and Policy at Tufts, former research assistant in the Energy Metabolism Laboratory at the Jean Mayer USDA Human Nutrition Research Center on Aging (HNRCA) at Tufts University in Boston, and current nutrition scientist at the U.S. Army Research Institute of Environmental Medicine in Natick, MA. People who ate a diet with whole grains, which matched the recommended dietary allowance (RDA) for fiber, lost close to an extra 100 calories per day due to a combination of increased resting metabolic rate and greater fecal losses. This is compared to people who ate refined grains without much fiber. \"We provided all food to ensure that the composition of the diets differed only in grain source. The extra calories lost by those who ate whole grains was equivalent of a brisk 30 min walk - or enjoying an extra small cookie every day in terms of its impact,\" said senior author Susan B. Roberts, Ph.D., senior scientist and director of the Energy Metabolism Laboratory at USDA HNRCA. The research team conducted an eight-week randomized single-blind comparative study with 81 men and women between the ages of 40 and 65. In the first two weeks of the study all participants ate the same type of food, and individual calorie needs were determined. After two weeks, participants were randomly assigned to eat a diet that included either whole grains or refined grains. The whole-grain diet and the refined-grain diet differed mostly in grain and fiber content--the energy, macronutrient composition, type of food, and meal structure were similar. Participants were asked to consume all the food provided and nothing else, return the food they had not eaten, and continue with their usual physical activity. The purpose of this dietary control was to study the effect of whole grains compared to refined grains on resting metabolic rate and fecal energy losses, as well as feelings of hunger and fullness.Whole grains prove superiorThroughout the eight weeks, researchers measured weight, metabolic rate, blood glucose, fecal calories, hunger and fullness. At the end of the study, those who ate whole grains had an increase in resting metabolic rate and fecal energy losses compared to those who ate refined grains. The extra fecal energy losses were not due to the extra fiber itself (which was accounted for in calculations) but from the effect the fiber had on the digestibility of other food calories. The researchers caution that the effects of a whole-grain diet on resting metabolic rate were sensitive to dietary adherence, so cautious interpretation is warranted. Based on previous research and current study measurements, however, they believe that the calorie loss was not due exclusively to the digestion of extra fiber intake.  They also note that commercially-available products using whole grain flour were used in the study and hypothesize that using foods with whole grain kernels might elicit a more pronounced benefit. Hunger, fullness and diet satisfaction were not statistically different between diets.Grains are a major food group that include wheat, rice, oats and barley products. Whole grains include the outer nutritious layer of grains and are found in products including whole-wheat flour, oatmeal and brown rice. Refined grains are starches that have been processed and broken down into a finer texture, primarily to increase shelf life. This process, known as milling, drains the starch of dietary fiber, iron and many forms of B vitamin. Through an enrichment process, iron and B-vitamins can be added back to the refined grains, but the fiber generally is not. White flour, white bread and white rice are examples of refined grains. The 2015-2020 Dietary Guidelines for Americans from the United States Department of Health and Human Services and the USDA recommends that Americans replace refined grains with whole grains. The recommended daily allowance of whole grains is a minimum of three ounces of whole grains for women and four ounces for men. This is the equivalent to consuming 1½ to 2 cups of brown rice or oatmeal each day.", "article_link": "http://dx.doi.org/10.3945/ajcn.116.139683", "url": "http://www.eurekalert.org/pub_releases/2017-02/tuhs-nsf020617.php", "region": "namerica", "source_link": null, "funder": "General Mills Bell Institute of Health and Nutrition, USDA/Agricultural Research Service", "meeting": "", "institution": "Tufts University, Health Sciences Campus", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients"], "journal": "American Journal of Clinical Nutrition", "description": "Substituting whole grains for refined grains in the diet increases metabolism and calorie losses during digestion.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}