{"title": "Poor and less educated suffer the most from chronic pain", "text": "BUFFALO, N.Y. - Poorer and less-educated older Americans are more like to suffer from chronic pain than those with greater wealth and more education, but the disparity between the two groups is much greater than previously thought, climbing as high as 370 percent in some categories, according to new research by a University at Buffalo medical sociologist. \r\nThe results, based on 12 years of data from more than 19,000 subjects aged 51 and over, excluding those diagnosed or treated for cancer, provide several kinds of bad news about chronic pain in the United States, according to Hanna Grol-Prokopczyk, an assistant professor of sociology at UB and the paper's author, published in this month's issue of the journal Pain.\r\nChronic pain levels are also rising by period and not just by age, meaning people who were in their 60s in 2010 reported more pain than people who were in their 60s in 1998.\r\n\"There are a lot of pressures right now to reduce opioid prescription,\" says Grol-Prokopczyk. \"In part, this study should be a reminder that many people are legitimately suffering from pain. Health care providers shouldn't assume that someone who shows up in their office complaining of pain is just trying to get an opioid prescription.\r\n\"We have to remember that pain is a legitimate and widespread problem,\" she says.\r\nPHOTO: http://www.buffalo.edu/news/releases/2017/02/009. \r\nThe study also serves as an argument for investing more into research for other treatments.\r\n\"We don't have particularly good treatments for chronic pain. If opioids are to some extent being taken off the table, it becomes even more important to find other ways of addressing this big public health problem.\"\r\nTens of millions of American adults experience chronic pain. A 2011 Institute of Medicine report (now the National Academy of Science Health and Medicine Division) noted that chronic pain affects more people and costs the economy more money than heart disease, cancer and diabetes combined. Yet most research on the condition has asked only whether people had chronic pain or did not.\r\nGrol-Prokopczyk's groundbreaking study is among the first to look beyond either the presence or absence of chronic pain to examine instead matters of degree, asking whether the pain was mild, moderate or severe. Her research, based on the Health and Retirement Study, which asked participants if they were \"often troubled with pain,\" also follows the same subjects over 12 years, as opposed to most studies that illuminate a particular point in time.\r\n\"I found that people with lower levels of education and wealth don't just have more pain, they also have more severe pain,\" she says. \"I also looked at pain-related disability, meaning that pain is interfering with the ability to do normal work or household activities.  And again, people with less wealth and education are more likely to experience this disability.\"\r\nPeople with the least education are 80 percent more likely to experience chronic pain than people with the most. Looking exclusively at severe pain, subjects who didn't finish high school are 370 percent more likely to experience severe chronic pain than those with graduate degrees.\r\n\"If you're looking at all pain - mild, moderate and severe combined - you do see a difference across socioeconomic groups. And other studies have shown that.  But if you look at the most severe pain, which happens to be the pain most associated with disability and death, then the socioeconomically disadvantaged are much, much more likely to experience it.\"\r\nMore research needs to be done to understand why pain is so unequally distributed in the population, but Grol-Prokopczyk says it's critical to keep the high burden of pain in mind in this period of concern over the opioid epidemic.\r\n\"If we as a society decide that opioid analgesics are often too high risk as a treatment for chronic pain, then we need to invest in other effective treatments for chronic pain, and/or figure out how to prevent it in the first place,\" she says.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uab-pal020817.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/02/009.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Pain", " Trauma/Injury", " Medical/Scientific Ethics", " Social/Behavioral Science", " Quality of Life", " Aging", " Socioeconomics", " Poverty/Wealth"], "journal": "PAIN", "description": "Poorer and less-educated older Americans are more like to suffer from chronic pain than those with greater wealth and more education, but the disparity between the two groups is much greater than previously thought, climbing as high as 370 percent in some categories, according to new research by a University at Buffalo medical sociologist.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}