{"title": "Air pollution linked to heightened risk of type 2 diabetes in obese Latino children", "text": "Latino children who live in areas with higher levels of air pollution have a heightened risk of developing Type 2 diabetes, according to a new USC-led study.Scientists tracked children's health and respective levels of residential air pollution for about 3.5 years before associating chronic unhealthy air exposure to a breakdown in beta cells, special pancreatic cells that secrete insulin and maintain the appropriate sugar level in the bloodstream.By the time the children turned 18, their insulin-creating pancreatic cells were 13 percent less efficient than normal, making these individuals more prone to eventually developing Type 2 diabetes, researchers said.\"Exposure to heightened air pollution during childhood increases the risk for Hispanic children to become obese and, independent of that, to also develop Type 2 diabetes,\" said Michael Goran, co-director of the Diabetes and Obesity Research Institute at the Keck School of Medicine of USC and corresponding author of the study. \"Poor air quality appears to be a catalyst for obesity and diabetes in children, but the conditions probably are forged via different pathways.\"Published in the journal Diabetes on Jan. 30, the study, researchers said, is the first to follow children for years to find a connection between air pollution and diabetes risk in children. These children lived in neighborhoods that, according to the U.S. Environmental Protection Agency, had excess nitrogen dioxide and tiny air pollution particles that are generated by automobiles and power plants, formally called particulate matter 2.5 (PM2.5).Researchers found that the beta cells that were still functional were overworking to compensate for the damaged cells, leading to burn out. As the cells failed to secrete insulin efficiently, regulation of sugar in the bloodstream overwhelmed the system, heightening the risk of Type 2 diabetes.Diabetes has quadrupled in the past four decades, according to the Centers for Disease Control and Prevention. If the trend continues, 1 in 3 Americans will have diabetes by 2050. Serious complications include blindness, kidney failure, limb amputation or early death.\"Diabetes is occurring in epidemic proportion in the U.S. and the developed world,\" said Frank Gilliland, senior author and a professor of preventive medicine at the Keck School of Medicine. \"It has been the conventional wisdom that this increase in diabetes is the result of an uptick in obesity due to sedentary lifespans and calorie-dense diets. Our study shows air pollution also contributes to Type 2 diabetes risk.\"Latino children living in polluted areas are at higher riskResearchers examined the data of 314 overweight and obese Latino children who were between 8 and 15 years old when they enrolled in the National Institutes of Health-funded Study of Latino Adolescents at Risk of Type 2 Diabetes (SOLAR) study, a 12-year undertaking.Scientists tracked the Los Angeles County children for an average of 3.5 years. None of them had Type 2 diabetes when they enrolled, but some may have been on the road to the disease toward the study's end.Each year the participants fasted and then came to the Childhood Obesity Research Center at USC for a physical exam and to have their glucose and insulin levels measured over a span of two hours.When they turned 18, the participants had nearly 27 percent higher blood insulin after having fasted for 12 hours. During their two-hour glucose test, they had about 36 percent more insulin than normal, indicating that the body was becoming less responsive to insulin. This observation illustrated that increased exposure to air pollution was associated with increased risk factors for Type 2 diabetes.The researchers adjusted for body fat and socioeconomic status. In some instances, at age 18, the effect of long-term exposure to higher air pollution was larger than the effect of gaining 5 percent body weight, meaning air pollution is definitely a risk factor for diabetes, said Tanya Alderete, lead author of the study and a postdoctoral research scholar at the Keck School of Medicine.Steps people can take to reduce their riskThe findings suggest that the negative effects of elevated and chronic exposure to nitrogen dioxide and tiny dirty air particles begin in early life. If other risk factors such as having an unhealthy diet persist, then risk for Type 2 diabetes is compounded, researchers said.\"Air pollution is ubiquitous, especially in Los Angeles,\" Alderete said. \"It's important to consider the factors that you can control -- for example, being aware that morning and evening commute times might not be the best time to go for a run. Change up your schedule so that you're not engaging in strenuous activity near sources of pollutants or during peak hours.\"None of the children developed Type 2 diabetes during the study, but many showed signs that they may eventually develop it and were characterized as pre-diabetes.Some 8.1 million people in the United States have diabetes but haven't been diagnosed, according to the CDC. That means some 28 percent of people with diabetes do not even know they have diabetes. Undiagnosed diabetes raises the risk of afflictions such as stroke, kidney damage and Alzheimer's disease.Future studies will also include participants who are not overweight or obese and should collect data on diet and physical activity, researchers said.Findings from this study may be generalized only to overweight and obese Latino children, mostly of a lower socioeconomic status, according to the study.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uosc-apl020717.php", "region": "namerica", "source_link": "http://news.usc.edu/115992/air-pollution-linked-to-heightened-risk-of-type-2-diabetes-in-obese-latino-children/", "funder": "National Institutes of Health, NIH/National Institute on Minority Health and Health Disparities, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Institute of Environmental Health Sciences, and others", "meeting": "", "institution": "University of Southern California", "keywords": ["Medicine/Health", " Environmental Health", " Diabetes", " Pediatrics", " Public Health"], "journal": "Diabetes", "description": "Latino children who live in areas with higher levels of air pollution have a heightened risk of developing type 2 diabetes, according to a new USC-led study. Scientists tracked children's health and respective levels of residential air pollution for about 3.5 years before associating chronic unhealthy air exposure to a breakdown in beta cells, special pancreatic cells that secrete insulin and maintain the appropriate sugar level in the bloodstream.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}