{"title": "Four pivotal NIH-funded artificial pancreas research efforts begin", "text": "The first of several major research efforts to test and refine artificial pancreas systems is now underway. Four separate projects, funded by the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), are designed to be the potential last steps between testing the fully automated devices and requesting regulatory approval for permanent use. A successful artificial pancreas would be a life-changing advance for many people with type 1 diabetes. NIDDK is part of the National Institutes of Health.The artificial pancreas is an integrated system that monitors blood glucose levels automatically and provides insulin or a combination of insulin and a second hormone. The closed-loop system would replace reliance on testing by fingerstick or continuous glucose monitoring systems and separate, non-integrated delivery of insulin by shots or a pump.\"These studies aim to collect the data necessary to bring artificial pancreas technology to the people who need it,\" said Dr. Guillermo Arreaza-Rubín, director of NIDDK's Diabetes Technology Program. \"Results from these studies could change and save lives.\"Previously, researchers and participants worked together to test artificial pancreas devices in short-term trials, with varying levels of patient supervision, including at summer camps for youth with type 1 diabetes and in hotels near study sites. In 2016, the U.S. Food and Drug Administration approved a hybrid model (link is external) of an artificial pancreas, an automated system that requires users to adjust insulin intake at mealtimes. A fully automated system will sense rising glucose levels, including at mealtimes, and adjust insulin automatically.In addition to easing the burden of management for people with type 1 diabetes or their caregivers, in shorter studies, the devices brought glucose levels closer to normal than traditional management. NIH research has found that early, tight control of blood glucose helps reduce diabetes complications including nerve, eye and kidney diseases.The four research projects beginning in 2017-2018 will be conducted in larger groups over longer periods of time and in largely unrestricted conditions. The participants will live at home and monitor themselves, going about their normal lives, with remote monitoring by study staff.\"Managing type 1 diabetes currently requires a constant juggling act between checking blood glucose levels frequently and delivering just the right amount of insulin while taking into account meals, physical activity, and other aspects of daily life, where a missed or wrong delivery could lead to potential complications,\" said Dr. Andrew Bremer, the NIDDK program official overseeing the studies. \"Unifying the management of type 1 diabetes into a single, integrated system could lift so much of that burden.\"Studies will look at factors including safety, efficacy, user-friendliness, physical and emotional health of participants, and cost. The Jaeb Center for Health Research in Tampa, Florida, will serve as coordinating center. The trials are:Now recruiting, the International Diabetes Closed-Loop (link is external) trial, led by Drs. Boris Kovatchev and Stacey Anderson of the University of Virginia in Charlottesville, will test an automated insulin delivery system called inControl. The trial, which uses smartphones, will follow 240 people age 14 and up with type 1 diabetes for six months. The study has sites in California, Colorado, Florida, Massachusetts, Minnesota, New York and Virginia, and abroad in France, Holland and Italy. A second, six-month study will recruit from the 180 U.S. participants of the first trial to test an alternative algorithm. (NIH grant DK108483) Learn more at Clinicaltrials.gov: NCT02985866 and NCT02844517.Early this year, recruitment will begin for youth aged 6-18 for a full-year trial of an artificial pancreas. Led by Dr. Roman Hovorka of the University of Cambridge in England, the study seeks to enroll 130 youth for a full year of use of an artificial pancreas system that uses a smartphone as one component. The study will be conducted at sites in California, Colorado, Connecticut, Minnesota, and two sites in the United Kingdom. (NIH grant DK108520) Learn more: NCT02925299.Starting in late 2017, research led by Drs. Richard Bergenstal of International Diabetes Center, Minneapolis, and Moshe Phillip of Schneider Children's Medical Center, Petah Tikva, Israel, will compare the FDA-approved hybrid artificial pancreas to a next-generation system, programmed to further improve glucose control, particularly around mealtime. One hundred youth will test each system for three months at sites in California, Connecticut, Florida, Massachusetts and Minnesota and abroad in Germany, Israel and Slovenia. (NIH grant DK108611) Learn more: NCT03040414.In mid-2018, a study led by Drs. Steven Russell of the Massachusetts General Hospital in Boston, and Ed Damiano of Boston University will enroll 312 people ages 18 and older. The six-month study uses a bihormonal \"bionic pancreas\" system, with a dual-chamber pump to deliver both insulin and its counteracting hormone, glucagon, using tested algorithms for automated dual-hormone delivery. The study will take place at two sites in California and one each in Massachusetts, Michigan, Missouri, North Carolina, Ohio and Washington. (NIH grant DK108612) Learn more at http://www.bionicpancreas.org (link is external).\"For many people with type 1 diabetes, the realization of a successful, fully automated artificial pancreas is a dearly held dream. It signifies a life freer from nightly wake-up calls to check blood glucose or deliver insulin, a life freer from dangerous swings of blood glucose,\" said NIDDK Director Dr. Griffin P. Rodgers. \"Nearly 100 years since the discovery of insulin, a successful artificial pancreas would mark another huge step toward better health for people with type 1 diabetes.\"The trials are made possible through the Special Statutory Funding Program for Type 1 Diabetes, a Congressional appropriation administered by NIDDK to support research to prevent and cure type 1 diabetes and its complications. Cumulatively, the grants total about $41 million.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/niod-fpn020717.php", "region": "namerica", "source_link": "https://www.nih.gov/news-events/news-releases/four-pivotal-nih-funded-artificial-pancreas-research-efforts-begin", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "The first of several major research efforts to test and refine artificial pancreas systems is now underway. Four separate projects, funded by the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), are designed to be the potential last steps between testing the fully automated devices and requesting regulatory approval for permanent use. A successful artificial pancreas would be a life-changing advance for many people with type 1 diabetes.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}