{"title": "Final artificial pancreas clinical trials now open", "text": "Clinical trials are now enrolling to provide the final tests for a University of Virginia-developed artificial pancreas to automatically monitor and regulate blood-sugar levels in people with type 1 diabetes.Participants in the trials will live at home and follow their regular routines to examine how well the device works in real-life settings. The studies will examine several factors, including safety, effectiveness and cost as well as the physical and emotional health of trial participants. If the clinical trials produce favorable findings, the results could lead to applications to the U.S. Food and Drug Administration and other regulatory groups to approve the device for use by people with type 1 diabetes, whose bodies do not produce enough insulin.The goal of the artificial pancreas is to eliminate the need for people with type 1 diabetes to stick their fingers multiple times daily to check their blood-sugar levels and to inject insulin manually.The artificial pancreas is designed to oversee and adjust insulin delivery as needed. It uses a platform called InControl developed by TypeZero Technologies, a Charlottesville startup company that licensed the UVA system. The platform features a reconfigured smartphone running advanced algorithms that is linked wirelessly to a blood-sugar monitor and an insulin pump that the patient wears, as well as a remote-monitoring site. Artificial pancreas users can also access assistance via telemedicine.\"With the artificial pancreas, we are seeking to create a networked digital treatment framework for people with type 1 diabetes that is adaptable to their needs,\" said UVA's Boris Kovatchev, PhD, the co-principal investigator of the trials along with UVA Health System endocrinologist Stacey Anderson, MD. Kovatchev is also a co-founder of TypeZero Technologies and serves as chief mathematician for the company.The first trial will follow 240 people ages 14 and older for six months to examine technology developed at the UVA Center for Diabetes Technology and further refined for clinical use by TypeZero Technologies. The second trial will recruit U.S. participants from the first trial to test a new control algorithm developed by the team of Dr. Francis Doyle III at the Harvard John A. Paulson School of Engineering and Applied Sciences to determine whether it further improves blood sugar control.The trials are being funded through a grant (No. DK108483) of more than $12.6 million from the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) of the National Institutes of Health.\"Managing type 1 diabetes currently requires a constant juggling act between checking blood glucose levels frequently and delivering just the right amount of insulin while taking into account meals, physical activity, and other aspects of daily life, where a missed or wrong delivery could lead to potential complications,\" said Dr. Andrew Bremer, the NIDDK program official overseeing the artificial pancreas trials. \"Unifying the management of type 1 diabetes into a single, integrated system could lift so much of that burden.\"There are 10 trial locations:\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uovh-fap020717.php", "region": "namerica", "source_link": "http://newsroom.uvahealth.com/about/news-room/archives/final-artificial-pancreas-clinical-trials-now-open", "funder": "NIH/National Institute of Diabetes, Digestive and Kidney Diseases", "meeting": "", "institution": "University of Virginia Health System", "keywords": ["Algorithms/Models", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Clinical trials are now enrolling to provide the final tests for a University of Virginia-developed artificial pancreas to automatically monitor and regulate blood-sugar levels in people with type 1 diabetes.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}