{"title": "Sickle cell trait may confound blood sugar readings among African-Americans", "text": "PROVIDENCE, R.I. [Brown University] -- A new study in JAMA provides evidence that hemoglobin A1c (HbA1c), a common blood biomarker used to measure blood sugar over time, may not perform as accurately among African-Americans with sickle cell trait and could be leading to a systemic underestimation of blood sugar control among that population.Sickle cell trait (SCT) is a genetic hemoglobin variant found in 8 to 10 percent of African-Americans. It occurs in people with one copy of the mutation that, if they had two copies, would result in sickle cell disease.The analysis of data from more than 4,600 people participating in two major studies found that HbA1c readings were significantly lower in individuals with SCT than in those without SCT, even after accounting for several possible confounding factors.\"We found that HbA1c was systematically lower in African-Americans with sickle cell trait than those without sickle cell trait despite similar blood sugar measurements using other tests\" said lead author Mary Lacy, a doctoral candidate at the Brown University School of Public Health. \"We might be missing an opportunity for diagnosis and treatment of a serious disease.\"Indeed, Lacy and her co-authors found that using standard clinical HbA1c cutoffs resulted in identifying 40 percent fewer potential cases of prediabetes and 48 percent fewer potential cases of diabetes in people with SCT than in people without SCT. Meanwhile, when the authors used other blood glucose measures as the diagnostic criteria, they found no significant difference in the likelihood of diabetes and prediabetes among patients with or without SCT.The questions the study raises about using HbA1c among sickle cell trait carriers matter for treatment as well as diagnosis, added study senior author Dr. Wen-Chih Wu, a cardiologist at the Providence Veterans Affairs Medical Center and associate professor of medicine and of epidemiology at Brown University.\"The clinical implications of these results are highly relevant,\" Wu said. \"For patients with diabetes, HbA1c is often used as a marker of how well they are managing their diabetes, so having an underestimation of their blood sugars is problematic because they might have a false sense of security, thinking they are doing okay when they are not.\"To reach their findings, the authors analyzed data available from two major public health studies -- the Coronary Artery Risk Development in Young Adults (CARDIA) study and the Jackson Heart Study (JHS). Of the 4,620 participants included in the analysis, 367 had SCT.Among all the patients included in the analysis, HbA1c readings came from either of two widely used, clinically accepted assays made by Tosoh Bioscience Inc. that rely on a process called high-performance liquid chromatography. In addition to those measures, the researchers also compared fasting and two-hour blood glucose and statistically controlled for demographic and medical factors, such as gender, age, body-mass index and whether diabetes had already been diagnosed and whether it was being treated.Co-author Gregory Wellenius, associate professor of epidemiology at Brown, said the study's scale and breadth allowed for the most definitive comparison to date of HbA1c readings in patients with and without SCT. Two previous, smaller studies had not detected a similar discrepancy.\"The strengths of the study are that it's the largest sample size ever used, it's across two different studies with somewhat different populations, and it's a more thorough evaluation than prior studies,\" Wellenius said.While the study showed that HbA1c readings were significantly different between people with and without SCT, it also showed that blood glucose readings were not, suggesting that glucose metabolism is not necessarily different between the two groups as the HbA1c readings alone would suggest.The study does not explain why the HbA1c readings differ. While it could be peculiar to the assay method, which is approved by the NGSP (formerly National Glycohemoglobin Standardization Program) for use in patients with SCT, it could also be a consequence of the underlying biology of SCT. Hypothetically, the authors wrote in the study, if the hemoglobin variant of the trait endows red blood cells with a shorter lifespan, the cells' hemoglobin would carry less accumulated blood glucose, leading to falsely low HbA1c readings.\"Irrespective of the reason of the underestimation, the underestimation is very real, and clinicians should consider screening for sickle cell trait and account for the difference in HbA1c,\" Wu said.Yet not many people with sickle cell trait in the United States know they carry the variant, especially those born before routine screenings at birth began, Lacy said. The authors therefore recommend that practitioners following African-American patients whose HbA1c levels are within 0.3 percentage points of a diagnostic cutoff also consider using additional blood glucose measures. Current diagnostic thresholds for A1C are >=5.7 percent for prediabetes and >=6.5 percent for diabetes (A1C is expressed as the percent of hemoglobin that is glycated, meaning carrying glycose).", "article_link": "http://dx.doi.org/10.1001/jama.2016.21035", "url": "http://www.eurekalert.org/pub_releases/2017-02/bu-sct020117.php", "region": "namerica", "source_link": null, "funder": "National Insitutes of Health, US Department of Veterans Affairs", "meeting": "", "institution": "Brown University", "keywords": ["Medicine/Health", " Diagnostics", " Endocrinology", " Hematology", " Diabetes", " Public Health", " Minorities"], "journal": "JAMA", "description": "A routine diabetes test produces lower blood sugar readings in African-Americans with sickle cell trait than in those without, potentially leading patients to remain untreated or with a mistaken sense of blood sugar control, study finds.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}