{"title": "Glucose measurement method may underestimate past glycemia in black patients with sickle cell trait", "text": "Using standard hemoglobin A1c criteria resulted in identifying 40 percent fewer cases of prediabetes and 48 percent fewer cases of diabetes among African Americans with sickle cell trait compared with those without, while glucose-based methods resulted in a similar prevalence regardless of sickle cell trait status, according to a study in the February 7 issue of JAMA.Hemoglobin A1c (HbA1c) reflects past glucose concentrations, but this relationship may differ between those with sickle cell trait (SCT) and those without it. Sickle cell trait is a condition in which a person has only one copy of the gene for sickle cell but does not have sickle cell disease (which requires two copies of the sickle cell gene). Correct interpretation of HbA1c values in individuals with SCT is important because it directly affects efforts that use HbA1c for screening, diagnosis, and monitoring of diabetes and prediabetes. Sickle cell trait is the most common hemoglobin variant in the United States, with 8 to 10 percent of black people affected by SCT compared with less than one percent of white people.Mary E. Lacy, M.P.H., of the Brown University School of Public Health, Providence, R.I., and colleagues evaluated the association between SCT and HbA1c for given levels of fasting or 2-hour glucose levels among African Americans using data collected from 7,938 participants in two community-based cohorts, the Coronary Artery Risk Development in Young Adults (CARDIA) study and the Jackson Heart Study (JHS).The analytic sample included 4,620 participants (367 [7.9 percent] with SCT). The researchers found that at the same fasting or 2-hour glucose concentration, HbA1c was significantly lower among participants with vs without SCT.Also, differences in HbA1c concentration by SCT status were greater at higher glucose concentrations. The prevalence of prediabetes and diabetes was significantly lower among participants with SCT when defined using HbA1c values (29 percent vs 49 percent for prediabetes and 3.8 percent vs 7.3 percent for diabetes).\"These results could have clinically significant implications. As a screening tool, an HbA1c value that systematically underestimates long-term glucose levels may result in a missed opportunity for intervention,\" the authors write. \"Because black people typically have a higher prevalence of diabetes and experience a number of diabetic complications at higher rates than white people, the cost of inaccurately assessing risk and treatment response is high.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tjnj-gmm020217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diabetes"], "journal": "JAMA", "description": "Using standard hemoglobin A1c criteria resulted in identifying 40 percent fewer cases of prediabetes and 48 percent fewer cases of diabetes among African Americans with sickle cell trait compared with those without, while glucose-based methods resulted in a similar prevalence regardless of sickle cell trait status, according to a study in the Feb. 7 issue of JAMA.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}