{"title": "CWRU researchers secure $2 million NIH grant to test portable sickle cell monitor", "text": "Researchers at Case Western Reserve University will use a $2 million grant from the National Institutes of Health to develop and test a small, portable blood-adhesion monitor for sickle cell disease patients. The engineers and doctors hope to make the device as useful as at-home insulin monitors diabetes patients use to manage their disease.Sickle cell patients suffer painful damage to joints and organs during events called vaso-occlusive crises. These random and unpredictable crises occur when the misshapen and abnormal sticky blood cells that are characteristic of the disease clog blood vessels. Although the proximate causes of vaso-occlusive crises are not well understood, hemoglobin molecules link into long chains inside red blood cells, stiffening the cells and changing cell shape from a donut without a hole to a crescent--thus the name of the disease. Simultaneously, adhesive proteins form on the surface of the cells. These changes hamper the flow of the cells in the bloodstream and increase the likelihood they will clog blood vessels.Early versions of the monitor have proved capable of determining whether cells are sticky and the level of stickiness, \"but we don't know if this information will make a difference in patients' lives or in how the disease is managed,\" said Umut Gurkan, assistant professor of mechanical and aerospace engineering and project leader.Gurkan and colleagues believe the stickiness of a patient's blood cells reflects disease severity and may be used to predict vaso-occlusive crises. If a prodrome, or early symptom indicating the onset of crises, can be identified, strategies can be (and are being) developed to block the generation of the vaso-occlusive episode. The device may also be useful in monitoring new sickle cell drugs designed to either block adhesive proteins on blood-cell surfaces or resolve clogs that block blood vessels and starve joints and organs of oxygen. Currently, there are no easily applicable tests for either scenario, the researchers say.To look for trends associated with crises, a team of researchers will test prototype monitors with patients in Cleveland and New York City (the Bronx) starting this year. The diseaseSickle cell disease is actually a group of inherited red blood cell disorders. About 300,000 babies with severe forms are born worldwide annually, the World Health Organization estimates. Life expectancy for those with the disease in the United States has increased the last few decades to a range of 40 to 60 years, the Centers for Disease Control and Prevention says. But the disease remains costly. Hospitalizations and treatments for crises and other harmful affects can amount to $8 million for one patient over a lifetime.\"We think that, with much better monitoring and anti-adhesion therapies, the physical and financial cost will be reduced,\" Gurkan said. \"There will be less time spent out of work and in the hospital, reducing stress and suffering by the patient and family and benefitting the health-care system.\"The monitorIn the prototype monitor, blood flows through channels as wide as three to four cells across, reproducing microvessel size inside the body. The channel lining mimics the properties of endothelial cells lining blood vessels. Under a microscope, researchers can see cells stick to channel walls and determine the stickiness and number per unit volume of blood. The scientists are working on a way to quickly identify proteins on the surface. About a dozen proteins contribute to adhesion, and different patients have different proteins on their cells, providing an opportunity to customize treatment.Gurkan and Jane Little, associate professor of hematology and oncology at the Case Western Reserve School of Medicine, and an adult hematologist at University Hospitals Cleveland Medical Center, are team leaders on the project. Other members include: Deepa G. Manwani, chief of the Division of Hematology at the Children's Hospital at Montefiore in the Bronx; Karen Ireland, clinical coordinator at Montefiore; Charlotte Yuan and Erina Quinn, research assistants at UH Cleveland Medical Center; Erdem Kucukal, doctoral student in mechanical and aerospace engineering; and Evren G. Cavusoglu, assistant professor of electrical engineering and computer science, specializing in bioinformatics, at Case Western Reserve.The monitors will be tested on adult patients at University Hospital in Cleveland and children at University Hospitals Rainbow Babies & Children's Hospital and Montefiore beginning next year. \"The test can be run in a primary care doctor's office during a visit,\" Gurkan said.Ultimately, take-home versions of the monitor would enable patients or parents to use the test daily to manage their condition. If the monitor proves effective during testing, the researchers plan to commercialize the device, which Gurkan said could have applications in malaria, certain cancers, lead poisoning and other diseases and conditions that cause changes in red blood cell properties.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/cwru-crs020717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Case Western Reserve University", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Medicine/Health", " Hematology", " Technology/Engineering/Computer Science", " Biotechnology", " Mechanical Engineering", " Nanotechnology/Micromachines"], "journal": "", "description": "Researchers at Case Western Reserve University will use a $2 million grant from the National Institutes of Health to develop and test a small, portable blood-adhesion monitor for sickle cell disease patients. They hope to make the device as useful as at-home insulin monitors diabetes patients use to manage their disease.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}