{"title": "Study shows vital role ARMC5 protein plays in development and immunity", "text": "Genetic mutations of the Armc5 gene disrupt foetal development and compromise the immune response. Such are the findings of a study conducted by a team of Quebec researchers including Professor Alain Lamarre of Centre INRS-Institut Armand-Frappier. The results of this study, which was recently published in Nature Communications, shed light on the vital role this protein plays in foetal development and in T-cell and adrenal gland biology. A better understanding of the mechanisms of action of ARMC5 could lead to new treatments for endocrine disorders. The study showed that this protein's RNA is highly expressed in the thymus and adrenal glands. Development of a new Armc5-deficient experimental model highlighted the essential role this protein plays in the early activation phase of T-cells, which contribute to the immune response. \"The new experimental model will provide better insight into this protein's role in the immune response,\" said Professor Lamarre.According to previous studies, genetic mutations of Armc5 are associated with the occurrence of a rare type of Cushing syndrome, an adrenal gland disorder that triggers hypertrophy of the glands and an increase in cortisol, an important hormone that suppresses inflammation and protects against stress. Further studies will be needed to learn more about the modes of action of ARMC5, whose function depends on the interaction with other proteins. To be continued...", "article_link": "http://dx.doi.org/10.1038/ncomms13834", "url": "http://www.eurekalert.org/pub_releases/2017-02/indl-ssv020717.php", "region": "namerica", "source_link": "http://www.inrs.ca/english/actualites/study-shows-vital-role-armc5-protein-plays-development-and-immunity", "funder": "Canadian Institutes of Health Research, Natural Sciences and Engineering Research Council of Canada,  Juvenile Diabetes Research Foundation of Canada, Fonds de recherche du Québec - Santé, aondation J.-Louis Lévesque", "meeting": "", "institution": "Institut national de la recherche scientifique - INRS", "keywords": ["Biology", " Developmental/Reproductive Biology", " Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Endocrinology", " Genes"], "journal": "Nature Communications", "description": "Genetic mutations of the Armc5 gene disrupt fetal development and compromise the immune response. Such are the findings of a study conducted by a team of Quebec researchers including Professor Alain Lamarre of Centre INRS-Institut Armand-Frappier. The results of this study, which was recently published in Nature Communications, shed light on the vital role this protein plays in fetal development and in T-cell and adrenal gland biology.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}