{"title": "A new immunologic and endocrine syndrome", "text": "Montreal, February 7, 2017 - The name of the gene is Armc5, for Armadillo repeat containing 5. Until now, its function was unknown. After 10 years of research, a team at the University of Montreal Hospital Research Centre (CRCHUM) has succeeded in deleting this gene in experimental mice and discovered that its loss gives rise to a heretofore unidentified syndrome. This syndrome is provisionally called Armadillo Syndrome.\r\n\r\n \r\n\r\nA study published today in Nature Communications describes the manifestations of this complex syndrome in mice, and opens up new avenues for the understanding, treatment and prevention of a number of diseases. \r\n\r\n \r\n\r\n\"We have created the first animal model of a rare disease linked to a problem of the adrenal glands,\" said Jiangping Wu, a CRCHUM researcher and professor at Université de Montréal. \"In addition, we have identified the important roles of this gene in the development of mice and in the immune, nervous and cardiovascular systems.\"\r\n\r\n \r\n\r\nAmid the approximately 30,000 genes that make up the genome of the mouse, Dr. Wu has taken a particular interest in about 30 genes that are rapidly activated during the immune response. His team inactivated each of these genes individually over the course of 10 years through a process called gene knockout, to examine their impact on the mice. The Armc5 gene turned out to be crucial.\r\n\r\n \r\n\r\n\"We discovered that, when we inactivate the Armc5 gene, about half of the mice die during their embryonic development and those who survive are smaller,\" said Dr. Wu. \"Their immune system has been weakened, and their resistance to infections is poor. Furthermore, when they age, their adrenal glands grow abnormally large and their blood cortisone levels are high just like in human Cushing's syndrome.\"\r\n\r\n \r\n\r\nPrevious studies showed that mutations of the same ARMC5 gene in humans cause a particular type of Cushing's syndrome called bilateral macronodular adrenal hyperplasia, which affects less than 1% of the general population.\r\n\r\n \r\n\r\n\"Affected persons develop progressive benign tumours of the outer layers of the adrenal glands,\" said André Lacroix, a CHUM endocrinologist and expert in Cushing's syndrome. This pathology, often familial, results in excessive cortisol secretion by the adrenal glands, which leads to serious consequences: obesity, hypertension, diabetes, depression and increased risk of death from cardiovascular diseases. Patients are treated with surgical ablation of the tumorous adrenals or with medication.\r\n\r\n \r\n\r\n\"A few years ago, along with researchers from the CHUM and from Brazil, we studied French-Canadian and Brazilian families affected by this type of adrenal hyperplasia,\" said Dr. Lacroix. \"We demonstrated that the affected individuals are carriers of a mutation of the ARMC5 gene. We now know that 25 to 50 per cent of the patients affected by this disorder are carriers of a mutation of the ARMC5 gene, and that one can detect an early form of Cushing's syndrome in their family members. This discovery by Dr. Wu is important because it demonstrates that the ARMC5 gene is expressed not only at the adrenal level, but that it could also have an effect on the immune system and on other systems.\"\r\n\r\n \r\n\r\nDr. Wu's mice revealed other surprises. \"In addition to their smaller size, and their lesser resistance to infections, they develop hypertension and they have bent tails, which indicates a developmental problem of the spinal cord that in humans corresponds to spina bifida,\" Wu said. \"It is thought that the patients affected by this rather rare form of Cushing's syndrome could also have other abnormalities, not pronounced enough to have been observed up until now.\"\r\n\r\n \r\n\r\nA better understanding of the mechanisms by which this gene controls the development of several organs and of the different manifestations of Armadillo Syndrome could help prevent and treat serious disorders such as Cushing's syndrome and perhaps other diseases caused by ARMC5 mutations.\r\n\r\n \r\n\r\nSyndrome or disease: what's the difference? A syndrome is a set of disorders affecting several organs that a patient can exhibit during the progression of certain diseases. \"A mutation of the Armc5 gene can manifest itself through at least four diseases,\" said Dr. Wu. \"We showed this in the mouse, but we do not yet know whether the consequences in humans will be the same.\"\r\n\r\n \r\n\r\nThe next step: the researchers will pursue clinical studies in patients affected by this mutation, in order to detect early bilateral macronodular hyperplasia of the adrenals, as well as abnormalities of the immune, neurologic and cardiovascular systems. The CRCHUM researchers also want to utilize this unique murine model to study how this rare disease - bilateral macronodular adrenal hyperplasia - develops, and to identify the molecules with which the ARMC5 gene interacts and which could potentially be used as targets for future treatments.\r\n\r\n ", "article_link": "http://dx.doi.org/10.1038/NCOMMS13834", "url": "http://www.eurekalert.org/pub_releases/2017-02/uomh-ani020217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Montreal Hospital Research Centre (CRCHUM) ", "keywords": ["Medicine/Health", " Endocrinology", " Immunology/Allergies/Asthma"], "journal": "Nature Communications", "description": "The name of the gene is Armc5, for Armadillo repeat containing 5. Until now, its function was unknown. After ten years of research, a team at the University of Montreal Hospital Research Centre (CRCHUM) has succeeded in deleting this gene in experimental mice and discovered that its loss gives rise to a syndrome heretofore unidentified.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}