{"title": "Study highlights importance of preventing weight gain in adults to reduce type 2 diabetes", "text": "A study of over 33,000 people, published today in the journal BMC Public Health, indicates that public health strategies that aim to prevent adult weight gain in the whole population have the potential to prevent twice as many cases of type 2 diabetes as strategies that target individuals at high risk of diabetes due to being obese.Current clinical practice and public health programmes generally target those at high risk of type 2 diabetes, such as people who are obese (body mass index (BMI) over 30 kg/m2) and have higher than normal blood glucose. While there is evidence to show that these programmes are effective for the individuals who are targeted, their potential to impact the prevalence of diabetes in the whole population is limited. There is less evidence concerning the impact of moderate weight loss or weight maintenance in adults across the whole population on the occurrence of type 2 diabetes. This study sought to determine the potential to reduce the occurrence of diabetes of strategies that aim to shift the distribution of body weight in the whole population.The researchers from the VIPCAM collaboration between MRC Epidemiology Unit at the University of Cambridge and the Department of Public Health and Clinical Medicine at Umeå University analysed data from 33,184 people aged 30-60 years who attended two health examinations 10 years apart between 1990 and 2013 as part of the Västerbotten Intervention Programme (VIP). By analysing these data they were able to determine the association between change in body weight between baseline and 10 year follow-up and occurrence of newly diagnosed diabetes at 10 year follow-up, and assessed the impact of population-level shifts in body weight on the occurrence of diabetes. In their analysis they controlled for potential confounding factors, including sex, age, calendar year, family history of diabetes, tobacco use, education and marital status.During 10 years of follow-up, 1,087 (3.3%) study participants developed diabetes, 17,876 (53.9%) study participants gained more than 1 kg/m2 relative to their starting weight (equivalent to 3 kg for an adult of average height in Sweden), and 12,020 (36.2%) maintained their weight (defined as change of less than ±1 kg/m2). Compared to those who maintained their weight, people who gained more than 1 kg/m2 had a 52% higher risk of diabetes (odds ratio (OR) 1.52, 95% confidence interval (CI) 1.32-1.74). The researchers estimated that if everyone who gained weight had maintained their weight, regardless of their starting weight (known as primary weight maintenance),  one in five of all type 2 diabetes cases in the population could have been prevented (population attributable fraction (PAF) 21.9%).By contrast the researchers estimated, based on previous research, that if  everyone in the population at high risk of diabetes due to having a BMI over 30 kg/m2 was referred to a commercial weight management programme, only one in ten (PAF 8.2%) type 2 diabetes cases could be prevented.Dr Adina Feldman, from the Medical Research Council (MRC) Epidemiology Unit at the University of Cambridge, who is first author on the paper said:\"We have shown that a population-based strategy that promotes prevention of weight gain in adulthood has the potential to prevent more than twice as many diabetes cases as a strategy that only promotes weight loss in obese individuals at high risk of diabetes. Thus, when it comes to body weight and diabetes, from a public health perspective it would be advisable to consider both high-risk and population-based strategies for diabetes prevention.\"The researchers caution that the modelling estimates should be interpreted carefully as they represent outcomes under idealised conditions, but they are useful to contrast the potential impact of different diabetes prevention strategies.", "article_link": "http://dx.doi.org/10.1186/s12889-017-4081-6", "url": "http://www.eurekalert.org/pub_releases/2017-02/uu-shi020217.php", "region": "europe", "source_link": "http://doi.org/10.1186/s12889-017-4081-6", "funder": "", "meeting": "", "institution": "Umea University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Diabetes", " Public Health"], "journal": "BMC Public Health", "description": "A study of over 33,000 people, published today in the journal BMC Public Health, indicates that public health strategies that aim to prevent adult weight gain in the whole population have the potential to prevent twice as many cases of type 2 diabetes as strategies that target individuals at high risk of diabetes due to being obese.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}