{"title": "Immune receptor that's typically activated by bacteria is a major contributor to bladder dysfunction in diabetes", "text": "\r\nAUGUSTA, Ga. (Feb. 6, 2017) -  Bladder dysfunction is a reality for about half of patients with diabetes and now scientists have evidence that an immune system receptor that's more typically activated by bacteria is a major contributor.In the face of diabetes, scientists have shown for the first time that contents released by dying cells activate Toll-like receptor 4, or TLR4, a driver of inflammation, on the muscular bladder wall, resulting in a thicker, less compliant organ that soon struggles to carry out its basic functions of storing and excreting urine, said Dr. Theodora Szasz, postdoctoral fellow in the Department of Physiology at the Medical College of Georgia at Augusta University.In patients, that eventually translates to having to excrete a greater volume of urine more frequently and ultimately possible incontinence if basic bladder function is lost. Now scientists show in an animal model that preventing activation of TLR4 enables the wall to remain strong but elastic even in the face of high glucose, a diabetes hallmark that also inflames. Szasz, who works in the lab of MCG physiology chairman, Dr. R. Clinton Webb, is corresponding author of the study in the journal Diabetes. Szasz and her colleagues hope the finding will ultimately lead to treatments that protect the bladder. Immediate future studies include looking specifically at the contribution of glucose and HMGB1, which is released by dying cells, and the effect of inhibiting HMGB1. The bladder has to be both elastic so it can expand to hold urine, and muscular so it can contract to expel it. Its work is significantly increased in diabetes where patients tend to be thirsty and consume more fluids and kidneys produce more urine in an effort to help clear high levels of glucose in the blood. High glucose already drives inflammation - likely through some of the same mechanisms and possibly additional pathways as HMGBI - which causes increased cell death in organs and blood vessels throughout the body. As more cells die, they dump their contents, which now look like foreign bacteria or viruses to the immune system. Among those cell contents, now called damage associated molecular patterns, or DAMPs, is HMGB1, which inside the cell helps stabilize DNA, but outside garners the attention of TLR4, one of a family of immune cell receptors that is more typically activated by a membrane component of bacteria.Patients with diabetes have evidence of increased TLR4 expression in the lining of their bladder  and of its activity throughout their body. There is evidence as well of higher levels of HMGB1 and other substances that might bind with Toll-like receptors. There's additional evidence that in diabetes, HMGB1 activates TLR4 as does high glucose.The MCG team appears to be the first to document the destructive activation in an animal model of diabetes-related bladder dysfunction, including downstream effects such as increased production of immune cells called cytokines that promote inflammation, increased reactive oxygen species production and other changes that are known to, in turn, impact muscle contraction. The scenario correlates with usual clinical progression of the condition, Szasz said. The blood of their mouse model of diabetes expressed more HMGB1 than normal mice and the muscular bladder wall - on which these studies focused - expressed more of both TLR4 and its downstream molecule MYD88, which can ultimately influence gene expression as well as cell growth and death. Contraction and bladder weight were also increased in the mouse model of diabetes but a drug that inhibited TLR4 normalized them. While mice missing TLR4 still developed the classic high glucose levels of diabetes, they were protected from thickened bladder walls and excessive contractility, Szasz and team reported. In the early stages of diabetes, the bladder tries to compensate for the increased volume of urine with a thicker and initially stronger muscle wall. So, while patients may begin to urinate more frequently and a greater volume each time, the bladder can maintain its fundamental functions of storage and expelling. But much like with heart failure, the bladder muscle over time can become big and dysfunctional, not able to contract as well, ultimately failing at both tasks and the patient becomes incontinent. Like the rest of the body, the bladder gets exposed to high glucose levels from the blood perfusing it, but also from the urine it's storing for removal. While there has long been evidence that these high levels produce changes like increased levels of destructive reactive oxygen species, just what happens to cause dysfunction of the bladder's two primary functions in diabetes has been unknown. Szasz notes that use of antioxidants to slow disease progression have been unsuccessful. There are a wide variety of drugs, even surgery to treat symptoms, such as frequent urination, but not for direct causes of bladder dysfunction, which scientists like Szasz are still helping define.  She notes that as with all effects of diabetes, excellent control of blood glucose levels, remains the best option for avoiding complications. Much like our blood vessels, the exterior of the bladder is essentially a matrix of smooth muscle cells and it's lined with urothelial cells involved in a host of functions, including serving as natural barriers and reacting to stimuli, such as bacteria like E. coli, the most common cause of urinary tract infections. Both the inner and out layer become thicker and less efficient during relatively early stages of diabetic bladder dysfunction. In a rather vicious cycle, bacteria are attracted to the higher glucose levels in the bladder, so there also are more bladder infections, which also activate Toll-like receptors and likely further contribute to the damage, Szasz said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/mcog-irt020617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Cell Biology", " Physiology", " Medicine/Health", " Endocrinology"], "journal": "Diabetes", "description": "Bladder dysfunction is a reality for about half of patients with diabetes and now scientists have evidence that an immune system receptor that's more typically activated by bacteria is a major contributor.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}