{"title": "New genetic markers for COPD discovered", "text": "Chronic obstructive pulmonary disease (COPD) is the third leading cause of death in the United States, yet there are no effective medicines that improve mortality from the disease. While smoking remains the single most important risk factor for COPD, genetics also play an important role. In a new Research Letter published in Nature Genetics on Feb. 6, 2017, investigators describe 13 new genetic regions associated with COPD, including four that have not previously been associated with any type of lung function. The researchers also found overlap of the genetic risk of COPD with two other lung diseases, asthma and pulmonary fibrosis. These findings create an improved understanding of the genetic basis for this deadly disease. \"We are excited about these findings because we have not only uncovered new genetic risk factors for COPD, but also shown overlap of COPD genetic risk with the risk to asthma and pulmonary fibrosis,\" said lead author Brian Hobbs, MD, MMSc a physician-researcher in the Channing Division of Network Medicine and Pulmonary and Critical Care Division of BWH.  \"This is the first step in a longer process in which we hope to better understand the genetic basis for COPD, or what may be several different diseases that present as COPD. Now that we know there are new regions of the genome associated with COPD, we can build on this research by probing new biological pathways with the ultimate goal of improving therapies for our patients with this disease.\" Researchers conducted a genome-wide association study of risk for chronic obstructive pulmonary disease (COPD) in a large, multi-ancestry cohort (15,256 cases and 47,936 controls).  This type of study allows investigators to look across a comprehensive set of genetic variants in different individuals to see if any variant is associated with disease. Top findings from this study were replicated in a second cohort. The authors also sought to understand more about their findings by examining overlap with other diseases and examining what was known about gene function in these regions. In addition to identifying 13 new genetic regions associated with COPD, they also discovered four genetic regions that were not previously associated with any lung function trait. Nine of the genetic regions have been identified as playing an important role in lung function. Two have previously shown an association with pulmonary fibrosis; however, the specific forms of these genetic variants that increase risk for COPD decrease risk for pulmonary fibrosis. All analyses accounted for the effects of age, gender, and cigarette smoking on disease risk.\"While it is extremely important that patients not smoke for many health reasons - including the prevention of COPD - we know that smoking cessation may not be enough to stave off the disease,\" said Michael Cho, MD, MPH, one of the senior authors of this manuscript and a physician-researcher in the Channing Division of Network Medicine and Pulmonary and Critical Care Division. \"Many patients with COPD experience self-blame, but they may be comforted to know that genetics does play a role in who ultimately develops the disease.\"The BWH group also co-authored a companion paper in the same issue of Nature Genetics, led by researchers from the University of Leicester and University of Nottingham. In this large  study of lung function in the UK population, they almost doubled the number of genetic variants associated with lung function levels, and found a strong association between this combined genetic risk score and COPD. This research was conducted by the International COPD Genetics Consortium, a collaborative research effort established in 2010 at a conference at BWH. Marike Boezen, PhD, of the University of Groningen, co-led the study with Cho. The consortium now involves more than 20 studies around the world. \"This work is representative of the importance of global collaboration and the shared goal of improving care for patients everywhere,\" said Cho. \"We're grateful for the efforts of all of the authors, each of whom played a valuable role in this discovery.\"\"These findings would only be possible with the kind of large collaborative efforts that supports this study.  Not only do the results build on our knowledge of COPD, but also reveal potential links with other lung diseases, like pulmonary fibrosis and asthma and can form the underpinnings of a precision medicine strategy for the treatment of more than one lung disease,\" said Dr. James Kiley, Director of the Division of Lung Diseases of the National Heart, Lung, and Blood Institute (NHLBI) of the National Institutes of Health (NIH).   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bawh-ngm020617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart Lung and Blood Institute, Alpha-1 Foundation, VA Research Career Scientist Award", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Genetics", " Medicine/Health", " Pulmonary/Respiratory Medicine", " Genes"], "journal": "Nature Genetics", "description": "In a new Research Letter published in Nature Genetics on Feb. 6, 2017, investigators describe 13 new genetic regions associated with COPD, including four that have not previously been associated with any type of lung function. The researchers also found overlap of the genetic risk of COPD with two other lung diseases, asthma and pulmonary fibrosis. These findings create an improved understanding of the genetic basis for this deadly disease.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}