{"title": "Scientists catalogue 'parts list' of brain cell types in a major appetite center", "text": "BOSTON - Using Harvard-developed technology, scientists at Beth Israel Deaconess Medical Center (BIDMC) have catalogued more than 20,000 brain cells in one region of the mouse hypothalamus. The study, published in Nature Neuroscience, revealed some 50 distinct cell types, including a previously undescribed neuron type that may underlie some of the genetic risk of human obesity. This catalog of cell types marks the first time neuroscientists have established a comprehensive \"parts list\" for this area of the brain. The new information will allow researchers to establish which cells play what role in this region of the brain.\r\n\"A lot of functions have already been mapped to large regions of the brain; for example, we know that the hippocampus is important for memory, and we know the hypothalamus is responsible for basic functions like eating and drinking,\" said lead author John N. Campbell, PhD, a postdoctoral fellow in the lab of co-corresponding author, Bradford Lowell, MD, PhD. \"But we don't know what cell types within those regions are responsible. Now with the leaps we've had in technology, we can profile every gene in tens of thousands of individual cells simultaneously and start to test those cell types one by one to figure out their functional roles.\" \r\nEach cell in an animal's body carries the same genetic information. Cells take on specific roles by expressing some genes and silencing others. Drop-Seq technology - developed by study co-authors Steven McCarroll, PhD, and Evan Macosko, MD, PhD, both geneticists at Harvard Medical School - makes it possible to assess every gene expressed by individual cells. The automated process means the BIDMC researchers could profile tens of thousands of cells in the same amount of time it once took to profile about a dozen cells by hand. \r\nCampbell and colleagues profiled more than 20,000 adult mouse brain cells in the arcuate hypothalamus (Arc) and the adjoining median eminence (ME) - a region of the brain that controls appetite and other vital functions. The cells' gene expression profiles help scientists determine their functions. \r\nIn addition to identifying 50 new cell types, the researchers also profiled the cell types in adult mice under different feeding conditions: eating at will; high-fat diet (energy surplus); and overnight fasting (energy deficit). The technology allowed the researchers to assess how changes in energy status affected gene expression. The cell types and genes that were sensitive to these changes in energy status provide a number of new targets for obesity treatment. \r\n\"Sometimes a cell's true identity doesn't come out until you put it through a certain stress,\" said co-corresponding author, Linus Tsai, MD, PhD, an assistant professor of medicine in the Division of Endocrinology, Diabetes and Metabolism. \"In fasting conditions, for example, we can see whether there is further diversity within the cell types based on how they respond to important physiologic states.\" \r\nFinally, the scientists analyzed previous human genome-wide association studies (GWAS) that revealed gene variants linked to obesity. Noting which brain cell types express such obesity-related genes, the researchers implicated two novel neuron types in the genetic control of body weight. \r\nCampbell and colleagues have posted their massive data set online, making it available to researchers around the world. The open-source information should accelerate the pace of scientific discovery and shape the research questions asked in the field of obesity research. \r\n\"The classic way of doing science is to ask questions and test hypotheses,\" said Lowell, who is a professor of medicine in the Division of Endocrinology, Diabetes and Metabolism. \"But the brain is so complex, we don't even know how much we don't know. This information fills in some of the unknowns so we can make new hypotheses. This work will lead to many discoveries that, without these data, people would never have even known to ask the question.\" \r\n", "article_link": "http://dx.doi.org/10.1038/nn.4495", "url": "http://www.eurekalert.org/pub_releases/2017-02/bidm-sc020317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, US Department of Defense, American Heart Association Postdoctoral Fellowship, The Lundbeck Foundation, The Benzon Foundation, The Stanley Center for Psychiatric Research, Stanley-MGH Fellowship in Psychiatric Neuroscience", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Genetics", " Medicine/Health", " Diet/Body Weight", " Neurobiology", " Physiology"], "journal": "Nature Neuroscience", "description": "Scientists at Beth Israel Deaconess Medical Center (BIDMC) have catalogued more than 20,000 brain cells in one region of the mouse hypothalamus. The study revealed some 50 distinct cell types, including a previously undescribed neuron type that may underlie some of the genetic risk of human obesity. This marks the first time neuroscientists have established a comprehensive 'parts list' for this area of the brain, allowing researchers to establish which cells play what role in this region of the brain.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}