{"title": "Hard shell -- healthy kernel", "text": "\"For a long time now we have known that nuts are full of substances that are good for the heart and the cardiovascular system, or that protect against becoming overweight or developing diabetes,\" says Dr Wiebke Schlörmann. Some studies have also indicated a protective effect against colon cancer, she adds. \"What we have not known in detail up to now is what this protective effect of nuts is based on.\" Dr Schlörmann and her colleagues from the Department of Nutritional Toxicology at the University of Jena are now in a position to give specific answers to that question. In a publication in the specialist journal Molecular Carcinogenesis, they present results from a recent study, which throw light on the molecular mechanisms of this protective effect (DOI: 10.1002/mc.22606).According to this study, nuts have a positive effect on health because, among other things, they are involved in activating the body's own defences for detoxifying reactive oxygen species. Such substances, which are created by ultraviolet radiation, various chemicals or distinct food metabolites, for example, can cause DNA damage that leads to cancer development. \"The body has a whole series of protective mechanisms that render reactive oxygen species harmless,\" explains Dr Schlörmann. The nutritionists in Jena have now shown that these mechanisms are stimulated by nuts and the substances they contain. The researchers investigated the effect of five different types of nuts: macadamia nuts, hazelnuts and walnuts, as well as almonds and pistachios. The nuts were artificially 'digested' in test tubes and the effects of the resulting digestion products on cell lines were then analysed. The researchers established that the activity of the protective enzymes catalase and superoxide dismutase increases in the cells that are treated. In addition, the digestion products induce what is called programmed cell death in the cancer cells thus treated.\"We were able to show this effect is mediated by all the types of nuts studied,\" noted Prof. Michael Glei, who led the study. In the next stage, he and his team want to find out whether this protective effect is reduced by roasting the nuts. As most of the nuts investigated are predominantly consumed in roasted form, this further research might enable scientists to give appropriate nutritional advice based on the results.", "article_link": "http://dx.doi.org/10.1002/mc.22606", "url": "http://www.eurekalert.org/pub_releases/2017-02/fj-hs-020617.php", "region": "europe", "source_link": "http://www.uni-jena.de/en/Research+News/FM170206_nuts_colon_cancer.html", "funder": "", "meeting": "", "institution": "Friedrich-Schiller-Universitaet Jena", "keywords": ["Molecular Biology", " Nutrition/Nutrients", " Medicine/Health", " Cancer", " Nutrition/Nutrients", " Physiology"], "journal": "Molecular Carcinogenesis", "description": "Roasted and salted, ground as a baking ingredient or fresh from the shell -- for all those who enjoy eating nuts, there is good news from nutritionists at Friedrich Schiller University Jena (Germany). Their latest research shows that nuts can inhibit the growth of cancer cells.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}