{"title": "Launch of the Helmholtz Pioneer campus", "text": "The visionary enterprise at Helmholtz Zentrum München is recruiting top international researchers from different disciplines to form an integrated operation taking on major disease challenges of our times. Under the leadership of Director of Biomedicine Prof. Dr. Matthias Tschöp and Director of Bioengineering Prof. Dr. Vasilis Ntziachristos, the first pioneer divisions will start as soon as 2017 to search for technological breakthroughs to advance medical research.The Pioneer Campus focuses on the prompt development of innovative solutions and products for metabolic disease and envisages the combination of biomedicine and engineering sciences under one roof; a paradigm shift in Germany. Teams of excellent scientists from various fields (biology, medicine, physics and engineering) are working together using novel approaches for new answers, galvanizing the future of medicine.Due to its longstanding expertise in health research, its unconditional commitment to addressing the major challenges of our society as well as its close cooperation with hospitals, universities and research institutions worldwide, Helmholtz Zentrum München represents an optimal crystallisation point for this ground breaking endeavour.Major boost for science and the economy\"History shows that technological breakthroughs have always served as catalysts for advancing biological discovery with clinical relevance,\" says Prof. Dr. Vasilis Ntziachristos, the newly appointed Director of Bioengineering. \"The Pioneer Campus and its exceptional talents provide a much needed synergy between biological discovery and the engineering culture of converting discovery to solutions, toward accelerating the invention of successful prevention, early diagnosis and new treatment options for the benefit of society.\"With 4500 square metres, the building of the Pioneer Campus will promote a creative research atmosphere within an outstanding technical infrastructure where creative ideas can be turned into transformative solutions. The appointment of internationally experienced science managers will largely free the research pioneers from administrative work and allow them to entirely focus on collaborative research.Prof. Dr. Matthias Tschöp, the new Director of Biomedicine at the Pioneer Campus, outlines the direction that future research could take: \"Complex metabolic processes reside at the core of most major diseases - not just Diabetes or Obesity. With the Pioneer Campus we are investing into multidimensional interdisciplinarity to reach beyond traditional ways of collaborating. If engineers, physicists, chemists, physicians and biologists commit to learning each others \"language\" and engage in daily dialogue -we just may be able to overcome some of the grand medical challenges our society is facing today.\"Prof. Dr. Günther Wess, the CEO of Helmholtz Zentrum München, is sure that in addition to science, also the economy will benefit from the planned investments. \"Thanks to the Pioneer Campus and its great talents, scientific spinoffs will be expedited and long-term jobs will be created.* We also expect prompt innovative solutions and products in the fields of biotechnology, medical technology and pharmaceutical technology.\"The world's comparable models include the Howard Hughes Janelia Research Campus or the Koch Institute (both USA).", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/hzm--lot020617.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/37708/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Biotechnology", " Molecular Biology", " Business/Economics", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Technology/Engineering/Computer Science", " Biotechnology"], "journal": "", "description": "The visionary enterprise at Helmholtz Zentrum München is recruiting top international researchers from different disciplines to form an integrated operation taking on major disease challenges of our times. Under the leadership of Director of Biomedicine Professor Dr. Matthias Tschöp and Director of Bioengineering Professor Dr. Vasilis Ntziachristos, the first pioneer divisions will start as soon as 2017 to search for technological breakthroughs to advance medical research.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}