{"title": "For cops, exposure to stressful situations dysregulates cortisol pattern", "text": "BUFFALO, N.Y. - For most people, cortisol, the vital hormone that controls stress, increases when they wake up. It's the body's way of preparing us for the day.But in police officers who've experienced intense stress on the job, cortisol functions much differently, according to recent research from the University at Buffalo and funded by the National Institute for Occupational Safety and Health (NIOSH).A study of more than 300 members of the Buffalo Police Department suggests that police events or conditions considered highly stressful by the officers may be associated with disturbances of the normal awakening cortisol pattern. That can leave the officers vulnerable to disease, particularly cardiovascular disease, which already affects a large number of officers.\"We wanted to look at what stressors most affect police officers in their work and what affect that has in the dysregulation of this awakening cortisol pattern,\" said John Violanti, PhD, research professor of epidemiology and environmental health in UB's School of Public Health and Health Professions.\"Past studies haven't really looked at the intensity of the stressor and how it affected this cortisol pattern. Here we looked at actual intensity,\" adds Violanti, lead author on the paper, published in the January issue of the journal Psychoneuroendocrinology.The study included 338 Buffalo officers who were enrolled in the Buffalo Cardio-Metabolic Occupational Police Stress (BCOPS) study, a long-term study Violanti began in 1999.What stresses officers the most?For this study, participating officers assessed a variety of on-the-job stressors using a questionnaire that asks officers to rate 60 police-related events with a \"stress rating.\" Events perceived as very stressful are assigned a higher rating.Exposure to battered or dead children ranked as the most stressful event, followed by: killing someone in the line of duty; having a fellow officer killed on duty; a situation requiring the use of force; and being physically attacked.Identifying the five most intense stressors police can face was significant, Violanti said. \"When we talk about interventions to help prevent disease, it's tricky because these stressors are things that can't be prevented,\" he said. \"That's why the availability of peer support programs within police departments is important.\"The survey showed that the officers experienced one of the five major stressors, on average, 2.4 times during the month before the survey was completed.Blunted cortisol pattern seen in stressed officersResearchers looked at the cortisol patterns of officers who reported experiencing one of the top five stressors and compared the patterns to officers who encountered the five least stressful events, such as promotions and strained relations with non-police friends.   Cortisol was measured using saliva samples taken upon waking up, and 15, 30 and 45 minutes thereafter.Officers who weren't as stressed showed a steep and steady, or regular, increase in cortisol from baseline. However, officers with a moderate and high major stress index had a blunted response over time.That's because stress affects a system in the body known as the hypothalamic pituitary adrenal axis, or HPA Axis. When you're stressed, the HPA Axis elicits cortisol, a hormone that gets the body going and activates against the stressor, Violanti explained. Under normal circumstances, the body's cortisol pattern looks like a normal bell curve: It rises when we wake up, peaks around midday and comes back down at bed time.\"If you experience chronic stress or high stress situations, the cortisol can no longer adjust normally like this. So what happens with people under a lot of stress, the cortisol flattens out. For some people it goes down and others it goes up and stays up. That's called the dysregulation of the HPA axis,\" said Violanti, who served with the New York State Police for 23 years before shifting into academia.Implications for departments across the U.S.Previous studies have found that a dysregulation of awakening cortisol can lead to cardiovascular disease and diabetes, Violanti said, adding that police officers die from cardiovascular disease more often than the general population. In fact, Violanti's research revealed that heart disease, diabetes and suicide, among other causes, are why the average age of death for male Buffalo Police Officers is 68, compared to 78 for the general population.While the current study focused on Buffalo officers, the findings have implications for cops around the country, said paper co-author Michael Andrew, PhD, chief of the Biostatistics and Epidemiology Branch of the CDC/NIOSH Health Effects Laboratory Division in Morgantown, West Virginia. \"These findings show that exposure to major events inherent to police work may lead to a temporary reduction in the biological ability to respond to further stressful events. Since the major stressor events in this study were originally developed to reflect events that can apply to any police department, these results should generalize, more or less, to any police department in the U.S.,\" Andrew said, adding, \"This points to the need for continued focus on supporting police officer health.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.psyneuen.2016.10.017", "url": "http://www.eurekalert.org/pub_releases/2017-02/uab-fce020317.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/02/007.html", "funder": "National Institute for Occupational Safety and Health, US Centers for Disease Control and Prevention", "meeting": "", "institution": "University at Buffalo", "keywords": ["Medicine/Health", " Environmental Health", " Epidemiology", " Law Enforcement"], "journal": "Psychoneuroendocrinology", "description": "A study of more than 300 members of the Buffalo Police Department suggests that police events or conditions considered highly stressful by the officers may be associated with disturbances of the normal awakening cortisol pattern.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}