{"title": "A protein called PERK may be a target for treating progressive supranuclear palsy", "text": "The brain disease \"progressive supranuclear palsy\" (PSP) is currently incurable and its symptoms can only be eased to a very limited degree. PSP impairs eye movements, locomotion, balance control, and speech. Scientists at the German Center for Neurodegenerative Diseases (DZNE) and the Technical University of Munich (TUM) have now discovered a molecular mechanism that may help in the search for effective treatments. Their study focusses on a protein called PERK (protein kinase RNA-like endoplasmic reticulum kinase). A team of researchers led by Prof. Günter Höglinger reports on this in the journal EMBO Molecular Medicine.PSP belongs to a group of neurological diseases referred to as \"tauopathies\". In these diseases, a molecule called \"tau\" forms clumps rather than stabilizing the cytoskeleton as it normally does. Affected neurons can degenerate or even perish. To prevent such events, pathological molecules are normally repaired or disposed of by the organism. The protein PERK is part of such a maintenance system. However, in PSP, this mechanism appears to be defective. In previous studies, Höglinger and his colleagues had found that the risk for PSP is associated with variants at the PERK gene, and that loss of PERK function induces tau pathology in humans. For the current study, they examined the functioning of this protein more closely, to see how its effects could be positively influenced. To this end, they investigated samples of brain tissue from deceased patients, cell cultures and mice with a genetic disposition for PSP.\"We found that the disease sequelae decrease when PERK is activated with pharmaceuticals. That is to say: when its effect is enhanced,\" says Höglinger, who leads a research group at the DZNE's Munich site. \"These results are still basic research and far from being ready for use in patients. However, our investigations show that PERK is an important part of the disease mechanism. Therefore, the protein could be a starting point for the development of new drugs.\" Höglinger also sees potential for tackling diseases other than PSP. This is because PERK helps eliminate abnormal tau molecules, and these also occur in other brain diseases. \"These results could have a broad relevance. Because defective tau molecules play an important role especially in Alzheimer's disease,\" the researcher says.", "article_link": "http://dx.doi.org/10.15252/emmm.201606664", "url": "http://www.eurekalert.org/pub_releases/2017-02/d-gc-apc020617.php", "region": "europe", "source_link": "http://www.dzne.de/en/about-us/public-relations/news/2017/press-release-no-3.html", "funder": "", "meeting": "", "institution": "DZNE - German Center for Neurodegenerative Diseases", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "EMBO Molecular Medicine", "description": "The brain disease 'progressive supranuclear palsy' (PSP) is currently incurable and its symptoms can only be eased to a very limited degree. PSP impairs eye movements, locomotion, balance control, and speech. Scientists at the DZNE and the Technical University of Munich (TUM) have now discovered a molecular mechanism that may help in the search for effective treatments. A team of researchers led by Günter Höglinger reports on this in the journal 'EMBO Molecular Medicine'.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}