{"title": "Study: Medicare could overpay medicare advantage plans by $200 billion over ten years", "text": "Research conducted at University of California San Diego School of Medicine found that current trends in diagnostic coding for patient risk scores will lead to Medicare overpaying Medicare Advantage (MA) plans substantially through 2026-likely to the tune of hundreds of billions of dollars. The study is published in the February issue of Health Affairs.The Centers for Medicare and Medicaid Services (CMS) pays MA plans, defined as insurance plans offered by a private company that contracts with Medicare to provide benefits, more when they enroll a patient who is expected to use a large volume of medical services and less when plans enroll low risk patients. MA plans have strong incentives to find and report as many diagnoses as they can, called \"coding intensity.\" These incentives are not present in fee-for-service (FFS) patients. The study found there is no evidence that MA enrollees have actually gotten any sicker relative to FFS beneficiaries, and if this payment method continues Medicare could overpay MA plans by $200 billion over the next decade. \"Congress and CMS have the opportunity to establish a payment system that will protect taxpayers from the strategies used by MA plans to increase the payments they receive,\" said Richard Kronick, PhD, principal investigator and professor in the Department of Family Medicine and Public Health at UC San Diego School of Medicine. \"The projected $200 billion in overpayments over the next ten years is stunningly large in absolute dollar terms. To provide some perspective, federal support for community health centers is approximately $5 billion per year.\"CMS uses patient demographic and diagnostic information to calculate a risk score for each beneficiary, and these risk scores are used to determine payment to insurance plans. For example, spending is expected to be greater for an 85-year-old than for a 65-year-old and greater for a beneficiary with heart disease, diabetes and depression than for a beneficiary with none of these diagnoses. Over the past decade, the average risk score for MA enrollees relative to the average risk for FFS beneficiaries has risen steadily.\"More than 30 percent of Medicare beneficiaries are enrolled in Medicare Advantage. The problem could be largely solved if CMS adjusted for coding intensity using the principle that Medicare Advantage beneficiaries are no healthier and no sicker than demographically similar fee-for-service Medicare beneficiaries,\" said Kronick.CMS has the authority to adjust payments to MA plans to account for coding intensity and has taken some actions to mitigate the effects of MA efforts at increasing risk scores.  \"In the three decades that Medicare has been contracting with health organizations and plans, figuring out how to pay the plans accurately and fairly has posed a persistent challenge,\" said Kronick. The study provides an insight that could help solve an expensive issue.\"I hope these findings foster a discussion of how to best measure and adjust for differential coding between Medicare Advantage and fee-for-service Medicare. Solving this problem is an important prerequisite to the establishment of a stable and equitable future for the current Medicare Advantage and could save the federal government approximately $200 billion,\" said Kronick. ", "article_link": "http://dx.doi.org/10.1377/hlthaff.2016.0768", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--smc020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Aging", " Public Health", " Medical/Scientific Ethics"], "journal": "Health Affairs", "description": "Research conducted at University of California San Diego School of Medicine found that current trends in diagnostic coding for patient risk scores will lead to Medicare overpaying Medicare Advantage (MA) plans substantially through 2026-likely to the tune of hundreds of billions of dollars.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}