{"title": "Promiscuous lamprey found to conduct 'sham matings'", "text": "Researchers at Hokkaido University have discovered that the nonparasitic lamprey Lethenteron kessleri mates repeatedly without releasing eggs, in a behavior termed \"sham mating,\" suggesting the possibility that females choose their mates while engaged in promiscuous mating habits.Many kinds of lampreys are promiscuous, with multiple numbers of males and females gathering at a spawning site. A single female will mate with multiple males dozens of times -- sometimes more than 100 times. Until now, however, it was unknown as to why female lampreys mated this way, which requires a lot of energy and increases the danger of predation. Researchers Chitose Yamazaki of the Graduate School of Environmental Science and Itsuro Koizumi of the Faculty of Environmental Earth Science revealed that most mating events were not real; no eggs were released despite the apparent mating behavior, a behavior they termed \"sham mating\". They subsequently conducted their experiments based on the hypothesis that females choose a male to fertilize her eggs with.Two experimental areas were set up with differing numbers of males. In Experiment Area A, one male and one female were placed together. In Experiment Area B, three males and one female were placed together. Following each spawning event, eggs were removed with an aspirator and counted. The researchers predicted the proportion of sham mating would be lower in A, as the female could not select her mate.The experiment was repeated fifteen times using different females. Each female mated an average of 77 times (ranging from 20 to 196 times). On average, sham mating occurred 65 percent of the time (ranging from 35 to 90 percent). Their analysis showed sham mating increased with a larger number of males, while the number of eggs released on each occasion fell. It was also confirmed that males often release sperm in sham mating. These findings are consistent with the hypothesis that female lampreys choose their mates. The researchers also investigated the influence of body size on sham mating. A male lamprey mates by wrapping its tail around the female's tail, and as previous research has shown, reproductive success varies depending on the male to female body-size ratio. Indeed, their experiments showed this ratio affected sham mating and the number of eggs released, suggesting that eggs cannot be released successfully when the body size ratio is not good.\"The study shows there is a possibility that, despite the presence of many males, females recognize individual males and actively control when they release their eggs; and that this depends on the body size, nest-building abilities, and other qualities of the male,\" says Dr. Koizumi, \"The discovery of pre-breeding mate selection in highly promiscuous creatures is a new finding and of great interest.\"Although futile mating behavior is common in birds and mammals, there have been almost no reports of it in organisms that fertilize eggs externally, as in the present study. \"It is highly advantageous for females if they can choose their mate even when a large number of females and males gather at a single spawning site. Even though our results are only preliminary, further examination of the lampreys' breeding behavior should give us a deeper understanding of mate selection and the evolution of breeding systems,\" Dr. Koizumi adds.", "article_link": "http://dx.doi.org/10.1007/s10164-017-0505-0", "url": "http://www.eurekalert.org/pub_releases/2017-02/hu-plf020617.php", "region": "asia", "source_link": "https://www.oia.hokudai.ac.jp/blog/promiscuous-lamprey-found-to-conduct-sham-matings/", "funder": "", "meeting": "", "institution": "Hokkaido University", "keywords": ["Biology", " Marine/Freshwater Biology", " Behavior", " Sexual Behavior"], "journal": "Journal of Ethology", "description": "Researchers at Hokkaido University have discovered that the nonparasitic lamprey Lethenteron kessleri mates repeatedly without releasing eggs, in a behavior termed 'sham mating,' suggesting the possibility that females choose their mates while engaged in promiscuous mating habits.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}