{"title": "Experts reveal hidden dangers behind supplements", "text": "Many herbal supplements contain hidden pharmaceutical ingredients that could be causing serious health risks, according to a team of experts from Queen's University Belfast, Kingston University London and LGC.Emeritus Professor Duncan Burns, a forensically experienced analytical chemist from the Queen's University Belfast's Institute for Global Food Security, has been working with a team of specialists on a peer-reviewed paper to examine the detection of illegal ingredients in the supplements. The experts included Dr Michael Walker from the Government Chemist Programme at LGC and Professor Declan Naughton from Kingston University.The research found that over-the-counter supplements - commonly advertised to treat obesity and erectile dysfunction problems - are labelled as fully herbal but often include potentially dangerous pharmaceutical ingredients, which are not listed on the label. Professor Burns from Queen's University, who is working to advance knowledge in this area, explained: \"Our review looked at research from right across the globe and questioned the purity of herbal food supplements. We have found that these supplements are often not what customers think they are - they are being deceived into thinking they are getting health benefits from a natural product when actually they are taking a hidden drug. \"These products are unlicensed medicines and many people are consuming large quantities without knowing the interactions with other supplements or medicines they may be taking.  This is very dangerous and there can be severe side effects.\"The survey raises serious questions about the safety of slimming supplements containing Sibutramine. Sibutramine was licensed as the medicine Reductil until 2010, when it was withdrawn across Europe and the US due to an increased risk of heart attacks and strokes associated with the use of the drug.Tadalfil and sulfoaildenafil were among the most frequently undeclared ingredients in products for erectile dysfunction. When taken with other medicines containing nitrates, they can lower blood pressure drastically and cause serious health problems. Professor Burns noted: \"This is a real issue as people suffering from conditions like diabetes, hyperlipidemia and hypertension are frequently prescribed nitrate containing medicines. If they are also taking a herbal supplement to treat erectile dysfunction, they could become very ill.\"People who take these products will not be aware they have taken these substances and so when they visit their doctor they may not declare this and it can be difficult to determine what is causing the side effects. It is a very dangerous situation.\"Professor Declan Naughton explained: \"This work highlights the vital role research and, in particular, techniques like datamining, can play in informing regulators about current trends in supplement contamination. This is very important to ensure effective testing strategies and, ultimately, to help keep the public safe.\"Dr Michael Walker commented: \"The laboratory tests we describe in our paper will assist regulators to tackle this problem proactively to protect consumers and responsible businesses.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/qub-erh020617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Queen's University Belfast", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients", " Sports Medicine", " Drugs"], "journal": "Journal of the Association of Public Analysts", "description": "Many herbal supplements contain hidden pharmaceutical ingredients that could be causing serious health risks, according to a team of experts from Queen's University Belfast, Kingston University London and LGC.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}