{"title": "Change in marital status post-menopause may impact health", "text": "For women who marry later in life, a few extra pounds may accompany their nuptials, a new study led by the University of Arizona suggests.On the other hand, older women who go through a divorce or separation may lose weight and see some positive changes in their health, according to the research, which is forthcoming in the Journal of Women's Health.\"Earlier studies on marriage and divorce have shown that marriage is usually associated with a longer lifespan and fewer health problems, while divorce is associated with higher mortality,\" said the study's lead author, Dr. Randa Kutob, an associate professor of family and community medicine and director of the UA College of Medicine's Office of Continuing Medical Education.\"The interesting thing we found in our study is that with divorce in postmenopausal women, it's not all negative, at least not in the short term,\" she said.Since many studies on marriage focus on younger women, Kutob and her collaborators were interested in the effects of marital transitions on older women, who are more susceptible to chronic diseases such as cardiovascular disease and diabetes.Using data from the national Women's Health Initiative, researchers looked at postmenopausal women ages 50 to 79 over a three-year period. The women fell into one of four groups: those who went from single to married or in a self-defined marriage-like relationship over the course of three years; those who started out married but went through a separation or divorce; and those whose marital status did not change over the three-year period (they either started out and remained married or started out and remained unmarried).Researchers looked at a number of health measures, including weight, waist circumference and blood pressure, as well as health indicators such as diet, exercise, smoking and alcohol consumption.All of the women who started the study unmarried (either they had never been married, were divorced or were widowed) saw some weight gain over the three-year period, which is not uncommon for women as they age, Kutob said.However, those who went from unmarried to married gained slightly more weight than those who remained single -- on the order of two or more additional pounds than their unmarried counterparts.While the reason for the extra weight gain is not entirely clear, one theory on marriage-related weight gain at any age is that it may come from couples sitting down more often together for regular, sometimes larger, meals, Kutob said.\"Potentially it's portion size, because it doesn't seem to be related to their food choices,\" she said.Both groups of women -- those who remained single and those who married -- saw a decrease in diastolic blood pressure, but the decrease was greater for women who remained unmarried. The unmarried women also drank less alcohol than those who wed. There were no significant differences in smoking or physical activity between the two groups.When researchers compared women who stayed married throughout the duration of the study to those who went from married to divorced or separated, they found that divorce was associated with weight loss and an increase in physical activity.Women who stayed married gained about two pounds and saw a slight increase in their waistline over the three-year study period, while women who divorced lost a modest amount of weight and went down some in inches. The married women also saw a decline in physical activity, while divorced women's physical activity increased. Alcohol consumption remained about the same between the two groups.The researchers controlled for women's self-reported emotional well-being and found that the divorced women's weight loss did not appear to be related to depression. That is, women weren't simply eating less and losing weight as an emotional response.With regard to dietary quality, all women in the study showed improvements in the ratio of healthy to unhealthy food consumed. However, women who went from married to divorced had the most improved diets.\"It does seem that these women are consciously engaging in healthier behaviors after divorce,\" Kutob said.The one area in which divorced women lagged was smoking. Women who went from married to divorced were the most likely group to start smoking. However, it's important to note that those who picked up the habit were typically former smokers, not first-time tobacco users, Kutob said.While the study's results don't challenge existing research on the long-term health benefits of marriage, they offer new insight into some of the more immediate health effects of late-life marital transitions, and this could have important implications for postmenopausal women and their health-care providers, Kutob said.\"As a health provider, my takeaway is that I should be thinking about marital transitions, and when people get married, say congratulations but also give them some advice and tools for their health, and encourage all women as they age to continue being physically active,\" she said.\"With divorce, some women take that moment to focus more on their own health, as it would appear from our results. As a health provider, I should be encouraging them in those efforts so that those efforts aren't short-term but become lifelong,\" Kutob said. \"Even a pretty devastating life event like a divorce can have some positive outcomes, and if we can encourage the positive it will probably help those people cope as well.\"", "article_link": "http://dx.doi.org/10.1089/jwh.2016.5925", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoa-cim020617.php", "region": "namerica", "source_link": "http://uanews.arizona.edu/story/change-marital-status-postmenopause-may-impact-health", "funder": "", "meeting": "", "institution": "University of Arizona", "keywords": ["Medicine/Health", " Mortality/Longevity", " Diet/Body Weight", " Aging", " Social/Behavioral Science", " Exercise", " Aging", " Couples"], "journal": "Journal of Women's Health", "description": "Even a potentially devastating life event such as divorce can have some positive health outcomes, University of Arizona researchers found. Women who divorce later in life may lose weight and exercise more, while postmenopausal women who marry may gain more weight.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}