{"title": "UTSW identifies ion channel necessary for hormone and anti-obesity drug to suppress eating", "text": "DALLAS - Feb. 6, 2017 - UT Southwestern Medical Center researchers have identified an ion channel required for brain cells to suppress eating behavior in response to the hormone leptin or to the anti-obesity drug lorcaserin.Ion channels are tunnel-shaped passageways on the surface of neurons through which charged particles, or ions, can travel in and out of the cell.A deeper understanding of this brain-metabolism relationship could someday lead to new, better targeted treatments for obesity or diabetes, said lead author Dr. Kevin Williams, Assistant Professor of Internal Medicine at UT Southwestern and senior author of the study, published recently in Cell Reports.\"We found that an ion channel made up of TrpC5 (transient receptor potential cation 5) protein subunits is required for the proper regulation of basal metabolism and body weight,\" Dr. Williams said.In the mouse study, loss of TrpC5 caused types of nerve cells in the brain called Pomc neurons to become unresponsive to leptin or lorcaserin, resulting in increased body weight over time. The normally beneficial effect of lorcaserin on blood-sugar levels was also lost in mice deficient for TrpC5, the study showed.\"As researchers, we are trying to understand the cellular and molecular mechanisms that contribute to changes in body weight and blood-sugar balance. There is a possibility that this ion channel may someday be directly targeted for therapeutic regulation of eating and blood-sugar balance,\" Dr. Williams said.Leptin and lorcaserin exert their effects on eating and other aspects of metabolism by binding to different types of receptors that sit on the surface of Pomc neurons in the hypothalamus, the part of the brain that helps govern metabolism and other involuntary bodily functions such as breathing and sleeping. The ion channels, formed when TrpC proteins gather together to form a channel, or tube-like structure, are also on the surface of Pomc neurons.Although leptin and lorcaserin bind to different receptors, binding is ineffective unless nearby TrpC5 ion channels are opened to allow the passage of ions in and out of the cell.The researchers conducted experiments comparing normal mice and mice genetically unable to make TrpC5. Energy balance, eating behavior, and activity levels were measured. The researchers found that a lack of TrpC5 in Pomc neurons was enough to block the usual appetite-suppressing effects of leptin and lorcaserin. Lack of TrpC5 also seemed to blunt the cell's electrophysiological response to leptin and lorcaserin.The research helps explain some intriguing observations previously made by researchers at UT Southwestern and elsewhere. Studying the seven proteins in the TrpC family, earlier studies determined that TrpC1, TrpC4, and TrpC5 (and to a lesser extent TrpC6 and TrpC7) were detected in Pomc neurons. Although it was known that these TrpC family members could form ion channels, the effects or relative importance of TrpC5 proteins in particular to regulate metabolism were unknown, Dr. Williams said. Moreover, the molecular mechanisms underlying appetite suppression in response to activation of receptors for leptin or lorcaserin were unclear, he added.\"Our results link TrpC5 subunits in the brain with leptin- and lorcaserin-dependent changes in nerve activity as well as energy balance, eating behavior, and blood-sugar levels,\" Dr. Williams said.", "article_link": "http://dx.doi.org/10.1016/j.celrep.2016.12.072", "url": "http://www.eurekalert.org/pub_releases/2017-02/usmc-uii020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "Cell Reports", "description": "UT Southwestern Medical Center researchers have identified an ion channel required for brain cells to suppress eating behavior in response to the hormone leptin or to the anti-obesity drug lorcaserin.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}