{"title": "Sitting not linked to incident diabetes: New research", "text": "Sitting may not be as deadly as previously thought, with new research led by the University of Sydney ruling out sitting as a direct cause of diabetes.The findings, published in the latest British Journal of Sports Medicine, cast doubt on the popular maxim that 'sitting is the new smoking' and indicate the complexity of factors determining whether sitting is harmful to human health.\"Sitting has attracted a lot of publicity in recent years for being as dangerous as smoking and for being harmful regardless of how physically active people are. However this is one of the very few long-term studies to investigate whether there is a link between sitting behaviours and risk of development of diabetes,\" said lead author Associate Professor Emmanuel Stamatakis from the Charles Perkins Centre and School of Public Health.\"While these findings don't exonerate sitting, they do suggest that there is far more at play than we previously realised when it comes to sedentary behaviours and the health risks associated with extended sitting.\"Associate Professor Stamatakis and colleagues from the University of Exeter, University College London and Victoria University, Australia, analysed responses from a long term health study completed by 4811 middle-aged and older London-based office workers who were initially free of diabetes and major cardiovascular disease. In 1998 the participants were asked to report the amount of time they spent on various sitting behaviours including at work and commuting, leisure time and watching television.They then examined clinical data based on blood glucose levels from the same cohort until the end of 2011 to determine whether new cases of diabetes occurred over the 13-year follow-up period, adjusting for confounding factors such as physical activity, quality of the diet, employment grade, alcohol and smoking habits, general health status and baseline body mass index (BMI) of the participants.In total, 402 cases of incident diabetes occurred during the follow-up period, yet there was little evidence for associations between sitting and diabetes and these weak associations were limited to TV sitting time. \"Importantly, our research was among the first long-term studies to distinguish between various types of sitting behaviours - not just TV sitting, which is used in the majority of existing studies. But TV time and sitting time are practically uncorrelated so we have very good reasons to believe that the health risks attributed to TV in the past are due to other factors, such as poorer mental health, snacking and exposure to unhealthy foods advertising,\" said Associate Professor Stamatakis.\"Many previous studies also rarely acknowledge how higher BMI at the outset of the study increases the participant's risk of developing diabetes, which could compromise study results.\"Another reason for our results could be that these London-based workers were protected by the large amounts of walking they reported, which was nearly 45 minutes per day on average. With most white-collar workers forced to spend many hours each day in front of a computer not moving, this amount of physical activity may be an absolute necessity to maintain good health.\"", "article_link": "http://dx.doi.org/10.1136/bjsports-2016-096723", "url": "http://www.eurekalert.org/pub_releases/2017-02/uos-snl020517.php", "region": "asia", "source_link": "http://sydney.edu.au/news-opinion/news/2017/02/06/sitting-not-linked-to-incident-diabetes.html", "funder": "", "meeting": "", "institution": "University of Sydney", "keywords": ["Medicine/Health", " Diet/Body Weight", " Diabetes", " Public Health", " Exercise", " Transportation/Travel"], "journal": "British Journal of Sports Medicine", "description": "Sitting may not be as deadly as previously thought, with new research led by the University of Sydney ruling out sitting as a direct cause of diabetes.\r\n\r\nThe findings, published in the latest British Journal of Sports Medicine, cast doubt on the popular maxim that 'sitting is the new smoking' and indicate the complexity of factors determining whether sitting is harmful to human health.", "date": "Sun, 05 Feb 2017 05:00:00 GMT"}