{"institution": "American Heart Association", "title": "Parents of children with serious heart defects may be at risk of PTSD", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-poc013017.php", "article_link": "http://dx.doi.org/10.1161/JAHA.116.004862", "region": "namerica", "funder": "Hellman Fellows Program, NIH/National Institute of Child and Human Development", "meeting": "", "journal": "JAHA: Journal of the American Heart Association", "source_link": "http://newsroom.heart.org/news/parents-of-children-with-serious-heart-defects-may-be-at-risk-of-ptsd?preview=d10b18f96278f52a65bf0ec11dd957c0", "text": "DALLAS, Feb. 1, 2017 -- Parents of children with \"critical\" congenital heart defects - which require at least one cardiac surgery - are at high risk for mental health problems, particularly post-traumatic stress disorder (PTSD), anxiety and depression, according to research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.Health professionals know that mental health issues in parents can lead to long-term cognitive, health and behavioral troubles in their children. Researchers reviewed published data from 10 countries. Among parents of children with critical congenital heart defects, researchers found:Researchers say the study is a first step to draw more attention to this overlooked group of parents whose mental health is often taxed by coping with their children's medical appointments, cardiac procedures, long hospital stays, digestive or feeding issues and increased risk for major respiratory illnesses - all of which amount to extensive financial, emotional and familial costs.For these parents, \"there is a real need for additional research on the severity, the course and the persistence of mental health problems over time,\" said Sarah Woolf-King, Ph.D., M.P.H., senior study author and assistant professor in the psychology department at Syracuse University in New York.She notes that these problems, if untreated, can adversely affect the parents and their ability to care for their children months, or even years, after surgery.\"The parents need extra support and mental health treatment that is feasible and accessible,\" Woolf-King said, \"and one thing that we propose is integrating mental health screening and treatment into pediatric cardiology care. Healthcare providers on the front line of treatment for these parents could play a significant role in connecting them to care.\"This type of integrated care model is more common in other medical disciplines, Woolf-King said, citing pediatric oncology as an example in which recommendations have been established as part of standard care to assess mental health routinely and over time for parents of children with cancer.Congenital heart defects are the most common birth defects in the United States, affecting nearly 40,000 births each year. Of these children, 25 percent have critical congenital heart defects, requiring one or more cardiac surgeries in the first year of life, according to the Centers for Disease Control.Woolf-King has a firsthand understanding of this experience as a parent. Her son, now age 4, was born with a congenital heart defect and had open heart surgery at 9 weeks old. \"It was one of the loneliest, most terrifying times of my life,\" she said, and it contributed to her interest in this research topic.The study noted that mothers are disproportionately affected. \"We're not 100 percent clear about why,\" Woolf-King said, \"but we think it has to do with, one, the first surgery typically occurs in the postpartum period when mothers are already at increased risk for mental health issues and, two, the care of the sick child can disproportionately fall on the mother.\"The review covered 30 studies culled from cardiac, nursing, pediatric and social science journals published between 1984 and 2015 in the United States, Australia, Switzerland, Norway, the Netherlands, the United Kingdom, Canada, China, Finland and Italy.", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "description": "Many parents -- particularly mothers -- of children born with serious heart defects have symptoms of post-traumatic stress, anxiety or depression.  Since compromised parental mental health can lead to long-term health and behavioral problems in children, a new study calls for additional research on the severity and persistence of parental mental health problems and to develop screening and training for parents as part of pediatric cardiac care.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}