{"title": "Squirrels have long memory for problem solving", "text": "Squirrels can remember problem-solving techniques for long periods and can apply them to new situations, researchers have discovered.\r\nUniversity of Exeter scientists found grey squirrels quickly remembered how to solve a problem they had not seen for almost two years.\r\nThe squirrels also quickly worked out how to use those skills in a redesigned version of the test.\r\n\"This might be why grey squirrels can survive very well in towns and cities,\" said Dr Pizza Ka Yee Chow, of Exeter's Centre for Research in Animal Behaviour.\r\n\"For example, they're very good at getting food from bird feeders.\r\n\"People may try different types of bird feeders to keep the squirrels away, but this research shows grey squirrels can not only remember tricks for getting food but can apply those skills in new situations.\"\r\nIn the study, five squirrels were given a task identical to one they had tried 22 months earlier, in which they had to press levers to get hazelnuts.\r\nIn that first experience, the squirrels improved with practice - taking an average of eight seconds on their first attempt and just two seconds by the final time they tried it.\r\nTrying again for the first time in 22 months, they took an average of just three seconds to get a hazelnut.\r\nGrey squirrels are known to have good long-term memory - they are \"scatter-hoarders\", collecting and hiding thousands of nuts every autumn. \r\n\"Previous research at Exeter has shown that their memory for the locations of hidden nuts is excellent,\" said co-author Professor Stephen Lea, of the University of Exeter.\r\nBut the new research demonstrates a \"very different form of memory\", said co-author Dr Théo Robert, also of the University of Exeter.\r\n\"This is not just remembering where things have been left, it shows they can recall techniques which they have not used for a long time,\" he said.\r\n\"It's also different from what we see in the wild because they're remembering things for longer than the few months of memory needed to find hidden food.\"\r\nWhen presented with a version of the task that looked different but required the same technique to get hazelnuts, the squirrels showed a \"neophobic\" (fear of news things) response - hesitating for more than 20 seconds on average before starting the task.\r\nBut once they started it took them just two seconds on average to get a hazelnut, showing that they were able to recall and apply the technique they learned in the previous form of the challenge.\r\nThe paper, published in the journal Animal Cognition, is entitled: \"How to stay perfect: The role of memory and behavioural traits in an experienced problem and a similar problem.\"\r\n", "article_link": "http://dx.doi.org/10.1007/s10071-017-1113-7", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoe-shl071317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Exeter", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Zoology/Veterinary Science"], "journal": "Animal Cognition", "description": "Squirrels can remember problem-solving techniques for long periods and can apply them to new situations, researchers have discovered.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}