{"title": "Coffee bubble phobia may be deep-seated aversion to parasites", "text": "Some people experience intense aversion and anxiety when they see clusters of roughly circular shapes, such as the bubbles in a cup of coffee or the holes in a sponge. Now psychologists at the University of Kent have found that the condition - known as trypophobia - may be an exaggerated response linked to deep-seated anxiety about parasites and infectious disease.Previous explanations for the condition include the suggestion that people are evolutionarily predisposed to respond to clusters of round shapes because these shapes are also found on poisonous animals, like some snakes and the blue-ringed octopus.Now new research, led by Tom Kupfer of the University's School of Psychology, suggests that the condition may instead be related to an evolutionary history of infectious disease and parasitism that leads to an exaggerated sensitivity to round shapes. The team noted that many infectious diseases result in clusters of round shapes on the skin: smallpox, measles, rubella, typhus, scarlet fever etc. Similarly, many ectoparasites, like scabies, tics and botfly also lead to clusters of round shapes on the skin. The study saw over 300 people recruited to take part from trypophobia support groups. A comparison group of around 300 university students without trypophobia also took part. Both groups were invited to view sixteen cluster images  These all depicted real objects. Eight were pictures of clusters relating to diseased body parts (e.g. circular rash marks on a chest; smallpox scars on a hand; a cluster of ticks).The other eight cluster images had no disease-relevant properties (e.g. drilled holes in a brick wall; a lotus flower seed pod)  Both groups of participants reported finding the disease-relevant cluster images unpleasant to look at but whereas the university students didn't find the disease-irrelevant cluster images unpleasant, the trypophobic group found them extremely unpleasant. This finding supports the suggestion that individuals with trypophobia experience an overgeneralised response, to the extent that even an image of bubbles on a cup of coffee can trigger aversion in the same way as a cluster of tics or lesions.Much previous research has shown that the function of the emotion disgust is to motivate people to avoid sources of potential infection, so the researchers predicted that unlike most phobias (e.g., snakes, heights, dogs) which mainly involve intense fear, people with trypophobia would predominantly experience intense disgust. They asked the individuals with trypophobia to describe their feelings  when looking at cluster images. Analysis of these responses revealed that the majority of individuals with trypophobia experienced disgust or disgust-related feelings like nausea or the urge to vomit,, even towards the disease-irrelevant cluster images like a sponge or bubbles. Only a small proportion described feeling fear or fear-related feelings. In addition to disgust, trypophobic individuals frequently reported feelings like skin itching, skin crawling or even the sensation of 'bugs infesting the skin'. This skin response suggests that people with trypophobia may perceive cluster stimuli as if they are cues to ectoparasites, even leading some to feel as if they are infested.Overall, the findings showed that although trypophobia has been described as the 'fear of holes', it would be more accurately characterised as a predominantly disgust-based aversion to clusters of roughly circular objects. ", "article_link": "http://dx.doi.org/10.1080/02699931.2017.1345721", "url": "http://www.eurekalert.org/pub_releases/2017-07/uok-cbp071117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Kent", "keywords": ["Social/Behavioral Science", " Coping/Phobias"], "journal": "Cognition and Emotion", "description": "Some people experience intense aversion and anxiety when they see clusters of roughly circular shapes, such as the bubbles in a cup of coffee or the holes in a sponge. Now psychologists have found that the condition -- known as trypophobia -- may be an exaggerated response linked to deep-seated anxiety about parasites and infectious disease.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}