{"title": "Touchscreen test reveals why some birds are quicker to explore than others", "text": "Birds such as parrots and crows have been using touchscreen technology as part of an international research study examining whether the ways in which animals respond to new things influences how eager they are to explore. The new research, involving scientists from across Europe, looks at how a number of factors affect the speed and frequency with which the birds investigate new objects that they have never seen before. The study was carried out by researchers from the Messerli Research Institute (University of Veterinary Medicine Vienna) and the University of Vienna in Austria, the Max Planck Institute for Ornithology in Germany and University of Lincoln, UK. It has generally been assumed that neophobic species (species that do not like new things) have a tendency to explore less than those that do (referred to as neophilic). For example, kea parrots in New Zealand have been known to destroy cars because they are so interested in new things.The research results reveal that the neotic style of a bird (how neophobic or neophilic an animal is) has an impact on when they choose to explore new objects, but not on their level of exploration. Those who are more neophobic carry out the same amount of exploration, but simply make the approach much later. The results also show that juvenile animals explore more quickly than adults do. Significantly, the scientists found that individual differences and characteristics seem to be much more important than species-level differences in determining how eager a bird is to explore. This suggests that neotic style is not, as is frequently assumed, a result of the challenges faced by an entire species, but instead appears to differ depending on the individual bird. As part of the investigation, the parrots and crows were introduced to a touchscreen which revealed two different coloured shapes on a regular basis, and they were trained to understand that choosing one of the shapes (by pecking it) could result in a food reward. The researchers showed each bird 16 pairs of shapes, and throughout the task introduced a few novel stimuli that they had never seen before. The researchers measured how quickly they responded to the new shapes, and at which point in the test they chose to investigate them.Dr Anna Wilkinson, a specialist in animal cognition from the School of Life Sciences at the University of Lincoln, explained: \"Rather than its species, we found that individual differences have a significant impact upon how quickly a bird begins to explore. This is likely to be due to a combination of the bird's age, its individual position in the social hierarchy, and its own previous experiences.\"The birds that featured in the study were from nine different species of parrots and corvids -- also known as the crow family. They were selected to represent different ecological backgrounds so that factors such as the likelihood of pressure from predators could also be taken into account. For example, species originating from islands such as Goffin's cockatoos and vasa parrots are less likely to face pressure from predators than those such as ravens, jackdaws and African grey parrots, which are much more widely distributed.As part of the study, researchers worked with Eclectus parrots from the Lincolnshire Wildlife Park to assess their reactions.The first author of the study, Dr Mark O'Hara from the Messerli Research Institute and the University of Vienna, said: \"Our findings allow for a more accurate interpretation of behaviour and the processes which control responses to changes in the environment.\" The full paper, The temporal dependence of exploration on noetic style in birds, is published in Scientific Reports and is available to read online.", "article_link": "http://dx.doi.org/10.1038/s41598-017-04751-0", "url": "http://www.eurekalert.org/pub_releases/2017-07/uol-ttr071017.php", "region": "europe", "source_link": "http://www.lincoln.ac.uk/news/2017/07/1376.asp", "funder": "", "meeting": "", "institution": "University of Lincoln", "keywords": ["Biology", " Biodiversity", " Evolution", " Zoology/Veterinary Science", " Nature", " Earth Science", " Researchers/Scientists/Awards", " Computer Science"], "journal": "Scientific Reports", "description": "Birds such as parrots and crows have been using touchscreen technology as part of an international research study examining whether the ways in which animals respond to new things influences how eager they are to explore.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}