{"journal": "PLOS Genetics", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-pah042017.php", "description": "Physical activity can reduce the weight-gaining effects of the genetic variant that carries the greatest risk of obesity, report Mariaelisa Graff of the University of North Carolina at Chapel Hill, Tuomas Kilpeläinen of University of Copenhagen and colleagues April 27, 2017, in PLOS Genetics.", "article_link": "http://dx.doi.org/10.1371/journal.pgen.1006528", "date": "Thu, 27 Apr 2017 04:00:00 GMT", "funder": "", "title": "Physical activity helps to counteract weight gain from obesity-causing gene variant", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "Physical activity can reduce the weight-gaining effects of the genetic variant that carries the greatest risk of obesity, report Mariaelisa Graff of the University of North Carolina at Chapel Hill, Tuomas Kilpeläinen of University of Copenhagen and colleagues April 27th, 2017 in PLOS Genetics.With people consuming more calories and being less physically active, the world has witnessed an obesity epidemic, but not everyone is gaining weight. Previous studies suggest that a person's susceptibility to becoming obese can be reduced by physical activity. To see how physical activity and genetic variants related to obesity interact to affect weight gain, Graff and colleagues performed genome-wide interaction meta-analyses using more than 200,000 individuals. They categorized individuals as active or inactive, screened them for about 2.5 million genetic variants and correlated that data with physical indicators of obesity, including body mass index, waist circumference and waist-to-hip ratio. The study finds that physical activity can reduce the weight-gaining effects of the strongest known genetic risk factor for obesity, the FTO gene, by about 30%. Accounting for physical activity also enabled the researchers to identify 11 novel genetic variants linked to obesity, suggesting that physical activity and other relevant environmental factors should be considered when looking for novel genes.The meta-analyses confirm previous findings that physical activity reduces the effect of the FTO gene, but the underlying cause of this interaction is still unknown. The scientists suspect that physical activity may affect other genes related to obesity, but to identify these smaller effects, researchers will require larger groups of subjects and highly precise measurements. From a practical standpoint, the findings suggest that physical activity is still vital, even when obesity appears to be predetermined in one's genes, and could be most beneficial for those who have the hardest time keeping weight off.Mariaelisa Graff adds: \"Moreover, our study revealed 11 completely new obesity genes, suggesting that in future studies, accounting for physical activity and other important lifestyle factors could boost the search new obesity genes. A weakness of our study was that the participants self-reported their physical activity habits rather than being surveyed objectively. To identify more genes whose effects are either dampened or amplified by physical activity, we need to carry out larger studies with more accurate measurement of physical levels.\"", "meeting": "", "keywords": ["Biology", " Genetics", " Physiology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Physiology", " Sports/Recreation", " Genes"]}