{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-edl042117.php", "description": "Two hours after drinking 32 ounces of a commercially available energy drink, the heart's electrical activity was abnormal compared to drinking a caffeine-matched control drink. Both caffeine and energy drinks raised systolic blood pressure initially but blood pressure normalized faster after caffeine.", "article_link": "http://dx.doi.org/10.1161/JAHA.116.004448", "date": "Wed, 26 Apr 2017 04:00:00 GMT", "funder": "Clinical Investigations Facility at Travis Air Force Base, California", "title": "Energy drinks linked to more heart, blood pressure changes than caffeinated drinks alone", "region": "namerica", "source_link": "http://newsroom.heart.org/news/energy-drinks-linked-to-more-heart-blood-pressure-changes-than-caffeinated-drinks-alone?preview=e99810acc54e7f6eca18f24796ae7caa", "institution": "American Heart Association", "text": "DALLAS, April 26, 2017 -- Drinking 32 ounces of a commercially available energy drink resulted in more profound changes in the heart's electrical activity and blood pressure than drinking 32 ounces of a control drink with the same amount of caffeine - 320 milligrams (mg), according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.While the U.S. Food and Drug Administration generally considers caffeine in doses of less than 400 mg as safe, energy drinks often consist of not only caffeine but proprietary energy blends. With more than 500 types of energy drinks on the market, there has been an increase in energy-drink-associated emergency room visits and deaths, prompting questions about their safety, researchers said.\"We decided to study energy drinks' potential heart health impact because previous research has shown 75 percent of the base's military personnel have consumed an energy drink. And nearly 15 percent of military personnel, in general, drink three cans a day when deployed, which is more than we studied here,\" said Emily A. Fletcher, Pharm.D., study author and deputy pharmacy flight commander from David Grant U.S.A.F. Medical Center at Travis Air Force Base in California.Eighteen young participants were randomly divided into two groups. The first group received 32 ounces of a commercially-available energy drink (containing 108 g of sugar, 320 mg of caffeine, and various other compounds). The second group was given a control drink containing 320 mg of caffeine, 40 ml of lime juice and 140 ml of cherry syrup in carbonated water. After a six-day washout period, participants switched drinks.Researchers measured the electrical activity of the volunteers' hearts by electrocardiogram. They also measured their peripheral and central blood pressures at the study's start and at one, two, four, six and 24 hours after drink consumption.\"Peripheral blood pressure is the measurement of the pressure in an outlying artery, typically an upper arm. Central blood pressure is the measurement of the pressure in the aorta near the heart,\" she said. \"Blood pressures at each location are not always affected equally when a substance is introduced, such as medications. Central blood pressure is an emerging and potentially superior method to assess health outcomes related to elevated blood pressure.\"They found that, when compared to the caffeine group, those in the energy drink group had a corrected QT interval 10-milliseconds higher at 2 hours.\"The QT interval is the measurement of the time it takes ventricles in the heart (the lower chambers) to repolarize, or prepare to generate a beat again. It's the pause from the end of the electrical impulse generating the heart to beat to the next impulse,\" Fletcher said. \"If this time interval, which is measured in milliseconds, is either too short or too long, it can cause the heart to beat abnormally. The resulting arrhythmia can be life threatening.\"To put the 10-millisecond difference in perspective, there are medications that affect the corrected QT interval by 6 milliseconds and have warnings about the effect on product labels, Fletcher said.While both the energy drink and caffeine-only groups had similar increases in systolic blood pressure, systolic pressures in the caffeine group had almost returned to their original readings after six hours.\"On the other hand, those who consumed the energy drinks still had a mildly elevated blood pressure after six hours,\" Fletcher said. \"This suggests that ingredients other than caffeine may have some blood pressure altering effects, but this needs further evaluation.\"Based on this preliminary evidence in young, healthy adults, people who have high blood pressure, underlying cardiac conditions or other health issues might want to avoid or use caution when consuming energy drinks until more is known about their impact on heart health, Fletcher said.\"This is a small study and further studies are needed to confirm these results,\" Fletcher said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}