{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/ins-eca042517.php", "description": "Emerging companies describe how they are using neuromodulation to address challenges such as autism, paralysis, and persistent, medication-resistant pain, as part of an Innovations Day preconference on May 28 before the International Neuromodulation Society 13th World Congress in Edinburgh, Scotland.", "article_link": null, "date": "Wed, 26 Apr 2017 04:00:00 GMT", "funder": "", "title": "Emerging companies aim to treat conditions that medication cannot relieve", "region": "namerica", "source_link": null, "institution": "International Neuromodulation Society", "text": "EDINBURGH, Scotland - Autism, paralysis, and persistent, medication-resistant pain are among the challenges that emerging companies and organizations hope to alleviate through neuromodulation therapy. Three panels of innovators will present emerging therapies in a daylong preconference before the International Neuromodulation Society 13th World Congress in Edinburgh, Scotland. The Innovations Day preconference on May 28, 2017 also includes discussion by commercialization experts and financiers about capturing data to support reimbursement. Twelve participating start-up companies and research organizations are: BioInduction Ltd.BioInduction Ltd. CEO Ivor Gillbe and neurosurgeon Nik Patel, M.D. will present Picostim, a compact neurostimulator with a volume of 7 cc, designed for implantation in the skull in a single procedure. The device is awaiting clinical trial. The company plans for this neurostimulator to initially be used in patients with advanced Parkinson's disease. The device is being designed to offer stimulation steering, local field potential recording and wireless charging. The privately held company is funded by its founders, angel investors and U.K. government grants.Clearly Present FoundationWinifred Wu, chief officer for translational research at the Clearly Present Foundation, will present its aim to accelerate discovery of non-invasive brain stimulation, such as repetitive transcranial magnetic stimulation (rTMS), to treat autism spectrum disorder (ASD).The founder, Kim Hollingsworth Taylor, formed the foundation in 2014 after her son, who she said has high-functioning ASD, participated in a 10-week clinical study of intermittent rTMS. She said he \"exhibited remarkable improvements in ASD impairments such as work completion speeds, vastly reduced repetitive behaviors, and increased empathy and flexibility.\" However, the effect waned over a year. That experience, and the foundation, appear in a chapter of the book Switched On: A Memoir of Brain Change and Emotional Awakening by autism advocate John Elder Robison.G-TherapeuticsSjaak Deckers, CEO of G-Therapeutics, will present the Go-2 implantable spinal cord stimulation system that is being developed to improve functional recovery of people with spinal cord injury. The initial aim is to provide gait support for people with an incomplete paraplegic injury. Eight patients are being recruited for a feasibility study in Switzerland, under study co-chairs Grégoire Courtine, Ph.D., director of the Center for Neuroprosthetics and Brain Mind Institute at the Swiss Federal Institute of Technology, and Prof. Armin Curt, M.D., who is chairman of the Spinal Cord Injury Center at the University of Zurich and medical director of the Paraplegic Center at the Balgrist University Hospital. The clinical trial, called STIMO: Epidural Electrical Simulation (EES) With Robot-assisted Rehabilitation in Patients With Spinal Cord Injury, will combine stimulation with movement rehabilitation. Major investors in G-Therapeutics include Inkef Capital, Life Science Partners Management B.V., Wellington Partners, and Gimv.GiMer MedicalChi-Heng (Rex) Chang, GiMer Medical general manager, will present NeuroBlock, a wirelessly charged device that was spun out of the biomedical engineering labs at National Taiwan University. NeuroBlock is an ultra-high-frequency spinal cord stimulation (SCS) device entering its first-in-human pilot study. The initial application will be to address chronic pain through intermittent stimulation of the dorsal root ganglion.The small implantable pulse generator (11 cc in volume) operates without creating tingling sensations of paresthesia like conventional SCS. The development received two National Innovation Awards in Taiwan (in 2016 for best start-up, and in 2014, for outstanding academic research spinout).GiMer derives its name from a fictional Star Wars wooden cane that provided the aging character Yoda supplemental nutrition and pain relief.The company has received private seed funding from two publicly traded companies and a venture fund.Helius Medical TechnologiesJonathan Sackier, chief medical officer at Helius, will discuss a double-blind, randomized, sham-controlled study of the safety and effectiveness of the Portable Neuromodulation Stimulator (PoNS) 4.0 device for cranial nerve noninvasive neuromodulation (CN-NINM) training in subjects with a chronic balance deficit due to mild-to-moderate traumatic brain injury.A clinical trial of CN-NINM began at 4 US and Canadian sites in 2015 to investigate if the PoNS therapy, Helius' investigational medical device and physical therapy regimen for relief of neurological symptoms of disease or trauma is effective. Data collection for the primary outcome measure is anticipated to be complete by July 2017.Helius is publicly traded on the Toronto Stock Exchange. Mainstay Medical International plcMainstay Medical president and CEO Peter Crosby will present the company's ReActiv8 implantable restorative neurostimulation system as a treatment for patients with chronic low back pain (CLBP) of primarily nociceptive origin. ReActiv8 is designed to electrically stimulate the nerves of the muscles that dynamically stabilize the lumbar spine, to help restore muscle control and allow the body to recover from CLBP.ReActiv8 received CE mark in May 2016 and sales have begun in Germany. The current ReActiv8-B Trial is an international multi-center prospective randomized sham-controlled triple-blinded clinical trial designed to gather safety and efficacy data. Complete enrollment is anticipated in late 2017, with results available in 2018. Up to 27 centers will enroll 128 subjects who suffer from long-term disabling CLBP, are not candidates for and have not previously had spine surgery, are not candidates for SCS, and have failed conventional medical management such as drugs and physical therapy. MicroTransponder Inc.Frank McEachern, MicroTransponder CEO, will present the company's Vivistim system that provides vagus nerve stimulation (VNS). The system is nearing the end of a U.S. clinical study in 17 patients who are undergoing rehabilitation for upper limb mobility after stroke. Previously, a safety-and-feasibility clinical trial of 20 stroke patients in Glasgow and Newcastle in the U.K. indicated rehabilitation was more successful with VNS than without. Pairing VNS with a specific movement strengthens motor circuits, which may help the patient regain upper limb function.NeuroNano Inc.Jens Schouenborg, Ph.D., a professor at Lund University, will present a new generation of matrix-embedded 3-dimensional, flexible neural interfaces. They are designed to be precisely implanted and spread out locally in target brain nuclei for deep brain stimulation (DBS). Preclinical studies indicate that by selecting appropriate biocompatible materials as the embedding matrix material, local injury including loss of neurons and immunological reactions can be minimized. The \"3D Cluster Electrode\" is intended to significantly improve stimulation specificity in DBS and widen its scope. Clinical studies are to commence during 2019.Major sources of funding include Cimon AB.Ripple LLCDaniel McDonnall, Ph.D., the president of Ripple, will present an implantable prosthetic device to restore eyelid motion to patients with unilateral facial paralysis. The wirelessly powered device is intended to prevent painful dry-eye complications and re-animate facial expression. After suffering paralysis due to tumor surgery, trauma, or disease, these patients do not currently have options for dynamic restoration of eyelid motion.The device would pair a detecting electrode on the healthy eyelid to detect the onset of a blink with a stimulating electrode on the paralyzed side to evoke a simultaneous blink. Proof-of-concept studies have been conducted, and component technologies have been developed. Preclinical testing is nearing completion.Sources of funding include the National Eye Institute's Small Business Innovation Research Phase I and II grant awards, as well as a grant from the U.S. Congressionally Directed Medical Research Program.WISE SrlWISE CEO Luca Ravagnan, Ph.D. will present the company's foldable, polymer-based electrode platform that can be applied to neuromonitoring and neuromodulation devices. The company is concluding the CE certification phase for its first product for acute use: cortical electrodes for intraoperative monitoring.The company is developing foldable paddles for SCS to combine the strengths of paddle leads with the ease of percutaneous leads to overcome trade-off between leads' performance and invasiveness of the surgery.Major investors are High-Tech Gründerfonds (Germany), b-to-v (Switzerland), Principia (Italy), Atlante (Italy) and Agite! (Italy).Wyss Center Director John P. Donoghue, Ph.D. will address accelerating neurotechnology development for brain-computer interfaces.Prior to becoming founding director of the Wyss Center in 2015, he coordinated the multidisciplinary team behind the groundbreaking prototype neural interface known as BrainGate while he was the founding chairman of the Department of Neuroscience at Brown University in Rhode Island.The Wyss Center tackles remaining challenges in brain-computer interfaces, such as development of a miniaturized wireless version of the existing BrainGate brain computer interface technology. The system should be suitable for long-term implantation and able to decode and transmit brain signals that signify intended movement. The Wyss Center works alongside collaborators of the next-generation BrainGate2 in a clinical trial to develop assisted communication and restore movement to people with neurologic disease, injury, or limb loss. In March, Donoghue and BrainGate collaborators reported that a paralyzed man in Cleveland used a BrainGate interface, connected to a functional electronic stimulation system, to move his hand and arm to feed himself, drink from a mug, and scratch his nose.The Wyss Center was established with funding from the Swiss entrepreneur and philanthropist Hansjörg Wyss.\r\n\r\n\r\n\r\n\r\n\t", "meeting": "International Neuoromodulation Society 13th World Congress", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Health Care", " Insurance", " Medicine/Health", " Stroke", " Parkinson's Disease", " Musculature", " Pain", " Rehabilitation/Prosthetics/Plastic Surgery", " Normalcy"]}