{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaon-cpd042417.php", "description": "Parkinson's disease may start in the gut and spread to the brain via the vagus nerve, according to a study published in the April 26, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The vagus nerve extends from the brainstem to the abdomen and controls unconscious body processes like heart rate and food digestion.", "article_link": null, "date": "Wed, 26 Apr 2017 04:00:00 GMT", "funder": "", "title": "Could Parkinson's disease start in the gut?", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Parkinson's disease may start in the gut and spread to the brain via the vagus nerve, according to a study published in the April 26, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The vagus nerve extends from the brainstem to the abdomen and controls unconscious body processes like heart rate and food digestion. The preliminary study examined people who had resection surgery, removing the main trunk or branches of the vagus nerve. The surgery, called vagotomy, is used for people with ulcers. Researchers used national registers in Sweden to compare 9,430 people who had a vagotomy over a 40-year period to 377,200 people from the general population. During that time, 101 people who had a vagotomy developed Parkinson's disease, or 1.07 percent, compared to 4,829 people in the control group, or 1.28 percent. This difference was not significant. But when researchers analyzed the results for the two different types of vagotomy surgery, they found that people who had a truncal vagotomy at least five years earlier were less likely to develop Parkinson's disease than those who had not had the surgery and had been followed for at least five years. In a truncal vagotomy, the nerve trunk is fully resected. In a selective vagotomy, only some branches of the nerve are resected. A total of 19 people who had truncal vagotomy at least five years earlier developed the disease, or 0.78 percent, compared to 3,932 people who had no surgery and had been followed for at least five years, at 1.15 percent. By contrast, 60 people who had selective vagotomy five years earlier developed Parkinson's disease, or 1.08 percent. After adjusting for factors such as chronic obstructive pulmonary disease, diabetes, arthritis and other conditions, researchers found that people who had a truncal vagotomy at least five years before were 40 percent less likely to develop Parkinson's disease than those who had not had the surgery and had been followed for at least five years.\"These results provide preliminary evidence that Parkinson's disease may start in the gut,\" said study author Bojing Liu, MSc, of the Karolinska Instituet in Stockholm, Sweden. \"Other evidence for this hypothesis is that people with Parkinson's disease often have gastrointestinal problems such as constipation, that can start decades before they develop the disease. In addition, other studies have shown that people who will later develop Parkinson's disease have a protein believed to play a key role in Parkinson's disease in their gut.\"The theory is that these proteins can fold in the wrong way and spread that mistake from cell to cell. \"Much more research is needed to test this theory and to help us understand the role this may play in the development of Parkinson's,\" Liu said. Additionally, since Parkinson's is a syndrome, there may be multiple causes and pathways.Even though the study was large, Liu said one limitation was small numbers in certain subgroups. Also, the researchers could not control for all potential factors that could affect the risk of Parkinson's disease, such as smoking, coffee drinking or genetics. ", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Gerontology", " Health Professionals", " Internal Medicine", " Gastroenterology", " Neurobiology", " Parkinson's Disease", " Surgery"]}