{"journal": "European Journal of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-04/ehs-ate042617.php", "description": "The use of animals in biomedical research has long been the focus of campaigns by animal rights activists. Two leading scientists writing in the European Journal of Internal Medicine give their expert view of the importance of animal testing to medical progress and present ways it could be further improved to yield more useful clinical results.", "article_link": "http://dx.doi.org/10.1016/j.ejim.2016.11.013", "date": "Wed, 26 Apr 2017 04:00:00 GMT", "funder": "", "title": "Animal testing essential to medical progress but protocols could be improved", "region": "namerica", "source_link": null, "institution": "Elsevier Health Sciences", "text": "Amsterdam, The Netherlands, April 26, 2017 - The use of animals in biomedical research has long been the focus of campaigns by animal rights activists. Two leading scientists writing in the European Journal of Internal Medicine give their expert view of the importance of animal testing to medical progress and present ways it could be further improved to yield more useful clinical results.\"It cannot be stressed enough that animal studies have led to the production of drugs that have affected the epidemiology of human pathology, contributing to prolonging life. There is no magic formula at present to predict - at the preclinical level - the therapeutic value of a drug for people with a disease. Preclinical studies are needed in order to formulate hypotheses that justify clinical trials. Without these preliminary in vitro and in vivo studies in selected animal species, it would be unethical to test still unproven chemicals in humans,\" explains Silvio Garattini, MD, Founder and Director of the Mario Negri Institute for Pharmacological Research, Milan, Italy.His co-author, Giuliano Grignaschi, PhD, head of the Animal Care Unit at the Mario Negri Institute and vice president of the Basel Declaration Society in Switzerland, which promotes information about animal testing, adds that \"the pressure of public opinion, particularly of organized groups of 'animalists,' obliges preclinical and clinical scientists to come out of their 'ivory tower' to explain the complexity of translating research results from animals to man.\"Vaccines against poliomyelitis, meningitis, and rotaviruses are excellent examples in which animal testing, and the translation from animals to man, have proved effective, as are a number of antibiotics and the recent agents against HIV and hepatitis C viruses.However, the authors acknowledge that at the other extreme, there have been poor correlations between results in animals and man in several diseases such as stroke, amyotrophic lateral sclerosis (ALS), and Alzheimer's disease, and they summarize several analyses that have set out to understand why results in animals and man differ in these cases.The authors present four ways in which animal experiments could be improved in order to increase their probability of predicting useful clinical results.First, studies need to be intensified and techniques developed to improve and reduce the use of animals following the 3R rule (Replace, Reduce, and Refine). These guiding principles underpin the humane use of animals in scientific research and any researcher planning to use animals in their research must first show why there is no alternative and what will be done to minimize numbers and suffering,Second, rules developed to improve clinical trials should be incorporated into animal testing to minimize bias.Third, research is needed to improve the translation of animal research to patients, they argue, pointing out that the National Institutes of Health (NIH) in the U.S. has recently launched a program to train preclinical scientists to plan their experimental trials better by applying the same rules as for clinical trials. \"There is, however, a pressing need for responsibility in the scientific community, not only among scientists, but also in the editorial boards of journals and funding bodies to focus more on the quality of articles and research proposals dealing with animal investigation,\" they note.Fourth, once bias has been taken care of, difficulties remain for each specific demand for therapy - symptomatic, preventive, or curative - of finding the animal species that best mimics the human condition. Animals with specific pathology such as diabetes, high cholesterol, and hypertension have helped scientists develop antidiabetic, hypocholesterolemic, and antihypertensive drugs, which have been effective in man and are widely used. More studies are needed in aged animals to mimic the condition of elderly people with co-morbidities that require several drugs. Different chemical mediators may be important tools for discovering new drugs once they have been found to exert similar effects in a given animal species and man.\"Limitations to the use of animals, particularly other than rodents, are an obstacle to obtaining a wider spectrum of activity across species which may help in deciding when a treatment is suitable for patients,\" says Dr Grignaschi. \"Nevertheless, there is room for substantial improvement in the protocols of animal tests to boost their credibility and reproducibility. \"For the time being, animal models remain the best alternative given the limited usefulness of computer and in vitro models, and their use must continue, considering that patients cannot just wait for better tests to cure their suffering,\" concludes Prof. Garattini.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Animal Research/Rights", " Medical/Scientific Ethics", " Researchers/Scientists/Awards"]}