{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-04/cchm-hmb042517.php", "description": "Scientists report Nature Communications it may be possible to therapeutically fine tune a constantly shifting balance of molecular signals to ensure the body's peripheral nerves are insulated and functioning normally. In a study published April 26, they suggest this may be a way to treat neuropathies or prevent the development of peripheral nerve sheath tumors. They discovered genetic dysfunction in the HIPPO-TAZ/YAP and Gαs-protein feedback circuit disrupts the balanced formation of the protective myelin sheath.", "article_link": "http://dx.doi.org/10.1038/ncomms15161", "date": "Wed, 26 Apr 2017 04:00:00 GMT", "funder": "", "title": "HIPPO's molecular balancing act helps nerves not short circuit", "region": "namerica", "source_link": null, "institution": "Cincinnati Children's Hospital Medical Center", "text": "CINCINNATI - Scientists write in Nature Communications it may be possible to therapeutically fine tune a constantly shifting balance of molecular signals to ensure the body's peripheral nerves are properly insulated and functioning normally. In a study published April 26, they suggest this may be a way to treat neuropathies or prevent the development of peripheral nerve sheath tumors.The study was led by researchers at Cincinnati Children's Hospital Medical Center. It sought to identify the genetic and molecular networks that control the balanced proliferation and differentiation of Schwann cells in peripheral nerves -- a question that so far has remained unanswered. Schwann cells form a protective myelin sheath around nerves, which acts as insulation to ensure rapid transmission of neural signals to limbs and other parts of the body. The researchers discovered that genetic dysfunction in what they call the HIPPO-TAZ/YAP and Gαs-protein feedback circuit disrupts the balanced production of Schwann cells.If Schwann cell numbers are too sparse and widely-spaced, insufficient insulating myelin forms around nerves, leading to nerve insulation defects in the peripheral nerves of laboratory mice. An overabundance of Schwann cells in people with the genetic disorder neurofibromatosis 1 and 2 (who have mutations in the NF1 or NF2 tumor suppressor gene) has been linked to development of nerve sheath tumors.\"These findings will lead to future studies aimed at modulating or fine tuning the dynamic balance between YAP/TAZ and Gαs, and this may lead to new therapeutic strategies,\" said Q. Richard Lu, PhD, co-lead investigator and scientific director of the Brain Tumor Center at Cincinnati Children's. \"These strategies would focus on promoting myelination in the peripheral nervous system for neuropathic disease or inhibiting Schwann cell over-proliferation that occurs during formation of peripheral nerve sheath tumors like neurofibromas.\"Collaborating on the study was co-lead investigator Mei Xin, PhD, and co-first authors Yaqi Deng, PhD and Lai Man Natalie Wu, PhD (all in the Division of Experimental Biology and Cancer Biology at Cincinnati Children's).The researchers stress that, because the study was conducted with mice, additional research is required before it can confirmed whether the data will apply directly to human health.\r\nAn estimated 20 million people in the United States have some form of peripheral neuropathy, according to the National Institute of Neurological Disorders and Stroke. The condition develops as a result of damage to the peripheral nervous system, a large network that transmits information between the central nervous system to other parts of the body. Symptoms can range from numbness, tingling, pricking sensations or muscle weakness. Some neuropathic conditions can become quite severe leading to paralysis.The HIPPO molecular pathway works as a tumor suppressor that helps control organ development and size in most organisms, from fruit flies to humans. It exerts this control by regulating cell proliferation and transformation into specific organ cell types. When the pathway becomes dysregulated - as in during genetic mutation - it helps drive the development of tumors. To understand how the HIPPO pathway controls Schwann cell proliferation and myelination, the researchers used genome-wide screens.  This allowed them to identify specific genes that are turned on or off by co-regulators of gene function called TAZ and YAP in the nucleus of developing mouse Schwann cells. The molecules -- YAP (Yes-associated protein) and TAZ (PDZ-binding motif) -- are critical regulators of downstream genes and proteins that are important for the expansion and specification of myelin-forming Schwann cells.The researchers also performed a transcriptome analysis comparing peripheral nerves with or without TAZ/YAP. This tells researchers which genes or signaling pathways are controlled by TAZ/YAP.Gene occupancy and transcriptome tests revealed that, in immature Schwann cells, TAZ suppresses the expression of the gene that encodes the Gαs protein. When a Schwann cell is reaching maturity, the Gαs protein opposes the activities of TAZ and YAP. This decelerates cell expansion and allows the cells to develop and form myelin around peripheral nerves. Combined, the molecular processes involving the HIPPO/TAZ/YAP and Gαs feedback circuit indicate it acts as a fulcrum that balances Schwann cell proliferation and differentiation in peripheral nerves, according to the authors. The finding also opens up new therapeutic avenues that can modulate and fine tune the processes to treat associated medical conditions.", "meeting": "", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Genetics", " Medicine/Health", " Cancer", " Hematology", " Neurobiology", " Neurochemistry", " Pediatrics"]}