{"journal": "Journal of Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-04/sfn-jhf042617.php", "description": "Check out these newsworthy studies from the April 26, 2017, issue of JNeurosci. Media interested in obtaining the full text of the studies should contact media@sfn.org.", "article_link": null, "date": "Wed, 26 Apr 2017 04:00:00 GMT", "funder": "", "title": "JNeurosci: Highlights from the April 26 issue", "region": "namerica", "source_link": "https://www.sfn.org/Press-Room/News-Release-Archives/2017/JNeurosci-Highlights-From-the-April-26-Issue", "institution": "Society for Neuroscience", "text": "Check out this newsworthy study from the April 26, 2017, issue of JNeurosci. Media interested in obtaining the full text of the study should contact media@sfn.org.A New Way to Identify the 'Stars' of the BrainAstrocytes are star-like cells found in the brain and spinal cord that support neurons by serving multiple functions, such as clearing waste from the brain. Dysfunction of astrocytes is thought to contribute to some neurological diseases. Scientists currently look for the expression of a few different proteins to identify astrocytes in the central nervous system, but the expression of these proteins is not consistent. In this study of mouse and human brain tissue, researchers found that a protein created by the gene SOX9 -- which is important for skeletal development and sex determination, and was first identified as the cause of a severe dwarfism syndrome -- is almost exclusively expressed by astrocytes in the cells' nuclei. The ability to identify these cells based on SOX9 expression was validated in mouse models of aging, stroke, and amyotrophic lateral sclerosis. The researchers also found that astrocytes are less prevalent in the adult mouse brain than previously thought, making up 10 percent to 20 percent of cells in most regions of the central nervous system.Corresponding authors: Wei Sun, wei.sun4@nih.gov, Maiken Nedergaard, nedergaard@urmc.rochester.edu How Monkeys Keep a BeatMusicians use a metronome to set the pace of a piece of music. Without the metronome, the musician must rely on an internal beat-keeping mechanism to play music in time. Brain imaging studies have shown that the medial premotor cortex (MPC) is more strongly activated when an external timing cue (like a metronome) is no longer available, suggesting that this region is important for representing the amount of time between beats. Researchers recorded the activity of single neurons in this region in two macaques as they tapped a button seven times at various instructed beats, the first four times with a visual or auditory cue and the next three times without a cue. The researchers found that MPC cells accurately represented the time between taps and the monkeys' tapping behavior was consistent with a computational model of rhythmic timing that suggests information accumulates to a certain point and then triggers an action -- in this case, a tap. Each tap then resets the internal timing mechanism.Corresponding author: Hugo Merchant, hugomerchant@unam.mx The Journal of Neuroscience is published by the Society for Neuroscience, an organization of nearly 37,000 basic scientists and clinicians who study the brain and nervous system\r\n", "meeting": "", "keywords": ["Biology", " Cell Biology", " Neurobiology"]}