{"journal": "European Heart Journal", "url": "http://www.eurekalert.org/pub_releases/2017-04/esoc-lba042417.php", "description": "Researchers who studied beer drinkers at the Munich Octoberfest have found that the more alcohol consumed the higher was the likelihood of developing abnormal heart rhythms called cardiac arrhythmias. The research, which is published in the European Heart Journal, is important because it is thought that arrhythmias can, in some circumstances, lead to atrial fibrillation, an irregular heart beat that can result in severe discomfort and, in the long run, more serious consequences such as heart failure and stroke.", "article_link": "http://dx.doi.org/10.1093/eurheartj/ehx156", "date": "Tue, 25 Apr 2017 04:00:00 GMT", "funder": "Stiftung Biomedizinische Alkoholforschung, German Centre for Cardiovascular Research, European Commission", "title": "Link between alcohol consumption and cardiac arrhythmias", "region": "europe", "source_link": null, "institution": "European Society of Cardiology", "text": "Researchers who studied beer drinkers at the Munich Octoberfest have found that the more alcohol consumed the higher was the likelihood of developing abnormal heart rhythms called cardiac arrhythmias.The research, which is published today (Wednesday) in the European Heart Journal [1], is the first study to investigate the link between acute alcohol consumption and cardiac arrhythmias in a large number of people in a prospective fashion i.e. examining them as they were drinking, rather than asking them to remember at some point afterwards how much they had drunk, when, and for how long.The findings are important because it is thought that arrhythmias can, in some circumstances, lead to atrial fibrillation, an irregular heart beat that can result in severe discomfort and, in the long run, more serious consequences such as heart failure and stroke. Heavy drinking over a short period of time (acute alcohol consumption) has been linked to \"Holiday heart syndrome\" in which people without any previous history of heart problems develop arrhythmias and sometimes atrial fibrillation, but the evidence for this has tended to come from small, retrospective studies.Led by assistant professors of medicine, Stefan Brunner and Moritz Sinner, from the Department of Medicine I at the University Hospital Munich (Munich, Germany), researchers went to the 2015 Munich Octoberfest and enrolled 3,028 voluntary participants into the study over 16 days who had drunk various amounts of alcohol throughout the day, ranging from none to the maximum amount allowed by the study protocol of three grams of alcohol per kilogram of blood (3g/kg). The average age was 35 and 30% of the participants were female. The researchers carried out electrocardiogram (ECG) recordings using a portable, smart phone-based device to monitor the activity of the heart, and they used a handheld breathalyser to test the breath alcohol concentrations. The prevalence of arrhythmias in the general population is estimated at between 1%-4%. In this study, the researchers found cardiac arrhythmias in 30.5% of the participants and 25.9% of these arrhythmias were sinus tachycardia, where the heart beats at a higher than normal rate. Breath alcohol concentrations were linked with a significantly increased risk of cardiac arrhythmias; for each one gram of alcohol per kilogram of blood above zero the likelihood of a cardiac arrhythmia increased by 75%.Dr Brunner explained: \"Three grams of alcohol per kilogram of blood reflects a very high alcohol intake, approaching the border of intoxication, and not many people can tolerate it. For comparison, the legal driving limit in Germany is set at 0.5g/kg. The amount of beer required to reach the level of 3g/kg depends on multiple factors, but as a rough guide, based on the investigators' experience in the study and considering the length of time of beer drinking, it would require at least six litres of beer in a slim, fasting, low alcohol-metabolising person, whereas larger people, after a meal and with faster alcohol metabolism, would require over ten litres of beer to reach such a level.\"The researchers also looked at the effect of habitual, long-lasting (chronic) alcohol consumption in 4131 participants in a study called KORA S4 (Co-operative Health Research in the Region of Augsburg), recruited from the general population. \"These were typical of the general population; most were healthy and most were not heavy drinkers. For this study we quantified the average amount of alcohol consumed each day,\" said Dr Sinner.In the KORA study, only 2.7% of participants had arrhythmias, of which 0.4% had sinus tachycardia. There was a small, but still significant, association between alcohol consumption and sinus tachycardia. The likelihood of having it increased by 3% per 1g alcohol consumed per day.\"We confirmed an association between sinus tachycardia and chronic alcohol consumption in the KORA study, but the size of the effect was remarkably smaller than with the acute alcohol consumption at the Octoberfest. However, these parallel results from KORA, in effect confirm our main findings from the Octoberfest,\" said Dr Sinner.\"The starting point for our study were the inconclusive reports on the 'Holiday heart syndrome'. This syndrome is defined by atrial fibrillation triggered by acute alcohol consumption. In our study, we were not able to directly demonstrate that atrial fibrillation occurs consecutive to alcohol consumption. However, we found very strong and robust associations with both sinus tachycardia and with disturbances in the naturally occurring variation in heart rate during the breathing cycle, known as respiratory sinus arrhythmia.\"Respiratory sinus arrhythmia reflects an imbalance in the autonomic nervous system - the unconscious control system that regulates internal bodily functions such as heart beat and breathing.\"It is very well known that atrial fibrillation in a subset of patients develops when the patient has sinus tachycardia induced by autonomic imbalance,\" said Dr Sinner. \"Our study was not able to prove the 'Holiday heart syndrome' prospectively, but it will help clinicians and researchers better understand the disordered physiology associated with the condition and we have laid the ground for further research on the subject.\" Dr Brunner added: \"Our research is continuing and several follow-up studies are under way. In particular, we plan to better quantify the autonomic imbalance induced by acute alcohol consumption, and to perform long-term ECG recording to see if atrial fibrillation or other sustained arrhythmias occur after acute alcohol consumption.\" The researchers suspect that the arrhythmias they detected during the Octoberfest were temporary and once the participants had sobered up, their hearts would return to normal. However, they don't know this as they only conducted the ECGs once while people were drinking. However, the authors say that if a person has, for example, an already diseased heart, then the arrhythmia triggered by the alcohol could persist afterwards. \"But this cannot be answered finally by our study and will require further research,\" concluded Dr Brunner.", "meeting": "", "keywords": ["Medicine/Health", " Addiction", " Cardiology", " Stroke", " Diagnostics", " Epidemiology", " Physiology", " Alcohol"]}