{"journal": "Nature Human Behavior", "url": "http://www.eurekalert.org/pub_releases/2017-04/nu-fcf042517.php", "description": "Neuroscientists have long noted that if certain brain cells are destroyed by, say, a stroke, new circuits may be laid in another location to compensate, essentially rewiring the brain. Northeastern's William Hobbs has found that social networks respond similarly after the death of a close mutual friend, providing support during the grieving process.", "article_link": "http://dx.doi.org/10.1038/s41562-017-0092", "date": "Tue, 25 Apr 2017 04:00:00 GMT", "funder": "", "title": "Facebook can function as safety net for the bereaved, study finds", "region": "namerica", "source_link": "https://news.northeastern.edu/2017/04/facebook-can-function-as-safety-net-for-the-bereaved-study-finds/", "institution": "Northeastern University", "text": "Neuroscientists have long noted that if certain brain cells are destroyed by, say, a stroke, new circuits may be laid in another location to compensate, essentially rewiring the brain. Northeastern's William R. Hobbs, an expert in computational social science, wanted to know if social networks responded similarly after the death of a close mutual friend.In new research published Monday in the journal Nature Human Behavior, Hobbs found that they did, thereby representing a paradigm of social network resilience.Hobbs, who led the study, collaborated with Facebook data scientist Moira Burke. The researchers found that close friends of the deceased immediately increased their interactions with one another by 30 percent, peaking in volume. The interactions faded a bit in the following months and ultimately stabilized at the same volume of interaction as before the death, even two years after the loss. This insight into how social networks adapt to significant losses could lead to new ways to help people with the grieving process, ensuring that their networks are able to recover rather than collapse during these difficult times.\"Most people don't have very many friends, so when we lose one, that leaves a hole in our networks as well as in our lives,\" says Hobbs, a postdoctoral research fellow in the lab of David Lazer, Distinguished Professor of Political Science and Computer and Information Science. He wondered: Would a social network unravel with a central member gone? If it recovered, how might it heal?\"We expected to see a spike in interactions among close friends immediately after the loss, corresponding with the acute grieving period,\" says Hobbs. \"What surprised us was that the stronger ties continued for years. People made up for the loss of interacting with the friend who had died by increasing interactions with one another.\"Hobbs came to the study from a crisis of his own. After college, he lived and worked in China studying local governments. But when he entered graduate school at the University of California, San Diego, his father was dying. \"So I switched to American politics, then to studying chronic illnesses, and then moving into the effect of deaths on others,\" he says.That switch led to this first large-scale investigation of recovery and resilience after a death in social networks.It has the potential to reveal a great deal about ourselves, says Lazer, who is also a core faculty member in the Network Science Institute at Northeastern. \"Death is a tear in the fabric of the social network that binds us together,\" he says. \"This research provides insight into how our networks heal from this tear over time, and points to the ways that our digital traces can offer important clues into how we help each other through the grieving process.\"Using sophisticated data counters and computer analysis, the researchers compared monthly interactions--wall posts, comments, and photo tags--of approximately 15,000 Facebook networks that had experienced the death of a friend with monthly interactions of approximately 30,000 similar Facebook networks that had not.The first group comprised more than 770,000 people, the latter more than 2 million. They learned about the deaths from California state vital records, and characterized \"close friends\" as those who had interacted with the person who died before the study began. To maintain the users' privacy, the data was aggregated and \"de-identified\"--that is, all elements that associated the data with the individual were removed.\"The response was different from what other researchers have found regarding natural disasters or other kinds of trauma,\" says Hobbs. \"There you see a spike in communications but that disappears quickly afterward.\"In particular, the researchers found that networks comprising young adults, ages 18 to 24, showed the strongest recovery. They were not only more likely to recover than others, their interaction levels also stayed elevated--higher than before the loss. Networks experiencing suicides, on the other hand, showed the least amount of recovery. Further research is necessary to understand why, says Hobbs.\"We didn't study the subjective experience of loss, or how people feel,\" cautions Hobbs. \"We looked at recovery only in terms of connectivity. We also can't say for certain whether the results translate into closer friendships offline.\" What they do show is that online social networks appear to function as a safety net. \"They do so quickly, and the effect persists,\" he says. \"There are so few studies on the effect of the death of a friend on a network. This is a big step forward.\"\r\n", "meeting": "", "keywords": ["Algorithms/Models", " Death/Dying", " Behavior", " Technology/Engineering/Computer Science"]}