{"journal": "PLOS ONE", "url": "http://www.eurekalert.org/pub_releases/2017-04/rumc-gaw042517.php", "description": "Researchers have discovered two genes, known as UNC5C and ENC1, that are associated with aging individuals having better memory and brain function than would be expected, given the amount of pathologies that accumulated in their brains. They reported their findings in an article published in the journal PLOS Medicine on April 24.", "article_link": null, "date": "Tue, 25 Apr 2017 04:00:00 GMT", "funder": "", "title": "Genes associated with resilience against brain pathology identified", "region": "namerica", "source_link": "https://www.rush.edu/news/press-releases/genes-associated-resilience-against-brain-pathology-identified", "institution": "Rush University Medical Center", "text": "The pathologies (damage) in the brain that stroke, Alzheimer's disease and other neurological conditions cause in older adults only partially explain the memory loss, reduced reasoning ability and other cognitive impairments that result from these conditions. Little is known about why the effects of brain pathology vary between people who develop it.Now researchers have discovered two genes, known as UNC5C and ENC1, that are associated with aging individuals having better memory and brain function than would be expected, given the amount of pathologies that accumulated in their brains. They reported their findings in an article published in the journal PLOS Medicine on April 24.\"Most of the cognitive loss that we experience in older age remains unexplained. Certain individuals are very resistant to the pathologies of the aging brain, while others may be particularly vulnerable,\" says study senior investigator David Bennett, MD, who directs the Rush Alzheimer's Disease Center.These potentially damaging pathologies include the buildup of harmful proteins known as amyloid plaques and neurofibrillary tangles that occur in Alzheimer's disease; the protein deposits known as Lewy bodies that accompany Parkinson's disease and Lewy body dementia; and the death of massive amounts of brain cells caused by stroke.Identifying genes that contribute to resistance to these and other brain pathologies could provide researchers with new targets for developing medications that would enhance the brains of aging adults to resist Alzheimer's disease and other neurological conditions, Bennett says.Study used genetic analysis of 979 organ donors' brain tissueThe researchers drew on a vast trove of data, including genetic analyses, generated by two ongoing long-term studies of aging based at Rush University Medical Center, which includes study participants' donation of their brains for research after their death. These participants were tested annually to measure their cognitive function, allowing for a comparison of the decrease in cognitive function with the development of any pathology found when their brains were autopsied after their deaths.Using this information for 979 participants, the researchers assessed how much each person's thinking ability withstood the development of memory loss despite the accumulation of brain pathology - in other words, how resilient they were to pathology. Then they conducted a complex, multiple step analysis \"to identify segments of the human genome (i.e, genes) that help us to maintain cognitive function in the face of advancing age and disease,\" explains study senior investigator Philip De Jager, MD, PhD, professor of neurology at Columbia University Medical Center.The innovative approach combined an analysis of the human genome - the complete set of genes in a person -- with an evaluation of the epigenome -- changes to DNA that helps determine which genes can be \"read\" so its protein is made. Epigenome in part reflects how our brain responds to life experiences and exposures to environmental factors.The analysis identified UNC5C and ENC1 as being associated with cognitive resilience. In addition, the researchers found that TMEM106B -- a gene whose presence previously had been identified as possibly protecting against age-related frontotemporal lobar degeneration -- also may play a role in brain resilience.\"These genes should be studied further to expand our understanding of molecular mechanisms relevant to cognitive resilience that could be translated into prognostic and therapeutic tools for dementia prevention,\" the researchers write in the paper's summary.The PLOS Medicine article presenting the study's findings is titled \"Identification of genes associated with dissociation of cognitive performance and neuropathological burden: Multistep analysis of genetic, epigenetic, and transcriptional data.\" The study included researchers at Rush University Medical Center, the Broad Institute, Brigham and Women's Hospital/Harvard Medical School, Columbia University Medical Center, The Illinois Institute of Technology, the T.H. Chan School of Public Health and the University of British Columbia.The work was supported by grants from the National Institute on Aging. The investigators are indebted to the study participants.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Aging", " Alzheimer's Disease"]}