{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-04/uops-as042517.php", "description": "Humans, like virtually all other complex organisms on Earth, have adapted to their planet's 24-hour cycle of sunlight and darkness. That circadian rhythm is reflected in human behavior, of course, but also in the molecular workings of our cells. Now scientists have developed a powerful tool for detecting and characterizing those molecular rhythms -- a tool that could have many new medical applications.", "article_link": "http://dx.doi.org/10.1073/pnas.1619320114", "date": "Tue, 25 Apr 2017 04:00:00 GMT", "funder": "Defense Advanced Research Projects Agency, NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute on Aging, and Penn Genome Frontiers Institute/Pennsylvania Department of Health", "title": "'Cyclops' algorithm spots daily rhythms in cells", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA--Humans, like virtually all other complex organisms on Earth, have adapted to their planet's 24-hour cycle of sunlight and darkness. That circadian rhythm is reflected in human behavior, of course, but also in the molecular workings of our cells. Now scientists from the Perelman School of Medicine at the University of Pennsylvania have developed a powerful tool for detecting and characterizing those molecular rhythms -- a tool that could have many new medical applications, such as more accurate dosing for existing medications. \r\nThe tool is a machine learning-type algorithm called CYCLOPS that can sift through existing data on gene activity in human tissue samples to identify genes whose activity varies with a daily rhythm. (The acronym CYCLOPS stands for \"CYCLic Ordering by Periodic Structure.\")\r\n\"We can take advantage of that information potentially in many ways, for example to find times when it is easier to detect cancers and other diseases, and also to improve the dosing of many existing drugs by changing the time of day they are given,\" said lead author Ron C. Anafi, MD, PhD, an assistant professor of Sleep Medicine.\r\nDescribed in this week's issue of the Proceedings of the National Academy of Sciences, CYCLOPS at least partly overcomes what has been one of the major obstacles to studying circadian rhythms in humans.\r\n\"It's just impractical and dangerous to take tissue samples from an individual around the clock to see how gene activity in a particular cell type varies,\" Anafi said.\r\nCYCLOPS instead is meant to use the enormous amount of existing data on gene activity in different human tissues and cells--data obtained from people at biopsies and autopsies, in scientific as well as medical settings.\r\nSuch data almost never includes the time of day when tissue samples were taken. But CYCLOPS doesn't need to know sampling times. If the dataset is large enough, it can detect any strong 24-hour pattern in the activity level of a given gene, and can then assign a likely clock time to each measurement in the dataset. \r\nIn an initial demonstration, Anafi and colleagues used CYCLOPS to analyze a dataset on gene activity levels in mouse liver cells--a dataset for which sampling times were available. The algorithm was able to put data on cycling genes into the correct clock-time sequence even though it had no access to actual sampling times.\r\nThe algorithm performed best when restricting its analysis to genes whose activity is known to cycle in most mouse tissues--and under this condition it was able to correctly order samples for all mouse tissues. Focusing on human genes that are related to strongly cycling mouse genes, CYCLOPS also was able to correctly order samples taken from human brains at autopsy. \"It effectively provided an independent, accurate prediction of the time of death,\" Anafi said.\r\nNext the researchers used CYCLOPS to generate new scientific data on human molecular rhythms. In a first-ever analysis of human lung and liver tissue, the algorithm revealed the strongly cyclic activity in thousands of lung-cell and liver-cell genes. These included hundreds of drug targets and disease genes. \r\n\"For many of these genes, the daily variability in activity turned out to be larger than the variability due to all other environmental and genetic factors,\" said study co-author John Hogenesch, a former professor of Pharmacology at Penn Medicine now at the Cincinnati Children's Hospital Medical Center.\r\nUnderscoring the potential medical relevance of this research, CYCLOPS found strong cycling in several genes whose protein products are targeted by common drugs. In one case, CYCLOPS detected a strong circadian-type rhythm in the activity of the gene for angiotensin converting enzyme (ACE), a protein in lung vessels that is targeted by blood pressure-lowering drugs. Prior studies have found that ACE inhibitor drugs appear to work better at controlling blood pressure when given at night. \"Our discovery of daily cycling in the ACE gene could explain those findings,\" Anafi said.\r\nHe and his colleagues applied CYCLOPS to liver cell gene activity data, and again found many genes with strong circadian rhythms. Comparing normal liver tissue samples with those from primary liver cancers, they found that about 15 percent of the normally cycling genes they identified lost their rhythmic activity in the cancerous cells--which suggests that there are times of day when cancer cells can be more readily targeted while avoiding injury to normal tissue.\r\nOne of the strongly cycling genes CYCLOPS detected in liver cells was SLC2A2, which encodes a glucose transporting protein, GLUT2. The pancreatic cancer drug streptozocin interacts with GLUT2 in a way that tends to be toxic to cells that express it--sometimes toxic enough to kill patients receiving the drug. Anafi and colleagues showed that by giving mice streptozocin at a time of day when liver GLUT2 levels are lowest, they were able to significantly reduce the drug's toxicity--without impairing its ability to hit its intended targets.\r\nAnafi and his colleagues are now using CYCLOPS to generate an atlas of cycling genes in different human tissues, in order to find other drugs whose dosing could be optimized by altering the time of day they are given.\r\nThe researchers also plan to use CYCLOPS to study gene activity cycling in cancerous cells--which could one day enable doctors to detect cancers more sensitively as well as to optimize the dosing of cancer therapies. \r\n", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Metabolism/Metabolic Diseases", " Neurobiology", " Circadian Rhythm"]}