{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-04/cc-ccr042017.php", "description": "Cleveland Clinic researchers have shown, for the first time in humans, that choline is directly linked to increased production of a gut bacteria byproduct that increases the risk of blood-clotting events like heart attack and stroke. However, the research also showed that adding a low dose of aspirin may reduce that risk.", "article_link": null, "date": "Mon, 24 Apr 2017 04:00:00 GMT", "funder": "National Institutes of Health, Office of Dietary Supplements", "title": "Cleveland Clinic researchers show dietary choline and TMAO linked with increased blood clotting", "region": "namerica", "source_link": null, "institution": "Cleveland Clinic", "text": "EMBARGOED UNTIL 4 P.M. EST, MONDAY, APRIL 24, 2017Cleveland: Cleveland Clinic researchers have shown, for the first time in humans, that choline is directly linked to increased production of a gut bacteria byproduct that increases the risk of blood-clotting events like heart attack and stroke. However, the research also showed that adding a low dose of aspirin may reduce that risk.In a small interventional study, the researchers provided oral choline supplements to groups of healthy vegans/vegetarians (eight patients) and omnivores (10 patients). Both groups showed at least a 10-fold increase in plasma levels of trimethylamine N-oxide (TMAO) - a metabolite generated by gut microbes ¬- after choline supplementation, as well as an increase in platelet responsiveness, a risk factor for thrombotic events (blood clotting) like heart attack and stroke.In a separate study, omnivores not taking supplements initially had platelet function tested at baseline, and then after taking a daily regimen of low-dose aspirin for at least a month. They then were followed for another two months while continuing to take aspirin and a daily supplement of choline. The researchers found that while elevated TMAO levels and enhanced susceptibility for platelet activation still occurred, the TMAO levels were attenuated by aspirin.  These new findings suggest two things - that a low dose of aspirin may partially counter the pro-thrombotic effects of a high TMAO plasma level associated with a Western diet rich in choline, commonly found in egg yolk and meats; and that a high TMAO level can partially overcome the beneficial anti-platelet effects of taking low dose aspirin. The research team was led by Stanley Hazen, M.D., Ph.D., chair of the Department of Cellular & Molecular Medicine for the Lerner Research Institute and section head of Preventive Cardiology & Rehabilitation in the Miller Family Heart and Vascular Institute at Cleveland Clinic, and Dr Wilson Tang, cardiologist and transplant specialist at the Miller Family Heart and Vascular Institute at Cleveland Clinic.  The research will be published April 24 in Circulation, the American Heart Association's journal, with Weifei Zhu, Ph.D., of Dr. Hazen's laboratory as lead author.\"This is the first study in humans to directly demonstrate that dietary choline substantially elevates TMAO production by gut bacteria, impacting platelet function. It provides direct evidence of a mechanistic link between TMAO levels and risk for blood clotting events like heart attack and stroke, the major culprit for the development of cardiovascular events,\" Dr. Hazen said. \"Further research is necessary to confirm these findings, but these studies suggest patients without known cardiovascular disease but with elevated TMAO levels may benefit from aspirin and diet modification in preventing blood clotting, which can lead to heart attack and stroke. They also suggest that a high TMAO level in a patient with known cardiovascular disease should be considered for more aggressive anti-platelet therapy.\"Dr. Hazen, who also holds the Jan Bleeksma Chair in Vascular Cell Biology and Atherosclerosis, has previously linked TMAO to an increased risk of cardiovascular disease and has shown it can be a powerful tool for predicting future heart attacks, stroke and death in multiple patient populations.TMAO is a byproduct of bacterial digestion of choline, lecithin and carnitine, nutrients that are especially abundant in animal products such as red meat, processed meats and liver. In 2016, his team discovered in animal models that gut microbes alter platelet function and thrombosis risks, and that microbial transplantation studies could be used to demonstrate the TMAO pathway plays a role in thrombosis potential in a stroke model in mice. Findings from this new study shows that dietary choline in humans raises TMAO levels, which may directly alter platelet function, increasing thrombosis (blood clot) potential. These studies help explain the strong association between plasma TMAO levels and heart attack and stroke risk observed in a study of over 4000 patients.   ", "meeting": "", "keywords": ["Nutrition/Nutrients", " Health Care", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Diet/Body Weight", " Research/Development"]}