{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-gbm041917.php", "description": "Gut bacteria can produce a clot-enhancing compound when people eat a nutrient found in a variety of foods including meat, eggs and milk, according to new research in the American Heart Association's journal Circulation.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.025338", "date": "Mon, 24 Apr 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Gut bacteria may turn common nutrient into clot-enhancing compound", "region": "namerica", "source_link": "http://newsroom.heart.org/news/gut-bacteria-may-turn-common-nutrient-into-clot-enhancing-compound?preview=55bc99ffafd9416836df940f49f0295a", "institution": "American Heart Association", "text": "DALLAS, April 24, 2017 -- Gut bacteria can produce a clot-enhancing compound when people eat a nutrient found in a variety of foods including meat, eggs and milk, according to new research in the American Heart Association's journal Circulation.Excessive blood clotting limits or blocks blood flow which can cause heart attack, stroke, damage to the body's organs or death.The new study provides the first direct evidence in humans that consuming excess choline, an essential nutrient plentiful in a Western diet, raises both levels of the bacteria-produced compound, called trimethylamine N-oxide (TMAO), and the tendency of platelets to clump together and form clots. Numerous studies have shown that higher blood levels of TMAO are associated with a greater risk of heart disease, including heart attacks and strokes in humans, and recent studies showed that feeding animals choline-supplemented diets also raised their risk of clotting.In this small study, 18 volunteers (8 vegan or vegetarian, 10 omnivores) without heart disease or major risk factors (average age 46 years, 40 percent male), took supplements of 500 milligrams (mg) of choline bitartrate twice daily for two months. The average daily intake is about 302 mg a day.\"Foods that raise TMAO may increase your risk for clotting and thrombotic events. Unless prescribed by your doctor, avoid supplements with choline. A Mediterranean or vegetarian diet is reported to help reduce TMAO,\" said Stanley L. Hazen, M.D., Ph.D., senior author of the study, chair of Cellular and Molecular Medicine, and section head of Preventive Cardiology & Rehabilitation at the Cleveland Clinic in Ohio.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}