{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/ljif-lpk042417.php", "description": "Professor Klaus Ley, M.D., has been selected as this year's winner of the Eugene M. Landis Award, the Microcirculatory Society's top honor, in recognition of his pioneering work in vascular biology and microcirculation. The microcirculation comprises all the small blood vessels in all tissues and organs and their contents (blood plasma and blood cells).", "article_link": null, "date": "Mon, 24 Apr 2017 04:00:00 GMT", "funder": "", "title": "LJI Professor Klaus Ley wins prestigious national award", "region": "namerica", "source_link": null, "institution": "La Jolla Institute for Allergy and Immunology", "text": "LA JOLLA, CA--Professor Klaus Ley, M.D., has been selected as this year's winner of the Eugene M. Landis Award, the Microcirculatory Society's top honor, in recognition of his pioneering work in vascular biology and microcirculation. The microcirculation comprises all the small blood vessels in all tissues and organs and their contents (blood plasma and blood cells).A member of the Microcirculatory Society since 1990, Dr. Ley will present his Landis Award Lecture on Leukocyte Integrin Activation on April 23, 2017, during the annual Experimental Biology Meeting in Chicago. Each year, the Eugene M. Landis Award recognizes an outstanding investigator in the field of microcirculation who has published and continues to provide meritorious research in the field of microcirculation.\"It is an incredible honor to receive the Landis Award from the Microcirculatory Society,\" said Dr. Ley, whose research on microcirculation started 35 years ago, when he discovered the regulation of microvascular permeability by oxygen free radicals.  \"If I had known back then what we know now, I would have studied immunology earlier. The immune system is the way to manipulate inflammation, prevent and cure many diseases, including cardiovascular disease.\"Today, Dr. Ley's work centers mostly on the inflammatory component of atherosclerosis, defined as build-up of deposits, or plaques, of cholesterol, calcium, and inflammatory cells in arteries. Over time, plaques limit blood flow, and, if they obstruct a vessel like the coronary artery, can trigger a heart attack. Plaque rupture also increases the chance of stroke or blood clots in the brain. Since it is actually the inflammation emerging at sites of vessel tissue damage that encourages arterial plaque buildup in the first place, Dr. Ley is actively working on an anti-inflammatory heart vaccine aimed at dialing down inflammation in affected arteries. His other research interests include the study of neutrophils, a type of white blood cells important for inflammation, activation of integrins, a type of adhesion molecule, and bioinformatics.Born and raised in Germany, Dr. Ley received his medical degree from the Julius-Maximilians-Universität, Würzburg, Germany, in 1982. He trained as a postdoctoral researcher at the Freie Universität Berlin, to which he returned to after a short stint as a visiting research scientist at the University of California, San Diego. In 1994, he joined the faculty of the University of Virginia where he served as director of the Robert M. Berne Cardiovascular Research Center from 2001 until 2007. He joined La Jolla Institute for Allergy and Immunology as Professor and founding Head of the Division of Inflammation Biology in 2007.For his work on neutrophils and monocytes, Ley received the 2009 Bonazinga Award, the highest award of the Society for Leukocyte Biology and the 2010 Malpighi Award, the highest award of the European Society for Microcirculation and Vascular Biology. Among many other recognitions, he is also the recipient of the 2015 Franz-Koehler Inflammation Award, the 1992 Basic Medical Research Award from the Smith-Kline-Beecham Award and the 1986 Abbot Award, also from the European Society for Microcirculation and Vascular Biology, as well as the 2016 Distinguished Scientist Award from the American Heart Association.", "meeting": "", "keywords": ["Biology"]}