{"title": "From mice, clues to microbiome's influence on metabolic disease", "text": "MADISON, Wis. -- The community of microorganisms that resides in the gut, known as the microbiome, has been shown to work in tandem with the genes of a host organism to regulate insulin secretion, a key variable in the onset of the metabolic disease diabetes.That is the primary finding of a study published this week (Feb. 14, 2017) in the journal Cell Reports by a team led by University of Wisconsin-Madison researchers Alan Attie and Federico Rey. The new report describes experiments in mice showing how genetic variation in a host animal shapes the microbiome -- a rich ecosystem of mostly beneficial microorgannisms that resides in the gut -- and sets the table for the onset of metabolic disease.\"We're trying to use genetics to find out how bugs affect diabetes and metabolism,\" explains Attie, a UW-Madison professor of biochemistry and a corresponding author of the new study.Peeling back the complex interplay of genes, diet and the trillions of microorganisms that live in the guts of humans and other animals, Rey, Attie and their colleagues are beginning to work out the subtleties of how host genes shape the composition of the microbiome and contribute to an animal's phenotype and, ultimately, diet-induced metabolic disease.Metabolic diseases such as diabetes have long been known to be influenced by both genes and diet. Understanding the role of the microbes that live in the gut and help process nutrients not only promises a fuller understanding of the link between genes, diet and disease, but may also be a pathway to pinpointing the genes responsible for conditions like diabetes.\"We're asking whether or not there is a chain of causality between gut microbiota and (disease) phenotype,\" says Attie. \"Genetics is the anchor. If something is associated with a gene, it is truly a causal relationship, not just a correlation.\"To leverage that approach, the new Wisconsin study employed a cohort of eight strains of mice whose genetics collectively mirror the genetic diversity of the human population.\"These mice show tremendous phenotypic diversity,\" says Attie. \"Some are lean. Some are susceptible to obesity. Some are resistant to obesity. Some of these phenotypes can be partially transmitted by gut microbiota.\"Clues to the influence of genes on the composition of the microbiome emerged from experiments where mice were raised in a germ-free environment and challenged by a diet high in fat and sugar. Through fecal transplants, microbiomes could be effectively traded bewteen strains, helping researchers home in on the interplay between genes and the microbiome.\"Our study suggests that a lot of the genetic variation we see among these eight strains of mice is reflected in their microbiomes,\" notes Rey, a UW-Madison professor of bacteriology and a corresponding author of the study. \"And we have evidence that the composition of the gut microbiota is controlled by the genomes of the mice. We're trying to find the genes that control the composition of the gut microbiota and (dictate) host phenotype.\"In response to diet, the Wisconsin group observed a \"remarkable variation\" in mice whose genetics make them prone to diabetes. They also noticed an accompanying change in the makeup of the animals' gut microbiomes. Some of the bacteria, according to Rey and Attie, could be linked to metabolic traits such as body weight, and glucose and insulin levels.The microbiome plays a crucial role in processing nutrients. Food not metabolized directly by a host like a mouse or a human is subsequently processed in the gut by the bacteria of the microbiome. As the microbes metabolize food, they produce an astonishing number of small molecules, chemicals and hormones that circulate in a host and can influence health in an animal.Among those metabolites, perhaps as many as 20,000 in all, are what are called short-chain fatty acids, which serve as signaling molecules in the intestine and associated organs like the liver and pancreas. In particular, they are key regulators of energy and glucose.Gut microbes also influence the physiology of the host by modifying bile acids produced by the liver, which are also processed by the microbiome to produce secondary metabolites that can exert an influence on disease and health.Mice in the study that were put on a rich diet and received microbiome transplants helped the Wisconsin team expose functional differences attributable to two different transplanted microbiomes, including a link between the gut microbiome and insulin secretion.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uow-fmc021717.php", "region": "namerica", "source_link": "http://news.wisc.edu/from-mice-clues-to-microbiomes-influence-on-metabolic-disease/", "funder": "", "meeting": "", "institution": "University of Wisconsin-Madison", "keywords": ["Biology", " Bacteriology", " Biochemistry", " Microbiology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Reports", "description": "The community of microorganisms that resides in the gut, known as the microbiome, has been shown to work in tandem with the genes of a host organism to regulate insulin secretion, a key variable in the onset of the metabolic disease diabetes. That is the primary finding of a study published this week (Feb. 14, 2017) in the journal Cell Reports by a team led by University of Wisconsin-Madison researchers.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}