{"title": "MU professor first in nation to develop medical curriculum tailored to Native Americans", "text": "COLUMBIA, Mo. (Feb. 17, 2017) -- Of all racial minorities, Native Americans have the most dramatic health inequalities in the U.S., including significantly higher rates of cardiovascular disease, cancer, Type 2 diabetes and substance abuse. Melissa Lewis, Ph.D., assistant professor in the Department of Family Medicine at the MU School of Medicine, led the first project in the nation to develop a mandatory medical school curriculum about indigenous health.\"Given the breadth of health inequality for this group, I believe health care providers would benefit from learning how to effectively work with indigenous patients and communities,\" Lewis said. \"I suggest medical schools embrace and gather knowledge from their local underserved communities on the content that should be included in their curricula to improve the health of their minority populations.\"Lewis, a former professor at the University of Minnesota Medical School's Duluth campus, recognized Minnesota's unique position to better serve indigenous populations, a racial group with the highest mortality rates in the state. Lewis defines indigenous populations as people who are the first people of that land, sometimes called Native Americans, First Nations, Aboriginals, and Alaskan and Hawaii natives. She said that indigenous people represent the largest minority group in some rural regions of Minnesota.In 2013, Lewis organized a retreat with first- and second-year medical students, medical school faculty and leaders from the indigenous community to discuss the development and implementation of the new curriculum. In addition, the retreat attendees were asked to complete a survey on what should be included in the curriculum. Outcomes from the project included the addition of indigenous content for first-year, first-semester students taught primarily by indigenous faculty from a variety of fields.University of Minnesota Medical School's Duluth campus implemented the new curriculum for medical students in 2014. Lewis recently gave an update on the success program and recommendations for other universities attempting to update their curricula to include similar content, in a new blog post by Academic Medicine.While Lewis' project focused on tailoring medical school curriculum to the indigenous population, she said that all medical schools could follow her model for developing curricula tailored to the local minority population in their respective states.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-mpf021717.php", "region": "namerica", "source_link": "http://medicine.missouri.edu/news/20170217-mu-professor-first-in-nation.php", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Education", " Graduate/Postgraduate Education", " Medicine/Health", " Public Health", " Minorities", " Poverty/Wealth"], "journal": "Academic Medicine", "description": "Melissa Lewis, Ph.D., assistant professor in the Department of Family Medicine at the MU School of Medicine, led the first project in the nation to develop a mandatory medical school curriculum about indigenous health.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}