{"title": "Low level vitamin D during remission contributes to relapse in ulcerative colitis patients", "text": "BOSTON - A new study led by researchers at Beth Israel Deaconess Medical Center (BIDMC) has found that lower levels of vitamin D in the blood increase the risk of clinical relapse in patients with Ulcerative Colitis (UC), an inflammatory bowel disease that causes long-lasting inflammation and ulcers in the colon. The study was published in the February issue of the journal Clinical Gastroenterology and Hepatology.Lower vitamin D levels have been associated with active disease in patients with UC, but it has been unknown whether they increase disease relapses. \"Prior studies in patients with Crohn's disease and Ulcerative Colitis had linked low vitamin D levels to disease flare-ups,\" said senior author Alan Moss, MD, a gastroenterologist at the Digestive Disease Center at BIDMC and Associate Professor of Medicine at Harvard Medical School. \"However, it has been unclear if the flare-up was lowering vitamin D levels, or if low vitamin D levels were causing the flare-up. We thought that if we looked at vitamin D levels when the disease was inactive and then followed patients moving forward, the impact of baseline vitamin D levels on future events may be clearer.\" Moss and colleagues collected vitamin D serum levels through a physician-blinded prospective study of 70 patients with UC in clinical remission who were followed up after a surveillance colonoscopy at BIDMC. The study measured vitamin D levels in blood samples and levels of inflammation through blood tests and biopsies. The researchers then followed the patients for 12 months and compared the data from participating patients who remained well and the others who experienced relapses. The investigators found the mean baseline vitamin D level to be lower in patients who later relapsed than those who did not. \"Patients who had higher vitamin D levels when their disease was in remission were less likely to experience a relapse in the future,\" said John Gubatan, MD, a physician at BIDMC and first author of the study. \"This suggests that higher vitamin D levels may play some role in preventing the UC relapse.\" The threshold level of blood vitamin D that was protective was greater than 35ng/ml, which is within the range recommended by the National Institutes of Health for a healthy individual.Ongoing work by Gubatan and Moss is now examining the link between vitamin D and a protein called cathelicidin in the cells lining the colon. The link may have beneficial effects on microbial composition, an important component of a healthy colon. Building on this research, investigators are trying to unravel how vitamin D may protect cells in the colon and the microbial composition of the bacteria, fungi, protozoa and viruses that live on and inside the human body, Moss noted. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bidm-llv021717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Biology", " Cell Biology", " Microbiology", " Molecular Biology", " Medicine/Health", " Clinical Trials", " Internal Medicine", " Gastroenterology"], "journal": "Clinical Gastroenterology and Hepatology", "description": "A new study led by researchers at Beth Israel Deaconess Medical Center (BIDMC) has found that lower levels of vitamin D in the blood increase the risk of clinical relapse in patients with Ulcerative Colitis (UC), an inflammatory bowel disease that causes long-lasting inflammation and ulcers in the colon. The study was published in the February issue of the journal Clinical Gastroenterology and Hepatology.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}