{"title": "Consuming saturated animal fats increases the risk of type 2 diabetes", "text": "Recently, dietary guidelines for the general population have shifted towards a plant-based diet (rich in legumes, whole-grain cereals, fruits, vegetables and nuts) and low in animal-based foods (like red meat and pastries). Increasing evidence is suggesting that plant-based diets are beneficial for health and they also have less impact on the environment.Researchers at the Unit of Human Nutrition of the Universitat Rovira i Virgili (Tarragona-Spain), in collaboration with other centers from the PREDIMED Study and Harvard University, have evaluated the associations between total and subtypes of fat intake and the risk of type 2 diabetes. In addition, they have evaluated the relationship between food sources rich in saturated fatty acids and the incidence of type 2 diabetes.The research's main findings showed that those participants who consumed higher amounts of saturated fatty acids and animal fat had a twofold higher risk of developing type 2 diabetes than those participants with a lower intake of saturated and animal fat. The consumption of 12 grams per day of butter was associated with a twofold higher risk of diabetes after 4.5 years of follow-up, whereas the intake of whole-fat yogurt was associated with a lower risk. The present study analyzed data from 3,349 participants in the PREDIMED Study who were free of diabetes at baseline but at high cardiovascular risk. After 4.5 years of follow-up, 266 participants developed diabetes.This study will be published in the scientific journal The American Journal of Clinical Nutrition in February 2017 and was led by doctors Marta Guasch-Ferré;, researcher at Harvard T.H. Chan School of Public Health, Nerea Becerra-Tomás, researcher at the URV's Unit of Human Nutrition, and Jordi Salas-Salvadó;, who is head of the URV's Unit of Human Nutrition, Clinical Director of Nutrition at the Internal Medicine Service of the Sant Joan University Hospital in Reus, principal investigator at the CIBERObn, and member of the Pere Virgili Health Research Institute (IISPV).According to the researchers, these findings emphasize the healthy benefits of a Mediterranean diet for preventing chronic diseases, particularly type 2 diabetes, and the importance of substituting saturated and animal fats (especially red and processed meat) for those found in vegetable sources such as olive oil and nuts.\r\n", "article_link": "http://dx.doi.org/10.3945/ajcn.116.142034", "url": "http://www.eurekalert.org/pub_releases/2017-02/uriv-csa021617.php", "region": "europe", "source_link": "http://diaridigital.urv.cat/en/consuming-saturated-animal-fats-increases-the-risk-of-type-2-diabetes/", "funder": "", "meeting": "", "institution": "Universitat Rovira i Virgili", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "American Journal of Clinical Nutrition", "description": "The consumption of butter, which is rich in saturated fatty acids and trans fats, has been related to a high risk of suffering from this disease. In contrast, the consumption of whole fat yogurt is associated with a lower risk. These are the findings of study on more than 3,000 men and women aged between 50 and 80 who are participating in a clinical study into the effects of dietary intervention on patients with a high cardiovascular risk.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}