{"title": "Pizza, burgers and the like: A single high-fat meal can damage the metabolism", "text": "The global proliferation of overweight and obese people and people with type 2 diabetes is often associated with the consumption of saturated fats. Scientists at the German Diabetes Center (Deutsches Diabetes-Zentrum, DDZ) and the Helmholtz Center in Munich (HMGU) have found that even the one-off consumption of a greater amount of palm oil reduces the body's sensitivity to insulin and causes increased fat deposits as well as changes in the energy metabolism of the liver. The results of the study provide information on the earliest changes in the metabolism of the liver that in the long term lead to fatty liver disease in overweight persons as well as in those with type 2 diabetes.\r\nIn the current issue of the \"Journal of Clinical Investigation\", DZD researchers working at the German Diabetes Center, in conjunction with the Helmholtz Center in Munich and colleagues from Portugal, published a scientific investigation conducted on healthy, slim men, who were given at random a flavored palm oil drink or a glass of clear water in a control experiment. The palm oil drink contained a similar amount of saturated fat as two cheeseburgers with bacon and a large portion of French fries or two salami pizzas. The scientists showed that this single high-fat meal sufficed to reduce the insulin action, e.g. cause insulin resistance and increase the fat content of the liver. In addition, changes in the energy balance of the liver were proven. The observed metabolic changes were similar to changes observed in persons with type 2 diabetes or non-alcoholic fatty liver disease (NAFLD). NAFLD is the most common liver disease in the industrial nations and associated with obesity, the so-called \"metabolic syndrome,\" and is associated with an increased risk in developing type 2 diabetes. Furthermore, NAFLD in advanced stages can result in severe liver damage. \"The surprise was that a single dosage of palm oil has such a rapid and direct impact on the liver of a healthy person and that the amount of fat administered already triggered insulin resistance\", explained Prof. Dr. Michael Roden, scientist, Managing Director and Chairman at the DDZ and the German Center for Diabetes Research (Deutsches Zentrum für Diabetesforschung, DZD). \"A special feature of our study is that we monitored the liver metabolism of people with a predominantly non-invasive technology, e.g. by magnetic resonance spectroscopy. This allows us to track the storage of sugar and fat as well as the energy metabolism of the mitochondria (power plants of the cell).\" Thanks to the new methods of investigation, the scientists were able to verify that the intake of palm oil affects the metabolic activity of muscles, liver and fatty tissue. The induced insulin resistance leads to an increased new formation of sugar in the liver with a concomitant decreased sugar absorption in the skeletal muscles - a mechanism that makes the glucose level rise in persons afflicted with type 2 diabetes and its pre-stages. In addition, the insulin resistance of the fatty tissue causes an increased release of fats into the blood stream, which in turn continues to foster the insulin resistance. The increased availability of fat leads to an increased workload for the mitochondria, which can in the long term overtax these cellular power plants and contribute to the emergence of a liver disease.\r\nThe team of Prof. Roden suspects that healthy people, depending on genetic predisposition, can easily manage this direct impact of fatty food on the metabolism. The long-term consequences for regular eaters of such high-fat meals can be far more problematic, however.", "article_link": "http://dx.doi.org/10.1172/JCI89444", "url": "http://www.eurekalert.org/pub_releases/2017-02/dzfd-pba021617.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/news/news/dzd-news/article/37872/index.html", "funder": "Federal Ministry of Health, Ministry for Innovation, Science and Research (North Rhine-Westphalia), Federal Ministry for Education and Research (Deutsches Zentrum für Diabetesforschung e.V.), German Research Foundation", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Cell Biology", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Liver", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Journal of Clinical Investigation", "description": "The global proliferation of overweight and obese people and people with type 2 diabetes is often associated with the consumption of saturated fats. Scientists have found that even the one-off consumption of a greater amount of palm oil reduces the body's sensitivity to insulin and causes increased fat deposits as well as changes in the energy metabolism of the liver.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}