{"title": "Pancreatic islet cells in animals can 'flip' their fate to produce insulin", "text": "Alpha cells in the pancreas can be induced in living mice to quickly and efficiently become insulin-producing beta cells when the expression of just two genes is blocked, according to a study led by researchers at the Stanford University School of Medicine. Studies of human pancreases from diabetic cadaver donors suggest that the alpha cells' \"career change\" also occurs naturally in diabetic humans, but on a much smaller and slower scale. The research suggests that scientists may one day be able to take advantage of this natural flexibility in cell fate to coax alpha cells to convert to beta cells in humans to alleviate the symptoms of diabetes.\"It is important to carefully evaluate any and all potential sources of new beta cells for people with diabetes,\" said Seung Kim, MD, PhD, professor of developmental biology and of medicine. \"Now we've discovered what keeps an alpha cell as an alpha cell, and found a way to efficiently convert them in living animals into cells that are nearly indistinguishable from beta cells. It's very exciting.\"Kim is the senior author of the study, which will be published online Feb. 16 in Cell Metabolism. Postdoctoral scholar Harini Chakravarthy, PhD, is the lead author.\"Transdifferentiation of alpha cells into insulin-producing beta cells is a very attractive therapeutic approach for restoring beta cell function in established Type 1 diabetes,\" said Andrew Rakeman, PhD, the director of discovery research at JDRF, an organization that funds research into Type 1 diabetes. \"By identifying the pathways regulating alpha to beta cell conversion and showing that these same mechanisms are active in human islets from patients with Type 1 diabetes, Chakravarthy and her colleagues have made an important step toward realizing the therapeutic potential of alpha cell transdifferentiation.\" Rakeman was not involved in the study.   Food's effect on glucose levels Cells in the pancreas called beta cells and alpha cells are responsible for modulating the body's response to the rise and fall of blood glucose levels after a meal. When glucose levels rise, beta cells release insulin to cue cells throughout the body to squirrel away the sugar for later use. When levels fall, alpha cells release glucagon to stimulate the release of stored glucose. Although both Type 1 and Type 2 diabetes are primarily linked to reductions in the number of insulin-producing beta cells, there are signs that alpha cells may also be dysfunctional in these disorders.\"In some cases, alpha cells may actually be secreting too much glucagon,\" said Kim. \"When there is already not enough insulin, excess glucagon is like adding gas to a fire.\" Because humans have a large reservoir of alpha cells, and because the alpha cells sometimes secrete too much glucagon, converting some alpha cells to beta cells should be well-tolerated, the researchers believe. The researchers built on a previous study in mice several years ago that was conducted in a Swiss laboratory, which also collaborated on the current study. It showed that when beta cells are destroyed, about 1 percent of alpha cells in the pancreas begin to look and act like beta cells. But this happened very slowly. \"What was lacking in that initial index study was any sort of understanding of the mechanism of this conversion,\" said Kim. \"But we had some ideas based on our own work as to what the master regulators might be.\" Chakravarthy and her colleagues targeted two main candidates: a protein called Arx known to be important during the development of alpha cells and another called DNMT1 that may help alpha cells \"remember\" how to be alpha cells by maintaining chemical tags on its DNA. The researchers painstakingly generated a strain of laboratory mice unable to make either Arx or DNMT1 in pancreatic alpha cells when the animals were administered a certain chemical compound in their drinking water. They observed a rapid conversion of alpha cells into what appeared to be beta cells in the mice within seven weeks of blocking the production of both these proteins. To confirm the change, the researchers collaborated with colleagues in the laboratory of Stephen Quake, PhD, a co-author and professor of bioengineering and of applied physics at Stanford, to study the gene expression patterns of the former alpha cells. They also shipped the cells to collaborators in Alberta, Canada, and at the University of Illinois to test the electrophysiological characteristics of the cells and whether and how they responded to glucose.  \"Through these rigorous studies by our colleagues and collaborators, we found that these former alpha cells were -- in every way -- remarkably similar to native beta cells,\" said Kim.Testing the theory in human cells The researchers then turned their attention to human pancreatic tissue from diabetic and nondiabetic cadaver donors. They found that samples of tissue from children with Type 1 diabetes diagnosed within a year or two of their death include a proportion of bi-hormonal cells -- individual cells that produce both glucagon and insulin. Kim and his colleagues believe they may have caught the cells in the act of converting from alpha cells to beta cells in response to the development of diabetes. They also saw that the human alpha cell samples from the diabetic donors had lost the expression of the very genes -- ARX and DNMT1 -- they had blocked in the mice to convert alpha cells into beta cells.\"So the same basic changes may be happening in humans with Type 1 diabetes,\" said Kim. \"This indicates that it might be possible to use targeted methods to block these genes or the signals controlling them in the pancreatic islets of people with diabetes to enhance the proportion of alpha cells that convert into beta cells.\"Kim is a member of Stanford Bio-X, the Stanford Cardiovascular Institute, the Stanford Cancer Institute and the Stanford Child Health Research Institute. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/sumc-pic020917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health"], "journal": "Cell Metabolism", "description": "Alpha cells in the pancreas can be induced in living mice to quickly and efficiently become insulin-producing beta cells when the expression of just two genes is blocked, according to a study led by researchers at the Stanford University School of Medicine.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}