{"title": "Oregon biologists control gut inflammation by altering the abundance of resident bacteria", "text": "EUGENE, Ore. -- Feb. 16, 2017 -- Numerous human diseases, including inflammatory bowel disease, diabetes and autism spectrum disorders have been linked to abnormal gut microbial communities, or microbiomes, but an open question is whether these altered microbiomes are drivers of disease. A new study at the University of Oregon, led by postdoctoral fellow Annah Rolig, took aim at that question with experiments in zebrafish to dissect whether changes in the abundance of certain gut bacteria can cause intestinal inflammation. The study, published Feb. 16 in PLOS Biology, made use of a mutant zebrafish strain that models human Hirschsprung disease, which is caused by loss of the gut neurons that coordinate gut contractions.Just like Hirschsprung disease patients, who sometimes develop an inflammatory condition called Hirschsprung-associated enterocolitis, a subset of the fish developed intestinal inflammation.The researchers successfully tracked how gut bacterial abundances influenced inflammation. Fish with intestinal inflammation had a larger abundance of a subset of bacteria that appeared to be pro-inflammatory, which they confirmed by dosing the fish with one of these bacteria and finding that it increased the severity of disease symptoms.They also found a subset of bacteria that was depleted in the inflamed intestines, but present in the mutant fish that remained disease-free. Dosing the fish with a strain of these depleted bacteria ameliorated the disease. Finally, they showed that they could cure the inflammation by transplanting gut neurons from healthy fish into the diseased fish.These studies demonstrate that inflammatory intestinal pathologies, such as Hirschsprung-associated enterocolitis or inflammatory bowel disease, can be explained as an overgrowth of certain pro-inflammatory groups of bacteria or a loss of anti-inflammatory bacteria, said Judith Eisen, a professor of biology and an expert on gut neurons in zebrafish.The study stems from a long-term collaboration between Eisen and Karen Guillemin, who studies gut bacteria and inflammation.\"When we started this work, very few people were thinking about how the nervous system and gut bacteria interact,\" said Eisen, who is a member of the UO's Institute of Neuroscience. \"Our studies demonstrate how important it is to consider all the interacting cells of an organ, including the microbial cells.\"\"Human microbiomes can be overwhelmingly variable due to differences between people's environments, diets and genetics,\" said Guillemin, a biologist and member of the UO's Institute of Molecular Biology. \"The zebrafish model allowed us to control those variables and see how bacterial strains tracked with inflammation. From these patterns, we could show that the drivers of disease can be a very few members of a complex microbial community.\"Identifying the bacteria that drive and protect against disease is the first step toward developing microbial interventions and therapies, said Rolig, a postdoctoral researcher in the UO's Institute of Molecular Biology.\"The fact that we could alleviate inflammation by adding back a single key bacterial strain, suggests that it could be useful as a probiotic for inflammatory diseases,\" said Rolig, who, along with Eisen, is a scientist in the National Institutes of Health-funded Microbial Ecology and Theory of Animals Center for Systems Biology, known as the META Center, which Guillemin heads. The next steps for the research group are to use what they have learned from this zebrafish model of gut inflammation to design better probiotics to treat intestinal inflammation.", "article_link": "http://dx.doi.org/10.1371/journal.pbio.2000689", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoo-obc021517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Oregon", "keywords": ["Biology", " Bacteriology", " Microbiology", " Molecular Biology", " Medicine/Health"], "journal": "PLOS Biology", "description": "Numerous human diseases, including inflammatory bowel disease, diabetes and autism spectrum disorders are linked to abnormal gut microbiomes, but an open question is whether these altered microbiomes are drivers of disease. A study at the University of Oregon, led by postdoctoral fellow Annah Rolig, took aim at that question with experiments in zebrafish to dissect whether changes in the abundance of certain gut bacteria can cause intestinal inflammation.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}