{"title": "Molecular patterns of complex diseases", "text": "The Helmholtz Zentrum München has published results of the largest genome-wide association study on proteomics to date. An international team of scientists reports 539 associations between protein levels and genetic variants in 'Nature Communications'. These associations overlap with risk genes for 42 complex diseases. Genome-wide association studies (GWAS) provide an opportunity to associate concentration changes in certain proteins or metabolic products with gene loci. Knowledge of these genes makes it possible to establish connections to complex diseases. Scientists utilize the fact that to date, hundreds of associations between genetic variants and complex diseases have been demonstrated. These associations are immensely important because they do help uncover the underlying molecular mechanisms.\"In the world's largest proteomics GWAS to date, we worked with colleagues* to examine blood samples from 1,000 participants in the KORA study**,\" reports Dr. Gabi Kastenmüller. She is acting director and head of the Metabolomics Group at the Institute of Bioinformatics and Systems Biology (IBIS) at the Helmholtz Zentrum München. The team quantified a total of 1,100 proteins. Dr. Christian Gieger, head of the Molecular Epidemiology Research Unit (AME) at the Helmholtz Zentrum München, adds: \"We found 539 independent associations between protein levels and genetic variants.\" These overlap with genetic risk variants for 42 complex conditions, such as cardiovascular diseases and Alzheimer's disease.\"Our results provide new insights into the biological processes that are influenced by a very wide range of complex diseases and that can be used as a basis for the development of new strategies to predict and prevent these diseases,\" Gieger states. The team is now planning to investigate the exact mechanisms behind the new gene-protein associations.", "article_link": "http://dx.doi.org/10.1038/ncomms14357", "url": "http://www.eurekalert.org/pub_releases/2017-02/hzm--mpo021617.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/37873/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Biochemistry", " Genetics", " Molecular Biology", " Epidemiology"], "journal": "Nature Communications", "description": "The Helmholtz Zentrum München has published results of the largest genome-wide association study on proteomics to date. An international team of scientists reports 539 associations between protein levels and genetic variants in 'Nature Communications'. These associations overlap with risk genes for 42 complex diseases.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}