{"title": "Scientists create novel model that shows progression from normal blood cells to leukemia", "text": "(New York, NY - February 16, 2017) --Mount Sinai researchers have created a novel model that shows the step-by-step progression from normal blood cells to leukemia and its precursor diseases, creating replicas of the stages of the disease to test the efficacy of therapeutic interventions  at each stage, according to a study to be published in Cell Stem Cell.This research marked the first time scientists have been able to transplant leukemia from humans to a test tube and then into  mice for study, a landmark feat that will allow for valuable research to help find therapies for blood cancer patients in the future.\"The new model will empower investigation into the cellular and molecular events underlying the development of leukemia in ways that were not possible before,\" said Eirini P. Papapetrou, MD, PhD, Associate Professor of Oncological Sciences, Medicine, Hematology, and Medical Oncology at the Icahn School of Medicine at Mount Sinai. \"These findings provide a framework to aid investigation into disease mechanisms, drug responses, and the cellular and molecular events driving leukemia progression.\" Scientists used CRISPR (Clustered Regularly Interspaced Short Palindromic Repeat), a new, cutting-edge genome editing technology, to convert blood cells from patients with myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML) to particular stem cells (called induced pluripotent stem cells) that can mimic all stages of disease progression, from a healthy state to pre-malignancy and finally full-blown leukemia. Though scientists believe that cancer develops through a step-by-step process by which a normal cell transforms to a fully malignant cell through intermediate stages, recreating the steps was challenging with previous tools.Scientists were able to manipulate the leukemia in a test tube environment, both by genetically modifying the disease-ridden stem cells at certain stages to revert to a pre-cancerous state, and by altering them so they would either progress to a severe or mild form of MDS. The ability to manipulate the leukemia to regress or progress will allow future researchers to test therapies that may be most potent at a particular stage, thus saving or extending a patient's life.Memorial Sloan Kettering Cancer Center was a valuable collaborator in this research. The lab of Michael G. Kharas, PhD, performed some of the mouse transplantation experiments in the study. \"We are encouraged by the discovery that it was possible to generate potent engraftable leukemia derived from AML induced pluripotent stem cells,\" said Dr. Kharas, the co-corresponding author. \"This work shows that integrated patient cell reprogramming and cancer genetics is a powerful way to dissect cancer progression.\" The progression model created through this research could also be used to develop models for more complex cancers, including solid tumors, the researchers said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tmsh-scn021017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Damon Runyon Cancer Research Foundation, Edward P. Evans Foundation", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Clinical Trials", " Hematology", " Transplantation", " Biotechnology", " Genes"], "journal": "Cell Stem Cell", "description": "Mount Sinai researchers have created a novel model that shows the step-by-step progression from normal blood cells to leukemia and its precursor diseases, creating replicas of the stages of the disease to test the efficacy of therapeutic interventions  at each stage, according to a study to be published in Cell Stem Cell. This research marked the first time scientists have been able to transplant leukemia from humans to a test tube and then into mice for study.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}