{"title": "UT Southwestern researchers develop potential treatment for fatal kidney disease", "text": "DALLAS - Feb. 16, 2017 - Researchers at UT Southwestern Medical Center, working with a California biotech firm, have developed a potential drug to treat polycystic kidney disease - an incurable genetic disease that often leads to end-stage kidney failure.\r\nThe drug, now called RGLS4326, is in preclinical animal testing at San Diego-based Regulus Therapeutics Inc. An investigational new drug filing to pave the way for human clinical trials is expected later this year, said Dr. Vishal Patel, Assistant Professor of Internal Medicine at UT Southwestern.\r\nDr. Patel is senior author of a study describing research that led to the drug's development, published online today in Nature Communications.\r\nAffecting about 600,000 people in the U.S., autosomal dominant polycystic kidney disease (ADPKD) causes numerous fluid-filled cysts to form in the kidney. An affected kidney, normally the size of a human fist, sometimes grows as large as a football. As their numbers and sizes increase, these cysts eventually interfere with the kidney's ability to filter blood and remove bodily waste. The cysts can quietly grow for decades until symptoms appear such as blood in the urine, Dr. Patel said. About half of those affected with ADPKD suffer kidney failure by age 60, according to the National Kidney Foundation.\r\n\"There isn't a single drug on the U.S. market right now to treat the disease,\" Dr. Patel said. \"Once your kidneys fail, your only option for survival is to get a transplant or start dialysis.\"\r\nIn 2009, Dr. Patel began searching for microRNAs that might underlie progression of ADPKD. MicroRNAs - or MiRs for short - are tiny RNA fragments that interfere with normal gene expression.\r\nProof that such RNA fragments even existed came in the early 1990s; their presence in humans was first reported in 2000. Those discoveries led to a groundswell of interest in developing drugs to treat diseases caused by microRNAs, Dr. Patel said - in part because the process can be straightforward once the problem-causing fragment is identified.\r\n\"Because miRs are so small, drugs can easily be designed against them. And since we know the nucleotide sequence of every known microRNA, all that is required is to prepare an anti-miR with a sequence that is exactly the opposite of the miR's,\" he said.\r\nIn this study, researchers in Dr. Patel's lab focused on microRNA cluster 17~92 following identification of potential miR targets. A National Institutes of Health grant funded the UTSW research. In 2013, Dr. Patel and fellow researchers reported in Proceedings of the National Academy of Sciences that this microRNA cluster indeed appeared to promote kidney cyst growth. \r\nUsing four mouse models, the researchers next studied whether inhibiting this microRNA could slow cyst growth and thus delay ADPKD progression. They found that genetically deleting microRNA-17~92 slowed cyst growth and more than doubled the life spans of some mice tested.\r\nBased on that finding, Dr. Patel's lab collaborated with Regulus Therapeutics to test an anti-microRNA-17 drug. The test drug slowed the growth of kidney cysts in two mouse models and in cell cultures of human kidney cysts, the study showed.\r\nIn the Nature Communications study, UTSW researchers also reported how miR-17 causes cyst proliferation: the molecule essentially reprograms the metabolism of kidney cells so that cellular structures called mitochondria use less nutrients, freeing up resources to instead make cell parts that become cysts. MiR-17 accomplishes this by repressing a protein involved in making RNA called peroxisome proliferator-activated receptor alpha (PPARα), the researchers found.\r\n", "article_link": "http://dx.doi.org/10.1038/ncomms14395", "url": "http://www.eurekalert.org/pub_releases/2017-02/usmc-usr021517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Biology"], "journal": "Nature Communications", "description": "Researchers at UT Southwestern Medical Center, working with a California biotech firm, have developed a potential drug to treat polycystic kidney disease -- an incurable genetic disease that often leads to end-stage kidney failure.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}