{"title": "The ethics of gene editing: Should concerns beyond safety matter in science policy?", "text": "CRISPR-Cas9 greatly enhances the ease and affordability of gene editing. It is being used to modify animals and plants and to produce human therapeutics, and it has reignited debate about modifying the human germline. Most assessments of emerging technologies focus on safety, but is there more that scientists and the public should explore?  That's the question that this session at the AAAS annual meeting will examine. \"The Ethics of Gene Editing: Should Concerns Beyond Safety Matter in Science Policy?\" has been organized by The Hastings Center and will be moderated by its president, Mildred Z. Solomon, EdD. It can be viewed remotely here.The session includes presentations by, and a roundtable discussion with, George Church, PhD, professor of genetics at Harvard University, who will discuss new gene editing technologies, focusing on applications that are likely to raise \"beyond safety\" social and ethical questions; Josephine Johnston, LLB, director of research and a research scholar at The Hastings Center, who will identify a wide range of social and ethical issues beyond safety, including how human gene editing might reshape the relationship between parents and children or influence respect for persons with disability; and Gary E. Marchant, PhD, JD, a professor at Arizona State University's Sandra Day O'Connor College of Law, who will tackle the complex questions related to global governance of gene editing technologies.\"This session is part of The Hastings Center's commitment to working with scientists to engage the public about how best to deploy transformative biomedical technologies,\" says Dr. Solomon. \"Gene editing and its potential application to the human germline is one example of the enormous new powers we humans now have.\" Ms. Johnston is an investigator on The Hastings Center's project, Gene Editing and Human Flourishing. The project, supported by the Templeton Foundation, focuses on the potential social and ethical implications of using gene editing methods in humans. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/thc-teo021417.php", "region": "namerica", "source_link": "https://aaas.confex.com/aaas/2017/webprogram/Session15270.html", "funder": "The Templeton Foundation", "meeting": "2017 AAAS Annual Meeting", "institution": "The Hastings Center", "keywords": ["Genetics", " Policy/Ethics", " Medical/Scientific Ethics", " Science/Health and the Law"], "journal": "", "description": "Come to The Hastings Center's session on gene editing at the AAAS annual meeting on Friday, Feb. 17, 10 am in room 302, Hynes Convention Center. There will be a press briefing on Thursday, Feb. 16, 10 am in room 103.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}