{"title": "Researcher works with NASA to study using Martian soil to build human habitats", "text": "It's hard enough to transport humans to Mars. But once they get there, where will they live?A University of Central Florida professor is working with NASA to figure out a way to extract metals from the Martian soil - metals that could be fed into a 3-D printer to produce the components of a human habitat, ship parts, tools and electronics.\"It's essentially using additive-manufacturing techniques to make constructible blocks. UCF is collaborating with NASA to understand the science behind it,\" said Pegasus Professor Sudipta Seal, who is interim chair of UCF's Materials Science and Engineering program, and director of the university's Advanced Materials Processing & Analysis Center and NanoScience Technology Center.NASA and Seal will research a process called molten regolith electrolysis, a technique similar to how metal ores are refined here on Earth.  Astronauts would be able to feed Martian soil - known as regolith - into a chamber. Once heated to nearly 3,000 degrees Fahrenheit, the electrolysis process would produce oxygen and molten metals, both of which are vital to the success of future human space exploration.  Seal's expertise also will help determine the form those metals should be in that's most suitable for commercial 3-D printers.  NASA intern Kevin Grossman, a graduate student from Seal's group, is also working on the project, which is funded by a NASA grant. Grossman said he hopes future projects in similar areas can grow the current partnership between UCF and the research groups at NASA's Kennedy Space Center. NASA is already working on sending humans to the Red Planet in the 2030s. The agency has begun developing plans for life-support systems and other technology.\r\nNASA isn't alone. Elon Musk, billionaire founder of SpaceX and Tesla Motors, is working on his own plan. Mars One, a Dutch nonprofit, is touting a plan to send dozens of volunteers from around the world on a one-way trip to colonize Mars.They all agree that for sustainable Mars exploration to work, they must be able to use resources on Mars that would otherwise require costly transportation from Earth - a concept known as in situ resource utilization. That's where Seal's research comes in.  \"Before you go to Mars, you have to plan it out,\" Seal said. \"I think this is extremely exciting.\"UCF has a long relationship with NASA, dating back to the first research grant ever received by the university, then known as Florida Technological University.Other UCF faculty members continue researching in situ resource utilization. Phil Metzger of UCF's Florida Space Institute, is working with commercial space mining company Deep Space Industries to figure out a way to make Martian soil pliable and useful for 3D printing. The same company has tapped Metzger and UCF colleague Dan Britt to develop simulated asteroid regolith that will help them develop hardware for asteroid mining.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uocf-rww021617.php", "region": "namerica", "source_link": "http://today.ucf.edu/ucf-nasa-study-using-martian-soil-build-human-habitats/", "funder": "NASA", "meeting": "", "institution": "University of Central Florida", "keywords": ["Chemistry/Physics/Materials Sciences", " Materials", " Geology/Soil", " Space/Planetary Science", " Planets/Moons", " Comets/Asteroids", " Experiments in Space", " Research/Development"], "journal": "", "description": "Research will focus on perfecting molten regolith electrolysis to extract metals and oxygen from Martian soil, and feeding the metals into a 3-D printer to produce parts needed by astronauts.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}