{"title": "Wireless power transmission safely charges devices anywhere within a room", "text": "A new method developed by Disney Research for wirelessly transmitting power throughout a room enables users to charge electronic devices as seamlessly as they now connect to WiFi hotspots, eliminating the need for electrical cords or charging cradles.The researchers demonstrated their method, called quasistatic cavity resonance (QSCR), inside a specially built 16-by-16-foot room at their lab. They safely generated near-field standing magnetic waves that filled the interior of the room, making it possible to power several cellphones, fans and lights simultaneously.\"This new innovative method will make it possible for electrical power to become as ubiquitous as WiFi,\" said Alanson Sample, associate lab director & principal research scientist at Disney Research. \"This in turn could enable new applications for robots and other small mobile devices by eliminating the need to replace batteries and wires for charging.\"A research report on QSCR by the Disney Research team of Matthew J. Chabalko, Mohsen Shahmohammadi and Alanson P. Sample was published on Feb. 15, 2017 in the online journal PLOS ONE.\"In this work, we've demonstrated room-scale wireless power, but there's no reason we couldn't scale this down to the size of a toy chest or up to the size of a warehouse,\" said Sample, who leads the lab's Wireless Systems Group. According to Sample, wireless power transmission is a long-standing technological dream. Celebrated inventor Nikola Tesla famously demonstrated a wireless lighting system in the 1890s and proposed a system for transmitting power long distances to homes and factories,  though it never came to fruition. Today, most wireless power transmission occurs over very short distances, typically involving charging stands or pads.The QSCR method involves inducing electrical currents in the metalized walls, floor and ceiling of a room, which in turn generate uniform magnetic fields that permeate the room's interior. This enables power to be transmitted efficiently to receiving coils that operate at the same resonant frequency as the magnetic fields. The induced currents in the structure are channeled through discrete capacitors, which isolate potentially harmful electrical fields.\"Our simulations show we can transmit 1.9 kilowatts of power while meeting federal safety guidelines,\" Chabalko said. \"This is equivalent to simultaneously charging 320 smart phones.\"In the demonstration, the researchers constructed a 16-by-16-foot room with aluminum walls, ceiling and floor bolted to an aluminum frame. A copper pole was placed in the center of the room; a small gap was created in the pole, into which discrete capacitors were inserted.\"It is those capacitors that set the electromagnetic frequency of the structure and confine the electric fields,\" Chabalko explained. Devices operating at that low megahertz frequency can receive power almost anywhere in the room. At the same time, the magnetic waves at that frequency don't interact with everyday materials, so other objects in the room are unaffected.Though the demonstration room was specially constructed, Sample said it likely will be possible to reduce the need for metalized walls, ceilings and floors in the future. It may be possible to retrofit existing structures, for instance, with modular panels or conductive paint. Larger spaces might be accommodated by using multiple copper poles.Combining creativity and innovation, this research continues Disney's rich legacy of innovation and leveraging technology to enhance the tools and systems of tomorrow.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0169045", "url": "http://www.eurekalert.org/pub_releases/2017-02/dr-wpt021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Disney Research", "keywords": ["Technology/Engineering/Computer Science", " Electrical Engineering/Electronics", " Mechanical Engineering", " Research/Development"], "journal": "PLOS ONE", "description": "A new method developed by Disney Research for wirelessly transmitting power throughout a room enables users to charge electronic devices as seamlessly as they now connect to WiFi hotspots, eliminating the need for electrical cords or charging cradles.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}