{"title": "New studies unravel mysteries of how PARP enzymes work", "text": "DALLAS - Feb. 16, 2017 - A component of an enzyme family linked to DNA repair, stress responses, and cancer also plays a role in enhancing or inhibiting major cellular activities under physiological conditions, new research shows.The UT Southwestern Medical Center research focused on PARP-1, a member of the PARP enzyme family. Short for poly (ADP-ribose) polymerase, PARP became the focus of attention in 2014 with approval of the first PARP inhibitor drug to treat advanced ovarian cancer associated with mutant BRCA DNA repair genes. The drug, Lynparza or olaparib, blocks nuclear PARP enzymes, inhibiting DNA repair even further and causing genome instability that kills the cancer cells.In two related studies published in Molecular Cell, UT Southwestern scientists describe how PARP-1 can act at a molecular level under physiological conditions to reduce the formation of fat cell precursors and to help maintain the unique ability of embryonic stem cells to self-renew and become any of a variety of different cell types. One of the studies is published online today; the earlier study posted Jan. 19.PARP-1's role in these cellular processes occurs during gene transcription, when DNA is copied into messenger RNA molecules, which can then be used as a template to produce new proteins.Researchers already knew about PARP's role in DNA damage-related diseases like cancer, said Dr. W. Lee Kraus, senior author of both UTSW studies and Professor of Obstetrics and Gynecology, and Pharmacology at UT Southwestern. Dr. Kraus also directs the Cecil H. and Ida Green Center for Reproductive Biology Sciences and holds the Cecil H. and Ida Green Distinguished Chair in Reproductive Biology Sciences.These findings take the field in a new direction, Dr. Kraus said.\"Our research shows that PARP-1 also plays a role in normal physiological processes and normal cellular functions. It's an important component of the cellular machinery that senses and responds to the environment,\" he said.While studies in mouse models show PARP-1 is not essential for life, it becomes important when an organism needs to adapt to changing environmental or physiological cues, such as developmental processes or altered diet, Dr. Kraus said.Understanding how PARP-1 works could one day help researchers find ways to target the protein to treat metabolic disorders or obesity, he said.The two new UT Southwestern studies outline for the first time the exact molecular mechanisms of PARP-1's roles in inhibiting the formation of fat cell precursors and in maintaining stem cells. Here are the key findings:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/usmc-nsu021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health"], "journal": "Molecular Cell", "description": "A component of an enzyme family linked to DNA repair, stress responses, and cancer also plays a role in enhancing or inhibiting major cellular activities under physiological conditions, new research shows.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}