{"title": "Study of over 700,000 births shows increased risk of poor outcomes, including death, for babies born to mothers with gestational diabetes", "text": "New research published in Diabetologia (the journal of the European Association for the Study of the Diabetes [EASD]) shows an increased risk of adverse outcomes in babies born to mothers with gestational diabetes, when compared to non-diabetic mothers. The study is by Dr Sophie Jacqueminet, Pitié-Salpêtrière Hospital, Assistance Publique - Hôpitaux de Paris (AP-HP), France; Professor Delphine Mitanchez, Armand Trousseau Hospital, AP-HP, Paris, France; and Cécile Billionnet, French National Health Insurance, Paris, France, and colleagues. The proportion of women who are overweight or obese is increasing in almost all countries worldwide, and this is being accompanied by an increased risk of developing both type 2 diabetes (T2D) (whether pregnant or not) and gestational diabetes (GDM), a particular form of diabetes experienced only during pregnancy. While other studies have analysed the links between GDM and adverse outcomes in babies, very large studies that draw on an entire national database, such as that used in this French study, are rare. In this new research, all 796,346 deliveries taking place after 22 weeks in France in 2012 were included by extracting data from the hospital discharge database and the national health insurance system. The diabetic status of mothers was determined by the use of diabetes drugs or insulin to lower blood sugar, and by hospital diagnosis. Outcomes were analysed according to the type of diabetes and, in the GDM group, whether or not diabetes was insulin-treated. In high-income countries, although most women with GDM are treated with diet at first, around 1 in 4 women has GDM so serious or difficult to control that it needs to be insulin-treated. The remaining 75% of women with GDM continue to be treated with diet only.The cohort of 796,346 deliveries contained 57,629 (7.24%) mothers with GDM. Data linking the mother to the child were available for 705,198 deliveries (88% of the total). The risks of adverse outcomes were two to four times higher for babies of mothers with T2D before pregnancy (pregestational diabetes) than for those with GDM. The authors then adjusted their data, limiting the analysis to deliveries after 28 weeks to ensure all women diagnosed with GDM were included (since diagnosis of GDM in most cases takes place at or after 28 weeks).Following adjustment, the increased risk of various complications for mothers with GDM versus mothers without GDM were: preterm birth 30%; Caesarean section 40%; pre-eclampsia/eclampsia 70%; babies born significantly larger than average size (macrosomia) 80%; respiratory distress 10%; birth trauma 30%; and cardiac malformations 30%. While these increased risks combine women with both insulin- and diet-treated GDM, most of the increased risk is found in women with insulin-treated GDM. This is because as stated above, the diabetes is more serious and blood sugar more difficult to control in women who need insulin treatment, resulting in a higher risk of complications than in those women treated with diet only. After limiting the analysis to normal-term deliveries (37 weeks), an increased risk of death of the newborn baby was observed in women with GDM. After excluding women suspected to have undiagnosed T2D before pregnancy, the risk remained moderately increased only for those women with diet-treated GDM, with a 30% increased risk of the baby dying. The authors suggest that this difference in risk of death could be because those women with diet-treated GDM tend to give birth later than those who are insulin-treated, meaning the unborn child is exposed to higher glucose levels for longer. The authors say that their key findings also include that the risk of cardiac malformations is increased for women with insulin-treated GDM, whereas the risk of nervous system malformations is not - one hypothesis is that early exposure of the embryo to abnormally high glucose levels has different effects on cardiac and nervous system tissues. Other findings are that the risk of respiratory distress is also increased for this subgroup of insulin-treated GDM women.  They conclude: \"We have clearly demonstrated that GDM is a disease related to adverse pregnancy outcomes and that most of the risks are higher in women with insulin-treated GDM. By restricting analysis to deliveries after 37 weeks and excluding cases of type 2 diabetes that were undiagnosed before pregnancy, we identified a moderate increase in risk of death to the newborn baby in women with GDM treated with diet only. Although more investigation is needed, this study helps illuminate the controversy about timing of delivery in GDM pregnancy.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/d-soo021317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "Diabetologia", "description": "New research published in Diabetologia (the journal of the European Association for the Study of the Diabetes) shows an increased risk of adverse outcomes in babies born to mothers with gestational diabetes, when compared to non-diabetic mothers.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}