{"title": "Signals from fat may aid diagnostics and treatments", "text": "BOSTON - (February 15, 2017) - Fat cells are not simply big blobs of lipid quietly standingby in the body--instead, they send out hormones and other signaling proteins that affect many types of tissues. Scientists at Joslin Diabetes Center now have identified a route by which fat also can deliver a form of small RNAs called microRNAs that helps to regulate other organs.\"This mechanism may offer the potential to develop an entirely new therapeutic approach,\" says C. Ronald Kahn, M.D., Joslin's chief academic officer, Mary K. Iacocca Professor of Medicine at Harvard Medical School and senior author of a paper on the research published today in the journal Nature. The research suggests the possibility, Kahn explains, of developing gene therapy treatments using fat cells that aid in treating metabolic diseases, cancer or other conditions in the liver or other organs.Working in mice and with human cells, he and his colleagues studied the role of microRNAs, a form of small RNAs that are not translated into proteins but can regulate other RNAS that produce protein. They are made by all cells in the body, and it is known that some of these microRNAs may be released from the originating cell into the blood. However, exactly what they do once they enter the bloodstream has been debated. The Joslin scientists focused on microRNAs from fat cells that are released into the blood via tiny sacks called \"exosomes\". The researchers began with a mouse model that was genetically modified so that its fat cells could not create microRNAs. The Joslin researchers then showed that in these mice which do not make microRNAs in fat, the total population of microRNAs circulating in exosomes dropped significantly. This decrease in circulating miRNAs could be restored when the investigators transplanted normal fat into these mice, a result indicating that many of the microRNAs in circulation were coming from fat.Next, the scientists studied people with two forms of lipodystrophy--a condition in which fat is lost or genetically not present. In both groups of people, they found that levels of microRNAs circulating in exosomes were lower than normal. This suggested that these microRNAs generated by fat might aid in diagnostics for metabolic conditions such as obesity, type 2 diabetes and fatty liver disease, Kahn says.But were these microRNAs also crossing into other tissues and regulating genes there, so that they might potentially be used for therapeutics? The Joslin researchers followed up on this question by looking at a gene whose expression in the mouse liver increases in lipodystrophy. They discovered that this gene expression could be modified by microRNA in exosomes released by fat. They also showed that the mice that couldn't produce microRNAs in fat cells didn't produce that type of microRNA at all. \"But if you put back that missing microRNA in exosomes, it does regulate the gene,\" Kahn says. \"So fat is using this as a way to send a signal to the liver.\"Next, the scientists made a mouse model with fat cells engineered to make a certain microRNA that is found in humans, but not mice, and showed that these human microRNAs could also regulate their target in the livers of the mice and that this was do to these circulating exosomal microRNAs. \"We showed in mice that these circulating microRNAs in exosomes can regulate gene expression, at least in liver and perhaps in other tissues,\" Kahn sums up. His team is now looking to see if this microRNA mechanism also works in other tissues such as muscle and brain cells.Additionally, the scientists will investigate ways the mechanism might be applied in gene therapy. Fat is easy to access, a major advantage for gene therapy, Kahn points out. \"We could take out a patient's subcutaneous fat with a simple needle biopsy, modify the fat cells to make the microRNAs that we want, put the cells back into the patient, and then hope to get regulation of genes that the patient is not regulating normally,\" he suggests.This approach for gene therapy to treat fatty liver disease, for example, might prove both safer and more effective than reengineering cells in the liver itself. \"We think it also might be useful for non-metabolic diseases, such as cancer of the liver,\" Kahn says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/jdc-sff021517.php", "region": "namerica", "source_link": "http://www.joslin.org/news/signals-from-fat-may-aid-diagnostics-and-treatments.html", "funder": "National Institutes of Health", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Diagnostics", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Nature", "description": "Scientists at Joslin Diabetes Center now have identified a route by which fat also can deliver a form of small RNAs called microRNAs that helps to regulate other organs. This mechanism may offer the potential to develop an entirely new therapeutic approach.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}