{"title": "Springer Healthcare launches Medicine Matters, a new medical education website", "text": "Heidelberg | London, 15 February 2017 Springer Healthcare launches Medicine Matters, a new medical education website. The content-rich portal will provide physicians and healthcare professionals with a reliable, free source of medical education, designed to promote best clinical practice and improved health outcomes. The website currently focuses on the latest advances in diabetes medicine at diabetes.medicinematters.com. The global rollout plan includes local language-supported content within new websites for oncology, cardiology, rheumatology, and CNS. They will be launched in key markets including the USA, the UK, Spain, India, Mexico, and China throughout 2017 and 2018.Medicine Matters is aimed at the healthcare professional who wants a breadth of resources to support diagnosis and optimal treatment of major disease states. Underpinned by the scientific integrity of an independent, international editorial board, the website provides expert insights and commentaries around peer-reviewed educational content. Also included are journal article synopses, themed collections, \"Ask the Expert,\" and eLearning modules. Additional features include access to full journal articles and conference coverage, informed and extensive monitoring of peer-reviewed research, and headline summaries for time-stressed professionals on the most topical clinical information available. The clean, practical website interface works effectively on all devices and was developed by thorough testing with thousands of healthcare professionals.Carolyn Honour, Managing Director of Springer Healthcare, said, \"Healthcare professionals across the globe are constantly learning and striving to improve their clinical knowledge. Our hope is that Medicine Matters will be the go-to reference tool within their daily practice and support improved patient outcomes.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/s-shl021517.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/press-releases/corporate/springer-healthcare-launches-medicine-matters--a-new-medical-education-website/12068392", "funder": "", "meeting": "", "institution": "Springer", "keywords": ["Business/Economics", " Health Care", " Education", " Medicine/Health", " Cancer", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Springer Healthcare launches Medicine Matters, a new medical education website. The content-rich portal will provide physicians and healthcare professionals with a reliable, free source of medical education, designed to promote best clinical practice and improved health outcomes. The website currently focuses on the latest advances in diabetes medicine at diabetes.medicinematters.com. The global rollout plan includes local language-supported content within new websites for oncology, cardiology, rheumatology, and CNS.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}