{"title": "Size matters when it comes to keeping blood sugar levels in check", "text": "Keeping blood sugar levels within a safe range is key to managing both type 1 and type 2 diabetes. In a new finding that could lead to fewer complications for diabetes patients, Yale School of Medicine researchers have found that changes in the size of mitochondria in a small subset of brain cells play a crucial role in safely maintaining blood sugar levels.The study is published in the Feb. 9 issue of the journal Cell Metabolism.\"Low blood sugar can be as dangerous as high blood sugar,\" said senior author Sabrina Diano, professor in the Departments of Obstetrics, Gynecology & Reproductive Sciences, Neuroscience, and Comparative Medicine. \"We've found that changes in the size of mitochondria -- small intracellular organelles responsible for energy production -- in certain cells in the brain, could be key to maintaining the blood sugar within a safe range.\"\"This new finding adds to our understanding of how the body keeps blood sugar levels within a safe range when sugar levels drop, like during fasting, or when they spike after a meal,\" Diano added.Diano and her research team designed the study to help understand how neurons in the brain that regulate appetite affect systemic glucose levels. The team used mouse models in which a specific mitochondrial protein, dynamin-related protein 1 (DRP1), was either missing or present in varying amounts in the subset of brain cells that sense circulating sugar levels.The researchers found that depending on whether the mouse was hungry or not, mitochondria displayed dynamic changes in size and shape, driven by the DRP1 protein.\"We found that when DRP1 activity in the neurons was missing, these neurons were more sensitive to changes in glucose levels,\" said Diano, who is also a member of the Program in Integrative Cell Signaling and Neurobiology of Metabolism and the director of the Reproductive Neuroscience Group at Yale University School of Medicine. \"What surprised our research team was that these intracellular changes in this small subset of neurons were specifically important to increase blood sugar levels during a fasting period by activating the so-called counter-regulatory responses to hypoglycemia, in which the brain senses lower glucose levels and sends signals to peripheral organs such as the liver to increase glucose production.\" Diano said the findings suggest that alterations in this mechanism may be critical for the development of hypoglycemia-associated autonomic failure (HAAF), a complication of several diabetes treatments occurring most often in people with type 1 diabetes who must take insulin for survival.Diano's research team will now focus on assessing how mitochondrial morphological changes relate to mitochondrial function in this subset of neurons in the development of HAAF.", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.01.003", "url": "http://www.eurekalert.org/pub_releases/2017-02/yu-smw021517.php", "region": "namerica", "source_link": "http://news.yale.edu/2017/02/09/size-matters-when-it-comes-keeping-blood-sugar-levels-check", "funder": "National Institutes of Health", "meeting": "", "institution": "Yale University", "keywords": ["Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Gynecology"], "journal": "Cell Metabolism", "description": "Keeping blood sugar levels within a safe range is key to managing both type 1 and type 2 diabetes. In a new finding that could lead to fewer complications for diabetes patients, Yale School of Medicine researchers have found that changes in the size of mitochondria in a small subset of brain cells play a crucial role in safely maintaining blood sugar levels.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}