{"title": "Dual-drug combination shows promise against diabetic eye disease in animal model", "text": "GAINESVILLE, Fla. -- A two-drug cocktail provided better protection against diabetes-related vision loss than a single drug during testing in rat models, a team of University of Florida Health and Dutch researchers has found.Researchers say the drug combination is a promising and unique potential treatment for patients with diabetic retinopathy, a major cause of vision loss in middle-age diabetes patients. Diabetic retinopathy damages blood vessels in the retina at the back of the eye, leading to distorted vision or blindness. There were 4.2 million cases of diabetic retinopathy among people ages 40 and over in the United States, according to a 2016 estimate by the American Academy of Ophthalmology.Now, researchers from UF and the Erasmus Medical Center in the Netherlands have shown that the two drugs were more effective than a single drug at reducing the symptoms of diabetic retinopathy within the animals' retinas. The findings were published recently in the journal Investigative Ophthalmology & Visual Science.During the 12-week study, the two-drug treatment reduced capillary loss by 68 percent compared with 43 percent with the single drug. Known as angiotensin receptor neprilysin inhibitor, or ARNI, the cocktail is a combination of irbesartin (an angiotensin receptor blocker) -- a medication already being used to treat high blood pressure -- and the anti-diarrhea compound thiorphan, a neprilysin inhibitor. In the laboratory, its effectiveness was compared with using irbesartin alone.The two drugs did not completely reverse the effects of diabetic retinopathy, but they slowed it in the animal models, said Tuhina Prasad, Ph.D., a postdoctoral associate in the UF College of Medicine's department of ophthalmology research and a co-author of the paper. Most significantly, Prasad said the two drugs were much more effective at decreasing inflammation, which is one of the main symptoms of diabetic retinopathy.\"If you can decrease that inflammation, it protects the retinal cells and delays the progression of the disease,\" Prasad said.The two-drug combination was also more effective than the lone drug at reducing cell death in the retina after 12 weeks in the rat models. The two drugs produced a 51 percent reduction in cell death, while the single drug showed only a 25 percent reduction, according to the findings. That is potentially significant in the development of drugs to treat diabetic retinopathy because the disease is strongly associated with prolonged diabetes in patients, the researchers noted.Before a treatment can be brought to patients, researchers still have some work ahead: The possible chronic side effects of the neprilysin enzyme inhibitor on the eye have yet to be studied. Likewise, the long-term effects of giving that inhibitor are still unknown.Still, Prasad said, the newly discovered compound may someday be a promising option for the millions of people living with diabetic retinopathy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uof-dcs021517.php", "region": "namerica", "source_link": "http://ufhealth.org/news/2017/dual-drug-combination-shows-promise-against-diabetic-eye-disease-animal-model", "funder": "National Institutes of Health, American Diabetes  Association, Bright Focus Foundation, National Eye Institute, Research to Prevent Blindness", "meeting": "", "institution": "University of Florida", "keywords": ["Medicine/Health", " Ophthalmology"], "journal": "Investigative Ophthalmology & Visual Science", "description": "A two-drug cocktail provided better protection against diabetes-related vision loss than a single drug during testing in rat models, a team of University of Florida Health and Dutch researchers has found.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}