{"title": "Fasting mimicking diet reduces risk factors for aging and multiple age-related disease", "text": "Los Angeles, Calif., Feb. 15, 2017 - A new study finds that providing the body with a temporary, specifically formulated Fasting Mimicking Diet (FMD™) called ProLon® causes cellular changes normally generated by several days of consecutive water-only fasting and may increase health and lifespan by partially turning back the aging clock. After publishing in Cell Metabolism the animal results showing that this FMD reduces incidence of cancer and inflammatory diseases and extends lifespan, the Longevity Institute at the University of Southern California (USC) today publishes in Science Translational Medicine the results of a randomized Phase II clinical trial demonstrating that ProLon targets the aging process and reduces risk factors for age related diseases such as diabetes, cancer, and cardiovascular disease in humans. These effects are believed to be caused by an increase in stem cell number and regeneration.This 100-participant landmark clinical study stems from over two decades of molecular, animal, and clinical testing at USC's Valter Longo laboratory under the sponsorship of the National Institute of Aging and the National Cancer Institute of the NIH.In the current publication, researchers tested the effects of three monthly ProLon cycles on metabolic markers and risk factors associated with aging and age‐related diseases. Each ProLon cycle lasts five consecutive days and does not require alteration to lifestyle during the remaining days of the month. Findings in humans were consistent with mouse studies showing a spike in circulating stem cells and delay in biological aging by promoting regeneration in multiple systems. Body weight, BMI, total body fat, trunk fat, waist circumference, systolic and diastolic blood pressure, cholesterol, insulin‐like growth factor 1 (IGF‐1), and C-Reactive Protein (a marker of inflammation) were significantly reduced, particularly in participants at risk for diseases, while relative lean body mass (muscle and bone mass) was increased. Low levels of IGF-1 are associated with a lower risk of cancer and diabetes. No serious adverse effects were reported. Water-only fasting for several consecutive days (called periodic fasting) may have some beneficial effects. However, water-only fasting carries many risks including hypoglycemia, hypotension, and/or gallstones. Furthermore, most people are unable to adhere to water-only fasting or very low calorie diets. The ProLon nutri-technology allowed participants to benefit from the positive effects of fasting while allowing them to consume food. ProLon's five-day \"fasting with food™\" program features meals ranging from 770 to 1,100 calories per day and is clinically proven to:Over 3,600 ProLon boxes have been consumed during the pilot launch phase and market research shows an over 86% satisfaction rate and 92% recommendation rate. ProLon is intended for use by individuals who want to optimize their health and wellbeing and is available through healthcare providers and at www.prolonfmd.com.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/cci-fm020717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Crier Communications, Inc.", "keywords": ["Medicine/Health", " Alternative Medicine", " Cancer", " Cardiology", " Clinical Trials", " Mortality/Longevity", " Aging", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Aging"], "journal": "Science Translational Medicine", "description": "Temporarily inducing our body into thinking it's fasting may reverse biological aging, increase our healthspan, and stave off age-related illness. The Longevity Institute at USC today publishes in Science Translational Medicine the results from the first clinical study that proves the significant impact of an innovative Fasting Mimicking Diet (ProLon) on risk factors for aging, diabetes, cancer, and cardiovascular disease. ProLon is a major nutrition technology discovery -- for the first time in history of nutrition, we can fast while on food.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}