{"title": "Scripps Florida scientists take aim at obesity-linked protein", "text": "JUPITER, FL - February 15, 2017 - Scientists are working to understand the mechanisms that make weight loss so complicated. Exercise burns calories, of course, but scientists are also looking at how the body burns more energy to stay warm in cold temperatures.\r\nIs there a way to get metabolism to ramp up--even when it's not cold out?TSRI Assistant Professor Anutosh Chakraborty is on a mission to answer this question. His past research revealed a new therapeutic target in this battle--a protein that actually promotes fat accumulation in animal models by slowing stored energy (fat) breakdown and encouraging weight gain.Now, in a study recently published online in the journal Molecular Metabolism, Chakraborty and his colleagues have shown that deleting the gene for this protein, known as IP6K1, protects animal models from both obesity and diabetes. This protective effect is seen regardless of diet, even at what's known as a thermoneutral temperature (around 86?F). This means inhibiting IP6K1 should help animals burn more energy, regardless of outside conditions.\"In genetically altered animal models that lack IP6K1, we found that deletion dramatically protects these knock-out mice from diet-induced obesity and insulin resistance regardless of the temperature in the environment,\" Chakraborty said. \"When we inhibited the enzyme with chemical compounds, the results were similar.\"Why Temperature MattersTemperature is important in the study of obesity because an animal in lower temperatures will rapidly lose weight as it burns more energy to try to maintain core body temperature.Because humans can maintain their body temperatures in a number of ways--clothing, for example--any pathway that reduces body weight at higher temperatures is a highly encouraging target in human obesity.The new study suggests a future pharmaceutical may be able to target IP6K1 to mimic the energy burning seen at relatively lower temperatures.\"If we delete IP6K1, the animals gain less body weight because they simply expend more energy--regardless of temperature. That's important because blocking weight gain by enhancing energy expenditure in a thermoneutral environment is harder and thus, targeting IP6K1 is expected to be successful in ameliorating obesity in humans,\" said Chakraborty.\"If you're developing an anti-obesity drug based on inhibiting IP6K1, our new findings shows that there are potentially very few restrictions for its use--a subject would lose weight even on a high-fat diet, and nobody would have to sit in a refrigerator to make it work,\" he added.The first author of the study, \"Global IP6K1 deletion enhances temperature modulated energy expenditure which reduces carbohydrate and fat induced weight gain,\" is TSRI's Qingzhang Zhu. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/sri-sfs021517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, The State of Florida", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Medicine/Health"], "journal": "Molecular Metabolism", "description": "In a study recently published online in the journal Molecular Metabolism, Chakraborty and his colleagues have shown that deleting the gene for this protein, known as IP6K1, protects animal models from both obesity and diabetes.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}