{"title": "New study shows link between early antibiotic exposure and childhood obesity in Latinos", "text": "New Rochelle, NY, February 15, 2017--Antibiotic exposure before age 6 months was associated with an increased risk for obesity at 2 years of age in a study of Latino infants in a low-income urban community. Harmful effects of antibiotics on the healthy gut microbiome during this sensitive developmental period could increase obesity risk, according to an article published in Childhood Obesity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Childhood Obesity website until March 17, 2017.In the article \"Early Antibiotic Exposure and Risk of Childhood Obesity in Latinos,\" Annette Ville, Melvin Heyman, Rosalinda Medrano, and Janet Wojcicki, University of California San Francisco, evaluated mothers' reports of infant antibiotic exposure (type and frequency) at 6 months and 1 year of age and their descriptions of infant dietary intake. The researchers showed a statistically significant increased risk for early rapid weight gain and obesity at age 2 years among infants exposed to antibiotics during the first 6 months of life.  \r\n\"While recent cross-sectional and longitudinal studies have shown a relationship between early antibiotic exposure and child obesity, a clever recent secondary analysis of a randomized clinical trial detected no such relationship. Obviously more such research is needed,\" says Childhood Obesity Editor-in-Chief Tom Baranowski, PhD, Baylor College of Medicine, Houston, TX. \"The work by Dr. Ville and colleagues expands this work to Latino families and detects quite strong odds ratios for obesity from early antibiotic use even after controlling for potential confounding variables. While this is obviously not the last word in this important area of research, it provides an important piece of the puzzle.\"", "article_link": "http://dx.doi.org/10.1089/chi.2016.0235", "url": "http://www.eurekalert.org/pub_releases/2017-02/mali-nss021517.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/new-study-shows-link-between-early-antibiotic-exposure-and-childhood-obesity-in-latinos/2108/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Pediatrics", " Parenting/Child Care/Family"], "journal": "Childhood Obesity", "description": "Antibiotic exposure before age 6 months was associated with an increased risk for obesity at 2 years of age in a study of Latino infants in a low-income urban community.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}