{"title": "JNeurosci: Highlights from the Feb. 15 issue", "text": "Check out these newsworthy studies from the February 15, 2017, issue of JNeurosci. Media interested in obtaining the full text of the studies should contact media@sfn.org.Early-Life Exposure to Violence May Impair Context Memory in ChildrenThe context of a situation shapes how we respond to events and stimuli -- the sound of a gunshot, for example, would elicit profoundly different responses at a shooting range and a public park. In a new study examining how children's brains process context, researchers find children exposed to interpersonal violence have heightened responses to threat, which interferes with their ability to remember the context in which the threat occurred. They also have smaller hippocampi, the paired brain structures responsible for learning and memory. The results may help explain why children raised in dangerous environments are more fearful even in safe contexts.Corresponding author: Katie McLaughlin, mclaughk@uw.eduPeople With Growth Hormone Receptor Deficiency May Have 'Younger' BrainsGrowth hormone receptor deficiency -- a type of dwarfism resulting in short stature and enhanced sensitivity to insulin -- appears to offer some protection against age-related diseases like cancer and diabetes. In a new study, researchers find individuals with the deficiency may also have \"younger\" brains. MRI scans reveal certain areas of the brain are expanded in these individuals, including the regions of the brain's memory center, the hippocampus. They also perform better at memory tasks compared with their unaffected relatives. The results shed light on the connection between growth hormone receptor and cognitive function, and could suggest future treatments for age-related cognitive decline.  Corresponding author: Valter Longo, vlongo@usc.eduThe Neurotransmitters Behind Alcohol-Induced ImpulsivityAlcoholics often have poor impulse control, increasing their risk of relapse. In a new study in rats, researchers investigate how the brain's chemical messengers contribute to this enhanced impulsivity. They find diminished release of the neurotransmitters glycine and serine in an area of the prefrontal cortex important for impulse control; administering a drug to increase the availability of glycine alleviates deficits in impulse control, suggesting it as a potential therapeutic approach to prevent alcohol relapse.   Corresponding author: Cristina Irimia, cristin4@stanford.edu", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/sfn-jhf021517.php", "region": "namerica", "source_link": "http://www.sfn.org/Press-Room/News-Release-Archives/2017/JNeurosci-Highlights-From-the-February-15-Issue", "funder": "", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Medicine/Health", " Neurobiology", " Mental Health", " Memory/Cognitive Processes"], "journal": "Journal of Neuroscience", "description": "The context of a situation shapes how we respond to events and stimuli -- the sound of a gunshot, for example, would elicit profoundly different responses at a shooting range and a public park. In a new study examining how children's brains process context, researchers find children exposed to interpersonal violence have heightened responses to threat, which interferes with their ability to remember the context in which the threat occurred. They also have smaller hippocampi, the paired brain structures responsible for learning and memory. The results may help explain why children raised in dangerous environments are more fearful even in safe contexts.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}