{"title": "Chest pain: New tool helps doctors decide when tests are needed", "text": "(Boston) - A two year follow-up on a study involving more than 10,000 people with stable chest pain finds that an online tool can accurately predict which patients are likely to have normal non-invasive tests and remain free of cardiac events. The study, published in JAMA Cardiology, could lead to better decision making by primary care doctors, by helping them identify patients at minimal risk for heart trouble. \"There are millions of stress tests done every year in the United States and many of them are normal,\" said James Udelson, MD, Chief of the Division of Cardiology at Tufts Medical Center and the senior investigator on the study. \"We thought that if we could predict the outcome of these tests by using information we already had from the patient before the test, we could potentially save the health care system money and save our patients time and worry.\" The analysis used data from a 2015 clinical trial led by researchers at Duke University School of Medicine called the PROMISE trial (Prospective Multicenter Imaging Study for Evaluation of Chest Pain). The study enrolled just over 10,000 patients at 193 sites in North America who had no known Coronary Artery Disease (CAD) but who reported chest pain or equivalent symptoms to their physician and were referred for non-invasive testing to assess for the presence of CAD.  Patients were randomized to have either an exercise stress test (often with an imaging study of heart blood flow or function) or a CT scan of the coronary arteries. While the study found both tests to be equally accurate in detecting heart trouble, it determined that approximately 25 percent of patients had completely normal results. \"This set up the question, how can we predict who these people with minimal risk of CAD will be? If we could do so, perhaps the patient and physician together could decide that the testing is not needed. We took data from the PROMISE trial and developed a web-based, risk prediction tool using ten clinical variables that are commonly available to a physician during an evaluation,\" explained Dr. Udelson. The variables used to predict minimal risk in the tool are: younger age; female sex; racial or ethnic minority; no history of hypertension, diabetes, dyslipidemia or family history of premature coronary artery disease; never smoking; symptoms unrelated to physical exertion or stress; and higher high-density lipoprotein (HDL) cholesterol. The tool, found at http://www.promiserisktools.com, weighs some factors more heavily than others, depending on their strength in predicting the absence of CAD in the thousands of patients in the PROMISE trial. \"In this age of accountable care, there has been a lot of attention focused on trying to optimize the use of testing, and to select testing efficiently,\" said Dr. Udelson. \"This tool is a good first step in helping clinicians quantify minimal risk when presented with a patient with stable chest pain, and opens up a conversation between doctor and patient on whether a test may be worthwhile.\"\r\n", "article_link": "http://dx.doi.org/10.1001/jamacardio.2016.5501", "url": "http://www.eurekalert.org/pub_releases/2017-02/tmc-cpn021517.php", "region": "namerica", "source_link": "https://www.tuftsmedicalcenter.org/News-Events-Media/Press-Releases/2017/Chest-Pain-Deciding-When-Tests-Are-Needed.aspx", "funder": "NIH/National Heart, Lung, and Blood Institute", "meeting": "", "institution": "Tufts Medical Center", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Diagnostics", " Internal Medicine"], "journal": "JAMA Cardiology", "description": "Study published in JAMA Cardiology suggests stress testing may not always be necessary for those with non-urgent chest pain.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}