{"title": "Unsaturated fatty acid may reverse aging effect of obesity", "text": "Obesity, or a high fat diet, can lead to changes in the immune system similar to those observed with aging. That's what research published this week in Experimental Physiology suggests. The research was carried out by scientists at Liverpool John Moores University in the United Kingdom and the Institute of Food Science, Technology and Nutrition of the Spanish National Research Council (ICTAN-CSIC), the University Complutense of Madrid and the Research Institute of the Hospital 12 de Octubre, in Spain.These findings are useful as they help scientists understand the impact of obesity on our body's ability to fight infection. They also found that it was possible to reverse some of these effects by supplementing the diet with unsaturated fatty acids found in vegetable oils, such as olive or fish oils.Obesity affects one in four adults in the UK and can lead to a number of serious and potentially life-threatening conditions, such as type 2 diabetes, coronary heart disease, some types of cancer, and stroke1.\r\nThe researchers fed mice a high-fat diet, causing them to become obese. Signs of oxidative stress and certain properties of immune cells indicated aging of the immune system. These obese mice were then split into groups and received food supplemented either with 2-hydroxyoleic acid or omega-3 fatty acids for eight weeks. Author Dr. Fatima Perez de Heredia from Liverpool John Moores University said: 'This is the first study, at least to our knowledge, to suggest the efficacy of 2-hydroxyoleic acid for reversing obesity-associated immune alterations and improving oxidative stress.'", "article_link": "http://dx.doi.org/10.1113/EP086157", "url": "http://www.eurekalert.org/pub_releases/2017-02/tps-ufa021417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "The Physiological Society", "keywords": ["Cell Biology", " Nutrition/Nutrients", " Physiology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Physiology"], "journal": "Experimental Physiology", "description": "Obesity, or a high fat diet, can lead to changes in the immune system similar to those observed with aging. That's what research published this week in Experimental Physiology suggests.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}