{"title": "Ottawa researchers kill brain cancer in mice with combination immunotherapies", "text": "OTTAWA, ON ¬- Feb. 15, 2017 -- A promising combination of immunotherapies delivers a one-two punch to brain cancer tumours with high cure rates in mice, scientific evidence published in Nature Communications today says.Researchers at the Children's Hospital of Eastern Ontario (CHEO) in Ottawa found that a combination of drugs known as SMAC Mimetics and immune checkpoint inhibitors (ICIs) amplifies kill rates of cancer tumour cells in laboratory testing. Researchers also discovered a new mechanism by which the combination promotes long-term immunity against glioblastoma tumours. The combination therapy also proved to be highly effective against breast cancer and multiple myeloma. \"These findings represent a significant evolution in our research and the field of immunotherapy. We are the first in the world to show the synergistic tumour-killing impact of combining SMAC Mimetics with immune checkpoint inhibitors for glioblastoma,\" said Dr. Robert Korneluk, distinguished professor at the University of Ottawa and senior scientist at the CHEO Research Institute. \"You could say it takes two to tango. We believe that it takes a combination strategy to impact cancer cure rates.\"In 2014, a team of scientists led by Dr. Korneluk discovered that combining SMAC Mimetics with immune stimulators or live virus therapies had a synergistic or amplified tumour-killing effect that was greater than either agent on its own. Today's news shows that SMAC Mimetics also have a powerful synergistic effect with ICIs, relatively new drugs that are showing great promise in the clinic. SMAC Mimetics known as LCL161 and Birinapant were combined with ICI antibodies targeting PD-1 and CTLA-4 immune checkpoints.Eric Lacasse, a scientist at the CHEO Research Institute, said: \"Two drug companies have initiated human clinical trials this year to assess the impact of this combination of SMAC Mimetics and ICIs on patients with a variety of cancers. Although it could be years before any clinical trials begin for adults or children with the deadly brain cancer, glioblastoma, we're looking forward to seeing how scientific evidence from these experimental treatments adds to our knowledge. It's an exciting, exploratory field and we hope we've hit a home run.\"Shawn Beug, lead author of the 2014 and 2017 papers, said: \"This research heightens our understanding of the mechanics behind this double-whammy effect, which both enhances the immune response and weakens tumour cells to immune attack. We're hoping that more oncologists and biotech companies test out this combination in clinical trials as we continue to decipher how SMAC Mimetics encourage the immune system to kill cancer cells.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/choe-ork021517.php", "region": "namerica", "source_link": "http://www.cheori.org/en/newsreleases?newsid=1415", "funder": "", "meeting": "", "institution": "Children's Hospital of Eastern Ontario Research Institute", "keywords": ["Cell Biology", " Virology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Research/Development"], "journal": "Nature Communications", "description": "A combination of drugs known as SMAC Mimetics and immune checkpoint inhibitors (ICIs) amplifies kill rates of cancer tumor cells in laboratory testing.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}