{"title": "More extremely preterm babies survive, live without neurological impairment", "text": "DURHAM, N.C. -- Babies born at just 22 to 24 weeks of pregnancy continue to have sobering outlooks -- only about 1 in 3 survive. But according to a new study led by Duke Health and appearing Feb. 16 in the New England Journal of Medicine, those rates are showing small but measurable improvement. Compared to extremely preterm babies born a decade earlier, the study found a larger percentage are developing into toddlers without signs of moderate or severe cognitive and motor delay. Changes to prenatal care, including greater use of steroids in mothers at risk for preterm birth, could have contributed to increased survival and fewer signs of developmental delay in these infants, the authors said.   \"The findings are encouraging,\" said lead author Noelle Younge, M.D., a neonatologist and assistant professor of pediatrics at Duke. \"We see evidence of improvement over time. But we do need to keep an eye on the overall numbers, as a large percentage of infants born at this stage still do not survive. Those who survive without significant impairment at about age 2 are still at risk for numerous other challenges to their overall health.\"The researchers analyzed the records of 4,274 infants born between the 22nd and 24th week of pregnancy, far earlier than the 37 to 40 weeks of a full-term pregnancy. The babies were hospitalized at 11 academic medical centers in the Neonatal Research Network, part of the Eunice Kennedy Shriver National Institute of Child Health and Human Development at the National Institutes of Health.About 30 percent of infants born at the beginning of the study (between 2000 and 2003),  survived. That proportion increased to 36 percent for babies born toward the end of the study (from 2008 to 2011), with the best outcomes for children born at 23 and 24 weeks. Overall survival for babies born at 22 weeks remained the same throughout the study, at just 4 percent.Over the 12-year study period, the proportion of infants who survived but were found to have cognitive and motor impairment at 18 to 22 months stayed about the same (about 14 to 16 percent). But the proportion of babies who survived without evidence of moderate or severe neurological impairment improved from 16 percent to 20 percent. \"Researchers in the Neonatal Research Network reported in 2015 that survival was increasing in this vulnerable population,\" Younge said. \"One concern was that the improved survival might have been accompanied by a greater number of infants who went on to have impairments in the long term, such as cerebral palsy, developmental delay, hearing and vision loss. However, we actually are seeing a slight improvement. Because children continue to develop over years, it's important to continue to track this data so families and providers can make the best decisions in caring for these infants.\"Improvements in survival and neurodevelopment may be the result of a number of factors, including declining rates of infection in the infants, along with the increased use of steroids in expectant mothers that can help mature and strengthen the fetus's lungs prior to birth. At the beginning of the study, 58 percent of the expectant mothers had received steroids to boost fetal development. That figure increased to 64 percent by the end of the study. \"The culture of neonatal intensive care units has really changed in the past decade,\" said senior author C. Michael Cotten, M.D., a neonatologist and professor of pediatrics at Duke.  \"We've taken a big focus on preventing infections, and there's a lot more encouragement and support for the use of mother's milk than there was 15 years ago, which has also been linked to better outcomes.\"Extremely preterm infants are highly susceptible to infections. Neonatal intensive care units have reported steady decreases in infection rates among extremely preterm infants over the past two decades. \"This is important because infections have been associated with greater risk of neurologic problems,\" Cotten said. In addition to their work with the Neonatal Research Network studying strategies to improve outcomes for preterm babies, the Duke researchers continue to study environmental and genetic factors, as well as the babies' gut bacteria and metabolomics. \"We're are always looking at how we can make further headway and continue to improve survival and reduce illness in this population,\" Cotten said. \"The results of this study are encouraging, but there's still a long way to go.\"", "article_link": "http://dx.doi.org/10.1056/NEJMoa1605566", "url": "http://www.eurekalert.org/pub_releases/2017-02/dumc-mep021017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, NIH/National Center for Research Resources, NIH/National Center for Advancing Translational Sciences", "meeting": "", "institution": "Duke University Medical Center", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Hearing/Speech", " Pediatrics", " Public Health", " Disabled Persons"], "journal": "New England Journal of Medicine", "description": "Babies born at just 22 to 24 weeks of pregnancy continue to have sobering outlooks -- only about 1 in 3 survive. \r\n\r\nBut according to a new study led by Duke Health and appearing Feb. 16 in the New England Journal of Medicine, those rates are showing small but measurable improvement. Compared to extremely preterm babies born a decade earlier, the study found a larger percentage are developing into toddlers without signs of moderate or severe cognitive and motor delay.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}