{"title": "Many physicians choose insomnia meds based on habit", "text": "Clinical decision-making is a complex process, driven by multiple factors, including social and psychological dynamics, peer pressure and even exposure to drug advertising. Now research from Harvard Medical School shows that when it comes to a physician's choice of insomnia medication, habit may trump all else. \r\nThe results suggest that many clinicians choose insomnia drugs somewhat reflexively, based on routine, rather than by taking into account a patient's symptoms and medical history. Indeed, the analysis showed that a physician's past prescribing pattern, rather than patient characteristics, was the more potent predictor of what insomnia medication a patient might get.\r\nFindings of the research, based on analysis of 1,105 patients' medical records and the accompanying clinical notes, appear Feb. 9 in Scientific Reports. \"Our results illuminate the notion that just as everyone else, many physicians are creatures of habit who tend to rely on cognitive shortcuts in their decision-making,\" said study first author Andrew Beam, a postdoctoral research fellow in the Department of Biomedical Informatics at HMS. \"Doctors are not always as rational as we'd like to believe.\"\r\nInsomnia's economic burden is estimated to top $60 billion a year, a number that doesn't account for the physical toll of a condition believed to affect as many as 40 percent of Americans. Yet insomnia remains underdiagnosed and poorly treated.\r\nAs with any other condition, choosing the optimal medication based on individual patient characteristics is critical to successfully resolving symptoms and to averting the many physiologic, psychological and social consequences of insomnia, Beam added. \r\nIn their analysis, the researchers focused on the two most commonly prescribed drugs: zolpidem, a newer medication with a great efficacy record but associated with side effects such as next-day drowsiness and dizziness, and trazodone, an older drug typically used for depression that is less effective for insomnia but has a well-established safety profile. How and why physicians choose one drug over another remains unclear so the HMS team set out to untangle the factors that drive clinical choice. Analyzing thousands of patient records and narrative clinical notes and comparing them against each physicians' prescribing records, the researchers found that a doctor who prescribed one medication in the past was three times as likely to continue prescribing the same drug subsequently. \r\nPatients who had symptoms of depression in addition to their insomnia were somewhat more likely than those without depression to receive a prescription for trazodone, the analysis showed. The finding, researchers said, suggests that certain patient characteristics do play some, albeit smaller, role in clinical decision-making. \r\nIn addition to the specific findings of the research, the study underscores how electronic medical records--and the wealth of data they contain--can yield intriguing insights into the interplay between physician decision-making and patient characteristics in treatment choices.\"Electronic medical records provide an astounding richness of information at our fingertips that allows us to deconstruct clinical behavior and clinical decision-making in the context of the patient-physician encounter, rather than in isolation,\" said study senior author Zak Kohane, chair of the department of biomedical informatics at HMS. \"This approach can be used in analyzing treatment decisions for other, more complex conditions.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/hms-mpc021517.php", "region": "namerica", "source_link": null, "funder": "NIH/Common Fund's BD2K Center for Excellence, Merck", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Health Professionals", " Sleep/Sleep Disorders"], "journal": "Scientific Reports", "description": "Clinical decision-making is a complex process, driven by multiple factors, including social and psychological dynamics, peer pressure and even exposure to drug advertising. Now research from Harvard Medical School shows that when it comes to a physician's choice of insomnia medication, habit may trump all else.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}