{"title": "1 in 4 ER visits for eye problems aren't actually emergencies, study finds", "text": "ANN ARBOR, Mich. -- Pinkeye isn't a medical emergency. Neither is a puffy eyelid. But a new study finds that nearly one in four people who seek emergency care for eye problems have those mild conditions, and recommends ways to help those patients get the right level of care. The national study, led by University of Michigan researchers, looks at nearly 377,000 eye-related emergency room visits by adults with private insurance over a 14-year period. The team has published its results in the journal Ophthalmology.Nearly 86,500 of those visits were for three conditions that don't ever need emergency treatment, and cost much more to treat in an emergency setting while also adding to ER crowding. Only about 25,300 were for clear eye emergencies. The rest were somewhere in the middle.The researchers then looked deeper at what drove inappropriate use of ER visits for conjunctivitis (pinkeye), blepharitis (swollen eyelids) and chalazion (eyelid bumps). Younger people, men, those with lower incomes or dementia, and people of color were more likely to seek emergency care for these non-emergency conditions. So were people who were \"frequent flyers\" in the emergency room, seeking ER care four times a year or more for non-eye problems. On the other hand, those who had been seeing an eye specialist - optometrist or ophthalmologist - on a regular basis before their eye-related ER visit were much less likely to seek emergency care for a non-urgent eye problem. \"Depending on the eye condition, the emergency room is the right choice for some patients, but not the best place for many others,\" says Brian Stagg, M.D., the study's lead author and a clinical scholar at the U-M Institute for Healthcare Policy and Innovation. \"Our findings suggest that eye-care professionals, insurers and emergency providers should work together to help people get the care they need for emerging eye issues, in the right setting.\" Stagg, an ophthalmologist, sees patients at the Kellogg Eye Center, which is part of Michigan Medicine, the U-M's academic medical center. While U-M emergency patients have access to Kellogg specialist at all times, many ERs don't, he notes.A vision for avoiding inappropriate ER useStagg hopes the findings can be used by insurers and health providers to inform efforts to curb ER visits for issues that don't need ER-level care. This might include telemedicine appointments where eye specialists can examine patients remotely or get images sent to them digitally. Co-author Maria Woodward, M.D., another Kellogg ophthalmologist and IHPI member, has studied the potential for such options to work for people with diabetes, who have a higher risk of eye problems.Other ways to reduce inappropriate emergency care for non-urgent eye issues might include incentives to primary care providers and eye specialists, to encourage more availability of after-hours appointments. Stagg notes that the lack of eye specialists in low-income areas, and the inability of younger and lower-income people to take time off from work for an eye appointment, could lead them to seek care in an ER at night or on weekends. This could help explain the disparities in ER use that the study reveals, and he and his colleagues are looking more closely at geographic and time factors.Adding insurance coverage for regular eye exams for those who wear contacts or eyeglasses, so that they develop a connection to a regular eye provider they can consult when symptoms develop, might also cut down on inappropriate ER use.Stagg and his co-authors, including U-M Medical School ophthalmology professor Joshua Stein, M.D., M.S., also see a connection between the Affordable Care Act and the overall trends they see in their data. Their analysis reveals a 30 percent rise in all eye-related emergency visits during the study period, especially after 2011. Nearly all of this rise came in visits that they couldn't classify as clearly urgent or clearly non-urgent. They believe it may be linked to the increase in younger adults covered under their parents' job-based insurance plans, allowed under the ACA since 2010. ", "article_link": "http://dx.doi.org/10.1016/j.ophtha.2016.12.039", "url": "http://www.eurekalert.org/pub_releases/2017-02/mmu-1i4021417.php", "region": "namerica", "source_link": null, "funder": "Michigan Institute for Clinical and Health Research, Research to Prevent Blindness, W.K. Kellogg Foundation, NIH/National Eye Institute, National Clinician Scholars Program", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Ophthalmology"], "journal": "Ophthalmology", "description": "Pinkeye isn't a medical emergency. Neither is a puffy eyelid. \r\n\r\nBut a new study finds that nearly one in four people who seek emergency care for eye problems have those mild conditions, and recommends ways to help those patients get the right level of care.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}