{"title": "Experts say European proposal limits ability to protect public from endocrine disruptors", "text": "AMHERST, Mass. - University of Massachusetts Amherst biologist Thomas Zoeller, an internationally recognized expert in the health effects of endocrine-disrupting chemicals, with the Washington, D.C.-based Endocrine Society, this week expressed disappointment in the European Commission's revised proposal on defining and identifying endocrine-disrupting chemicals, citing unnecessarily narrow criteria for identifying them. The new move \"will make it nearly impossible for regulatory agencies to meet the unrealistically high burden of proof and protect the public from dangerous chemicals,\" the society stated. Zoeller adds, \"The commission is known to be heavily influenced both by multinational chemical industries and their trade groups, as well as the U.S. State Department, in designing language that would dilute European regulations to be more consistent with those in the U.S.\"The Endocrine Society says that the chemicals \"can mimic, block or interfere with hormones that regulate key biological functions in humans and animals, including brain development, reproduction, metabolism and growth. Bisphenol A and other EDCs can be found in common products, including food containers, plastics, cosmetics and pesticides.\" It says more than 1,300 studies have found connections between exposure to them and serious health conditions such as infertility, diabetes, obesity, hormone-related cancers and neurological disorders.Zoeller and the society say a provision in the revised proposal \"further complicates regulatory activities by creating broad exemptions for chemicals that disrupt the endocrine systems of pests, such as insects and animals that attack crops. If they go unregulated, it will create serious gaps in the identification criteria and create a regulatory system that does not reflect the state of the science on endocrine disrupting chemicals,\" causing confusion and delay in identifying them that could cause harm. Previously, the society notes, the European Union (EU) has taken steps to address these public health concerns and has regulations specific to endocrine disruptors which require the European Commission to propose criteria to identify them. In its latest move, the society argues, the EU \"does not represent an improvement of previous proposals,\" asking for an unrealistically high level of scientific evidence for endocrine disruptors and exemptions for certain chemicals, \"seriously limiting the ability to identify and regulate them.\"\"To effectively identify EDCs in a manner consistent with the state of the science, the Endocrine Society supports creating multiple categories based on the amount of existing evidence that shows how specific chemicals act\" in a way similar to a scheme used for cancer-causing substances. The society, the world's oldest and largest organization of scientists devoted to hormone research and physicians who care for people with hormone-related conditions, plans to continue to advocate for criteria that reflect the state of the science, its statement says.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoma-ese021517.php", "region": "namerica", "source_link": "http://www.umass.edu/newsoffice/article/experts-say-eu-commission-proposal-would", "funder": "The Endocrine Society", "meeting": "", "institution": "University of Massachusetts at Amherst", "keywords": ["Endocrinology", " Environmental Health", " Policy/Ethics", " Guidelines/Treaties/Agreements", " Science/Health and the Law"], "journal": "", "description": "University of Massachusetts Amherst biologist Thomas Zoeller, an internationally recognized expert in the health effects of endocrine-disrupting chemicals, with the Washington, D.C.-based Endocrine Society, this week expressed disappointment in the European Commission's revised proposal on defining and identifying endocrine-disrupting chemicals, citing unnecessarily narrow criteria for identifying them.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}