{"title": "Joslin Diabetes Center participating in 2 NIH-funded artificial pancreas clinical trials", "text": "BOSTON - (February 14, 2017) - Joslin Diabetes Center will take part in two clinical trials this year to test artificial pancreas systems designed to automatically monitor and regulate blood glucose levels in people with type 1 diabetes, which would replace traditional methods of managing the disease such as testing blood glucose levels by finger stick or using continuous glucose monitoring systems with separate, non-integrated delivery of insulin by either injections or a pump. Lori Laffel, MD, MPH, Chief of the Pediatric, Adolescent, and Young Adult Section at Joslin Diabetes Center, is Principal Investigator at the Joslin site for the trials, which are among four major research efforts being funded by the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) of the National Institutes of Health (NIH) to test and refine artificial pancreas systems.  If successful, the trials could lead to applications for regulatory approval for use of the devices by people with type 1 diabetes, helping to improve glucose control and reduce the burden of diabetes self-management.Joslin is a site for the International Diabetes Closed-Loop Trial being led by the University of Virginia in Charlottesville (UVA).  The trial will provide clinical results of an automated insulin delivery system that features a reconfigured smartphone running advanced algorithms that link wirelessly to a continuous glucose monitor and an insulin pump that the patient wears, as well as a remote-monitoring site, aimed at keeping blood glucose levels in range. In addition, Joslin will be a site for a trial later this year that will compare a hybrid model of an artificial pancreas approved in September 2016 by the U.S. Food and Drug Administration to a next-generation system.  One hundred adolescents and young adults (ages 14-30) will test each system for three months during the trial, which will be led by the International Diabetes Center in Minneapolis and the Schneider Medical Center in Israel.\"We are entering an era of exceptional opportunity for patients living with type 1 diabetes, with regard to improving glycemic control and enhancing the quality of life for our patients,\" said Dr. Laffel.  \"We are very pleased at Joslin to contribute to advancing this initiative through our participation in this important research.\"The trials are funded under NIH grant numbers DK108483 and DK108611.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/jdc-jdc021417.php", "region": "namerica", "source_link": "http://www.joslin.org/news/Joslin-participating-in-two-NIH-artificial-pancreas-trials.html", "funder": "National Institutes of Health", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Clinical Trials", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Joslin Diabetes Center will take part in two clinical trials this year to test artificial pancreas systems designed to automatically monitor and regulate blood glucose levels in people with type 1 diabetes, which would replace traditional methods of managing the disease such as testing blood glucose levels by finger stick or using continuous glucose monitoring systems with separate, non-integrated delivery of insulin by either injections or a pump.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}