{"title": "Findings suggest causal association between abdominal fat and development of type 2 diabetes, coronary heart disease", "text": "A genetic predisposition to higher waist-to-hip ratio adjusted for body mass index (a measure of abdominal adiposity [fat]) was associated with an increased risk of type 2 diabetes and coronary heart disease, according to a study appearing in the February 14 issue of JAMA.Obesity, typically defined on the basis of body mass index (BMI), is a leading cause of type 2 diabetes and coronary heart disease (CHD). However, for any given BMI, body fat distribution can vary substantially; some individuals store proportionally more fat around their visceral organs (abdominal adiposity) than on their thighs and hip. In observational studies, abdominal adiposity has been associated with type 2 diabetes and CHD. Whether these associations represent causal relationships remains uncertain.Sekar Kathiresan, M.D., of Massachusetts General Hospital, Harvard Medical School, Boston, and colleagues examined whether a genetic predisposition to increased waist-to-hip ratio adjusted for BMI was associated with cardiometabolic quantitative traits (i.e., lipids, insulin, glucose, and systolic blood pressure), type 2 diabetes and CHD. Estimates for cardiometabolic traits were based on a combined data set consisting of summary results from 4 genome-wide association studies conducted from 2007 to 2015, including up to 322,154 participants, as well as individual-level, cross-sectional data from the UK Biobank collected from 2007-2011, including 111,986 individuals. \r\nThe researchers found that genetic predisposition to higher waist-to-hip ratio adjusted for BMI was associated with increased levels of quantitative risk factors (lipids, insulin, glucose, and systolic blood pressure) as well as a higher risk for type 2 diabetes and CHD.\"These results permit several conclusions. First, these findings lend human genetic support to previous observations associating abdominal adiposity with cardiometabolic disease,\" the authors write.\"Second, these results suggest that body fat distribution, beyond simple measurement of BMI, could explain part of the variation in risk of type 2 diabetes and CHD noted across individuals and subpopulations. ... Third, waist-to-hip ratio adjusted for BMI might prove useful as a biomarker for the development of therapies to prevent type 2 diabetes and CHD.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tjnj-fsc021017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Cardiology", " Diabetes"], "journal": "JAMA", "description": "A genetic predisposition to higher waist-to-hip ratio adjusted for body mass index (a measure of abdominal adiposity [fat]) was associated with an increased risk of type 2 diabetes and coronary heart disease, according to a study appearing in the Feb. 14 issue of JAMA.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}