{"title": "Gene variants associated with body shape increase risk of heart disease, type 2 diabetes", "text": "A study from Massachusetts General Hospital (MGH) researchers has found that a pattern of gene variants associated with an \"apple-shaped\" body type, in which weight is deposited around the abdomen, rather than in the hips and thighs, increases the risk for type 2 diabetes and coronary heart disease, as well as the incidence of several cardiovascular risk factors. The report appears in the February 14 issue of JAMA. \"People vary in their distribution of body fat - some put fat in their belly, which we call abdominal adiposity, and some in their hips and thighs,\" says Sekar Kathiresan, MD, director of the MGH Center for Genomic Medicine, associate professor of Medicine at Harvard Medical School, and senior author of the JAMA report. \"Abdominal adiposity has been correlated with cardiometabolic disease, but whether it actually has a role in causing those conditions was unknown. We tested whether genetic predisposition to abdominal adiposity was associated with the risk for type 2 diabetes and coronary heart disease and found that the answer was a firm 'yes'.\"While several observational studies have reported greater incidence of type 2 diabetes and heart disease among individuals with abdominal adiposity, they could not rule out the possibility that lifestyle factors - such as diet, smoking and a lack of exercise - were the actual causes of increased disease risk. It also could have been possible that individuals in the early stages of heart disease might develop abdominal adiposity because of a limited ability to exercise. The current study was designed to determine whether body type really could increase cardiometabolic risk. To answer that question, the research team applied a genetic approach called mendelian randomization, which measures whether inherited gene variants actually cause outcomes such as the development of a disease. Using data from a previous study that identified 48 gene variants associated with waist-to-hip ratio adjusted for body mass index - an established measure for abdominal adiposity - they developed a genetic risk score. They then applied that score to data from six major genome-wide association studies and to individual data from the U.K. Biobank - a total research group of more than 400,000 individuals - to determine any association between a genetic predisposition to abdominal adiposity and cardiometabolic disease and its risk factors. The results clearly indicated that genetic predisposition to abdominal adiposity is associated with significant increases in the incidence of type 2 diabetes and coronary heart disease, along with increases in blood lipids, blood glucose and systolic blood pressure. No association was found between the genetic risk score and lifestyle factors, and testing confirmed that only the abdominal adiposity effects of the identified gene variants were associated with cardiometabolic risk. \"These results illustrate the power of using genetics as a method of determining the effects of a characteristic like abdominal adiposity on cardiometabolic outcomes,\" says lead author Connor Emdin, DPhil, of the MGH Center for Genomic Medicine and the Cardiology Division. \"The lack of association between the body type genetic risk score and confounding factors such as diet and smoking provides strong evidence that abdominal adiposity itself contributes to causing type 2 diabetes and heart disease.\" Emdin continues, \"Not only do these results allow us to use body shape as a marker for increased cardiometabolic risk, they also suggest that developing drugs that modify fat distribution may help prevent these diseases. Future research also could identify individual genes that could be targeted to improve body fat distribution to reduce these risks.\" ", "article_link": "http://dx.doi.org/10.1001/jama.2016.21042", "url": "http://www.eurekalert.org/pub_releases/2017-02/mgh-gva020917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Rhodes Trust, Donovan Family Foundation", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "JAMA", "description": "A study from Massachusetts General Hospital researchers has found that a pattern of gene variants associated with a body type, in which weight is deposited around the abdomen, rather than in the hips and thighs, increases the risk for type 2 diabetes and coronary heart disease, as well as the incidence of several cardiovascular risk factors.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}