{"title": "Two months left to register for The International Liver CongressTM 2017", "text": "With just over two months to go until The International Liver Congress™ (ILC) 2017, it's time to register for your seat! The 52nd Annual Congress of The European Association for the Study of the Liver (EASL), is being held from 19-23 April, at the RAI Congress Centre, Amsterdam, The Netherlands. Ground-breaking data will be presented at three official press conferences, there will be an on-site press centre and private rooms available for conducting interviews with key speakers and EASL Governing Board members. Don't miss the chance to attend the biggest hepatology event in Europe - media registration is open and free of charge, so e-mail the ILC Press Office now to obtain your personalised press registration code and register online today! Please ensure you are able to provide a valid press card or formal journalist credentials. The International Liver CongressTM is a multi-disciplinary scientific event which attracts over 10,000 delegates from around the world every year. Our aim is to showcase the latest advances in hepatology and unveil a wide variety of new, innovative data to improve the management of liver disease.The ILC Press Office Team is available to answer any questions you may have and can be contacted at: ILCpressoffice@ruderfinn.co.uk. Further information on media registration can be found here: http://ilc-congress.eu/media-registration/. We look forward to welcoming you in Amsterdam!\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/eaft-2ml021317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "The International Liver CongressTM 2017", "institution": "European Association for the Study of the Liver", "keywords": ["Clinical Trials", " Mortality/Longevity", " Endocrinology", " Epidemiology", " Internal Medicine", " Liver", " Diabetes", " Pharmaceutical Science", " Physiology", " Surgery"], "journal": "", "description": "With just over two months to go until The International Liver Congress™ (ILC) 2017, it's time to register for your seat!", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}