{"title": "Grant to help pave a big data highway to explore genome, enhance health", "text": "A $6.1 million, five-year grant from the National Institute of Diabetes, Digestive and Kidney Diseases at the National Institutes of Health may help researchers leverage massive amounts of genomic data to develop medical treatments and pharmaceuticals, according to an international team of researchers.The project -- called VISION or Validated Systematic Integration of Hematopoietic Epigenomes -- will integrate and functionally validate large amounts of emerging genomic and epigenetic data, according to Ross Hardison, T. Ming Chu Professor of Biochemistry and Molecular Biology, Penn State and a member of the Genome Sciences Institute of the Huck Institutes of the Life Sciences.Hardison, who will lead the international multidisciplinary team, added that the group will try to develop new tools for using data to facilitate advances both in basic research as well as medical applications, such as precision medicine. The project will focus on blood cell development as a model system for gene regulation in mammals. Blood cell development is vitally important to health because humans must continually replace old and damaged cells, and because many diseases, like leukemias and anemias, result from mis-regulation of gene expression during blood formation.\"We are excited about this project because the methods we are developing can be applied not only to diseases that affect blood, but others as well,\" Hardison said. \"A person's genetic profile can have a significant impact on disease susceptibility and response to specific treatments. However, the critical genetic variants that make up that genetic profile most often do not code for protein, but rather they are located in the much larger noncoding genome. We are studying these noncoding regions and finding new ways to extract valuable information about functional elements within them, which in turn informs us about how genetic variants play a role in disease.\"The results of the VISION project are being provided to the research community in readily accessible, web-based platforms and online tools that will allow researchers to extract meaningful, experimentally validated interpretations from the data and produce a guide for investigators to translate insights from mouse models to human clinical studies.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ps-gth021417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes, Digestive and Kidney Diseases", "meeting": "", "institution": "Penn State", "keywords": ["Biology", " Genetics"], "journal": "", "description": "A $6.1 million, five-year grant from the National Institute of Diabetes, Digestive and Kidney Diseases at the National Institutes of Health may help researchers leverage massive amounts of genomic data to develop medical treatments and pharmaceuticals, according to an international team of researchers.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}