{"title": "Sick and tired -- not just a figure of speech", "text": "Already feeling drained so early in the year? Genes might contribute in a small but significant way to whether people report being tired and low in energy. This is according to UK researchers led by Vincent Deary of Northumbria University, Newcastle, and Saskia Hagenaars of the University of Edinburgh, in a paper in Springer Nature's journal Molecular Psychiatry.They found that genetics accounts for about eight percent of people's differences in self-reported tiredness/low energy; this implies that the vast majority of people's differences in self-reported tiredness are environmental in origin. The researchers found that the small genetic contributions to self-reported tiredness overlapped with genetic contributions to a range of mental and physical health conditions, and with whether people smoke, or are carrying too much weight, and also longevity. Their large-scale study analyzed genetic information of 111,749 participants who all indicated whether they felt tired or low in energy in the two weeks before their data were collected in the UK Biobank study. The large UK Biobank resource is used to identify the reasons behind certain diseases occurring in middle aged and older people. It includes genetic samples as well as information about participants' physical and mental health, personality and cognitive functioning. The researchers working together on the study conducted various statistical analyses, including genome-wide associations, heritability estimates, and testing genetic associations between tiredness and more than 25 health-related variables. The researchers took factors such as age and gender into account. The findings suggest that it was genetic proneness to some illnesses, not just presence of these illnesses, that had an association with self-reports of tiredness. For instance, the researchers looked at people who were genetically prone to diabetes but did not have the condition, and the small genetic link with tiredness remained intact. Indeed, genetic overlap was found to exist between tiredness and a general tendency to poor health. \"Being genetically predisposed to a range of mental and physical health complaints also predisposes people to report that they are more tired or lacking in energy,\" added Hagenaars. This applied to people with a higher genetic tendency to symptoms of the so-called metabolic syndrome, such as high cholesterol levels, and a high waist to hip ratio or obesity. According to the research team, these links raise the possibility of a genetic link between tiredness and vulnerability to physiological stress. A genetic association between tiredness and longevity was also found, and with whether someone had higher genetic tendency to weak grip strength, smoking, depression, and schizophrenia. The findings also suggest that people who have a tendency to experience more mental and emotional distress are more likely to report being tired. Overall, the findings confirm that self-reported tiredness is a partly heritable, complex phenomenon. It has genetic associations with various health, physiological, cognitive, personality, and affective processes. But the researchers emphasized that most of people's differences in tiredness are probably environmental. The genetic data available accounted for only 8.4 percent of people's differences in tiredness. \"Although tiredness is largely causally heterogeneous, there may be a small but significant direct genetic contribution to tiredness proneness,\" Deary said, summarizing the findings of this part of the study.The research team foresees that more tests to find such links will be done in future as more genome-wide genotyping data becomes available.", "article_link": "http://dx.doi.org/10.1038/mp.2017.5", "url": "http://www.eurekalert.org/pub_releases/2017-02/s-sat021417.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/sick-and-tired---not-just-a-figure-of-speech/12064794", "funder": "BBSRC, Age UK, Medical Research Council", "meeting": "", "institution": "Springer", "keywords": ["Genetics", " Medicine/Health", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Neurobiology", " Mental Health", " Depression/Anger", " Stress/Anxiety", " Genes"], "journal": "Molecular Psychiatry", "description": "Already feeling drained so early in the year? Genes might contribute in a small but significant way to whether people report being tired and low in energy. This is according to UK researchers led by Vincent Deary of Northumbria University, Newcastle, and Saskia Hagenaars of the University of Edinburgh, in a paper in Springer Nature's journal Molecular Psychiatry.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}