{"title": "Tiny magnetic implant offers new drug delivery method", "text": "University of British Columbia researchers have developed a magnetic drug implant--the first of its kind in Canada--that could offer an alternative for patients struggling with numerous pills or intravenous injections.The device, a silicone sponge with magnetic carbonyl iron particles wrapped in a round polymer layer, measures just six millimetres in diameter. The drug is injected into the device and then surgically implanted in the area being treated. Passing a magnet over the patient's skin activates the device by deforming the sponge and triggering the release of the drug into surrounding tissue through a tiny opening.\"Drug implants can be safe and effective for treating many conditions, and magnetically controlled implants are particularly interesting because you can adjust the dose after implantation by using different magnet strengths. Many other implants lack that feature,\" said study author Ali Shademani, a PhD student in the biomedical engineering program at UBC.Actively controlling drug delivery is particularly relevant for conditions like diabetes, where the required dose and timing of insulin varies from patient to patient, said co-author John K. Jackson, a research scientist in UBC's faculty of pharmaceutical sciences.\"This device lets you release the actual dose that the patient needs when they need it, and it's sufficiently easy to use that patients could administer their own medication one day without having to go to a hospital,\" said Jackson.The researchers tested their device on animal tissue in the lab using the prostate cancer drug docetaxel. They found that it was able to deliver the drug on demand even after repeated use. The drug also produced an effect on cancer cells comparable to that of freshly administered docetaxel, proving that drugs stored in the device stay effective.Mu Chiao, Shademani's supervisor and a professor of mechanical engineering at UBC, said the team is working on refining the device and narrowing down the conditions for its use.\"This could one day be used for administering painkillers, hormones, chemotherapy drugs and other treatments for a wide range of health conditions. In the next few years we hope to be able to test it for long-term use and for viability in living models,\" said Chiao.\"Active regulation of on-demand drug delivery by magnetically triggerable microspouters\" was recently published online in the journal Advanced Functional Materials. ", "article_link": "http://dx.doi.org/10.1002/adfm.201604558", "url": "http://www.eurekalert.org/pub_releases/2017-02/uobc-tmi021017.php", "region": "namerica", "source_link": "http://news.ubc.ca/2017/02/14/tiny-magnetic-implant-offers-new-drug-delivery-method/", "funder": "", "meeting": "", "institution": "University of British Columbia", "keywords": ["Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Mechanical Engineering", " Nanotechnology/Micromachines"], "journal": "Advanced Functional Materials", "description": "University of British Columbia researchers have developed a magnetic drug implant -- the first of its kind in Canada -- that could offer an alternative for patients struggling with numerous pills or intravenous injections.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}