{"title": "Study finds that melatonin content of supplements varies widely", "text": "DARIEN, IL - A new study suggests that the melatonin content of dietary supplements often varies widely from what is listed on the label.Results show that melatonin content did not meet within a 10-percent margin of the label claim in more than 71 percent of supplements, with the actual content ranging from 83 percent less to 478 percent more than the concentration declared on the label. The study also found that lot-to-lot variability within a particular product varied by as much as 465 percent. \"We found that some products have much more melatonin than is indicated on the label,\" said study co-author Praveen K. Saxena, PhD, professor in the department of plant agriculture and the Gosling Research Institute for Plant Preservation at the University of Guelph in Ontario, Canada. \"Our findings reveal that further research is needed to clearly establish the stability and appropriate storage conditions to ensure safety, efficacy, and quality of melatonin products.\"Study results are published in the Feb. 15 issue of the Journal of Clinical Sleep Medicine.Melatonin is a natural hormone that helps regulate the daily cycle of sleep and wakefulness, with melatonin production increasing at night and decreasing in the morning. It also is widely available as a dietary supplement. Data from the National Center for Health Statistics of the National Institutes of Health show that the use of melatonin supplements by adults in the U.S. more than doubled from 0.6 percent in 2007 to 1.3 percent in 2012, with an estimated 3.065 million adults reporting that they had taken melatonin during the past 30 days.Saxena and lead author Lauren A.E. Erland analyzed 31 supplements by ultraperformance liquid chromatography with electrochemical detection. All products were purchased from local grocery stores and pharmacies in Guelph, Ontario. Supplements spanned 16 different brands and included a representative sample of formulations, including liquids, capsules and chewable tablets. Further analysis with mass spectrometry also found serotonin, a much more strictly controlled substance, in 26 percent of the tested supplements. According to the authors, the presence of unlabeled but significant quantities of serotonin could lead to serious side effects.\"Millions of people use melatonin for a variety of purposes, including as a sleep aid,\" said Erland. \"It is important that clinicians and patients have confidence in the quality of supplements used in the treatment of sleep disorders.\"Clinical guidelines published by the American Academy of Sleep Medicine recommend strategically timed melatonin as a treatment option for some circadian rhythm sleep-wake disorders, including jet lag disorder and shift work disorder. However, a new clinical practice guideline published by the AASM in the February issue of the Journal of Clinical Sleep Medicine suggests that clinicians not use melatonin as a treatment for sleep onset or sleep maintenance insomnia because the overall evidence available was weakly against melatonin's efficacy.Because melatonin is classified as a dietary supplement, it is not subject to the same scrutiny as medications that are approved by the U.S. Food and Drug Administration. When comparing supplement labels, U.S. consumers should look for the \"USP Verified\" mark, which indicates that the formulation meets the requirements of the U.S. Pharmacopeial Convention.It is important to talk to a doctor before taking melatonin as a dietary supplement. Help for an ongoing sleep problem is available from more than 2,500 sleep centers that are accredited by the American Academy of Sleep Medicine.", "article_link": "http://dx.doi.org/10.5664/jcsm.6462", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaos-sft021417.php", "region": "namerica", "source_link": "http://www.aasmnet.org/articles.aspx?id=6743", "funder": "National Sciences and Engineering Research Council of Canada", "meeting": "", "institution": "American Academy of Sleep Medicine", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Nutrition/Nutrients"], "journal": "Journal of Clinical Sleep Medicine", "description": "A new study suggests that the melatonin content of dietary supplements often varies widely from what is listed on the label.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}