{"title": "Don't kill the messenger RNA", "text": "LA JOLLA--(Feb 14, 2017) FedEx, UPS, DHL--when it comes to sending packages, choices abound. But the most important delivery service you may not have heard of? mRNA. That's short for messenger RNA, which is how your DNA sends blueprints to the protein-assembly factories of your cells. When a protein is faulty, delivering synthetic mRNA to cells could trigger production of a functional version. And that's a message people with a variety of genetic diseases want to hear.Now, scientists at the Salk Institute are reporting the successful treatment of hemophilia B in mice using mRNA to deliver instructions for the clotting protein that is defective in the debilitating bleeding disorder. The therapy, which is described the week of February 13, 2017, in Proceedings of the National Academy of Sciences, can be effective longer and likely has fewer side effects than existing treatments, and could be produced much more cheaply. The study is also a proof of concept that mRNA therapy could be applied to a range of other genetic diseases, especially where the therapeutic protein needs to be modified to have biological activity.\"We are really excited about this work because, short of correcting a faulty gene, protein-replacement therapy using mRNA is one of the most promising techniques we have at our disposal,\" says senior author Inder Verma, professor of genetics and holder of Salk's Irwin and Joan Jacobs Chair in Exemplary Life Science. \"Now we have proof that we can successfully treat a disease--with virtually no side effects--at a lower cost than manufacturing the needed protein.\"Hemophilia B is caused by defects in the gene for a protein called clotting factor IX (FIX). Hemophiliacs may make reduced amounts of the protein, or lack a functional version altogether, leading to life-threatening delays in blood clotting. Throughout history, there have been a number of well-known hemophiliacs among members of royal families. (Queen Victoria passed the mutation for hemophilia B on to her son Leopold.) Currently, standard treatments consist of receiving FIX made in animal cells (called recombinant), which is expensive to manufacture, must be administered several times per week and can trigger the development of immune antibodies, rendering it less effective over time. Protein-replacement therapy using mRNA offers a theoretically attractive alternative because mRNA is relatively easy and inexpensive to produce, and seems less likely to cause side effects or induce a problematic immune reaction because the proteins are made in a person's own body, and undergo the desired modifications, according to Verma.The work is a collaboration between the Verma lab and Arcturus Therapeutics, a local biotech company that developed a system of encapsulating messenger RNA within lipid (fatty acid) nanoparticles. The researchers created an mRNA blueprint for human FIX nanoparticles and delivered them to mice with a faulty FIX gene via injection. Once in the bloodstream, the nanoparticles traveled to the liver where their fatty casing helped them ease into cells and deliver to the protein-making machinery the mRNA instructions to assemble clotting factor IX.The hemophilic mice were given three injections over a five-month period, during which their coagulation and immune responses were carefully monitored. Normal clotting occurred in the mice within four hours of receiving the therapy, and the results lasted for up to six days. In addition, the mice had only a weak immune response to the treatment, which quickly returned to baseline.\"One of the issues with both nanoparticles and mRNA treatment is toxicity, and in our study we did not see much evidence of that,\" says Suvasini Ramaswamy, a research associate at Salk and the paper's first author. \"We gave the treatment over a long span to give the immune system time to see it and react to it, but the immune response looked more like a mild allergic response and quickly returned to normal, so the technology seems pretty reliable and safe in our mouse model.\"When the treatment used in humans (recombinant protein) was applied in mice and directly compared to the mRNA therapy, the mRNA therapy was more effective, maintaining 20 percent more clotting activity four days after injection. \"Conceptually, in vivo mRNA delivery has been around for a long time, but its therapeutic use has been limited by poor stability, immune-reactivity and problems with reproducible systemic delivery,\" says Pad Chivukula, CSO at Arcturus Therapeutics. \"The results suggest that nanoparticle delivery technology overcomes these challenges and might allow for the development of novel, cost-effective mRNA therapeutics.\"The scientists caution that because these experiments were conducted in mice, results may not be the same in humans. However, they say the work at least proves the potential for mRNA therapy to successfully treat not only hemophilia B but also other human disorders, such as hemophilia A (caused by faulty clotting factor VIII) or a variety of diseases of the liver, central nervous system, lung and eyes.", "article_link": "http://dx.doi.org/10.1073/pnas.1619653114", "url": "http://www.eurekalert.org/pub_releases/2017-02/si-dkt021417.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/dont-kill-messenger-rna/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Hematology", " Liver", " Gene Therapy"], "journal": "Proceedings of the National Academy of Sciences", "description": "Success of new protein-making therapy for hemophilia opens door for treating many other diseases.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}