{"title": "'Field patterns' as a new mathematical object", "text": "University of Utah mathematicians propose a theoretical framework to understand how waves and other disturbances move through materials in conditions that vary in both space and time. The theory, called \"field patterns,\" published today in Proceedings of the Royal Society A. \r\nField patterns are characteristic patterns of how disturbances react to changing conditions. Because field patterns exhibit characteristics of both propagating waves and localized particles, field pattern theory may answer some of the questions posed by quantum mechanics, in which objects can be treated as both particles and waves. First author Graeme Milton further posits that field patterns could describe the natures of the fundamental components of matter in the universe.\r\n\"When you open the doors to a new area,\" Milton says, \"you don't know where it will go.\"\r\nFor an example of field patterns, think of a chessboard. The black squares represent one material and the white squares represent another material with different properties. The horizontal dimension (side to side) represents space, and the vertical dimension (forward and back) represents time. Instead of white and black squares, the chessboard is made of two materials of different refractive properties that bend light differently. As a disturbance, such as a pulse of laser light, moves forward in time, it spreads out over space, encountering boundaries between materials in space and then in time as the materials switch properties/colors with each successive row. Field patterns can describe the propagation of the pulse along characteristic lines with a fixed slope in each square, which is governed by the refractive properties of each square. The characteristic lines branch at the checkerboard square boundaries.Milton and postdoctoral researcher Ornella Mattei say another good analogy for their theory might be a branching tree.\r\nThink of the root of the tree as the initial disturbance, and the ground as an initial time point. As time progresses (moving up the tree,) the disturbance splits and branches as it encounters boundaries, just like a beam hitting an optical boundary branches into a reflected ray and a transmitted ray, resulting in a complex network of branches near the canopy top. The boundaries can be either in space or time, as the conditions of the host material change. \"You get a mess of cascade of disturbances as time goes on,\" Milton says. \"Keeping track of everything is a real headache.\"\r\nThe tree isn't a perfect analogy, however. For special carefully positioned boundaries in space-time, the result is not a messy cascade, but rather a field pattern. \"When you look at the field pattern after a sufficiently large period of time, you see that it's basically periodic,\" says Mattei. In other words, the pattern repeats, like a plaid, after some time. \r\nMilton says that the tree analogy is useful, moreover, when considering the possibility of multiple disturbances in the same system. \"The idea of a field pattern is a little like a wave in one tree but a separate wave in a different tree,\" he says. \"You can imagine in one tree there's a wind blowing from one direction that ripples the trees one way. But the other tree, with its own separate sets of leaves, as if the wind is coming from a different direction.\" Overlapping field patterns don't interact with each other, he says - at least not at this stage of theory development.Milton said the idea of field patterns came to him while he was pondering a class of materials called hyperbolic metamaterials. In such a material, layers are arranged so that the material's electrical properties are an opposite sign in one direction than they are in the other direction. Because of the way light waves move through hyperbolic metamaterials, they can be used as superlenses to view objects too small to be seen with other microscopy methods. Light can propagate through a superlens along characteristic lines such that two objects, placed too close together to discern with a microscope, can be viewed as separate. \r\n\"I was in a hotel in London drawing the lines where the disturbances would propagate and thinking, what if they went diagonally across an inclusion [boundary]?\" Milton says. \"What about if those connected to other inclusions?\" Mattei has been developing and testing field pattern theory, constructing computer simulations to further observe how theoretical systems and patterns behave. She has also been discovering and exploring completely new field patterns.\r\nThe applications of field pattern theory are still emerging, but one field they may apply to is quantum mechanics. In quantum mechanics, the probable locations of objects such as electrons are represented as clouds in which the object is likely to be found, and the shape of those clouds can be described using wave-like equations. But when an observer measures the position of an object, the wave-like behavior collapses into a single point of location, like a particle. Thus, objects behave as both particles and as waves. Field patterns may bridge the wave-particle duality. The disturbances are represented as points and discrete lines, Milton says, like a particle. \"But it's diffusing according to something that looks like a wave,\" he says. Field pattern theory does not yet contain a provision for the pattern to collapse back into a single point, however, but Milton and Mattei think that field patterns may have a connection to the basic building blocks of matter. Fluctuations in space and time at the smallest scales could give rise to field patterns that manifest themselves as electrons and protons, which make up atoms.\"What we see as electrons, protons or quantum mechanical waves are manifestations of the fundamental super microscopic scale of these field patterns, Milton says. Milton and Mattei have much to learn about field patterns. For example, in some cases field patterns \"blow up,\" expanding exponentially, seemingly out of control. The theoretical model also doesn't yet contain some properties of waves. But this intial paper is a first step. \"Something may pop up from this,\" Milton says. \"What's really fundamental, though, is going in a completely new direction.\"", "article_link": "http://dx.doi.org/10.1098/rspa.2016.0819", "url": "http://www.eurekalert.org/pub_releases/2017-02/uou-pa021317.php", "region": "namerica", "source_link": "http://unews.utah.edu/field-patterns/", "funder": "Minneapolis Institute for Mathematics and its Applications, National Science Foundation", "meeting": "", "institution": "University of Utah", "keywords": ["Materials", " Mathematics/Statistics", " Algorithms/Models", " Systems/Chaos/Pattern Formation/Complexity", " Atomic Physics", " Molecular Physics", " Particle Physics"], "journal": "Proceedings of the Royal Society A", "description": "University of Utah mathematicians propose a theoretical framework to understand how waves and other disturbances move through materials in conditions that vary in both space and time. The theory, called 'field patterns,' published today in Proceedings of the Royal Society A.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}