{"title": "Home use of hybrid closed-loop insulin delivery system shown safe and effective", "text": "New Rochelle, NY, Feb. 13, 2017 -- A pivotal registration trial to evaluate in-home use of the Medtronic MiniMed® 670G hybrid closed-loop insulin delivery system over 3 months showed a significant reduction in HbA1c levels for both adolescents and adults with type 1 diabetes. None of the participants experienced a severe hypoglycemic or diabetic ketoacidosis event, demonstrating the safety of system, as reported in an article published in Diabetes Technology & Therapeutics (DTT), a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the DTT website .The article entitled \"Glucose Outcomes with the In-home Use of a Hybrid Closed-loop Insulin Delivery System in Adolescents and Adults with Type 1 Diabetes,\" is coauthored by Satish Garg, MD, University of Colorado Denver (Aurora) and DTT Editor-in-Chief, and a team of researchers from Yale University (New Haven, CT), Stanford University (CA), Atlanta Diabetes Associates (GA), AMCR Institute (Escondido, CA), Rainier Clinical Research Center (Renton, WA), Sheba Medical Center (Tel Hashomer, Israel), University of Virginia (Charlottesville, VA), International Diabetes Center (Minneapolis, MN), and Medtronic (Northridge, CA). The researchers reported a significant decrease in the time participants spent in hypoglycemia and, similarly, a significant increase in the proportion of sensor glucose readings that were in the target range (71-180 mg/dL) during the study period for both adults and adolescents. Adult subjects used the system with Auto Mode (hybrid closed-loop) enabled for a median 88% of the time (>21 hrs/day). The MiniMed® 670G hybrid closed-loop system automatically increases, decreases, and suspends insulin delivery in response to continuous glucose monitoring. ", "article_link": "http://dx.doi.org/10.1089/dia.2016.0421", "url": "http://www.eurekalert.org/pub_releases/2017-02/mali-huo021317.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/home-use-of-hybrid-closed-loop-insulin-delivery-system-shown-safe-and-effective-for-adolescents-and-adults/2106/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Diabetes", " Computer Science"], "journal": "Diabetes Technology & Therapeutics", "description": "A pivotal registration trial to evaluate in-home use of the Medtronic MiniMed® 670G hybrid closed-loop insulin delivery system over 3 months showed a significant reduction in HbA1c levels for both adolescents and adults with type 1 diabetes.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}