{"title": "New method to detect ultrasound with light", "text": "A tiny, transparent device that can fit into a contact lens has a bright future, potentially helping a range of scientific endeavors from biomedicine to geology.Developed by Northwestern University scientists, the device, called the Micro-ring resonator detector, can determine the speed of the blood flow and the oxygen metabolic rate at the back of the eye. This information could help diagnose such common and debilitating diseases as macular degeneration and diabetes.The Micro-ring device builds upon Professor Hao F. Zhang's groundbreaking work in 2006 to develop photoacoustic imaging, which combines sound and light waves to create images of biological materials. The imaging technique is being widely explored for both fundamental biological investigations and clinical diagnosis, from nanoscopic cellular imaging to human breast cancer screening.For three years, Zhang, associate professor of biomedical engineering, worked with Cheng Sun, associate professor of mechanical engineering, and their post-doctoral fellows Biqin Dong and Hao Li to create the Micro-ring resonator detector. \"We believe that with this technology, optical ultrasound detection methods will play an increasingly important role in photoacoustic imaging for the retina and many biomedical applications,\" Zhang said.The team's work on the device resulted in a review article, published in the January 2017 edition of the journal Transactions on Biomedical Engineering.In 2006, Zhang was exploring new retinal imaging technologies when Dr. Amani Fawzi, now an associate professor of ophthalmology at Northwestern's Feinberg School of Medicine, approached him to create a new diagnostic device that could measure biological activities at the back of the eye.\"We needed a device that had large enough bandwidth for spatial resolution,\" Zhang said. \"And it needed to be optically transparent to allow light to go through freely.\" \"Ultrasound detection devices of that time were usually bulky, opaque, and not sensitive enough. And they had limited bandwidth,\" Sun said. \"It could only capture part of it what was happening in the eye.\"To meet Fawzi's challenge, the team needed to develop a radically different type of detector -- small enough to be used with human eyes, soft enough to be integrated into a contact lens and yet generate a super-high resolution of hundreds of megahertz.\"The trouble was to fabricate it, have it fit in the size of a contact lens, and make it still work,\" Sun said.First, the team considered a device that placed the needle-sized detector on the eyelid, but that method was not ideal. Next, they landed on the idea of a tiny ring implanted in a single-use contact lens worn during diagnosis. However, that idea added an extra challenge -- making the device transparent.After nearly three years of work, they created the plastic Micro-ring resonator, a transparent device that is 60 micrometers in diameter and 1 micron high. There is movement toward using it with patients. The team continues to improve the device with support from Northwestern, the National Institutes of Health, Argonne National Laboratory, and the National Science Foundation.As word spreads about the device, about a dozen scientists from a variety of fields have approached the team about adapting it for their own work. For instance:- Urologists want to use the system to study the optics of breast cancer cells, information that could lead to new treatments.- Neuroscientists are interested in using the Micro-ring resonator as a window into rodent brains as a way of studying drug protection for the cortex during different points of a stroke. \"Typically, researchers use a pure piece of glass, but this allows for a lot more types of imaging,\" Zhang said.- Geologists aim to use the technology to investigate the earth crust and earthquake. \"Hearing from a geologist--that was a surprise,\" he added.\r\n", "article_link": "http://dx.doi.org/10.1109/TBME.2016.2605451", "url": "http://www.eurekalert.org/pub_releases/2017-02/nu-nmt021317.php", "region": "namerica", "source_link": "http://www.mccormick.northwestern.edu/news/articles/2017/02/new-method-to-detect-ultrasound-with-light.html", "funder": "", "meeting": "", "institution": "Northwestern University", "keywords": ["Diagnostics", " Diabetes", " Ophthalmology", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Mechanical Engineering", " Nanotechnology/Micromachines", " Research/Development", " Nanotechnology/Micromachines"], "journal": "Transactions on Biomedical Engineering", "description": "A tiny, transparent device that fits into a contact lens can determine the speed of blood flow and oxygen metabolic rate at the back of the eye, helping to diagnose diseases such as macular degeneration.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}