{"title": "Avoiding medications that promote weight gain when managing obesity", "text": "While diet, exercise and behavior modification are essential components of obesity management, a successful long-term weight loss strategy should also include avoiding or minimizing medication-related weight gain, according to a new report from Weill Cornell Medicine. In the paper, published Feb. 10 in Gastroenterology, investigators from the Comprehensive Weight Control Center at Weill Cornell Medicine underscore the necessity for physicians to evaluate the potential side effects and interactions of medications they prescribe for patients with obesity, and to familiarize themselves with alternatives that may limit weight gain or may even assist with weight loss. \"Physicians know that some medications can increase weight, but they don't always know what alternatives are out there,\" said lead author Dr. Leon Igel, an assistant professor of clinical medicine in the Division of Endocrinology, Diabetes and Metabolism at Weill Cornell Medicine. \"We want physicians who treat patients with obesity to feel more comfortable prescribing these alternatives. Our paper looks at how to practically manage patients with obesity by prescribing the optimal medications for them.\"Numerous factors contribute to obesity and the body's inability to shed excess weight, including commonly used medications such as steroids or contraceptives. Additional impediments to weight loss may include medications such as insulin, metoprolol and paroxetine, which are vital for treating, respectively, diabetes, hypertension and depression - chronic conditions that are common among people with obesity. However, a patient's weight loss desire does not typically guide a physician's prescribing practices. \"Each practitioner has a goal in mind,\" Dr. Igel said. \"A cardiologist wants to lower blood pressure. A psychiatrist wants to make sure that mood is well regulated. They're not necessarily focusing on which medications will affect weight, but rather what will achieve their treatment goal.\" It is essential, therefore, that internists and other physicians be aware of what medications their patients are taking and how they are likely to interact; recognizing when they can prescribe one medication as a substitute for another, or pair a medication that causes weight gain with one that minimizes its effect. \"Not everyone can be taken off insulin,\" Dr. Igel said. But some patients might be able to couple insulin with other agents that promote weight loss to neutralize insulin's effect on weight.Obesity, which is defined as a body mass index of greater than or equal to 30, affects approximately one-third of all Americans. Taking multiple medications to manage chronic conditions is common among this population. Less common is the use of dedicated weight loss medication, which many insurers do not cover, and few physicians are trained to prescribe. Still, physicians should know which patients would be optimal candidates for each weight loss medication, and when certain weight loss medications should be avoided, Dr. Igel said. For example, patients with uncontrolled hypertension, coronary disease, hyperthyroidism, or glaucoma should not take phentermine, an appetite suppressant that is also a stimulant. \"We wanted to provide extra guidance, so that practitioners are using the right types of medications for the right types of patients,\" Dr. Igel said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/wcm-amt021317.php", "region": "namerica", "source_link": "http://news.weill.cornell.edu/news/2017/02/avoiding-medications-that-promote-weight-gain-when-managing-obesity", "funder": "", "meeting": "", "institution": "Weill Cornell Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "Gastroenterology", "description": "While diet, exercise and behavior modification are essential components of obesity management, a successful long-term weight loss strategy should also include avoiding or minimizing medication-related weight gain, according to a new report from Weill Cornell Medicine.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}