{"title": "Extreme temperatures threaten desert songbirds with death by dehydration", "text": "According to NASA, 2016 was the hottest year on historical record. Globally, the increase amounted to nearly 1.8 degrees Fahrenheit. And while that might not sound like much of an increase, it could mean the difference between life and death for some bird populations.Heat waves due to climate change pose an increasing threat to wildlife in many regions of the world. During heat waves, birds are especially at risk of lethal dehydration due to scarce water resources and high rates of evaporative water loss needed for cooling their bodies. High environmental temperatures were attributed to recent mass die-offs of wild birds and poultry in Australia, South Africa, India and North America suggest that birds are sensitive to extreme heat events.With climate projections forecasting a large increase in the frequency, intensity and duration of heat waves, researchers including Tom Albright, associate professor from the Geography Department at the University of Nevada-Reno, Professor Blair Wolf from The University of New Mexico Department of Biology, and Alexander Gerson, assistant professor, Department of Biology, University of Massachusetts-Amherst, and others mapped the potential effects of current and future heat waves on the risk of lethal dehydration for songbirds in the southwestern United States.The research, \"Mapping evaporative water loss in desert passerines reveals an expanding threat of lethal hydration,\" was published today in PNAS. The research was funded through a three-year, $650,000 National Science Foundation grant. NASA also funded aspects of this research, and its data and products played a role in enabling the research.\"Birds are susceptible to heat stress in two ways,\" explained Wolf. \"When it's really hot, they simply can't evaporate enough water to stay cool, overheat and die of heat stroke. In other cases the high rates of evaporative water loss needed to stay cool deplete their body water pools to lethal levels and birds die of dehydration; this is the stressor we focused on in this study.\"\"This is a neat example of the kind of science enabled by two of our great U.S. science agencies: NSF (Blair's team) and NASA (Albright's team): basically mapping what you might call physiological performance and ultimately mapping the dynamics of risk,\" said Albright.Using hourly temperature data and a physiological model incorporating measurements of evaporative water loss, the researchers evaluated the death by dehydration risk for five songbird species. They found that small species lose water faster than their larger counterparts, thus rendering them particularly susceptible to lethal dehydration.\"During heat waves, birds that are day active suspend almost all activity and seek cool shaded microsites,\" said Wolf. \"At high air temperatures, the rates of evaporation needed to cool the bird increase rapidly. A 2-3°C increase in air temperature can result in a doubling or tripling of rates of evaporative water loss where birds can lose 2-5 percent of body mass per hour.\"\"By focusing on heat waves and dehydration in birds, it allows us to focus more carefully on one piece of the puzzle,\" said Albright. \"It allowed us to use mechanistic understanding supported by actual physical measurements of evaporation from bird's bodies.In addition, given climate warming scenario of 4°C, the risk of lethal dehydration could increase four-fold in smaller species encompassing very large parts of the specie's southwest ranges by the end of this century. The increasing extent, frequency, and intensity of dehydrating conditions under a warming climate may alter daily activity patterns, geographic range limits and the conservation status of affected birds. \"These estimates suggest that some regions of the desert will be uninhabitable for many species in the future and that future high temperature events could depopulate whole regions,\" Wolf said. \"When combined with increasing drought projected for many of these regions, we could see precipitous declines in bird communities and increasingly severe stress on poultry as well.\"The findings illustrate that conservation strategies are needed to conserve diverse plant and animal communities that supply shelter and water to desert birds amid future climate warming.\"What we were able to do here is to use individual level physiology data to inform biogeographic models so we can better understand the impact of high temperatures on these avian communities,\" said Gerson. \"This is a big step forward to understanding local extirpation. It will raise a lot of other questions, but our contribution will help others look at how community structure might change in the future.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uonm-ett021317.php", "region": "namerica", "source_link": "http://news.unm.edu/news/extreme-temperatures-threaten-desert-songbirds-with-death-by-dehydration", "funder": "National Science Foundation, NASA", "meeting": "", "institution": "University of New Mexico", "keywords": ["Climate Science", " Biology", " Population Biology", " Climate Change", " Climate Change", " Climate Change"], "journal": "Proceedings of the National Academy of Sciences", "description": "According to NASA, 2016 was the hottest year on historical record. Globally, the increase amounted to nearly 1.8 degrees Fahrenheit. And while that might not sound like much of an increase, it could mean the difference between life and death for some bird populations.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}