{"title": "In-depth gene search reveals new mutations, drug targets in rare adrenal tumors", "text": "PHILADELPHIA - Casting one of the largest genomic nets to date for the rare tumors of the autonomic nervous system known as pheochromocytoma and paraganglioma (PCC/PGL) captured several new mutations driving the disease that could serve as potential drug targets, researchers from Penn Medicine and other institutions reported this week in Cancer Cell.Analyzing genetic data of 173 patients from The Cancer Genome Atlas, researchers, including senior author Katherine Nathanson, MD, a professor in the division of Translational Medicine and Human Genetics at the Perelman School of Medicine at the University of Pennsylvania and associate director for Population Science at Penn's Abramson Cancer Center, identified CSDE1 and fusion genes in MAML3 as drivers of the disease, both a first for any cancer type. The researchers also classified PCC/PGL into four distinct subtypes, each driven by mutations in distinct biological pathways, two of which are novel.\"What's interesting about these tumors is that while they are astonishingly diverse genetically, with both inherited and somatic drivers influencing tumorigenesis, each has a single driver mutation, not multiple mutations,\" Nathanson said. \"This characteristic makes these tumors ideal candidates for targeted therapy.\"  Other cancer types typically contain anywhere from two to eight of these driver mutations.The discovery of these single drivers in PCC/PGL provides more opportunities for molecular diagnosis and prognosis in these patients, particularly those with more aggressive cancers, the authors said.Matthew D. Wilkerson, MD, the Bioinformatics Director at the Collaborative Health Initiative Research Program at the Uniformed Services University, is the paper's co-senior author. To identify and characterize the genetic missteps, researchers analyzed tumor specimens using whole-exome sequencing, mRNA and microRNA sequencing, DNA-methylation arrays, and reverse-phase protein arrays.  The four molecularly defined subgroups included: a kinase-signaling subtype, a pseudohypoxia subtype, a cortical admixture subtype, and a Wnt-altered subtype. The last two have been newly classified.The results also provided clinically actionable information by confirming and identifying several molecular markers associated with an increased risk of aggressive and metastatic disease, including germline mutations in SDBH, somatic mutations in ATRX (previously established in a Penn Medicine study), and new gene fusions - a genetic hybrid, of sorts - in MAML3. Because the MAML3 fusion gene activates the Wnt-altered subtype, the authors said, existing targeted therapies that inhibit the beta-catenin and STAT3 pathways may also prove effective in certain PCC/PGL tumors. \"The study gives us the most comprehensive understanding of this disease to date - which we believe will help researchers design better trials and target mutations that will ultimately help improve treatment for these patients,\" Nathanson said. \"The next step is to focus more on aggressive cancers that metastasize and the drivers behind those tumors.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uops-igs021317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Cancer"], "journal": "Cancer Cell", "description": "Casting one of the largest genomic nets to date for the rare tumors of the autonomic nervous system known as pheochromocytoma and paraganglioma (PCC/PGL) captured several new mutations driving the disease that could serve as potential drug targets, researchers from Penn Medicine and other institutions reported this week in Cancer Cell.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}