{"title": "Women's educational attainment and origin are risk factors in abortions", "text": "The study, conducted by the UPV/EHU's Social Determinants of Health and Demographic Change (OPIK) research group, analysed firstly the voluntary pregnancy termination rate and the differences between the immigrant and the native population (women between the ages of 12 and 49), and secondly, the differences in terms of the educational attainment of women who undergo voluntary pregnancy termination.  \"We were interested in seeing the extent to which inequalities exist in the Basque Country despite the fact that, in principle, access to healthcare services (also with respect to voluntary pregnancy terminations) is universal and free of charge for the whole population, irrespective of people's social position,\" explained Yolanda-González Rábago, a member of the research group.The differences emerging from the data are substantial since during the period studied the abortion rate among native women was 3.9 per thousand while among women from Sub-Saharan Africa it was 45.6 per thousand, 26.5 among South American women, and 22.9 per thousand among those from Central America and the Caribbean. With respect to repeat abortions (1.9 per thousand), immigrant women also had a higher rate of repeats even though in this case there are significant differences in terms of the origin of the immigrant women. So the women from Sub-Saharan Africa had a rate of repeat abortions of 21.5 per thousand, whereas among women from South America it was 9.8 per thousand, or 8.8 per thousand among women from Romania, and from other European countries outside the European Union.  The data also indicate that the delaying of abortions after the first twelve weeks is more frequent among immigrant women. Yet their life circumstances play a significant role in this delay, since when these level out, only in the case of women from Central America and the Caribbean are the differences between native and immigrant women statistically significant. The OPIK group also studied the differences in voluntary pregnancy termination in terms of the educational attainment of the women. The results indicate that educational attainment is a factor that substantially determines the rates of voluntary terminations. Women (both native and immigrant) with a level of primary education or lower have a rate of voluntary pregnancy termination of 17.7 per thousand, while this rate falls to 6.2 per thousand in women who have been through secondary education, and to 3.9 in those with university degrees. Furthermore, the chances of having more than one abortion is much higher among women with primary education (9 per thousand) or secondary education (2.5 per thousand) than among those who have been through higher education (0.7 per thousand), and the risk of delay up until the second quarter of pregnancy in having the abortion is also higher among women with primary education (0.8 per thousand) when compared with university graduates (0.2 per thousand). Yet according to González-Rábago, it is surprising that the data on immigrant women with a higher level of educational attainment are not more similar to those of Basque women, \"we thought educational attainment was going to neutralise the effect of being an immigrant, but that does not appear to be a protective factor and does not lower the risk of voluntary pregnancy termination. This could be because their socioeconomic situation does not correspond to their educational attainment; there are highly qualified immigrant women who work in very precarious employment sectors\". That is why the inequalities are very tangible in this area since, according to the authors, \"even though among native women educational attainment is a factor that determines their position in the social hierarchy, this does not seem to be the case among immigrant women\".  Even though the research does not address the causes of inequality, \"what is true is that it does provide a working hypothesis,\" says Yolanda González-Rábago.  In this respect, as other studies across Europe already also indicate, \"factors of a cultural nature prior to pregnancy, less sexual education and less egalitarian relations between men and women (reduced power of decision in the couple) may lead to immigrant women having more unwanted pregnancies\". Factors of a social type such as a reduced network of contacts and family structures in the Basque Country as well as the socioeconomic level could account for the fact that immigrant women are more likely to terminate unwanted pregnancies than Basque women.\"Improving information is essential for addressing inequalities, and preventing, insofar as it is possible, unwanted pregnancies but also so that once these women become pregnant, the more vulnerable ones know about the channels and scope of the coverage offered by the Basque healthcare system enabling them to have an early abortion,\" says Yolanda González-Rábago. At the end of the day, it is about minimizing the risks posed by delaying the termination of the pregnancy and repeat abortions.To achieve this, according to the conclusions of the study, what is needed are specific campaigns geared towards the more disadvantaged population groups, campaigns that focus above all on immigrant women such as those from Sub-Saharan Africa or South America, among whom the rates of voluntary pregnancy terminations, repetition and delay in having them done are the highest.  The Social Determinants of Health and Demographic Change (OPIK) research group is a multidisciplinary team comprising researchers from the social and health sciences areas devoted mainly to research, teaching and the dissemination of knowledge about social factors influencing health and disease in the population, social inequalities in health and the policies having the potential to modify these social determinants to improve the health of the population.", "article_link": "http://dx.doi.org/10.1186/s12889-016-3984-y", "url": "http://www.eurekalert.org/pub_releases/2017-02/uotb-wea021317.php", "region": "europe", "source_link": "http://www.ehu.eus/en/en-content/-/asset_publisher/l57S/content/n_20170127_abortos", "funder": "", "meeting": "", "institution": "University of the Basque Country ", "keywords": ["Social/Behavioral Science", " Behavior", " Fertility"], "journal": "BMC Public Health", "description": "A study by the UPV/EHU-University of the Basque Country analyses the differences between immigrant women and native women in voluntary pregnancy termination rates between 2009 and 2013. To analyze the inequalities characterizing voluntary pregnancy termination rates, the work focuses on the educational attainment of women and their country of origin.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}