{"title": "Nigeria: Clean-burning stoves improve health for new mothers", "text": "In a small clinical trial that replaced widely used biomass and kerosene cookstoves with clean-burning ethanol stoves, a team of researchers from the University of Chicago and the University of Ibadan (Nigeria) was able to reduce the risk of high blood pressure and cardiovascular disease in pregnant women. In their carefully controlled study, published online Jan. 13, 2017, in the American Journal of Respiratory and Critical Care Medicine, the team found that pregnant women who switched to ethanol from traditional cooking fuels such as firewood were more than three times less likely to develop high blood pressure than those who continued to use biofuels and kerosene. Those who switched from kerosene to ethanol were more than four times less prone to elevated blood pressures. Although other studies have looked at the multiple benefits of replacing stoves that burn solid fuels such as wood, crop wastes and dung with clean-burning stoves, this is the first randomized, controlled trial to examine the links between cooking-related household air pollution and blood pressure levels over the course of a pregnancy.\"We hope our results will influence health policy discussion about the dangers of exposure to household air pollution, a burden that falls disproportionately on women and children,\" said pulmonologist Christopher Sola Olopade, MD, MPH, professor of medicine and clinical director of the University of Chicago's Center for Global Health.Half of the world's population lacks access to cleaner energy sources, such as electricity. More than 3 million premature deaths a year and other serious health issues have been attributed to exposure to smoke from cooking with solid fuels and kerosene, which are commonly used throughout the developing world. Hypertensive disease caused by cooking-related household air pollution during pregnancy is a major cause of death and disease for pregnant women and their infants. The researchers enrolled 324 pregnant women from Ibadan, Nigeria, in their study. None of the women had high blood pressure when they entered the study. Women who smoked or lived with a smoker or who cooked for a living were excluded. Before the study, all of the women cooked with firewood or kerosene. When the study reached weeks 16 to 18 of the pregnancy, half of the women were assigned to cook only with ethanol and were given ethanol-burning stoves and fuel. The other half continued to cook with the traditional fuels, wood or kerosene, but they were encouraged to cook outside or in a well-ventilated room to reduce their exposure.The researchers found that 1.9 percent of the pregnant women who cooked with ethanol developed high blood pressure at the last antenatal visit, compared to 6.4 percent of those who cooked with wood and 8.8 percent of those who used kerosene.\"The initial objective of the study was to study birth outcomes related to household air pollution,\" Olopade said. \"We compared the effects of the different cooking fuels on the mothers' blood pressure and risk of preeclampsia, a serious complication of high blood pressure. This is the first time that a randomized intervention study has shown that there may be benefits to the mother as well.\"\"Our study adds to the evidence that interventions to reduce exposure to household air pollution by introduction of cleaner fuels should be widely implemented to mitigate health challenges faced by vulnerable populations experiencing energy poverty, especially pregnant women,\" Olopade said. The team also followed the pregnancy outcomes, growth and development of the fetus. \"The long-term health consequences of in-utero exposure of surviving babies to household air pollution, such as decreased cognitive development, risk of developing asthma and lower respiratory infection, need further investigation,\" Olopade said. \"We support the World Health Organization's push to remove kerosene as cooking fuels from households.\"This study was part of a long-term project. The researchers previously demonstrated that cooking with fuels such as firewood is associated with a significant increase in indoor levels of carbon monoxide as well as elevated levels of very small lung-damaging particulate matter, known as PM2.5, which can cause systemic inflammation and lung damage.They also demonstrated a preference among users for the efficiency of the newer clean-burning stoves. Using ethanol as fuel reduced cooking time, a popular benefit that also helped reduce airborne particulate matter. In fact, 84 percent of women in the ethanol arm of the study gave away their kerosene stoves; most of them did so within the first month of the study.\"Switching to ethanol-based stoves,\" the authors conclude, \"provides much needed hope for a sustainable cooking alternative to unclean fuels in low to middle income countries like Nigeria, where high-quality ethanol is already being produced locally for cooking.\"", "article_link": "http://dx.doi.org/10.1007/s11869-013-0196-9", "url": "http://www.eurekalert.org/pub_releases/2017-01/uocm-ncs011217.php", "region": "namerica", "source_link": null, "funder": "United Nations Foundation, Global Alliance for Clean Cook stoves", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Medicine/Health", " Carcinogens", " Cardiology", " Clinical Trials", " Environmental Health", " Pulmonary/Respiratory Medicine", " Physiology", " Developing Countries", " Biomedical/Environmental/Chemical Engineering", " Disease in the Developing World"], "journal": "American Journal of Respiratory and Critical Care Medicine", "description": "In a clinical trial in Nigeria that replaced biomass and kerosene cookstoves with clean-burning ethanol stoves, researchers were able to reduce by two-thirds the risk of high blood pressure and cardiovascular disease in pregnant women.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}