{"title": "Older adults walk more for money and opportunity to donate to charity", "text": "PHILADELPHIA -- Personal and social goals may be effective in motivating older adults to exercise, according to a study this month in the American Journal of Preventive Medicine from researchers at the Perelman School of Medicine at the University of Pennsylvania. Although numerous studies have demonstrated significant health benefits from walking - including decreased risk of heart disease, obesity, hypertension, and premature mortality - fewer than half of all adults achieve recommended levels of physical activity. Adults 65 and older are least likely to be physically active. In a 16 week period, both financial incentives and opportunity to donate to charity increased walking in older adults, by 2,348 steps and 2,562 steps per day, respectively.The study provided 94 adults aged 65 and older (whom were determined healthy enough and had an interest in beginning a walking program) with a digital pedometer, walking goals, and weekly feedback on their progress. The adults were randomized into four groups: a control (received weekly feedback only), financial incentives (received payment of $20 each week walking goals were met), a social goal group (received a $20 donation to a charity of choice each week walking goals were met); and a combined group (received $20 each week walking goals were met that could be received by participant, donated to a charity of choice, or divided between the participant and charity).During the 16 week intervention period, the number of days in which goals were met was higher in all groups compared to controls, therefore showing that financial incentives, charitable donations and both together all increased the amount and retention of increased amounts of walking. When the incentive period ended after 16 weeks, all groups dropped down to walking levels seen in the control group.    At baseline, participants walked 4,556 steps per day. Walking goals were a 50 percent increase in steps. Average daily steps counts during the intervention were 1,046 steps higher than baseline in the control group, 2,348 steps higher than baseline in the financial incentives group, 2,562 steps greater than baseline in the social goals group, and 1,692.80 steps higher than baseline in the combined group.   \"Our research finds that goals are a valuable tactic in helping older adults live a healthy lifestyle,\" said Karen Glanz, PhD, MPH, George A. Weiss University professor in the Perelman School of Medicine and the Penn School of Nursing, director of the UPenn Prevention Research Center and professor in the Center for Health Incentives and Behavioral Economics and Penn School of Nursing. She co-led the study with Jason Karlawish, MD, a professor of Medicine, Medical Ethics and Health Policy, and Neurology, who noted that \"walking is safe, free, and readily available - making these intervention initiatives a sustainable way to better health.\"In the combined group who were given the option between keeping their personal financial incentives or donating them, participants were more likely to keep their earnings than to share them.This study is among the first few studies looking at the effectiveness of financial incentives in improving health behavior in older adults, and helps address some limitations of earlier studies, but the authors acknowledge that this research also has its limitations. This Penn study looked at a population that walks regularly, and included predominantly well educated, white women in good health. Authors note that future studies are needed to evaluate what types of incentives are most effective for more representative groups of older adults, and how to maintain increases in walking over the long term. ", "article_link": "http://dx.doi.org/10.1016/j.amepre.2016.11.011", "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-oaw011317.php", "region": "namerica", "source_link": null, "funder": "Robert Wood Johnson Foundation, Department of Veterans Affairs, Veterans Health Administration, Health Services Research and Development Service", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Gerontology", " Aging"], "journal": "American Journal of Preventive Medicine", "description": "Personal and social goals may be effective in motivating older adults to exercise, according to a study this month in the American Journal of Preventive Medicine from researchers at the Perelman School of Medicine at the University of Pennsylvania.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}