{"title": "Depression as hard on the heart as obesity and cholesterol", "text": "Depression poses a risk for cardiovascular diseases in men that is just as great as that posed by high cholesterol levels and obesity. This is according to a report recently published in the Atherosclerosis journal by researchers from the Helmholtz Zentrum München, together with colleagues from the Technical University of Munich (TUM) and the German Center for Cardiovascular Disease (DZHK).According to the World Health Organisation WHO, 350 million people worldwide are affected by depression.* But the mental state is not all that is affected, however, and depression can also compromise the body. \"Meanwhile there is little doubt that depression is a risk factor for cardiovascular diseases,\" explains Karl-Heinz Ladwig. He is group leader at the Institute of Epidemiology II at the Helmholtz Zentrum München, professor of psychosomatic medicine at TUM's Klinikum rechts der Isar as well as scientist of DZHK. \"The question now is: What is the relationship between depression and other risk factors like tobacco smoke, high cholesterol levels, obesity or hypertension - how big a role does each factor play?\"In order to examine this question, Ladwig and his team analyzed data from 3,428 male patients between the ages of 45 and 74 years and observed their development over a period of ten years. \"The work is based on a prospective population-based data set from the MONICA/KORA* study that, with a total term of up to 25 years, is one of the few large studies in Europe that allows such an analysis,\" reports the statistician Dr. Jens Baumert of Helmholtz Zentrum München, who was also involved in the publication.\"Investigate depression in high-risk patients\"In their analyses, the scientists compared the impact of depression with the four major risk factors. \"Our investigation shows that the risk of a fatal cardiovascular disease due to depression is almost as great as that due to elevated cholesterol levels or obesity,\" Ladwig summarizes. The results show that only high blood pressure and smoking are associated with a greater risk. Viewed across the population, depression accounts for roughly 15 percent of the cardiovascular deaths. \"That is comparable to the other risk factors, such as hypercholesterolemia, obesity and smoking,\" Ladwig states. These factors cause 8.4 to 21.4 percent of the cardiovascular deaths.\"We invested a great deal of time in this work, just due to the long observation period,\" says study leader Ladwig. But the effort paid off: \"Our data show that depression has a medium effect size within the range of major, non-congenital risk factors for cardiovascular diseases.\" Ladwig accordingly proposes consequences here: \"In high risk patients, the diagnostic investigation of co-morbid depression should be standard. This could be registered with simple means.\"", "article_link": "http://dx.doi.org/10.1016/j.atherosclerosis.2016.12.003", "url": "http://www.eurekalert.org/pub_releases/2017-01/hzm--dah011317.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/37421/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Eating Disorders/Obesity", " Epidemiology", " Health Care Systems/Services", " Internal Medicine", " Metabolism/Metabolic Diseases"], "journal": "Atherosclerosis", "description": "Depression poses a risk for cardiovascular diseases in men that is just as great as that posed by high cholesterol levels and obesity. This is according to a report recently published in the Atherosclerosis journal by researchers from the Helmholtz Zentrum München, together with colleagues from the Technical University of Munich and the German Center for Cardiovascular Disease.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}