{"title": "Women with high-risk congenital heart disease can have successful pregnancies", "text": "DALLAS, Jan. 12, 2017 -- New recommendations from the American Heart Association provide guidance to women with complex congenital heart defects and their healthcare providers about managing successful pregnancies, childbirth and post-natal care.\"Women with complex congenital heart disease were previously advised to not get pregnant because of the risk to their life,\" said Mary M. Canobbio, R.N., M.N., chair of the writing committee for the new scientific statement published in the American Heart Association journal Circulation. \"Now scientific research demonstrates that with proper management in the hands of experienced cardiologists and obstetricians, these women can have successful pregnancies,\" said Canobbio, who is also a lecturer at UCLA School of Nursing in Los Angeles, California.Complex congenital heart defects are serious abnormalities of the heart's structure that are present at birth. People born with these conditions need immediate medical care soon after birth that continues throughout their lives. While most female children born with congenital heart disease will reach childbearing age and will do well, their pregnancy in women with complex congenital heart disease carries a moderate to high risk for both the mother and her child.Pre-pregnancy counseling is essential for women with complex congenital heart defects so that they have a clear understanding of how their heart abnormalities could affect both their own health and the health of their child during a pregnancy.Once pregnant, a delivery plan is also essential, Canobbio said, so the medical team can anticipate problems that could happen during and following delivery and be prepared. The authors recommend that pregnant women deliver their babies at medical centers that have a cardiologist experienced in managing complex congenital heart disease, obstetricians trained in high-risk maternal-fetal medicine, cardiac anesthesia, and a cardiac surgical team.After delivery, monitoring of the mother needs to continue, because the effects of pregnancy can linger with the woman for six weeks and as long as six months.Complex congenital heart defects include:\r\n\"This scientific statement outlines the specific management for these high-risk patients,\" Canobbio said. \"What we know about the risks for these patients, what the potential complications are, what cardiologists, advanced practice nurses and other cardiac health providers should discuss in counseling these women, and once pregnant, recommendations in terms of the things we should be looking out for when caring these women.\"", "article_link": "http://dx.doi.org/10.1161/CIR.0000000000000458", "url": "http://www.eurekalert.org/pub_releases/2017-01/aha-wwh010917.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/women-with-high-risk-congenital-heart-disease-can-have-successful-pregnancies?preview=e34b", "funder": "", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "Circulation: Journal of the American Heart Association", "description": "Women with high-risk congenital heart disease can have successful pregnancies but should seek counseling before conception to understand how their conditions could affect pregnancy and their child's health. Pregnant women with high-risk congenital heart disease need to deliver their children in a medical center with expertise in pregnancy management.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}