{"title": "Type 2 diabetes shows marked increase in pediatric population", "text": "NEW YORK, NY--January 13, 2017--Private health insurance claim lines with a type 2 diabetes diagnosis more than doubled in the pediatric population (ages 0 to 22 years) from 2011 to 2015, increasing 109 percent, according to data from FAIR Health, a national, independent, nonprofit organization dedicated to bringing transparency to healthcare costs and health insurance information. This finding, reported in the new FAIR Health white paper, Obesity and Type 2 Diabetes as Documented in Private Claims Data: Spotlight on This Growing Issue among the Nation's Youth, runs counter to the common appellation of \"adult-onset diabetes\" for type 2 diabetes.\r\nGender Differences in Obesity and Type 2 DiabetesOther Obesity-Related DiagnosesDuring the period 2011-2015, other conditions associated with obesity also increased in claim lines among young people. The conditions included obstructive sleep apnea and hypertension, both of which were more common in claim lines for males than females.State-by-State PatternIn the report, FAIR Health also compared the percent of claim lines for pediatric type 2 diabetes diagnoses to the percent of claim lines for all pediatric medical claims by state. Using that standard, pediatric type 2 diabetes was most prevalent in the period 2011-2015 in Ohio, Pennsylvania, North Dakota, Utah and South Dakota. It was least prevalent in New Hampshire, Vermont, Delaware, Hawaii and Rhode Island.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/fh-t2d011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "FAIR Health", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Diet/Body Weight", " Health Care Systems/Services", " Diabetes", " Nutrition/Nutrients", " Pediatrics", " Public Health"], "journal": "", "description": "Private health insurance claim lines with a type 2 diabetes diagnosis more than doubled in the pediatric population (ages 0 to 22 years) from 2011 to 2015, increasing 109 percent, according to data from FAIR Health, a national, independent, nonprofit organization dedicated to bringing transparency to healthcare costs and health insurance information. This finding, reported in the new FAIR Health white paper runs counter to the common appellation of 'adult-onset diabetes' for type 2 diabetes.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}