{"title": "National Commission on Prevention Priorities releases new preventive services rankings", "text": "In the January/February issue of Annals of Family Medicine, the National Commission on Prevention Priorities publishes a much anticipated update to its 2006 ranking of clinical preventive services. The report uses microsimulation modeling to demonstrate the relative health impact and cost-effectiveness of preventive services for which there is strong evidence of effectiveness. These findings can be used by individuals, practices and policy makers to focus attention on the preventive services that are most likely to make a difference. The new rankings come at a pivotal time in the changing health care landscape--when access to and uptake of preventive care services is expanding, when clinician time and resources are constrained, and amid a shift to a pay-for-value paradigm. In addition to the updated rankings, the issue features a cluster of five related research articles and commentary. Two research articles use microsimulation analyses to identify which preventive options for cardiovascular disease are most effective and to examine the impact of tobacco counseling for youth and adults. Accompanying editorials by former Surgeon General David Satcher, MD, PhD, and research analysts at HealthPartners Institute, which developed the methodology to rank clinical preventive services for the NCPP, provide helpful perspective in understanding this new information and in applying it in policy and practice. Working with HealthPartners Institute, the National Commission on Prevention Priorities used sophisticated microsimulation modeling to estimate the relative health impact and cost-effectiveness of 28 clinical preventive services for which the U.S. Preventive Services Task Force and the Advisory Committee on Immunization Practices have found strong evidence of effectiveness. Their findings, which reflect changes in the evidence base and recommendations for clinical preventive services and a vastly changed health care environment, are intended to assist health care providers and other decision makers in their efforts to plan quality improvement initiatives, develop performance measurements, build primary care medical homes, and incorporate preventive services into the contracts of accountable care organizations. In-depth analyses found the three highest ranking services, each with a total score of 10 (out of a total possible score of 10), are immunizing children, counseling to prevent tobacco initiation among youth, and tobacco-use screening and brief intervention to encourage cessation among adults. Other high-ranking services with scores of six and above include: alcohol misuse screening with brief intervention (8), discussing aspirin use with high-risk adults (8), colorectal cancer screening (8), cervical cancer screening (8), chlamydia and gonorrhea screening (7), cholesterol screening (7), hypertension screening (7), obesity screening (6), healthy diet counseling for those at a higher risk of cardiovascular disease (6), abdominal aortic aneurysm screening in high risk men (6), HIV screening (6), human papillomavirus immunization (6), influenza immunization (6), syphilis screening (6), and vision screening for children (6). Writing that the NCPP has always maintained an emphasis on high-value clinical preventive services, the authors note that since 2001, only six recommended preventive services changed their score by more than one point, a finding that should reassure providers and health systems that expend substantial energy and resources to incorporate these rankings into quality improvement efforts. Based on their analysis of actual utilization, the authors conclude there remains substantial opportunity for primary care to improve population health through increased implementation of these evidence-based services. Three accompanying editorials provide complimentary and useful perspectives in understanding the NCPP rankings and applying them in policy and practice. In the first editorial, David Satcher, MD, PhD, former U.S. Surgeon General and founding director of the Satcher Health Leadership Institute at Morehouse School of Medicine, writes that the 2016 NCPP rankings come at a pivotal time given the changing health and health care landscape. He asserts the need to use a systematic, rational approach to prioritize the delivery of evidence-based health care services has only grown, pointing to the health care sector's evolution from a fee-for-service health care payment system to a pay-for-value paradigm, as well as the Patient Protection and Affordable Care Act, which increased access to care for millions and allowed for no-cost, out-of-pocket preventive services coverage. He concludes the NCPP ranking of clinical preventive services is an invaluable translational guide for delivering recommended quality services, improving the health of individuals, eliminating health disparities and using resources responsibly. He notes that  by simply closing the significant gaps in delivery of high-ranking preventive services, today's clinicians could add many more healthy years to the lives of patients. An editorial by George Isham, MD, MS, and colleagues elucidates the value of the NCPP's rankings in a health care environment where time and resources are limited. They discuss how the rankings can inform the choices of clinicians, patients, health plans and policy makers alike. At a time when office visits are too brief, and the time allotted for preventive services shorter still, the rankings allow clinicians to sequentially deliver the highest value interventions appropriate to each patient to help ensure time is well spent and patients are well served. At the health plan level, the rankings can inform priorities that influence the direction of quality improvement initiatives and pay-for- performance programs. Patients can use the rankings to better understand what care is most beneficial to them and their family members, empowering them to demand evidence-supported care from their health care providers. The rankings also can guide the decisions of policy makers who determine the requirements of measurement and reporting for preventive services to ensure they reflect the services with the highest impact and strongest evidence base. Preventive Interventions: An Immediate PriorityTwo companion research articles also published in the January/February issue of Annals use microsimulation analyses to identify which preventive options for cardiovascular disease are most effective and to examine the impact of tobacco counseling for youth and adults. In the first study, researchers at HealthPartners quantify the value of tobacco counseling to both youth and adults and find it results in more meaningful improvements in population health than almost any other preventive service. Despite recent reductions in the prevalence of adult smoking, 42 million adults continue to smoke, and in 2015, 1.6 million middle- and high-school students self-reported smoking tobacco in the last 30 days. Smoking is still the leading cause of preventable death in the United States, and the direct medical costs of smoking are about $175 billion per year. Against this backdrop, researchers at HealthPartners Institute employed sophisticated micosimulation analyses to assess the long-term value of providing brief, annual tobacco counseling to both youth and adults over the lifetimes of a U.S. birth cohort of 4 million persons. They find that brief tobacco counseling provides substantial health benefits while producing cost savings and is therefore a high-priority use of limited clinician time. Specifically, modeling showed that compared with no tobacco counseling, annual counseling for youth would reduce the average prevalence of smoking cigarettes during adult years by two percentage points. Annual counseling for adults would reduce prevalence by 3.8 percentage points. Youth counseling would prevent 42,686 smoking-attributable fatalities and increase quality-adjusted life years by 756,501 over the lifetime of the cohort. Adult counseling would prevent 69,901 smoking-attributable fatalities and increase QALYs by 1,044,392. Youth and adult counseling would yield net savings of $225 and $580 per person, respectively. If annual tobacco counseling was provided to the cohort during both youth and adult years, then adult smoking prevalence would be 5.5 percentage points lower compared with no counseling, and there would be 105,917 fewer smoking-attributable fatalities over their lifetimes. They note that at current rates, only one-third of the potential health and economic benefits of counseling are being realized, demonstrating a significant delivery gap. The authors conclude these findings demonstrate tobacco counseling can produce more meaningful improvements in population health with good stewardship of health care system resources than almost any other preventive service.In a second companion study, researchers at HealthPartners find that aspirin counseling and screening for hypertension and high cholesterol are among the most beneficial and cost-effective preventive services. Cardiovascular disease is the leading cause of death and among the greatest causes of morbidity in the United States today, with total direct and indirect costs estimated to exceed $300 billion annually and total direct medical costs projected to triple by 2030.\r\nGiven the prevalence and burden of CVD, researchers at HealthPartners Institute used microsimulation modeling to update estimates of the health and economic impact of three services recommended for the prevention of CVD, including cholesterol screening, lipid screening and aspirin counseling. They find all three services continue to rank highly among other recommended preventive services for U.S. adults in primary care. Specifically, comparing lifetime outcomes from a societal perspective for a U.S. birth cohort of 100,000 persons, they found health impact is highest for hypertension screening and treatment (15,600 quality-adjusted life years), but is closely followed by cholesterol screening and treatment (14,300 QALYs). Aspirin counseling has lower health impact (2,200 QALYs), but was found to be cost saving ($31 saved per person). They found cost-effectiveness for cholesterol and hypertension screening and treatment is $33,800 per QALY and $48,500 per QALY, respectively. Sophisticated modeling revealed that population subgroup outcomes sometimes diverged in meaningful ways from the population average. For example, findings favored hypertension over cholesterol screening for women, and opportunities to reduce disease burden across all services are greatest for the non-Hispanic black population.The authors conclude these findings demonstrate that clinical services for the primary prevention of CVD can avert substantial disease burden and save costs and should remain among the top prevention priorities for adults in primary care. Individual priorities should be tailored into practice by taking a patient's demographic characteristics and clinical objectives into account.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/aaof-nco010417.php", "region": "namerica", "source_link": null, "funder": "US Centers for Disease Control and Prevention, Robert Wood Johnson Foundation, WellPoint (now Anthem) Foundation, HealthPartners Institute for Education and Research, American Heart Association", "meeting": "", "institution": "American Academy of Family Physicians", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Public Health", " Smoking/Tobacco"], "journal": "Annals of Family Medicine", "description": "In the January/February issue of Annals of Family Medicine, the National Commission on Prevention Priorities publishes a much anticipated update to its 2006 ranking of clinical preventive services. In addition to the updated rankings, the issue features a cluster of five related research articles and commentary.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}