{"title": "Healthy arteries may be possible with aging", "text": "DALLAS, May 30, 2017 - Having the blood vessels of a healthy 20-year-old into one's 70s is possible but difficult in Western culture, according to new research in the American Heart Association's journal Hypertension. \"For the most part, it's not genetic factors that stiffen the body's network of blood vessels during aging. Modifiable lifestyle factors -- like those identified in the American Heart Association's Life's Simple 7 --  are the leading culprits,\" said study author Teemu J. Niiranen, M.D., research fellow at Boston University School of Medicine, Framingham Heart Study, Framingham, Massachusetts.\"Vascular aging is thought of as normal aging. As people get older, their arteries become stiffer and they develop high blood pressure. In fact, that's what happens to most people beyond age 70. But it doesn't have to happen,\" Niiranen said.Niiranen and colleagues studied 3,196 adults ages 50 and older from the Framingham Heart Study. They defined healthy vascular aging for people 50 years old or older as having both normal blood pressure and pulse-wave velocity near the level of healthy people age 30 or younger. Pulse-wave velocity is a measurement of stiffness in the blood vessels.Researchers found that overall, 566 (17.7 percent) of the participants studied had healthy vascular aging. The group most likely to have healthy vascular aging was the youngest. More than 30 percent of those 50 to 59 years old in the sample met the standards for healthy vascular aging. Only 1 percent of those 70 and older had healthy vascular aging, and they were more likely to be women.The most important factors of achieving healthy vascular function were staying lean, or having a low body mass index, and avoiding diabetes, according to Niiranen.The other lifestyle measures, such as maintaining favorable cholesterol levels, also came into play, according to Niiranen. In fact, the researchers found that those who achieved six out of seven of the American Heart Association's Life Simple 7 healthy heart goals were 10 times more likely to achieve healthy vascular aging than those who achieved zero to one of the measures.The researchers also found that people with healthy vascular aging were at a 55 percent lower risk of developing cardiovascular disease, according to Niiranen.\"Western culture that includes poor diets and sedentary lifestyles is a hurdle for maintaining healthy blood vessels. Age-associated high blood pressure, for example, is not common in indigenous hunter-gatherer populations,\" according to Niiranen.\"Unfortunately, there is still no magic pill that helps achieve healthy vascular aging. Achieving Life's Simple 7 increases the odds of keeping healthy blood vessels even into old age,\" he said. \"For the population's health, healthy vascular aging should be considered a universal goal.\"", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09026", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-ham052417.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/healthy-arteries-may-be-possible-with-aging?preview=734ad75ed1f0791609501106c0d9b36f", "funder": "NIH/National Heart, Lung, and Blood Institute, National Institutes of Health", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAHA: Journal of the American Heart Association", "description": "High blood pressure and increased blood vessel stiffness are often considered common parts of aging. Having healthy arteries into one's 70s and beyond is challenging and depends on modifiable lifestyle factors, not necessarily genetics.", "date": "Tue, 30 May 2017 04:00:00 GMT"}