{"title": "Older mothers have higher rates of severe complications in childbirth", "text": "The risk of potentially life-threatening morbidity around childbirth, such as renal failure, obstetric shock, and amniotic fluid embolism, increases in older mothers, according to a study published by Sarka Lisonkova from the University of British Columbia, Canada and colleagues in PLOS Medicine. The researchers examined data on all singleton births to women residing in Washington State, US, 2003 to 2013 (n = 828,269) and compared age-specific rates of maternal mortality and severe morbidity (e.g., obstetric shock, amniotic fluid embolism). After adjusting for potential confounding factors, such as parity, body mass index, and assisted conception, and compared with mothers 25-29 years, they observed increased rates of obstetric shock among mothers ?35 years (adjusted odds ratios [AOR] =2.6, 95% CI 1.5-4.5), amniotic fluid embolism among mothers ?40 years (AOR = 8.0, 95% CI 2.7-23.7), and renal failure (AOR = 15.9, 95% CI 4.8-52.0), complications of obstetric interventions (AOR = 4.7, 95% CI 2.3-9.5), and intensive care unit (ICU) admission (AOR = 4.8, 95% CI 2.0-11.9) among those 45-49 years. Furthermore, they observed that maternal sepsis was significantly higher among teenage mothers than among those 25-29 years (AOR = 1.2, 95% CI 1.1-1.4). The adjusted risk difference in overall severe maternal morbidity compared to mothers 25-29 years was 0.9% (95% CI 0.7%-1.2%) for mothers 40-44 years, 1.6% (95% CI 0.7%-2.8%) for mothers 45-49 years, and 6.4% for mothers ?50 years (95% CI 1.7%-18.2%). Despite the large sample size, statistical power was insufficient to examine the association between maternal age and maternal death or very rare severe morbidities. The authors say: \"These results should improve counselling to women who contemplate delaying childbirth until their forties and provide useful information to their health care providers. As maternal age continues to increase, the rate of severe maternal morbidity is likely to increase in the future.\"", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002307", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-omh052317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Developmental/Reproductive Biology", " Physiology", " Medicine/Health", " Critical Care/Emergency Medicine", " Developmental/Reproductive Biology", " Epidemiology", " Gerontology", " Aging", " Gynecology"], "journal": "PLOS Medicine", "description": "The risk of potentially life-threatening morbidity around childbirth, such as renal failure, obstetric shock, and amniotic fluid embolism, increases in older mothers, according to a study published by Sarka Lisonkova from the University of British Columbia, Canada and colleagues in PLOS Medicine.", "date": "Tue, 30 May 2017 04:00:00 GMT"}