{"title": "First Nations, Inuit babies hospitalized more often in first year of life", "text": "First Nations and Inuit babies were hospitalized much more often in the first year of life compared with non-Indigenous babies, many for preventable illnesses, found a new study of infant hospitalizations in Quebec, Canada, published in CMAJ (Canadian Medical Association Journal) http://www.cmaj.ca/lookup/doi/10.1503/cmaj.160900.The study included 19 770 First Nations babies, 3930 Inuit and 225 380 non-Indigenous infants born between 1996 and 2010 in the province of Quebec. First Nations and Inuit mothers were much younger than non-Indigenous mothers, with 22% of First Nations and 27% of Inuit mothers under age 20 compared with non-Indigenous mothers (3.3%). Indigenous mothers were more likely to live alone and have lower education levels compared with non-Indigenous mothers. They also had higher rates of chronic diseases such as pre-existing diabetes, high blood pressure and kidney disease as well as pregnancy complications such as gestational diabetes, gestational hypertension and preeclampsia.Both First Nations and Inuit infants are about twice as likely to be hospitalized in the first year of life compared with non-Indigenous infants. Respiratory diseases and infections were the most common causes of hospitalization.\"The excess risks of these diseases may be related to infant immunizations and the quality of the living environment, and thus may be largely preventable, suggesting the need to improve infant immunization programs, promote breastfeeding and no smoking in the child's living environment, and improve living conditions in Indigenous communities,\" writes Drs. Hua He and Zhong-Cheng Luo, Xinhua Hospital, Shanghai, China, and Sainte-Justine Hospital, University of Montreal, Montreal, Quebec, with coauthors.\"The findings identify substantial unmet needs in Indigenous infant disease prevention and medical care. There is an urgent need for interventions to reduce Indigenous versus non-Indigenous infant health inequalities,\" the authors conclude.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cmaj-fni052417.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research", "meeting": "", "institution": "Canadian Medical Association Journal", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Metabolism/Metabolic Diseases", " Pediatrics", " Public Health", " Demography", " Socioeconomics"], "journal": "Canadian Medical Association Journal", "description": "First Nations and Inuit babies were hospitalized much more often in the first year of life compared with non-Indigenous babies, many for preventable illnesses, found a new study of infant hospitalizations in Quebec, Canada, published in CMAJ.", "date": "Mon, 29 May 2017 04:00:00 GMT"}