{"title": "New genomic analysis promises benefit in female urinary incontinence", "text": "Copenhagen, Denmark:  Urinary incontinence in women is common, with almost 50% of adult women experiencing leakage at least occasionally.  Genetic or heritable factors are known to contribute to half of all cases, but until now studies had failed to identify the genetic variants associated with the condition.  Speaking at the annual conference of the European Society of Human Genetics today (Monday), Dr Rufus Cartwright, MD, a visiting researcher in the Department of Epidemiology and Biostatistics, Imperial College, London, UK, will say that his team's investigations hold out the promise that drugs already used for the treatment of other conditions can help affected women combat this distressing problem.  \r\nPelvic floor disorders, including urinary incontinence, but also faecal incontinence and pelvic organ prolapse, have a devastating effect on quality of life. Most commonly they occur after childbirth, or at menopause, though some women report incontinence dating from childhood. Of the 25% who are affected sufficiently for it to affect their daily lives, most suffer from stress incontinence - the loss of small amounts of urine associated with laughing, coughing, sneezing, exercising or other movements that increase pressure on the bladder. Isolated urgency incontinence - where a sudden pressing need to urinate causes the leakage of urine - affects only around 5% of women, and 5-10% have a combination of both forms.\r\n\"25% of adult women will experience incontinence severe enough to impact on their quality of life,\" says Dr Cartwright. \"Finding a genetic cause and a potential treatment route is therefore a priority.\"\r\nThe researchers undertook a genome-wide association study (GWAS) in just under 9,000 women from three groups in Finland and the UK, confirming their findings in six further studies. Genome-wide association studies work by scanning markers across the complete sets of DNA of large numbers of people in order to find genetic variants associated with a particular disease.\r\nAnalysis of the study data yielded a risk locus for urinary incontinence close to the endothelin gene, known to be involved in the ability of the bladder to contract. Drugs that work on the endothelin pathway are already used in the treatment of pulmonary hypertension and Raynaud's syndrome, a condition where spasm of the arteries causes reduced blood flow, most usually to the fingers.\t\r\n\"Previous studies had failed to confirm any genetic causes for incontinence. Although I was always hopeful that we would find something significant, there were major challenges involved in finding enough women to participate, and then collecting the information about incontinence.  It has taken more than five years of work, and has only been possible thanks to the existence of high quality cohort studies with participants who were keen to help,\" says Dr Cartwright.\r\nCurrent treatment for urinary incontinence in women includes pelvic floor and bladder training, advice on lifestyle changes (for example, reducing fluid intake and losing weight), drugs to reduce bladder contraction, and surgery. \r\nHowever, as the number of identified risk variants for urinary incontinence grows, there will be potential to introduce genetic screening for the condition, and improve advice to pregnant women about the likely risks of incontinence in order that they may make an informed choice about delivery method. \"We know that a caesarean section offers substantial protection from incontinence. However, across Europe there are efforts to reduce caesarean section rates, and establishing such a screening programme during pregnancy may run against current political objectives in many maternity care systems. \r\n\"Clearly this will need further debate and an analysis, not just of the cost to healthcare systems, but also of the benefit to women who may be spared the distress of urinary incontinence,\" Dr Cartwright will conclude.\r\nChair of the ESHG conference, Professor Joris Veltman, Director of the Institute of Genetic Medicine at Newcastle University, Newcastle, United Kingdom, said: \"This work reveals the first links between urinary incontinence and genetic factors. It provides important insight into the biological mechanisms for incontinence and suggests the potential of identifying women at risk.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/esoh-nga052417.php", "region": "europe", "source_link": null, "funder": "UK Medical Research Council, International Continence Society and International Urogynecological Association", "meeting": "50th Annual Conference of the European Society of Human Genetics", "institution": "European Society of Human Genetics", "keywords": ["Genetics", " Medicine/Health", " Gynecology"], "journal": "", "description": "Urinary incontinence in women is common, with almost 50 percent of adult women experiencing leakage at least occasionally. Genetic or heritable factors are known to contribute to half of all cases, but until now studies had failed to identify the genetic variants associated with the condition.", "date": "Sun, 28 May 2017 04:00:00 GMT"}