{"title": "Hydrophobic proteins on virus surfaces can help purify vaccines", "text": "A person doesn't have to get sick to catch a virus. Researchers hope to catch viruses for detection and vaccinations by understanding their sticky outer layers. The complex structures making the surface of a virus are small weaves of proteins that make a big impact on how a virus interacts with cells and its environment. A slight change in protein sequence makes this surface slightly water-repelling, or hydrophobic, causing it to stick to other hydrophobic surfaces. A new paper, published recently in Colloids and Surfaces B: Biointerfaces, details surface hydrophobicity in porcine parovirus (PPV). Caryn Heldt, an associate professor of chemical engineering at Michigan Technological University, is the paper's lead author. Currently, she is on sabbatical in St. Louis working with Pfizer to better understand how surface hydrophobicity could be used to improve vaccination production. \"Vaccine purification is all about surface interactions; if the components break apart, then they cannot be used as a therapeutic,\" Heldt says, adding that sensing and removing viruses also depend on surface interactions. \"This may also help biologists understand a virus' interactions with a cell.\"The main finding in this paper is that Heldt and her team compared experimental methods with computational methods to measure the surface chemistry.   Because virus hydrophobicity is relatively new and difficult to measure, Heldt's team focused on using hydrophobicity models as a comparison. They compared the expected hydrophobicity measurements based on the main protein from the virus, the non-enveloped PPV, to well-studied model proteins that span a range of repelling or attracting water. Then they analyzed the samples using two kinds of chromatography--the analysis of chemical mixtures--along with fluorescent dyes that illuminate sticky, hydrophobic patches on the proteins. The key is that the measurements focus on what's easy to reach. These locations are part of what's called a crystal structure's solvent accessible surface area. Narrowing down the observed area in an experiment helped the team measure hydrophobicity. \"The entire virus capsid is too large of a complex to do these calculations,\" Heldt says, explaining the capsid is an outside shell made of 60 copies of similar proteins--VP1, VP2, VP3--and her team tested the exposed parts of VP2, which is the most abundant. \"It was interesting that we were still able to correlate our solvent exposed surface area calculations with the experimental results because we were only using this one protein.\"The strong correlation between the computational and experimental results indicates that PPV--and likely other viruses--have a measurable hydrophobicity. Once the measurements are better understood, then Heldt and other researchers can better catch viruses. Doing so can improve detecting viruses, concentrating them and purifying vaccines.\r\n", "article_link": "http://dx.doi.org/10.1016/j.colsurfb.2017.02.011", "url": "http://www.eurekalert.org/pub_releases/2017-03/mtu-hpo032417.php", "region": "namerica", "source_link": "http://www.mtu.edu/news/stories/2017/march/virus-hydrophobicity-can-help-purify-vaccines.html", "funder": "National Science Foundation", "meeting": "", "institution": "Michigan Technological University", "keywords": ["Biology", " Biochemistry", " Virology", " Biochemistry", " Pharmaceutical Sciences", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Pharmaceutical Science", " Biomedical/Environmental/Chemical Engineering"], "journal": "Colloids and Surfaces B: Biointerfaces", "description": "Through experimental and computational tests, new research expands on the theory of virus surface hydrophobicity. By being slightly water-repellent, the outer layers of proteins in virus capsids affect how it interacts with cells and the environment. Understanding this more can improve vaccine production and virus detection.", "date": "Fri, 24 Mar 2017 04:00:00 GMT"}