{"title": "UVA finds ANOTHER immune system link science said didn't exist", "text": "The University of Virginia School of Medicine has again shown that a part of the body thought to be disconnected from the immune system actually interacts with it, and that discovery helps explain cases of male infertility, certain autoimmune diseases and even the failure of cancer vaccines.Scientists developing such vaccines may need to reconsider their work in light of the new findings or risk unintentionally sabotaging their own efforts. UVA's Kenneth Tung, MD, said that many vaccines likely are failing simply because researchers are picking the wrong targets - targets that aren't actually foreign to the immune system and thus won't provoke the desired immune responses.Overturning OrthodoxyTung, of UVA's Beirne B. Carter Center for Immunology Research, and a team of collaborators have discovered an unexpected interaction between men's testes and the immune system. While science textbooks insist the testes are barricaded from the immune system by an impenetrable wall of cells, the researchers have determined there's actually a very small door in that wall, a door that appears to open in only one direction.The team discovered that the testes release some, but not all, of the antigens - substances that can spur an immune response - that are created during the production of sperm. Because the testes release these antigens naturally, the immune system ignores them. That's a normal, healthy response, but it also may explain why cancer vaccines are failing. Cancer vaccines target antigens, so if vaccine developers rely on antigens that are ignored by the immune system, the vaccine won't work.\"In essence, we believe the testes antigens can be divided into those which are sequestered [behind the barrier] and those that are not,\" Tung said. \"Antigens which are not sequestered would not be very good cancer vaccine candidates.\" The good news is that doctors can determine which antigens a patient's cancer cells release. By targeting sequestered antigens - the ones unknown to the immune system - doctors could greatly increase vaccines' chances of success.Treating InfertilityThe finding also may prove important for couples seeking to have children. Up to 12 percent of men who suffer from infertility have an autoimmune response to their own reproductive cells. That means their immune systems are attacking their sperm, essentially. Tung and his collaborators shed light on what may be happening, showing that a particular step during the creation of sperm is responsible for determining whether the sperm antigens will spark an immune response. Cells called \"regulatory T cells\" then help control the immune system's response to the non-sequestered antigens. In men who are infertile because of an autoimmune disorder, something is going wrong with the process, leading the immune system to attack when it shouldn't. With that knowledge, doctors may be able to develop new treatments for the autoimmune disorders and the resulting infertility.Rethinking the Immune SystemThe discovery of the unknown immune interaction comes less than two years after UVA's Jonathan Kipnis and Antoine Louveau rewrote textbooks when they discovered that the brain has a direct connection to the immune system, a connection long thought not to exist. That discovery could have profound effects in the quest to defeat diseases ranging from Alzheimer's to multiple sclerosis.", "article_link": "http://dx.doi.org/10.1172/JCI89927", "url": "http://www.eurekalert.org/pub_releases/2017-03/uovh-ufa032217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Virginia Health System", "keywords": ["Microbiology", " Medicine/Health", " Cancer", " Breast Cancer", " Prostate Cancer", " Developmental/Reproductive Biology", " Fertility", " Immunology/Allergies/Asthma", " Vaccines", " Urogenital System"], "journal": "Journal of Clinical Investigation", "description": "The University of Virginia School of Medicine has again shown that a part of the body thought to be disconnected from the immune system actually interacts with it, and that discovery helps explain cases of male infertility, certain autoimmune diseases and even the failure of cancer vaccines.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}