{"title": "Effective one-shot vaccination of newborns moves closer to reality", "text": "Newborns are highly vulnerable to infections and don't respond optimally to most vaccines because their young immune systems typically mount weak antibody responses. Now, researchers at Boston Children's Hospital report achieving strong vaccine responses in newborn animals, including monkeys -- the final preclinical model before human trials -- by adding compounds known as adjuvants that boost the immune response. In two simultaneous papers, they also describe improved adjuvant formulations that could reduce side effects.Globally, vaccines that could be given at birth could sharply reduce infant mortality. However, currently, only BCG, polio vaccine and hepatitis B vaccines are effective in newborns, and the latter two require multiple doses for protection. The new studies, led by David Dowling, PhD, cap a decade of research in the laboratory of Ofer Levy, MD, PhD, aimed at tailoring vaccines to newborns' unique immune systems. They were published March 23, in the Journal of Clinical Investigation-Insight (JCI-Insight) and the Journal of Allergy and Clinical Immunology (JACI).\"Our efforts to understand the biology of the newborn immune system has now led to adjuvant approaches that may enable earlier protection of newborns and young infants from life-threatening infectious diseases, such as pneumococcus, pertussis or even respiratory syncytial virus (RSV),\" says Levy, director of the Precision Vaccines Program in Boston Children's Hospital's Division of Infectious Diseases and senior investigator on both studies.Pneumococcal vaccine was used as a test case because it can cause potentially fatal pneumonia, meningitis, and sepsis in infants. In the first study (JCI-Insight), newborn Rhesus monkeys were given a series of three shots with the existing Prevnar 13 pneumococcal vaccine. This vaccine is already packaged with an adjuvant (Alum), but half the monkeys were randomized to also receive an adjuvant called 3M-052 that Levy, Dowling, and colleagues have shown to activate newborn immune responses. Blood was drawn at different time points to see how well the immune system was responding.  At day 28, even before receiving the second dose with 3M-052, the animals were much quicker to develop an antibody response, and their antibody levels were 10 to 100 times greater than that with Prevnar 13 alone -- high enough to ensure protection against infection. They also showed dramatically enhanced CD4+ T cells and B cells specific to Streptococcus pneumoniae. (Monkey experiments were conducted at the Tulane National Primate Research Center.)\"The protective antibody response we saw was so strong that it's conceivable that you could get protection with one shot,\" says Levy. \"This is critical because in many parts of the world, birth is the most reliable point of healthcare contact. After birth, it becomes challenging to bring children in for repeated clinic visits.\"The adjuvant works by stimulating a set of receptors on white blood cells known as Toll-like receptors (TLRs). Research by the Levy Lab has found that stimulating two of these receptors, TLR7 and TLR8, induces the strongest antibody response. Studying white blood cells derived from newborns' umbilical cords, the researchers also saw robust T helper 1-cytokine production when given 3M-052 alone. When it was added to Prevnar 13, the response was synergistic.The 3M-052 adjuvant used for this monkey study, manufactured by 3M Drug Delivery Systems, is designed to minimize side effects: it is configured chemically with a lipid \"tail\" that mixes poorly with water. This keeps it from getting into the bloodstream, where it could cause inflammation and flu-like symptoms.\"Rather than floating all over the place causing fever and chills, when you inject this 3M-052 adjuvant, it stays put in the muscle and enhances the immune response to the vaccine,\" says Levy.The second study, co-led by Jeffrey Hubbell, PhD of École Polytechnique Fédérale de Lausanne in Switzerland (now at University of Chicago), used a different adjuvant approach described in the JACI paper. To both maximize immune response and avoid systemic inflammation, the researchers encapsulated the vaccine antigen and a TLR8-activating adjuvant named CLO75 in nanoparticles. The particles were specially engineered to be taken up by antigen-presenting cells, which instruct lymphocyte cells to make antibodies. When added to human cells in a dish and when injected into mice that express the human TLR8 gene, the nanoparticles stimulated immune responses that were as good or better than those induced by the BCG vaccine -- one of the few vaccines that works in newborns.The team's next steps are to develop a highly stable formulation, obtain more safety data and further characterize age-specific responses, comparing newborns versus older infants. Levy plans to work with collaborators from around the world, via the Precision Vaccines Program he founded last year, to work towards eventual human trials.\"There's not a long list of vaccines that can be given at birth and we need better vaccine formulations against a range of early life infectious pathogens,\" says Levy. \"We hope to meet these challenges.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bch-eov032217.php", "region": "namerica", "source_link": null, "funder": "Bill & Melinda Gates Foundation,  NIAID/National Institutes of Health, European Research Council, Boston Children's Hospital, 3M Drug Delivery Systems", "meeting": "", "institution": "Boston Children's Hospital", "keywords": ["Medicine/Health", " Clinical Trials", " Infectious/Emerging Diseases", " Public Health"], "journal": "Journal of Clinical Investigation", "description": "Newborns are highly vulnerable to infections and don't respond optimally to most vaccines because their young immune systems typically mount weak antibody responses. Now, researchers at Boston Children's Hospital report achieving strong vaccine responses in newborn animals, including monkeys -- the final preclinical model before human trials -- by adding compounds known as adjuvants that boost the immune response.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}