{"title": "Immune study in chickens reveals key hurdle for Campylobacter vaccine effort", "text": "New University of Liverpool research reveals that the immune response of farmed chickens does not develop fast enough to fight off Campylobacter during their short lifespan. The findings have important implications in the challenge towards developing a poultry vaccine for the bug, which is the UK's leading cause of food poisoning.As both a public health and animal welfare issue, finding a way to control Campylobacter infection is a priority for the poultry industry. There are currently no commercial vaccines and their development is hampered by poor understanding of the immunobiology of the infection.  In the first study of functional immunity to Campylobacter jejuni in the chicken, researchers have shown that antibody production plays a role, albeit limited, in the clearance of intestinal infection. However, it fails to clear the bacterium within the lifetime of a commercial broiler chicken, which is typically around six weeks of age.  Professor Paul Wigley, from the University's Institute of Infection and Global Health, said: \"Our findings suggest that any Campylobacter vaccine relying solely on an antibody response is unlikely to be effective in broiler chickens.\"Researchers carried out the study by chemically inhibiting the production of antibody-producing white blood cells (B lymphocytes) in broiler chicks, before introducing C.jejuni infection at the age of three weeks and then monitoring bacteria levels in the gut for the next nine weeks. They found that an antibody-associated drop in bacteria levels only became apparent after seven weeks and suggest that the adaptive immune response in the gut only begins to mature at six weeks of age.Professor Wigley added: \"It's likely to be very challenging to produce a protective immune response in broiler chickens before slaughter age, which is around six weeks of age.\"\"Vaccines that focus on a cell-mediated immune response, or alternatively some way of speeding up the production of antibodies in broiler chickens, may offer more promising routes to controlling Campylobacter, and ultimately reducing the amount of contaminated chicken in our supermarkets.\"Approximately four in five cases of Campylobacter infection in the UK result from contaminated poultry - either through consumption of undercooked meat or through cross contamination in the kitchen. While good hygiene and thorough cooking can effectively prevent infection, there are still more than 280,000 cases in the UK and the cost to the economy is estimated at up to £900 million each year.", "article_link": "http://dx.doi.org/10.1038/srep45090", "url": "http://www.eurekalert.org/pub_releases/2017-03/uol-isi032117.php", "region": "europe", "source_link": null, "funder": "Biotechnology and Biological Sciences Research Council", "meeting": "", "institution": "University of Liverpool", "keywords": ["Agricultural Production/Economics", " Food/Food Science", " Biology", " Bacteriology", " Microbiology", " Zoology/Veterinary Science", " Infectious/Emerging Diseases"], "journal": "Scientific Reports", "description": "New University of Liverpool research reveals that the immune response of farmed chickens does not develop fast enough to fight off Campylobacter during their short lifespan. The findings have important implications in the challenge towards developing a poultry vaccine for the bug, which is the UK's leading cause of food poisoning.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}