{"title": "Most dengue infections transmitted in or near home", "text": "The majority of dengue virus infections appear to happen very close to home and are transmitted from the same family of mosquitoes, suggests new research led by the University of Florida and the Johns Hopkins Bloomberg School of Public Health.The findings, published in the March 24 issue of Science, offer new insights into the spread of dengue, which infects more than 300 million people each year, and other flaviviruses such as West Nile and Zika - think Wynwood, the Miami neighborhood hit hard by Zika last year -- and how governments and individuals might put in place more targeted and more effective mosquito control programs. For their study, the researchers genetically sequenced the viruses of 640 dengue infections that occurred in densely populated Bangkok, Thailand, between 1994 and 2010. They then overlaid this information on a map showing where 17,291 people infected with the disease lived. Their results showed that in cases where people lived fewer than 200 meters apart -- that is, in the same neighborhood -- 60 percent of dengue cases resulted from the same transmission chain, meaning they stemmed from the same mosquito or family of mosquitoes. In people who were separated by a wider distance of one to five kilometers, just 3 percent of cases came from the same transmission chain, said the study's senior author, Derek A.T. Cummings, a professor of biology at UF's Emerging Pathogens Institute and an adjunct professor at the Bloomberg School. \"Our findings suggest that large urban centers provide a source of dengue [genetic] diversity that could possibly be dispersed to other areas of the country and world,\" Cummings said.However, in the areas of Bangkok with the highest population density, the researchers found less diversity than expected. \"This suggests that these areas might be where intense competition is occurring between dengue viruses,\" Cummings added.The researchers estimate that 160 separate chains of transmission co-circulate in Bangkok within a \"dengue season,\" which in Thailand is usually autumn. Across the city, they found that larger populations of people support a larger diversity of dengue viruses. While the related dengue viruses stay close to home in a single dengue season, the viruses eventually mix across the country by the next season. Despite the eventual cross-country mixing, the researchers say that the virus strains stayed mostly within the borders of the country, and they aren't entirely sure why.\"We often think that pathogens don't respect borders,\" said study lead author Henrik Salje, PhD, from the Institut Pasteur in Paris, France. \"While clearly there is a lot of human mobility between the countries in the region, it does not appear to be enough to connect their dengue epidemics.\" This has important implications for the introduction of dengue vaccines, which are starting to be rolled out, as individual countries will have to rely on their own efforts to control the disease, he said.Forty percent of the world's population is at risk of the virus, which is most common in Southeast Asia and the western Pacific islands and has been rapidly increasing in Latin America and the Caribbean. While most of the people who contract dengue survive with few or no symptoms, more than two million annually develop what can be a dangerous hemorrhagic fever, which kills more than 25,000 people each year -- mostly children. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uof-mdi032317.php", "region": "namerica", "source_link": "http://news.ufl.edu/articles/2017/03/most-dengue-infections-transmitted-in-or-near-home.php", "funder": "NIH/National Institute of Allergy and Infectious Diseases, National Science Foundation, Global Emerging Infections Surveillance and Response System, Armed Services Health Surveillance Health Center", "meeting": "", "institution": "University of Florida", "keywords": ["Biology", " Virology", " Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Science", "description": "The majority of dengue virus infections appear to happen very close to home and are transmitted from the same family of mosquitoes, suggests new research led by the University of Florida and the Johns Hopkins Bloomberg School of Public Health.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}