{"title": "Portland State U research shows some viruses can infect even after major mutations", "text": "Portland State University researchers have found that only about half the genes in a specific virus affecting single cell organisms is needed to infect a host. This means the virus can undergo major mutations without losing its ability to survive and infect.The research, headed by PSU biology professor Kenneth Stedman, shows how resilient and stable viruses can be. It also gives new insights into the structure of HIV and other viruses, how they are made and the challenges of fighting them. \"If you get rid of some of a virus's genes, you change the structure but it can still infect,\" Stedman said.  \"Our next step will be to find out what makes these viruses so stable, and that will give us insights into all kinds of diseases, from AIDS to Alzheimer's.\"The viruses Stedman studied were taken from highly acidic, near-boiling volcanic hot springs. Stedman, co-founder of PSU's Center for Life in Extreme Environments, said studying organisms from such hostile conditions helps scientists understand the molecular basis of survivability under extreme conditions and maybe the origins of life itself.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/psu-psu032217.php", "region": "namerica", "source_link": "https://www.pdx.edu/news/portland-state-research-shows-some-viruses-can-infect-even-after-major-mutations", "funder": "National Science Foundation", "meeting": "", "institution": "Portland State University", "keywords": ["Biology", " Cell Biology", " Genetics", " Virology", " Biochemistry", " Geophysics", " AIDS/HIV", " Vaccines"], "journal": "Journal of Virology", "description": "Portland State University researchers have found that only about half the genes in a specific virus affecting single cell organisms is needed to infect a host. This means the virus can undergo major mutations without losing its ability to survive and infect. The research shows how resilient and stable viruses can be. It also gives new insights into the structure of HIV and other viruses, how they are made and the challenges of fighting them.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}