{"title": "New low-cost rotavirus vaccine could reduce disease burden in developing countries", "text": "Boston, MA - A new vaccine for rotavirus was found to be 66.7% effective in preventing severe gastroenteritis caused by the virus, according to a new study from researchers at Harvard T.H. Chan School of Public Health and Epicentre, Paris. Rotavirus is responsible for about 37% of deaths from diarrhea among children younger than 5 years of age each year, or about 450,000 children, with a disproportionate effect in sub-Saharan Africa.The study will be published in the March 23, 2017 issue of the New England Journal of Medicine.Rotavirus is the leading cause of acute diarrhea, or severe gastroenteritis, in children. Unlike other causes of diarrhea, improvements in water, sanitation, and hygiene do not prevent rotavirus transmission, therefore vaccination is essential to prevent death and complications from childhood diarrhea.To make a difference in countries where the rotavirus burden is highest and access to health care is low, vaccines need to be affordable, as well as safe, effective, and heat-stable. Currently there are two rotavirus vaccines, but they are expensive and refrigeration must be maintained throughout the supply chain. In resource-poor countries such as Niger, electricity and refrigeration are often unreliable. The new vaccine is heat-stable, the first of its kind for rotavirus prevention.  \"This trial brings a vaccine which is adapted to African settings to those who need it most,\" said first author Sheila Isanaka, assistant professor of nutrition at Harvard Chan School. \"When the vaccine becomes widely available in Africa, it will help protect millions of the most vulnerable children.\"For the trial, researchers conducted a randomized, placebo-controlled trial in Niger to evaluate the efficacy of BRV-PV, a low-cost, heat-stable vaccine manufactured by Serum Institute of India Pvt Ltd. The researchers recruited 3,508 healthy infants to receive three doses of the vaccine or placebo at 6, 10, and 14 weeks of age. All children included in the trial are monitored in local health centers and receive free health care for two years.The vaccine has been licensed in India, but approval--known as prequalification-- by the World Health Organization is needed before it can be purchased by the United Nations and government agencies.  \"After the successful clinical trial of this new vaccine, we hope that it can be made available as soon as possible to children in Niger and across Africa,\" Isanaka said. ", "article_link": "http://dx.doi.org/10.1056/NEJMoa1609462", "url": "http://www.eurekalert.org/pub_releases/2017-03/htcs-nlr032017.php", "region": "namerica", "source_link": null, "funder": "Médecins Sans Frontières, Kavli Foundation", "meeting": "", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["Medicine/Health", " Death/Dying", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "New England Journal of Medicine", "description": "A new vaccine for rotavirus was found to be 66.7 percent effective in preventing severe gastroenteritis caused by the virus, according to a new study from researchers at Harvard T.H. Chan School of Public Health and Epicentre, Paris.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}