{"title": "Silence is golden -- Suppressing host response to Ebola virus may help to control infection", "text": "(Boston)-- The Ebola virus causes a severe, often fatal illness when it infects the human body. Initially targeting cells of the immune system called macrophages, white blood cells that absorb and clear away pathogens, a new study has found a way to potentially \"silence\" these Ebola virus-infected macrophages.The findings, which appear in the Journal of Virology, could lead to new treatment options for Ebola virus disease. The Ebola virus is transmitted to people from wildlife, potentially bats, and spreads in the human population through human-to-human transmission. Currently there are no licensed Ebola virus vaccines but two potential candidates are undergoing evaluation.Prior studies by others have shown the Ebola virus activates a defense program in macrophages through a process normally used by bacteria, but not by viruses. The Ebola virus activates the macrophages through Toll-like receptor 4 (TLR4). Macrophages use TLR4 to sense bacterial infections and then activate a defense program evolved to fight bacteria. Unfortunately, activation of TLR4 by Ebola virus may lead the macrophages in the wrong direction and they mount an inappropriate immune response. This leads to the production of immune modulators that may be harmful and deteriorate Ebola virus disease.Using the Reston virus, a cousin of the Ebola virus, that does not cause disease in humans, researchers at Boston University School of Medicine (BUSM) examined how macrophages responded to Ebola compared to the Reston virus. Surprisingly and in contrast to Ebola virus, Reston virus-infected macrophages were not activated. In addition, the researchers found by using drugs that inhibit TLR4 activation, it was possible to keep macrophages that are exposed to Ebola virus silent.\"We used transcriptomics analysis performed by our collaborators at the University of Washington, Seattle, and other assays to look specifically at the inflammatory response in infected macrophages,\" explained corresponding author Elke Mühlberger, PhD, associate professor of microbiology at BUSM. \"This lack of activation in human macrophages might be one of the reasons why Reston virus does not cause disease in humans. More importantly, it showed that it is possible to keep macrophages that are exposed to Ebola virus silent by using drugs that inhibit TLR4 activation. This could be a promising treatment option for Ebola virus disease.\"The researchers hope this study will allow for new insight for treating other hemorrhagic fever viruses in addition to Ebola virus.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bumc-sig032017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Disease", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Journal of Virology", "description": "The Ebola virus causes a severe, often fatal illness when it infects the human body. Initially targeting cells of the immune system called macrophages, white blood cells that absorb and clear away pathogens, a new study has found a way to potentially 'silence' these Ebola virus-infected macrophages.\r\n\r\nThe findings, which appear in the Journal of Virology, could lead to new treatment options for Ebola virus disease.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}