{"title": "States can lower risk of measles outbreak by strengthening exemption policies", "text": "AURORA, Colo. (March 21, 2017) -States with weaker non-medical exemption policies for vaccinations can reduce the likelihood of a measles outbreak 140 to 190 percent by strengthening them, a new study from the University of Colorado Anschutz Medical Campus shows.Researchers said the magnitude of those outbreaks can also be cut in half by strengthening exemption policies for children.\"In the year 2000 measles was no longer being transmitted in the U.S.,\" said the study's lead author Melanie Whittington, PhD., a health services researcher. \"Compare that to 2015 when we had over 150 cases in the first three months. Suddenly measles is an issue again despite having an effective vaccine.\"Whittington and her colleagues, including the study's senior author Jonathan Campbell, PhD, associate professor of clinical pharmacy at the CU Skaggs School of Pharmacy and Pharmaceutical Sciences, wanted to find out why.Using mathematical models, they simulated the magnitude, likelihood and cost of a measles outbreak under different non-medical vaccine exemption policies.Every state has such policies. Those with \"easy\" exemption policies typically only require a parent signature on a standardized form. States with \"medium\" exemption policies require parents to obtain a form from a health department and/or attend an educational session on vaccinations, or write a statement of objection. Finally, states with \"difficult\" exemption policies require parents to get a standardized form or statement of objection notarized.The researchers, using data from the Centers for Disease Control and Prevention's National Immunization Study, found easier non-medical vaccine exemption policies to be associated with a greater risk for outbreaks of vaccine-preventable diseases.The state they modeled was Colorado, which has one of the lowest vaccination rates for measles. Only 87.4 percent of children between the ages of 19-35 months are covered. And 5 percent of kindergartners report an exemption.\"We modeled an environment where the population had low vaccination coverage and then simulated measles outbreaks under different exemption policies,\" said Whittington. \"We found that a state like Colorado is 140 to 190 percent more likely to experience an outbreak with an easy exemption policy than if it had a medium or difficult non-medical exemption policy.  The outbreak size can also be reduced nearly by half with stronger policies.\"While the researchers focused on measles, strengthening exemption policies could benefit other vaccine-preventable diseases, such as mumps.\"There is a tradeoff here,\" said Campbell, who specializes in pharmaceutical outcomes research. \"It's a trade between freedom and risk. Are we willing to give up a small piece of freedom that nudges us toward vaccination in order to halve the risk of a detrimental outbreak of a preventable disease?  I think Colorado should be willing to make that trade.\"The researchers urged the strengthening of non-medical exemption policies as a way to increase vaccination coverage.\"We are not saying you can't have non-medical exemptions,\" Campbell and Whittington said. \"But if we strengthen them, we can improve health and reduce the economic impact of a potential outbreak.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoca-scl032117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Medicine/Health", " Environmental Health", " Epidemiology", " Health Care Systems/Services", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pediatrics", " Public Health"], "journal": "Academic Pediatrics", "description": "States with weaker non-medical exemption policies for vaccinations can reduce the likelihood of a measles outbreak 140 to 190 percent by strengthening them, a new study from the University of Colorado Anschutz Medical Campus shows.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}