{"title": "HIV co-infection influences natural selection on M. tuberculosis", "text": "Tuberculosis (TB) remains a major global health problem, with 10 million cases and 2 million deaths per year, according to the World Health Organization. The only available vaccine is effective in children but its effect wanes in older children and adults. Persons co-infected with HIV are more susceptible to TB infection, often encounter severe complications and experience a much higher mortality rate. The brunt of the co-epidemic is felt in Sub-Saharan Africa, a region with concomitantly high rates of poverty and inequality.  While M. tuberculosis has been evolving with humans for thousands of years, HIV co-infections create host immunological environments that this bacterium has not encountered before and could, therefore, be nudging it to evolve new characteristics.   In one of the first studies to have investigated this hypothesis, an evolutionary analysis of M. tuberculosis full genome sequences from HIV uninfected and HIV co-infected individuals was conducted by Anastasia Koch, together with Prof Robert Wilkinson and Dr. Darren Martin and other colleagues from Cape Town, South Africa and Basel, Switzerland. These M. tuberculosis strains were isolated from individuals living in Khayelitsha, a Cape Town community with among the highest HIV and TB rates in the world.  The research team uncovered specific sites within M. tuberculosis genomes where the bacterium may have been compelled to evolve in response to HIV-1 co-infections. Of particular significance was that when sites were classified according to their function, an unusually large number occurred in parts of the M. tuberculosis genome that code for epitopes: parts of M. tuberculosis proteins that are recognized by human B and T cells, however in this study only epitopes that might be recognized by T cells were investigated. \"This is the first time that phylogenetically informed and statistically sophisticated evolutionary models have been applied to M. tuberculosis whole genome sequence data to detect codon site specific natural selection that might be influenced by HIV co-infection. An important finding of this work is that natural selection on M. tuberculosis codons can be detected using these methods, and that HIV may be impacting how M. tuberculosis is presently evolving.\" said Koch. \"The finding of some evidence for differential selection on epitope encoding regions was unexpected, but not totally counter-intuitive. Previous work by our collaborators has established unusual levels of M. tuberculosis epitope conservation in HIV uninfected individuals, which suggests that, in the absence of HIV, epitope conservation is favourable for M. tuberculosis. HIV co-infection may disrupt the relationship between host and bacillus, and thus decreases the favourability of epitope conservation.\"\"It is also highly desirable that our results are validated on larger datasets in other disease settings to establish how generalizable our findings are; especially since the influence of HIV on M. tuberculosis epitope evolution could have implications for the design of vaccines to be administered in settings with high rates of HIV-associated TB.\" Koch hopes that the work will inform thinking around the potential for M. tuberculosis to evolve not just in response to human interventions such as the antibiotics or vaccines that have been used to control this bacterium, but also in response to the largely uncontrollable and ever-changing microbial communities that share humans as their preferred homes. Their findings appear in the advanced online edition of Molecular Biology and Evolution.", "article_link": "http://dx.doi.org/10.1093/molbev/msx107", "url": "http://www.eurekalert.org/pub_releases/2017-03/mbae-hci031517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Molecular Biology and Evolution (Oxford University Press)", "keywords": ["Biology", " Bacteriology", " Evolution", " Microbiology", " Medicine/Health", " AIDS/HIV", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Molecular Biology and Evolution", "description": "While M. tuberculosis has been evolving with humans for thousands of years, HIV co-infections create host immunological environments that this bacterium has not encountered before and could, therefore, be nudging it to evolve new characteristics.  Now, an evolutionary analysis of M. tuberculosis full genome sequences from HIV uninfected and HIV co-infected individuals uncovered specific sites within M. tuberculosis genomes where the bacterium may have been compelled to evolve in response to HIV-1 co-infections.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}