{"title": "Vaccine, improved treatment are keys to control of a surging HIV pandemic", "text": "CORVALLIS, Ore. - Development and widespread use of a vaccine that's even partially effective against HIV, along with more progress toward diagnosis and treatment, offer the best hopes for turning the corner on a global pandemic that's still spiraling out of control, researchers reported today.Even though HIV and AIDS can now be effectively treated in most cases, actual control of the epidemic is elusive - not just in the developing world, but also the United States, scientists said today in a report in Proceedings of the National Academy of Sciences.A new analysis of the possible future of HIV/AIDS, and what steps might best help address the issue, was published by researchers from Oregon State University and the Yale School of Public Health, in work supported by the National Institutes of Health.Scientists have developed a model of HIV progression, transmission and intervention tailored to 127 countries around the world.Data in the report show that HIV infections are surging, millions of people who have been diagnosed are not getting treatment, and the battle against the epidemic would be hugely aided by a vaccine.Just since 2010, the global prevalence of HIV infections has increased to 37 million individuals.In 2014, 1.2 million people in the U.S. were infected. The good news is that 87 percent of those infections have been diagnosed, which is near the United Nations target established in 2013. The bad news is that of those diagnosed cases, only about half - 52 percent - of people known to have HIV in the U.S. are being treated. The U.S. is 50th in the world in reaching U.N. goals for diagnosis, treatment and effective control.\"Both around the world and in the U.S., HIV and AIDS are still nowhere close to being under control,\" said Jan Medlock, an associate professor and mathematical epidemiologist in the OSU College of Veterinary Medicine, and lead author on the new study.\"Given the efforts made against HIV/AIDS and the fact it can now be treated, the continued rate of spread is surprising. Even the cost of drugs, at least for the initial treatments, is relatively low. But this problem is still getting worse, not better, and our research suggests the value of prospective vaccines could be very significant.\"Under the \"status quo\" levels of intervention, the research found, the world may expect about 49 million new cases of HIV infection during the next 20 years. If ambitious targets for diagnosis, treatment and viral suppression are reached, 25 million of these new infections could be prevented, the study concluded.Adding a vaccine by 2020 that was even 50 percent effective could prevent another 6.3 million infections, and it might have the potential to reverse the HIV pandemic.A concern is that the goals set by the United Nations for diagnosis and treatment \"may be more aspirational than practical,\" the researchers wrote in their study. The latest U.N. targets, established in 2014, are \"95-95-95\", meaning a 95 percent success rate, by country, in diagnosing HIV infections; treating those infected; and achieving viral suppression in those being treated.Some countries are near that, others not even close. In Botswana, 22 percent of all people over age 15 have HIV, but the diagnosis and treatment goals are at 80-97-90. South Africa has a similar rate of infections but much less effective treatment.Civil unrest in Afghanistan and Yemen, as well as harsh drug laws in Indonesia, have hampered screening and diagnosis, the researchers said in their study. Malaysia, the United States and India have high rates of diagnosis but struggle to engage people in actual treatment.\"The U.S. approach to controlling HIV infections and treatment is grossly inadequate,\" Medlock said. \"We diagnose people, but then they aren't getting the treatment they need.\"Due to these concerns and the large gap between goals and current reality, the search for an effective vaccine gains even more importance, the researchers said. They point out that even achieving the U.N. goals in many countries - including the U.S. - would not be sufficient to reverse the growth of people living with HIV.Vaccines already exist, but are mostly in clinical trials and have less effectiveness than hoped for. One existing candidate has about 60 percent efficacy for the first year after vaccination, dropping to 31 percent efficacy 3.5 years later. Last November, a modified version of this vaccine began large-scale, phase three trials in South Africa, with hopes for higher efficacy.However, even lacking complete efficacy, vaccines could be crucially important, the new analysis showed. Even without improvements in current global levels of diagnosis, treatment and viral suppression, the study suggested that a vaccine with 50 percent efficacy could avert 17 million new HIV infections during the next 20 years.A combined approach of better diagnosis, treatment and a vaccine is still the best bet, the report concluded. Especially helpful would be to target interventions to high-risk groups, such as sex workers, people who share needles, men who have sex with men, and prisoners. \"Given the challenges inherent in treatment as prevention and in vaccination, a combined approach would be the most feasible and effective strategy to address the HIV pandemic in each of the 127 countries considered,\" the scientists wrote in their study.According to UNAIDS, since the first report of AIDS in 1981, about 75 million people have been infected with HIV and 36 million deaths have been attributed to AIDS.\r\n", "article_link": "http://dx.doi.org/10.1073/pnas.1620788114", "url": "http://www.eurekalert.org/pub_releases/2017-03/osu-vit031517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Oregon State University", "keywords": ["Medicine/Health", " AIDS/HIV", " Mortality/Longevity", " Epidemiology", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Developing Countries", " Bioinformatics", " Disease in the Developing World"], "journal": "Proceedings of the National Academy of Sciences", "description": "Development and widespread use of a vaccine that's even partially effective against HIV, along with more progress toward diagnosis and treatment, offer the best hopes for turning the corner on a global pandemic that's still spiraling out of control, researchers reported today.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}