{"title": "Genes and the environment? Factors, patterns that lead to childhood obesity risk", "text": "URBANA, Ill. - In the preschool years, children begin to learn from their environment about self-regulation--both in regards to food choices and how to deal with their emotions. When children don't learn effective self-regulation skills during those early critical years, studies have shown they may be at a greater risk of becoming obese. One factor that has been linked to childhood obesity is restrictive feeding practices by primary caregivers, the implication being that it may interfere with a child's ability to learn to self-regulate food intake. Not surprisingly, when a child is overweight, parents tend to use more controlling, restrictive feeding practices, and parent-child communication about weight and restrictive feeding is often negative, another factor that increases obesity risk. A new study from the University of Illinois is showing that a child's genetics, related to emotion and cognition, may also play a role in this pattern. \r\nFinding a way to break the patterns that lead to childhood obesity is not about blaming parents, but encouraging parents to find new strategies in dealing with children's emotions, says Kelly Bost, a professor of child development in the Department of Human Development and Family Studies at the U of I. \"Some of the things parents do, they may not think are related to how children are developing their eating habits. The ways parents respond or get stressed when children get upset are related in an indirect way,\" Bost says. \"The way we respond to that emotion can help children to develop skills for themselves, to self-regulate, so that everyday challenges don't become overwhelming things that they have to manage with respect to food. \"Also, when parents offer food to children whenever they are upset, children may learn to cope with their negative emotions by overeating, and they start to develop this relationship with food early in life; eating--especially comfort food--brings a temporary soothing. People intuitively understand that.\" Bost explains that literature has shown that parents who use restrictive feeding practices have children who are more likely to be obese. But longitudinal studies have also shown that, first, parents notice and are concerned about their child's weight, and then engage in restrictive feeding. \"Then it becomes more or less a cycle,\" she says. \"This pattern develops over time. We were interested in looking at what could affect this pattern of behavior, so we could identity some factors that may either exacerbate this pattern or reduce its effect.\" In a study published in Pediatric Obesity, Bost, Margarita Teran-Garcia, Sharon Donovan, and Barbara Fiese, all of the U of I, identify a three-way interaction between child's body mass index (BMI), the child's genotype, and ways in which parents respond to their child's negative emotions in the prediction of restrictive feeding. Interestingly, looking at a child's genetics is helping researchers to better understand how children are likely to respond to stress. Using data from the STRONG Kids cohort, the researchers examined information about parent feeding styles, and how parents of preschool-age children (2.5 to 3 years) typically react to their children's negative emotions. The researchers looked at these factors combined with child genetic data. In particular, the research team was interested in the COMT gene, a gene known for its significant impact on emotion and cognition. This gene produces a protein with enzymatic function that helps in the regulation of the levels of a neurotransmitter (dopamine) in the brain. The function of the COMT system could be affected by several factors, one of them is the changes produced by genetics in the form of single nucleotide polymorphisms (SNPs). There are many types of SNPs; some affect the amino acid composition of the protein and, depending on the change, could increase or decrease the function of the COMT system and therefore the amount of dopamine that accumulates in the brain. The researchers studied a SNP that changes one amino acid in position 158 of the protein, and the common form of valine (VAL) changes to methionine (MET). \"We all carry two copies of genetic information--one from mom, and one from dad--so a little amino acid change could have great consequences,\" Bost explains. \"In a person with Val/Val, the COMT system works three to four times faster than those with other combinations do, and therefore accumulates less dopamine in the front of the brain. \"Children who have at least one copy of Val tend to be more resilient emotionally. Those who are Met carriers have the propensity to be more reactive to negative emotion or stress.\" \"We know that how parents respond to their children's negative emotions influences the development of children's response patterns over time. There is a whole body of literature linking emotion dysregulation to emotional overeating, dysregulation of metabolism, and risk for obesity, even starting at early ages. We wanted to begin to integrate information from these various fields to get a more holistic view of gene-environment interactions at this critical time in life for developing self-regulation.\" Data was collected from a group of 126 children. Parents filled out questionnaires, rating how they typically respond to their children in common situations, such as a child becoming upset at a birthday party. Saliva samples provided the genetic information. Bost and colleagues found that parents most likely to use restrictive feeding were those who reported more frequent use of unresponsive stress-regulating strategies with their children--punishing or dismissive--and had children who were higher weight status and homozygous for the Met allele. But the same was not necessarily true for children who were Val carriers. The findings support Bost and the team's hypothesis that parenting approaches combined with a child's genetic propensities modify associations between child BMI status and restrictive feeding. Bost adds that the unique part of the study is that it shows that the relation between a child's higher weight status and use of restrictive feeding by the parent is influenced by both general parenting practices related to stress regulation and children's genetic propensities for emotion reactivity. \r\nDeveloping interventions that inform parents about emotion regulation is important, Bost says, and should include how to use responsive strategies in challenging situations, and how children may also respond to strategies in different ways. While there may interventions around teaching parents to provide good nutrition or how to plan the meal so mealtimes will be less stressful, she explains that parents should also learn emotion regulation strategies in response to children who become more emotionally dysregulated, are eating to soothe, and especially if the parents are restrictive feeding. \r\nShe adds, \"Sometimes the way parents respond is based on their own stress, belief systems, or the way they were raised. Educating parents from a developmental perspective can help them to respond to their children's emotions in ways that will help their children learn to self-regulate their emotions and their food intake. \"Children respond to us in different ways based on their own temperament, genotype, and history of interactions. Responsive parenting involves an understanding of what stress-reducing approaches are most effective for a particular child.\"  ", "article_link": "http://dx.doi.org/10.1111/ijpo.12219", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoic-gat061617.php", "region": "namerica", "source_link": null, "funder": "Illinois Council for Agriculture Research, University of Illinois Health and Wellness Initiative, United States Department of Agriculture", "meeting": "", "institution": "University of Illinois College of Agricultural, Consumer and Environmental Sciences", "keywords": ["Genetics", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Pediatrics"], "journal": "Pediatric Obesity", "description": "A factor that has been linked to childhood obesity is restrictive feeding practices by primary caregivers, the implication being that it may interfere with a child's ability to learn to self-regulate food intake. When a child is overweight, parents tend to use more controlling, restrictive feeding practices. A new study from the University of Illinois is showing that a child's genetics, related to emotion and cognition, may also play a role in this pattern.", "date": "Fri, 16 Jun 2017 04:00:00 GMT"}