{"title": "Older adults can improve movement by using same motor strategy as babies", "text": "BEER-SHEVA, Israel...June 16, 2017  A motor mechanism that has been attributed primarily to early development in babies and toddlers can also help older adults improve movement accuracy, according to new research from Ben-Gurion University of the Negev (BGU). In an article published this week in Scientific Reports, the researcher shows that an infant's exploration-exploitation process can work in older adults, as well. \"In early development, babies seem to make random movements in all directions until they learn to purposefully reach for objects,\" says Dr. Shelly Levy-Tzedek, a lecturer in the BGU Department of Physiotherapy, Leon and Matilda Recanati School for Community Health Professions. \"Their movements are variable until they find a solution for the problem at hand, like reaching for that Cheerios bit. When they find a good movement plan, they exploit it.\"In the study, the arms of older adults (ages 70+) were connected to a sensor that measures the rotation of the arm at the elbow. Participants were then asked to make rhythmic movements of the forearm in a \"windshield wiper\" motion while trying to maintain certain speeds and arm amplitude, with and without visual feedback. At first \"their movements were too slow and too small,\" says Dr. Levy-Tzedek, who is also head of BGU's Cognition, Aging and Rehabilitation Lab and a member of the University's ABC Robotics Initiative. \"We then encouraged them to make movements that were larger and faster, and their performance on the original task improved significantly.\" The researchers hypothesized that older participants would not be able to maintain an increase in speed and amplitude of movement over time due to fatigue, but were surprised to discover that making mistakes helped improve future task performance. They also found that once a better movement pattern was established, the variability dropped. Making exaggerated movements actually helped them fine-tune their control.\"We haven't tested it directly in physical therapy, but perhaps getting older adults to make exaggerated movements can help fine-tune their performance on specific tasks that they find difficult to accomplish otherwise,\" says Dr. Levy-Tzedek. ", "article_link": "http://dx.doi.org/10.1038/s41598-017-03430-4", "url": "http://www.eurekalert.org/pub_releases/2017-06/aabu-oac061517.php", "region": "namerica", "source_link": "https://aabgu.org/adults-improve-movement/", "funder": "Brandies Leir Foundation, Bronfman Foundation, Promobilia Foundation, the Israeli Science Foundation, Helmsley Charitable Trust", "meeting": "", "institution": "American Associates, Ben-Gurion University of the Negev", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Parkinson's Disease", " Musculature", " Social/Behavioral Science", " Exercise"], "journal": "Scientific Reports", "description": "The researchers hypothesized that older participants would not be able to maintain an increase in speed and amplitude of movement over time due to fatigue, but were surprised to discover that making mistakes helped improve future task performance. They also found that once a better movement pattern was established, the variability dropped. Making exaggerated movements actually helped them fine-tune their control.", "date": "Fri, 16 Jun 2017 04:00:00 GMT"}