{"title": "More brain activity is not always better when it comes to memory and attention", "text": "Potential new ways of understanding the cause of cognitive impairments, such as problems with memory and attention, in brain disorders including schizophrenia and Alzheimer's are under the spotlight in a new research review. The review has just been published in a special 'Pharmacology of Cognition' issue of the British Journal of Pharmacology. In the paper, Tobias Bast, Stephanie McGarrity and Marie Pezze from the School of Psychology at The University of Nottingham highlight recent evidence, which suggests that too much uncontrolled activity in specific brain areas may lead to the cognitive impairments characterizing these conditions.Neurons in the brain interact by sending each other chemical messages, so-called neurotransmitters. Gamma-aminobutyric acid (GABA) is the most common inhibitory neurotransmitter, which is important to restrain neural activity, preventing neurons from getting too trigger-happy and from firing too much or responding to irrelevant stimuli. In the extreme, impaired inhibitory GABA transmission can cause epileptic seizures. In addition, as highlighted in the review, more subtle impairments in inhibitory GABA transmission, which are below the threshold to cause seizures, have recently been linked to a range of brain disorders characterised by cognitive impairments, including schizophrenia, age-related cognitive decline and early stages of Alzheimer's. However, until recently it was not clear if and how such subtle impairments in inhibitory GABA function affect important cognitive functions, such as memory and attention.  Two recent studies by Dr Bast and his colleagues have combined experimental reductions in inhibitory GABA transmission in specific brain regions with behavioural tests of memory and attention in rats.These studies focused on two brain regions that have long been known to be important for memory and attention, the prefrontal cortex and the hippocampus (a brain region in the temporal lobe). The studies found that faulty inhibitory neurotransmission and abnormally increased activity in the prefrontal cortex or hippocampus impairs memory and attention.Dr Bast said: \"Traditionally, memory and attentional impairments in conditions like ageing, Alzheimer's disease and schizophrenia have mainly been thought to be caused by reduced neural activity or damage in brain regions such as the prefrontal cortex or hippocampus. However, more recent evidence shows that actually too much activity can be just as detrimental for memory and attention.We reviewed recent studies in animal models, including our own research, which show that some important cognitive functions, including memory and attention, can be impaired if neural activity in brain regions, including the prefrontal cortex and hippocampus, is not under sufficient inhibitory control, which is normally mediated by the inhibitory neurotransmitter GABA.A key finding is that increased activity of a brain region, due to faulty inhibitory neurotransmission, can be more detrimental to cognitive function than reduced activity or a lesion. Insufficiently restrained activity within a brain region can disrupt not only the function of the region itself, but also the function of other regions to which it is connected. For example, our studies revealed that faulty inhibitory neurotransmission in the hippocampus does not only disrupt aspects of memory typically supported by this brain region, but also impaired attentional function, which is highly dependent on the prefrontal cortex, a region that is strongly connected to the hippocampus.We hope that our findings and a deeper understanding of the brain mechanisms underlying impairments in memory and attention will help to develop new treatments for these debilitating problems. Our review highlights potential pharmacological treatments to re-balance aberrant neural activity and restore memory and attention, which we aim to test in future research.\"The review is part of a special issue concerned with the Pharmacology of Cognition, on the British journal of Pharmcology which is co-edited by Dr Paula Moran, Associate Professor and Reader in Behavioural Neuroscience at the University of Nottingham. She explains the significance of this issue for understanding cognitive conditions: \"We urgently need new strategies to treat cognitive problems.These problems occur not only in Alzhiemer's disease and ageing, but also in psychiatric disorders such as schizophrenia, depression and anxiety. It is often overlooked, but the functional outcomes of these disorders can depend on how well people can learn, remember and concentrate. New treatments are most likely to come from deeper understanding of brain circuitries that are involved. This special issue adresses new approaches to improving cognition from rebalancing abnormal neural activity to cannabinoids to exercise. It also highlights the importance of not only using information from animal models to translate to human studies but also taking that information back to animal models to improve their accuracy to to predict new treatments.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uon-mba061517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Nottingham", "keywords": ["Biology", " Neurobiology", " Physiology"], "journal": "British Journal of Pharmacology", "description": "Potential new ways of understanding the cause of cognitive impairments, such as problems with memory and attention, in brain disorders including schizophrenia and Alzheimer's are under the spotlight in a new research review.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}