{"title": "Concussion effects detailed on microscopic level", "text": "COLUMBUS, Ohio - New research has uncovered details about subcellular-level changes in the brain after concussion that could one day lead to improved treatment.Researchers at The Ohio State University examined the effects of laboratory-induced mild traumatic brain injury on rodent brain tissue and found rapid microscopic swelling along the axons - the long and slender part of the nerve cell that sends vital messages to other parts of the brain. Similar swellings are seen in the brains of people with Alzheimer's disease or Parkinson's disease. \"We think based on our study in an animal model and in the lab that it's highly likely that when a person has a concussion some of the neurons swell within a few seconds, much more rapidly than we expected,\" said study author Chen Gu, an associate professor of biological chemistry and pharmacology.The good news: These swollen spots along the axons are reversible, Gu and his collaborators found. Their study appears in the Journal of Cell Biology.\"When we stop the mechanical stress, the swelling actually disappears within minutes and the axon can recover. This is critical, because the axon is where important signals happen - for our senses, motor skills, cognition, emotion and all kinds of neurophysiological functions,\" he said.\"This is probably highly relevant to mild traumatic brain injury, or concussion, and corresponds to what is seen in the clinic - that most people recover fully with time.\"The researchers also discovered a likely mechanism for the swelling, which could be important information for those looking to prevent, treat and better understand concussions in people.The stress applied to brain tissue in the lab was designed to mimic a blow to the head. The researchers hit the tissue with blasts of liquid delivered through a pipette - a method they called \"puffing.\" And that stress activated a protein called TRPV4, which causes a chain reaction that prompts a pause in content exchange along the axon.\"It's like having a highway with a lot of cargo running in both directions. After the concussion, the highway closes and there's a major traffic jam,\" Gu said. \"If the stress to the brain stops, the highway opens back up and the cargo slowly starts to move again.\"When Gu and his colleagues suppressed TRPV4 in the lab, swelling did not happen.It remains unclear how exactly this plays out in humans, and the degree to which people may respond differently to blows to the head and other neurological problems, Gu said.\"In some cases, for example Alzheimer's disease, there may be irreversible changes - where the axon is broken,\" he said. \"We are trying to better understand the difference between reversible damage and irreversible damage and if we can gain a better understanding of this, it could help with development of new treatment strategies.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/osu-ced061317.php", "region": "namerica", "source_link": "https://news.osu.edu/news/2017/06/13/concussion-effects/", "funder": "National Institutes of Health", "meeting": "", "institution": "Ohio State University", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry", " Sports Medicine", " Trauma/Injury"], "journal": "Journal of Cell Biology", "description": "New research has uncovered details about subcellular-level changes in the brain after concussion that could one day lead to improved treatment.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}