{"title": "Acting  and thinking -- are they the same for our brain?", "text": "Our brain's fronto-parietal network is responsible for a range of highly diverse functions, from planning and executing movements to mental rotation, and from spatial attention to working memory. But how can a single network participate in such a wide variety of functions? Neuroscientists from the University of Geneva (UNIGE) and the University Hospitals of Geneva (HUG), Switzerland, have recently put forward an original hypothesis -- all these cognitive functions rely on one central function: emulation. This function creates an abstract dynamic 'image' of movements, thereby enabling the brain to strengthen its motor skills and construct a precise and lasting representation of them. The fronto-parietal network, it is argued, has evolved from a network that only controlled motor skills to a much more generalised system. This hypothesis, which is set out in the journal Trends in Cognitive Sciences, would explain why patients who have suffered an injury in this specific part in the brain have sequelae that affect a number of functions which, at first glance, do not necessarily appear to be linked. This research could open the door to more effective multi-modal therapies for individuals with cerebral lesions.Numerous functional imaging studies show that the fronto-parietal network is activated by very disparate tasks. This is the case for motor activities, such as picking up or pointing to an object, as well as for eye movements -- and even when no movement is involved, if we shift our attention or perform a mental calculation. Radek Ptak, a neuropsychologist at the UNIGE Faculty of medicine and the HUG Division of neurorehabilitation, puts it like this: \"Why is the very same region important for so many different tasks? What is the relationship between motor skills, motor learning and the development of cognition in humans? These are the questions that lie at the heart of our research.\" A review of all the data currently available suggests that the tasks share a common process, which the scientists have termed \"emulation\". This process, which consists of planning and representing a movement without actually performing it, activates the brain network in the same way as real movements. \"But we hypothesise that the brain goes a step further\", explains Dr Ptak: \"It uses such dynamic representations to carry out increasingly complex cognitive functions beyond just planning movements\".Imagining as a form of treatmentThe close link between motor planning and higher cognitive functions is illustrated in infant development: a baby learns to represent the environment by manipulating objects. Conversely, the skier who mentally rehearses his race before starting improves his performance. Such anticipated action prepares him for movements that are more accurate and precise.The same principle also explains why people with lesions in the fronto-parietal network have difficulty performing motor as well as cognitive tasks. Such correlations explain why the rehabilitation of impaired motor functions may benefit from cognitive interventions. For example, mirrors can be used with hemiplegic individuals to prompt the brain to believe that the paretic hand is still working perfectly. Though this technique uses a perceptual deception (since we actually look at the reflection of the functional hand), it helps regain lost motor capacities. In a similar vein, virtual reality makes it possible to dissociate perception and motor or sensory function, and is therefore a tool that scientists in Geneva are employing more and more often. Nevertheless, Radek Ptak remains cautious: \"We need to continue our research so that we can provide robust data on how effective these techniques are. But, although this approach is new, it already has a big advantage: patients like it and happily follow this treatment. Their motivation can only be positive on the outcome of the therapy!\"\r\nThe emulation hypothesis outlined above, which is based on numerous observations, opens up interesting perspectives. In addition to therapeutic possibilities, it raises more general questions about the origins of human cognition. If the principle of emulation has made it possible to expand the functions of a network that initially specialised in managing motor skills, to what extent can cognition be transformed even further? This is a debate that is likely to perdure.\r\n", "article_link": "http://dx.doi.org/10.1016/j.tics.2017.05.002", "url": "http://www.eurekalert.org/pub_releases/2017-06/udg-aa061217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Université de Genève", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry"], "journal": "Trends in Cognitive Sciences", "description": "Neuroscientists from UNIGE and the HUG have recently put forward an original hypothesis -- all these cognitive functions rely on one central function: emulation. This function creates an abstract dynamic 'image' of movements, thereby enabling the brain to strengthen its motor skills and construct a precise and lasting representation of them. The fronto-parietal network, it is argued, has evolved from a network that only controlled motor skills to a much more generalised system.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}