{"title": "Poor diet, plus Alzheimer's gene, may fuel disease", "text": "A diet high in cholesterol, fat and sugar may influence the development of Alzheimer's disease in people who carry the ApoE4 gene, a leading risk factor for the memory-erasing disease, indicates a new USC study.The study on mice, published June 12 in the journal eNeuro, is the latest to explore the association between obesity and Alzheimer's disease, both of which are associated with inflammation and both of which affect millions of people.For the study, researchers at the USC Davis School of Gerontology compared the effects of a poor diet on groups of mice that either had the Alzheimer's-associated ApoE4 gene or the relatively benign variant of the gene, ApoE3. After eating an unhealthy diet, the mice with the ApoE4 gene showed more Alzheimer's plaques - a marker for inflammation - in their brains, but those with ApoE3 did not. \"Part of what the results are saying is that risk doesn't affect everybody the same, and that's true for most risk factors,\" said Christian Pike, the lead author of the study and a professor for the USC Davis School of Gerontology. \"Your genes have a big role in what happens to you, but so does your environment and your modifiable lifestyle factors. How much you exercise becomes important and what you eat becomes important.\"Alzheimer's and obesity are among the intractable problems that USC researchers in multiple disciplines are seeking to unravel.Both are widespread and costly. An estimated 5.4 million Americans have Alzheimer's, which costs an estimated $286 billion a year. The USC Schaeffer Center for Health Policy and Economics predicts the number of U.S. patients diagnosed with Alzheimer's will more than double to 9.1 million in the next 35 years. By then, total care costs will top $1.5 trillion.An estimated 72 million American adults are obese - representing about 30 percent of the nation's adult population, according to the Centers for Disease Control and Prevention. Annual health care costs for obesity in the United States range between $147 billion to $210 billion.As a research institution devoted to promoting lifelong health, USC has more than 70 researchers across a range of disciplines who are examining the health, societal and political effects and implications of the disease. In the past decade, the National Institute on Aging has nearly doubled its investment in USC research. The investments include an Alzheimer Disease Research Center.ApoE4 and ApoE3 are two variants of a gene that codes for a protein, apolipoprotein E, which binds fats and cholesterol to transport them to the body's lymphatic and circulatory systems and to the brain. The ApoE4 variant is linked to increased inflammation, Alzheimer's and cardiovascular disease.ApoE3, which does not increase risk for the disease, is much more common variant, appearing in an estimated 70 to 75 percent of the population. ApoE4 appears in around 10 to 15 percent of the population.Science has shown that Alzheimer's affects more women than men. Having one copy of ApoE4 quadruples women's risk for developing the disease. But having two copies of ApoE4 is an issue for men and women, raising their risk for the disease by a factor of 10.Still, some people with ApoE3 and ApoE4 never develop Alzheimer's. Knowing this, Pike wanted to explore whether obesity and diet, in the presence of either gene, would affect the disease's development.For 12 weeks, a group of mice with ApoE4 were placed on a control diet that was 10 percent fat and 7 percent sucrose, while another group of mice with ApoE4 ate a Western diet that was of 45 percent fat and 17 percent sucrose. A similar test was run on mice with ApoE3.On the unhealthy diet, both the mice with ApoE4 and those with ApoE3 gained weight and became pre-diabetic. \r\nBut most significantly, those with ApoE4 on the unhealthy diet quickly developed the signature plaques that obstruct cognition and memory.However, Alzheimer's symptoms did not worsen for the ApoE3 mice that ate a Western diet.\"What happens to you in life is a combination of the genes that you have, the environment and behaviors, such as diet,\" Pike said. \"Our thinking is that the risk of Alzheimer's associated with obesity is going to be regulated to some degree by the genes that we have.\"The results in the mice indicate a relationship between diet and the growth of plaques and other signs of brain inflammation for mice with ApoE4.Pike said further study is needed to understand the relationship between the two. Research already has shown that even a brief spate of poor diet can inflame glia, the brain cells responsible for immunity response.\"That means there are probably components directly in the diet, and one of those are fatty acids, like palmitic acid, that trigger inflammation because they can go in and directly affect glia,\" Pike said. \"But that may be just one inflammation-related component of Alzheimer's disease.\"\"There's probably a variety of different signals that affect the brain,\" he added. \"People even suggest that signals coming from the gut - the microbiome - are influential.\"\r\nPike noted that women and men with risk factors for Alzheimer's may also respond differently to the effects of diet - an issue worth further exploration, he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uosc-pdp061217.php", "region": "namerica", "source_link": "https://pressroom.usc.edu/poor-diet-plus-alzheimers-gene-may-fuel-disease/", "funder": "National Institutes of Health", "meeting": "", "institution": "University of Southern California", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Alzheimer's Disease", " Nutrition/Nutrients"], "journal": "eNeuro", "description": "USC researchers suggest the issue deserves further study since they found mice carrying a genetic risk factor for the disease quickly developed brain plaques after 12 weeks on a poor diet.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}