{"title": "Is mental health associated with perception of nasal function?", "text": "A study of preoperative patients for rhinoplasty suggests poor mental well-being and low self-esteem were associated with poorer perceptions of  nasal function, according to a new study published by JAMA Facial Plastic Surgery.Functional and cosmetic outcomes are considered in rhinoplasty. Surgeons frequently rely on patient self-reports to assess these concerns preoperatively. Mental health issues may be overrepresented in patients undergoing rhinoplasty.Erika Strazdins, B.S. Hons(Med), of the University of New South Wales, Australia, and coauthors studied patients presenting for airway assessment from December 2011 through October 2015 at two rhinoplasty centers in Sydney, Australia. They included patients with breathing difficulties, some of whom were undergoing evaluation, considering surgery or had previously undergone surgery. Questionnaires were used to define mental health status; assessment tools were used to gather information on self-reported nasal function; and nasal airflow function was validated in patients undergoing rhinoplasty.Among 495 patients in the study (302 women), those with poor mental well-being and low self-esteem had poorer perceptions of nasal function compared with patients with good mental health. The results of nasal airflow analyses were similar. Body dysmorphic concerns were not associated with patient-reported nasal function, according to the results.The study notes some limitations, including generalizability to patients outside Australia.\"Clinicians should be aware that patients with poor mental health reporting obstructed airflow may in part be representing an extension of their negative emotions rather than true obstruction and may require further assessment prior to surgery,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-imh071817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Rehabilitation/Prosthetics/Plastic Surgery"], "journal": "JAMA Facial Plastic Surgery", "description": "A study of preoperative patients for rhinoplasty suggests poor mental well-being and low self-esteem were associated with poorer perceptions of  nasal function, according to a new study published by JAMA Facial Plastic Surgery.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}