{"title": "New research uncovers a cause of schizophrenia", "text": "A new study from the University of Copenhagen shows that genetic defects may damage the supporting cells of the brain - the glial cells - which may lead to a number of brain disorders, including schizophrenia. The study is based on ground-breaking tests with mice whose brains were colonized with human glial cells.When the brain is formed in the embryonic stage, this happens partly according to a recipe from a particular type of stem cells - the progenitor cells. They develop into brain support cells, called glial cells, which include astrocytes and oligodendrocytes. These contribute to the important formation and maintenance of neural networks throughout life.Now, new research shows that distinct genetic dispositions may lead to disease in the progenitor cells, which may harm the maturation of the support cells. This in turn may impair the production by oligodendrocytes of myelin, the important protective fat layer surrounding the nerve pathways of the brain. The resultant lack of myelin is a significant contributor to the development of schizophrenia.The researchers have identified a number of the decisive genes that trigger the defects in the progenitor cells, and this may be the first step in the development of targeted drugs and stem cell treatment against schizophrenia.\"It was through studies of mice with human glial cells that we succeeded in testing how dysfunctional glial cells may cause abnormalities in the formation of the brain's neural networks, which may in turn cause severe anxiety, anti-social behaviour and severe sleep problems. We see these problems in the mice, just as in human patients. This is an important discovery because it will now enable us to develop methods that can counteract the unwanted development of progenitor cells \", says Professor Steven Goldman of the Center for Translational Neuromedicine, at both the University of Copenhagen and the University of Rochester.Mouse Studies with Stem Cells from Patients with Schizophrenia\nModern research into schizophrenia has pointed to different types of genetic defects in the brain's primary nerve cells (neurons), but the new research shows that one major cause is defects in the support cells - the glial cells. It is the task of the glial cells to ensure and coordinate the synaptic communication between the nerve cells, so that their dysfunction in schizophrenia can result in miscommunication among neurons.The research is based on tests where glial cells - produced from progenitor cells from patients suffering from schizophrenia - have been incorporated into mouse brains. This revolutionary type of model is called a chimera (concept of Greek origin) because it combines human cells with those of mice. In practical terms, scientists have thus succeeded in creating a type of human brain network in living mice.The new research results indicate that the defective glial cells contribute to an abnormal maturation of the brain. This is manifested as diminished development of the brain's white matter, and abnormal astrocyte development, each of which plays a central role in information processing in the brain. These brain changes resulted in behavioural changes in the chimeric mice, which exhibited diminished sensory-motor coordination, excessive anxiety, anti-social behaviour and sleep disorders, all typical of schizophrenic patients as well. Replacing Sick Brain Cells with Healthy Cells\nAccording to Professor Goldman, the continued research into the significance of glial cells for the development of schizophrenia and brain disorders will be moving in several directions. One of the more dramatic prospects is that it may be attempted to replace defective glial cells with healthy ones to see if it is possible to reverse the progression of the disease.Fact box:\nWorldwide, more than 21 million people suffer from schizophrenia. It is a serious mental disorder characterised by thought and language disorders as well as problems with perception and self-awareness. One in two does not receive adequate treatment for the disorder. Source: WHO 2017Glial cells are nerve cells that constitute the brain's supportive tissue in the central nervous system and the peripheral nervous system. Glial cells constitute the largest group of nerve cells and their volume accounts for more than half of the human brain with 9-10 glial cells for each nerve cell.Astrocytes constitute the largest glial cell type surrounding the synapses (the nerve cell contact point). They regulate the communication between nerve cells and ensure the elimination of excess transmitter substances so they do not accumulate in the brainOligodendrocytes produce and maintain myelin sheaths in the central nervous system.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoct-nru071917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Copenhagen The Faculty of Health and Medical Sciences", "keywords": ["Cell Biology", " Genetics", " Pharmaceutical Sciences", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Pharmaceutical Science", " Mental Health", " Perception/Awareness"], "journal": "Cell", "description": "A new study from the University of Copenhagen shows that genetic defects may damage the supporting cells of the brain -- the glial cells -- which may lead to a number of brain disorders, including schizophrenia. The study is based on groundbreaking tests with mice whose brains were colonized with human glial cells.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}