{"title": "Study finds day-to-day experiences affect awareness of aging, mood", "text": "A study of older adults finds an individual's awareness of aging is not as static as previously thought, and that day-to-day experiences and one's attitude toward aging can affect an individual's awareness of age-related change (AARC) - and how that awareness affects one's mood.\"People tend to have an overall attitude toward aging, good or bad, but we wanted to know whether their awareness of their own aging - or AARC - fluctuated over time in response to their everyday experiences,\" says Shevaun Neupert, an associate professor of psychology at North Carolina State University and lead author of a paper on the study.For the study, researchers enrolled 116 participants between the ages of 60 and 90. Each participant took a survey to establish baseline attitudes toward aging. For the following eight days, participants kept a log of daily stressors (such as having an argument), completed a daily evaluation of age-related experiences (such as \"I am becoming wiser\" or \"I am more slow in my thinking\"), and reported on their affect, or mood.\"We found that people's AARC, as reflected in their daily evaluations, varied significantly from day to day,\" says Jennifer Bellingtier, a recent Ph.D. graduate from NC State and co-author of the paper. \"We also found that people whose baseline attitudes toward aging were positive also tended to report more positive affect, or better moods.\"\"People with positive attitudes toward aging were also less likely to report 'losses,' or negative experiences, in their daily aging evaluations,\" Neupert says.\"However, when people with positive attitudes did report losses, it had a much more significant impact on their affect that day,\" Neupert says. \"In other words, negative aging experiences had a bigger adverse impact on mood for people who normally had a positive attitude about aging.\"The study expands on previous work that found having a positive attitude about aging makes older adults more resilient when faced with stressful situations.The paper, \"Aging Attitudes and Daily Awareness of Age-Related Change Interact to Predict Negative Affect,\" is published in the journal The Gerontologist.\r\n", "article_link": "http://dx.doi.org/10.1093/geront/gnx055", "url": "http://www.eurekalert.org/pub_releases/2017-07/ncsu-sfd072017.php", "region": "namerica", "source_link": "https://news.ncsu.edu/2017/07/awareness-of-aging-2017/", "funder": "", "meeting": "", "institution": "North Carolina State University", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Aging", " Mental Health", " Perception/Awareness"], "journal": "The Gerontologist", "description": "A study of older adults finds an individual's awareness of aging is not as static as previously thought, and that day-to-day experiences and one's attitude toward aging can affect an individual's awareness of age-related change -- and how that awareness affects one's mood.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}