{"title": "Elephant seals recognize each other by the rhythm of their calls", "text": "Every day, humans pick up on idiosyncrasies such as slow drawls, high-pitched squeaks, or hints of accents to put names to voices from afar. This ability may not be as unique as once thought, researchers report on July 20 in Current Biology. They find that unlike all other non-human mammals, northern elephant seal males consider the spacing and timing of vocal pulses in addition to vocal tones when identifying the calls of their rivals.\"This is the first natural example where on a daily basis, an animal uses the memory and the perception of rhythm to recognize other members of the population,\" says first author Nicolas Mathevon, of the Université de Lyon/Saint-Etienne in France. \"There have been experiments with other mammals showing that they can detect rhythm, but only with conditioning.\"Over several years studying an elephant seal colony in Año Nuevo State Park, California, the researchers were able to recognize many of the individual animals just by the rhythm of their voices, he says. To test whether the elephant seals themselves made those distinctions in the same way, the researchers designed an experiment based on the social behavior of the colony's \"beta males,\" who shy away upon hearing the call of a more powerful \"alpha male\" but ignore or confront other beta males and still-weaker \"peripheral males.\"Upon hearing computer-modified alpha male calls with a sped-up or slowed-down tempo or a shifted pitch range, the beta males fled the scene if the alteration was minute enough to be within the individual variation of a particular alpha male's roar but stayed put when confronted with more extreme changes. The divergent responses indicated that the seals were sensitive to both rhythmic and tonal characteristics when identifying potential rivals within the colony.\"It is possible that maybe the ability to perceive rhythm is actually very general in animals,\" Mathevon says, \"but it's extremely important for elephant seals, to the point of survival. Competing for females, the males fight very violently, even to the point of killing one another. So it's very important for them to accurately recognize the voices, to be able to choose the right strategy, to know to avoid a fight with a dominant male, or even to start a fight with an inferior one.\"Rather than solely using tempo to identify specific calls, the northern elephant seal may even be able to parse rhythm at a finer level, says Mathevon. Different individual seal calls include elements such as single, double, or burst pulses, much as a human musician might divide a single beat into one long note, two shorter notes, or a frenzy of slides and trills. The researchers hope that future work will reveal whether elephant seals might also be able to distinguish calls at this further level of rhythmic complexity.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.06.035", "url": "http://www.eurekalert.org/pub_releases/2017-07/cp-esr071317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Ecology/Environment", " Marine/Freshwater Biology", " Zoology/Veterinary Science", " Behavior"], "journal": "Current Biology", "description": "Every day, humans pick up on idiosyncrasies such as slow drawls, high-pitched squeaks, or hints of accents to put names to voices from afar. This ability may not be as unique as once thought, researchers report on July 20 in Current Biology. They find that unlike all other non-human mammals, northern elephant seal males consider the spacing and timing of vocal pulses in addition to vocal tones when identifying the calls of their rivals.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}