{"title": "Perceiving oneself as less physically active than peers is linked to a shorter lifespan", "text": "Would you say that you are physically more active, less active, or about equally active as other people your age?Your answer might be linked to your risk of premature death decades from now - no matter how physically active you actually are, according to research by Stanford scholars Octavia Zahrt and Alia Crum.The research, appearing July 20 in Health Psychology, finds that people who think they are less active than others in a similar age bracket die younger than those who believe they are more active -- even if their actual activity levels are similar.\"Our findings fall in line with a growing body of research suggesting that our mindsets -- in this case, beliefs about how much exercise we are getting relative to others -- can play a crucial role in our health,\" Crum said.Crum, an assistant professor of psychology,  and Zahrt, a doctoral candidate at the Graduate School of Business, analyzed surveys from more than 60,000 U.S. adults from three national data sets. The surveys documented participants' levels of physical activity, health and personal background, among other measures. In one of the samples, participants wore an accelerometer to measure their activity over a week.Zahrt and Crum were interested in one question in particular: \"Would you say that you are physically more active, less active, or about as active as other persons your age?\"The researchers then viewed death records from 2011, which was 21 years after the first survey was conducted. Controlling for physical activity and using statistical models that accounted for age, body mass index, chronic illnesses and other factors, they found that individuals who believed that they were less active than others were up to 71 percent more likely to die in the follow-up period than individuals who believed that they were more active than their peers.Much of the study's inspiration derived from Zahrt's experience when she arrived at Stanford. Zahrt, a native of Germany who previously studied in France and England, had stayed in shape by biking to school and making occasional trips to the gym.But at Stanford, Zahrt said it seemed that \"everyone was incredibly active\" and perhaps she wasn't exercising as much as she should.\"Suddenly, I felt like I had done something wrong all these years,\" Zahrt said. \"I felt unhealthy and I was stressed about fitting more exercise into my busy schedule. I really had a negative mindset.\"While taking a health psychology class taught by Crum, Zahrt learned more about the effects of mindsets on health outcomes.  For example, Crum's prior research shows that the health benefits people get out of everyday activities depend in part on their mindsets -- that is, whether or not they believe that they are getting good exercise. In her 2007 study, Crum made a group of hotel room attendants aware that the activity they got at work met recommended levels of physical activity. Through this shift in mindsets, the workers, many of whom had previously perceived themselves as inactive, experienced reductions in weight, body fat and blood pressure, among other positive outcomes. Zahrt wondered if many people, like her, had negative mindsets about their physical activity levels because of social comparison with more active peers, and if this might be harming their health. Her class paper on this topic sparked the collaboration leading to the published study.Zahrt and Crum offer possible explanations for mindsets and perceptions having such powerful effects on health. One is that perceptions can affect motivation, both positively and negatively. Those who are made aware of their healthy activity levels -- like the hotel room attendants in Crum's 2007 study -- can build on them and exercise more. Those who deem themselves unfit are more likely to remain inactive, fueling feelings of fear, stress or depression that negatively affect their health.The researchers also cite the established influence of placebo effects, where patients who think they are getting a treatment experience physiological changes without receiving actual treatment. In the same way, people who believe they are getting good exercise may experience more physiological benefits from their exercise than those who believe they aren't getting enough exercise.\"Placebo effects are very robust in medicine. It is only logical to expect that they would play a role in shaping the benefits of behavioral health as well,\" Crum said.The researchers emphasize that the study is correlational in nature and thus does not prove that perceptions of inactivity cause earlier death. However, other experimental research -- such as Crum's 2007 study - does suggest a causal nature to the link between perceived amounts of exercise and health outcomes.\"So much effort, notably in public health campaigns, is geared toward motivating people to change their behavior: eat healthier, exercise more and stress less,\" Crum said. \"But an important variable is being left out of the equation: people's mindsets about those healthy behaviors.\"In fact, a growing volume of research from Crum and other labs shows that perceptions and mindsets predict health and longevity, for example, in the domains of stress, diet and obesity.That our mindsets could have such potent effects on our physiology may seem provocative and unlikely at first glance, but Crum reminds us that we shouldn't be surprised by these results considering the \"everyday experiences where our beliefs or a simple thought have very palpable and physiological effects.\"\"In the case of stress, a thought about something going wrong can make us sweat or [become] shaky or increase our heart rate,\" Crum continued. \"With sexual arousal, a simple thought or idea can have immediate physical effects. We experience these things regularly, and yet we're not cataloguing them as something that matters. For whatever reason -- dualism or a prioritization of the material -- we tend to ignore the fact that our thoughts, mindsets and expectations are shaping our everyday physiology.\"How can people use this finding? Many Americans think that vigorous exercise in a gym is the only way to attain a proper activity level, according to Zahrt and Crum. But being mindful of and feeling good about activities you do every day - like taking the stairs, walking or biking to work, or cleaning the house -- could be an easy first step for everyone to benefit their health.\"It's time that we start taking the role of mindsets in health more seriously,\" Crum said. \"In the pursuit of health and longevity, it is important to adopt not only healthy behaviors, but also healthy thoughts.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/su-poa071817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Physiology", " Exercise"], "journal": "Health Psychology", "description": "Stanford researchers found that US adults who believed that they were less active than their peers died younger than those who believed they were more active -- even if their actual activity levels were similar.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}