{"title": "High-fat ice cream may not necessarily mean tastier ice cream", "text": "Even though ice cream connoisseurs may insist that ice cream with more fat tastes better, a team of Penn State food scientists found that people generally cannot tell the difference between fat levels in ice creams.In a series of taste tests, participants were unable to distinguish a 2 percent difference in fat levels in two vanilla ice cream samples as long as the samples were in the 6  to 12 percent fat-level range. While the subjects were able to detect a 4 percent difference between ice cream with 6  and 10 percent fat levels, they could not detect a 4 percent fat difference in samples between 8 and 12 percent fat.\"I think the most important finding in our study was that there were no differences in consumer acceptability when changing fat content within a certain range,\" said Laura Rolon, a former graduate student in food science and lead author of the study. \"There is a preconception of 'more fat is better,' but we did not see it within our study.\"The researchers, who released their findings in a recent issue of the Journal of Dairy Science, also found that fat levels did not significantly sway consumers' preferences in taste. The consumers' overall liking of the ice cream did not change when fat content dropped from 14 percent to 6 percent, for example.\"Was there a difference in liking -- that was our primary question -- and could they tell the difference was our secondary question,\" said Robert Roberts, professor and head of the food science department.John Hayes, associate professor of food science and director of the sensory evaluation center, said that perception and preference are often two separate questions in food science.\"Another example of this is how some people might like both regular lemonade and pink lemonade equally,\" said Hayes. \"They can tell the difference when they taste the different lemonades, but still like them both. Differences in perception and differences in liking are not the same thing.\"The study may challenge some ice cream marketing that suggests ice cream with high fat levels are higher quality and better tasting products, according to researchers.\"People think premium ice cream means only high fat ice cream, but it doesn't,\" said Roberts.Because there are only slight differences in taste perception and preferences at certain fat levels, ice cream manufacturers may have more latitude in adjusting their formulas to help control costs and create products for customers with certain dietary restrictions without sacrificing taste, according to the researchers.\"Fat is always the most expensive bulk ingredient of ice cream and so when you're talking about premium ice cream, it tends to have a higher fat content and cost more, while the less expensive economy brands tend to have lower fat content,\" said John Coupland, professor of food science.The researchers recruited a total of 292 regular ice-cream consumers to take part in the blind taste tests to determine their overall acceptability of various fat levels in fresh ice cream and to see if they could tell the difference between samples. They changed the fat content by adjusting the levels of cream and by adding maltodextrin, a mostly tasteless, starch-based material that is used to add bulk to products, such as frozen desserts.Maltodextrin is not necessarily a healthy fat replacement alternative, according to the researchers.\"We don't want to give the impression that we were trying to create a healthier type of ice cream,\" said Coupland. \"But, if you were in charge of an ice cream brand this information may help you decide if you are getting any advantage of having high fat in your product, or whether it's worth the economic cost, or worth the brand risk to change the fat level of your ice cream.\"During storage, ice crystals can increase in size, which affects the quality of the ice cream. Because of this effect, the researchers also studied stored samples and found no significant difference in preference after storage.Hayes said that Penn State and the College of Agriculture Sciences' focus on interdisciplinary research was critical for this work. \"I think this shows how interdisciplinary and translational food science is,\" Hayes said. \"You take a physical chemist, a behavioral scientist and someone who knows ice cream processing and put us all together and you can investigate questions like these.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/ps-hic071917.php", "region": "namerica", "source_link": "http://news.psu.edu/story/474821/2017/07/19/research/high-fat-ice-cream-may-not-necessarily-mean-tastier-ice-cream", "funder": "US Department of Agriculture", "meeting": "", "institution": "Penn State", "keywords": ["Agriculture", " Food/Food Science"], "journal": "Journal of Dairy Science", "description": "Even though ice cream connoisseurs may insist that ice cream with more fat tastes better, a team of Penn State food scientists found that people generally cannot tell the difference between fat levels in ice creams.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}