{"title": "Memory takes time, researchers conclude", "text": "How short-term memories become long-term ones has frequently been explored by researchers. While a definitive answer remains elusive, New York University scientists Thomas Carew and Nikolay Kukushkin conclude that this transformation is best explained by a \"temporal hierarchy\" of \"time windows\" that collectively alter the state of the brain.The scientists add in their analysis, which appears in the journal Neuron, that the manner by which short-term memories evolve into long-term memories is akin to how we process sound.\"Much like sound is broken down by the auditory system into many discrete bins of frequencies that are perceived simultaneously, an experience as a whole is parsed by the brain into many 'time windows' that collectively represent the past,\" posit Carew, a professor in NYU's Center for Neural Science and dean of the Faculty of Arts and Science, and Kukushkin, a post-doctoral fellow in neuroscience.Most memories last seconds before they are forgotten, but some last a lifetime, the authors observe, yet at each given moment both kinds of memory coexist with ongoing experiences on the same terms. For example, a familiar musical piece is experienced simultaneously through the short-term memory of the few notes just heard and the long-term memory of listening to the piece in the past. Both retain information about the past, they write, and both shape perception in the present.Less understood among neuroscientists is how, where, and when does short-term memory become long-term--a question that raises several considerations: Does the memory move from one brain store to another? Does the short-term memory transform into the long-term memory over time? Is the long-term memory a modified version of the short-term memory, or are they independent?In their analysis, Carew and Kukushkin note that brains of living organisms--as diverse as sea slugs and humans--have the capacity to represent experience on many timescales, simultaneously recalling events occurring over years, hours, and milliseconds. Each timescale corresponds to specific deviations from homeostasis, each with their own time limits. A disturbance in the state of the organism opens a \"time window\" that is eventually closed when the state returns to equilibrium. Neural memory as a whole is composed of a vast repertoire of interacting time windows.\"Changes occurring on the fastest time scales combine with other changes to produce more lasting, emergent changes, creating a 'temporal hierarchy' of time windows that collectively alter the state of the brain at each given instant,\" the authors explain.Consequently, they continue, memory cannot be restricted to a defined object or state; instead, it is fundamentally structured in the time domain. \"In fact, time is the only physical variable that is 'inherited' by the brain from the external world,\" the scientists conclude. \"Thus, memories must be 'made of time,' or, more precisely, of temporal relationships between external stimuli.\"In effect, the entire biological utility of memory relies on the existence of many dimensions of homeostasis, some shorter-term and some longer-term. The many timescales of memory represent many timescales of past experience and must be simultaneously available to the organism to be useful.\"", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.05.029", "url": "http://www.eurekalert.org/pub_releases/2017-07/nyu-mtt071217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "New York University", "keywords": ["Biology", " Neurobiology"], "journal": "Neuron", "description": "How short-term memories become long-term ones has frequently been explored by researchers. While a definitive answer remains elusive, NYU scientists Thomas Carew and Nikolay Kukushkin conclude that this transformation is best explained by a 'temporal hierarchy' of 'time windows' that collectively alter the state of the brain.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}