{"title": "Arts-based groups benefit individuals with mental health conditions", "text": "A new study found that participation in arts-based groups--such as those that involve choir singing and creative writing--benefits the emotions of both healthy adults and those experiencing mental health conditions. In the study, participants reported a significant increase in positive emotions and a decrease in negative emotions during the arts-based activity compared with other times during the day. The influence on positive emotions was short-lived while the effect on negative emotions lasted until evening.Adults with chronic mental health conditions were equally able to derive emotional benefits as healthy adults. Furthermore, the participants described numerous ways in which their participation in the arts-based groups enhanced their individual and interpersonal emotion regulation. \"People with chronic mental health conditions tend to experience difficulties with emotion perception and regulation, which can have a big impact on their social relationships. These symptoms are not well treated with medication or psychotherapy,\" said Dr. Genevieve Dingle, corresponding author of the British Journal of Clinical Psychology study. \"The findings of this study are exciting because they clearly show the potential for participation in arts-based groups to influence emotions and emotion regulation in positive ways.\"\r\n", "article_link": "http://dx.doi.org/10.1111/bjc.12149", "url": "http://www.eurekalert.org/pub_releases/2017-07/w-agb071817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health", " Physiology"], "journal": "British Journal of Clinical Psychology", "description": "A new study found that participation in arts-based groups -- such as those that involve choir singing and creative writing -- benefits the emotions of both healthy adults and those experiencing mental health conditions.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}