{"title": "Rude customers linked to workers' shopping binges", "text": "EAST LANSING, Mich. -- Service workers who face verbal abuse from customers during the workday are more likely to go on unnecessary shopping sprees in the evening, indicates new research co-authored by a Michigan State University business expert.The study of 94 call-center workers at a large bank in China found that customer mistreatment (e.g., customers who yelled, argued, swore, etc.) put the employees in a bad mood after work. This, in turn, led to damaging thoughts (ruminating about the mistreatment) and behaviors (impulse shopping).\"Thus, stress from customers spills over to spoil people's experiences outside of work,\" said Russell Johnson, MSU associate professor of management. The findings from Johnson and colleagues -- who surveyed employees multiple times per day for 15 consecutive workdays -- are published online in the Academy of Management Journal.The researchers also tested two interventions and found a potential solution to the problem.On days when workers who thought about a recent incident where they helped customers (a \"recall of prosocial action intervention\") or thought about an interaction from the customer's viewpoint (a \"perspective-taking intervention\") before starting work, it reduced their perceptions of mistreatment, reduced their negative mood and led to less rumination and impulse shopping.Becoming more prosocial shifts attention away from the self and reduces impulsive and individualistic acts, according to the study.\"These recall and perspective-taking interventions are quick and easy exercises that customer-service employees can do prior to beginning the workday to reduce the stress from rude customers,\" Johnson said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/msu-rcl071817.php", "region": "namerica", "source_link": "http://go.msu.edu/xpz", "funder": "", "meeting": "", "institution": "Michigan State University", "keywords": ["Business/Economics", " Social/Behavioral Science", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety"], "journal": "Academy of Management Journal", "description": "Service workers who face verbal abuse from customers during the workday are more likely to go on unnecessary shopping sprees in the evening, indicates new research co-authored by a Michigan State University business expert.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}