{"title": "Brain connectivity after 30 may predict psychological problems", "text": "Underdevelopment of the brain network underlying inhibition -- the ability to concentrate on a particular stimulus and tune out competing stimuli -- after 30 years of age is associated with self-reported psychological problems, according to a study published in The Journal of Neuroscience.Raluca Petrican and Cheryl Grady analyzed functional magnetic resonance imaging (fMRI) data from 359 adults (ages 22 to 36) participating in the Human Connectome Project to determine whether the patterns of connectivity associated with inhibition remain stable over time and across different contexts. They identify patterns that differ between early and middle adulthood as well as between a working memory task and one that required them to process social and financial rewards. This finding suggests that the neural basis of inhibition varies as a result of age and circumstance.The authors also found that people over age 30 who did not show a strong later adulthood pattern -- which utilizes fewer specialized brain regions than the earlier adulthood pattern and may enable more efficient information processing -- were more likely to report psychological traits such as anxiety and depression, attention and aggression. Together, these findings indicate that inhibition is a late-developing ability important for healthy psychological functioning in mid-adulthood.", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.0667-17.2017", "url": "http://www.eurekalert.org/pub_releases/2017-07/sfn-bca071117.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, Canada Research Chairs program", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Neuroscience", "description": "Underdevelopment of the brain network underlying inhibition -- the ability to concentrate on a particular stimulus and tune out competing stimuli -- after 30 years of age is associated with self-reported psychological problems, according to a study published in The Journal of Neuroscience.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}