{"title": "One-third of fake images go undetected in recent study", "text": "Around one third of fake images went undetected in a recent study by the University of Warwick, UK.New research, led by Sophie Nightingale from the Department of Psychology, found that when people were faced with manipulated images of real-world scenes, they failed to spot around thirty-five percent of them.659 people aged 13-70 were asked to view a set of images of ordinary scenes - such as a man standing in a residential street, or a woman posing next to a canal - taken by the researchers. The researchers digitally altered the photographs in subtle, plausible ways, including: airbrushing (clearing faces of imperfections, such as whitening teeth); addition or subtraction of items (for example, a bin appears on the street scene which wasn't actually there).\r\nThere were also some implausible changes, such as shadows being manipulated.Observing a variety of the original and edited images, the participants were asked \"do you think this photograph has been digitally altered?\" \r\nJust over half (58%) of the original, unaltered images were correctly identified - and only 65% of the photographs which had been manipulated were spotted. \r\nChance performance on this task was 50% - so the results are not very much above what the participants would have achieved had they chosen entirely randomly.Even if the participants thought that an image wasn't altered, the researchers asked them if they could locate an area of the picture that might have been manipulated.\r\nIn this task, 56% of the manipulations were correctly located, even after some participants had incorrectly thought an altered image was an unedited original - demonstrating that if we take longer to try to identify potential fakes, even if it is subtle and barely visible, we may spot it.However, even when participants said that they thought a photo had been altered, some of them couldn't locate the manipulation on the image. \r\nThe research suggests that people in general have an extremely limited ability to detect and locate manipulations of real-world scenes.Demographic (age and gender) didn't make a difference with the results - a warning that we are all potentially susceptible to falling for a faked image.\r\nIn the digital age, where photo editing is easy and accessible to everyone, this research raises questions about how vigilant we must be before we can trust a picture's authenticity.Airbrushed models in magazines and advertising campaigns - and even filtered images on social media - can cause insecurity, leading to poor levels of mental health and wellbeing in people who do not recognise that they are looking at edited images of unreal levels of beauty.Furthermore, it is crucial that images used as evidence in courts - and those used in journalism - are better monitored, to ensure they are accurate and truthful, as faked images in these contexts could lead to dire consequences and miscarriages of justice.Sophie Nightingale comments:\r\n\"When people look at newspapers or magazines, or go on the internet, they're going to be exposed to fake images, yet our research has shown that people are quite unlikely to distinguish between the real and the fake. \r\n\"So the challenge now is to try and find ways to help people improve at this task. For instance, fake images often contain tell-tale signs that they have been manipulated, and we're conducting new research to see whether people can make use of these signs to help identify forgeries.\"The research, 'Can people identify original and manipulated photos of real-world scenes?' is published in Cognitive Research: Principles and Implications. It is co-authored by Kimberley A. Wade and Derrick G. Watson.\r\n", "article_link": "http://dx.doi.org/10.1186/s41235-017-0067-2", "url": "http://www.eurekalert.org/pub_releases/2017-07/uow-oto071717.php", "region": "europe", "source_link": null, "funder": "Economic and Social Research Council", "meeting": "", "institution": "University of Warwick", "keywords": ["Advertising/Public Relations", " Social/Behavioral Science", " Behavior", " Demography", " Mass Media", " Printed Media", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Cognitive Research: Principles and Implications", "description": "Around one-third of fake images went undetected in a recent study by the University of Warwick, UK.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}