{"title": "New light on the secret life of badgers", "text": "Previous studies have fuelled the assumption that badgers are a territorial and anti-social species, living in exclusive, tight-knit family groups, known as 'setts'. This picture of the mammal's social system led to the belief that they actively defend territorial borders and consequently rarely travel beyond their social-group boundaries. Some culling and vaccination programmes now rely on this perception, considering badger society as being divided up into discrete, impenetrable units. The findings, published in Methods in Ecology and Evolution, reveal that badgers travel more frequently beyond these notional boundaries than first thought, and appear to at least tolerate their neighbours.Understanding day-to-day wildlife behaviour is critical to solving problems related to conservation and disease management. These issues are particularly relevant to badgers, because of their controversial role in the spread of bovine tuberculosis (bTB) to cattle in the UK and Ireland.\r\nAn interdisciplinary team of Zoology and Computer Science Researchers from the Universities of Oxford and Cambridge, used active Radio Frequency Identification Technology (aRFID) to 'tag' and monitor the movements of badgers in Wytham, Oxfordshire. The team discovered that the level of connectivity among badgers from different social-groups, was not as expected. Professor David Macdonald, Director of Oxford University's Wildlife Conservation Research Unit (WildCRU), said: 'The private lives of badgers turn out to be almost as hard to understand as those of people - but after 25 years of trying, supported by extraordinary technologies, we're nudging closer to an understanding that is not only intriguing but also, for example in the context of bTB, useful.'The findings support a new understanding of badger social connectivity. In recent years clues have accumulated, suggesting that badgers must travel beyond their territorial borders. For example, paternity studies, also conducted in Wytham, have shown that territorial borders are not necessarily barriers to reproductive interaction - with up to 50 per cent of cubs fathered by males from outside the mother's social-group. Unable to detect visits to setts and latrines and often limited by how many individuals that could be tracked simultaneously, previous wildlife tracking technologies have been ill-suited to monitoring badgers. But, by recording the presence of tagged badgers, relative to base-stations, the aRFID system was better able to monitor badger comings and goings.Dr Stephen Ellwood, a Research Associate in the Department of Zoology at Oxford University, and the paper's lead author, said: 'Tracking the way a tweet goes viral is a staple of the modern world and says a lot about how interconnected people have become through our use of information technology. Tracking the opportunities for wild animals to connect requires a little more ingenuity. By fusing the know-how of Computer Scientists and Zoologists with technology normally used to track valuable assets we have developed a system capable of automatically logging when badgers visit specific locations over months or even years. Visiting such locations provides the opportunity for connectivity, either directly through physical contact, or indirectly through lingering scent. Summarising the visits that located badgers together at the same place and time allowed us to build up patterns of inter-group connectivity beyond those previously understood.'Moving forward, there is potential to extend the research beyond the activity of badgers, to other species that use focal resources either to forage, nest or burrow. The work could potentially inform our understanding of disease transmission across a wide variety of wildlife.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoo-nlo071717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Oxford", "keywords": ["Agriculture", " Biology", " Zoology/Veterinary Science", " Social/Behavioral Science"], "journal": "Methods in Ecology and Evolution", "description": "Badgers are more sociable than often thought, with implications for how they transmit disease, new Oxford University research reveals. Using security tracking technology more commonly used to protect museum artwork, the Oxford research has revealed fresh insights into the animals' social behavior.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}