{"title": "Removing barriers to early intervention for autistic children: A new model shows promise", "text": "In the February 2017 issue of Pediatrics, investigators representing the South Carolina Act Early Team report a five-fold increase in the number of children with autism spectrum disorder (ASD) eligible for early intensive behavioral therapy (also known as applied behavior analysis therapy or ABA) after statewide implementation of a two-tiered screening process to identify who children who were \"presumptively eligible\" for intervention. ABA is the gold standard for treating children with ASD and is known to, sometimes dramatically, improve outcomes and quality of life. However, ABA can be expensive and so is out of the reach of many families without governmental support. In South Carolina, BabyNet is the IDEA Part C program, with state-level intervention, that pays for early behavioral interventions for children three and under. Prior to the policy changes, a formal diagnosis of ASD was required before BabyNet would pay for early intervention. However, the requirement of a formal diagnosis led to delays in treatment. \"The big issue with autism is that the waitlist for ASD evaluation is typically six months,\" said Act Early team member Jane M. Charles, M.D., an MUSC Children's Health developmental pediatrician who holds the Jeffrey Edwin Gilliam Memorial Chair for the Study of Developmental Disabilities. As a result, early intervention was delayed as children waited for a formal diagnosis. The team, which also included David A. Rotholz, Ph.D., of the University of South Carolina School of Medicine, Anne M. Kinsman, Ph.D., of the Greenville Health System, and Kathi K. Lacy of the South Carolina Department of Disabilities and Special Needs (SC DDSN), as well as other leaders from key public and private stakeholder organizations from across the state, saw a way to remove this barrier. \"If the eligibility of children under three could be determined more promptly, then ABA therapy, which is between $60,000 and $70,000 yearly, could be done at no cost to families and these children could get the treatment they need,\" explained Charles. At the team's request, and with the close collaboration of two state agencies (BabyNet/First Steps and the SCDDSN), approval was granted by the U.S. Department of Education to use BabyNet funds to pay for ABA therapy for children who failed a two-stage screening process, even if they had not yet received a formal diagnosis. Children were first screened (typically by a primary care physician) with the Modified Checklist for Autism in Toddlers (M-CHAT); if that screen showed they were at high risk for ASD, they then underwent the Screening Tool for Autism in Toddlers and Children (STAT).  Because STAT must be performed by experienced evaluators to be effective, the SCDDSN developed a training program for STAT evaluators to ensure an adequate pool to meet the demand.After implementation of these policy changes in South Carolina, the number of children aged 18 to 36 months receiving ABA therapy grew from 53 children in 2010 to more than 265 children in 2015, a five-fold increase.Providing early ABA to children presumed to have ASD is critical because it is the only intervention that can potentially improve the IQ of an ASD child. The two-stage screening process was highly effective at identifying the children in need of these services and had a very low false-positive rate. Only 16 (2.5%) of the children deemed \"presumptively eligible\" for ABA were later found not to have ASD.In South Carolina, a Medicaid waiver enables Medicaid-eligible children aged three to 11 years to receive ABA therapy, and state funds pay for ABA therapy for eligible children in that age group who do not receive Medicaid. The state (SCDDSN) agreed that any child who was deemed \"presumptively eligible\" for ABA through BabyNet and later received a diagnosis of ASD would continue to receive ABA therapy after reaching age three under the Medicaid waiver or through the special state appropriations. This also included having the child bypass the lengthy waiting list for Medicaid waiver ASD services. As a result, children with ASD not only receive ABA early, when it is most effective, but can continue treatment uninterrupted as they grow older.   \"One thing we know is that when intervention is done early and intensely, especially among children with the most significant deficits, there is improved social interaction and communication,\" Charles said. The simple policy changes instituted in South Carolina with recommendations from collaborative stakeholders effectively removed barriers to early provision of such services to children with ASD. It is a model that could be replicated by other states. \"The collaborative effort of our South Carolina Act Early Team has dramatically increased the number of children at risk for ASD who receive early intervention (ABA services) in a way that is nationally unique,\" said Rotholz. \"It provides a tremendously important service to these children and demonstrates the innovation of our South Carolina partner universities, organizations and agencies.\"", "journal": "Pediatrics", "funder": "Association for Maternal and Child Health Programs, State System Grant", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/muos-rbt022217.php", "institution": "Medical University of South Carolina", "meeting": "", "description": "Acting on recommendations from the South Carolina Act Early Team, South Carolina changed its policies to pay for early intensive behavioral intervention in children under three revealed to be at high risk for autism spectrum disorder (ASD) by a two-stage screening process. Previously, a formal diagnosis of ASD had been required. As a result, the number of children under three receiving early intervention grew five-fold. The findings are reported in the February 2017 Pediatrics.", "article_link": "http://dx.doi.org/10.1542/peds.2016-1061", "keywords": ["Health Care", " Medicine/Health", " Health Care Systems/Services", " Pediatrics", " Public Health", " Disabled Persons", " Learning/Literacy/Reading", " Mental Health", " Counseling", " Intelligence"], "source_link": null, "date": "Thu, 23 Feb 2017 05:00:00 GMT"}