{"title": "Some neurons choose mom's gene and others choose dad's | EurekAlert! Science News", "year": "Thu, 23 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "image", "depicts", "allelic", "effects", "gregg", "et", "al", "found", "many", "autosomal", "genes", "mouse", "primate", "brain", "paper", "image", "shows", "maternal", "red", "view", "century", "scientists", "thought", "cells", "express", "genes", "parents", "chromosomes", "relatively", "equally", "throughout", "life", "biology", "nuanced", "say", "scientists", "invented", "screen", "measure", "activity", "specific", "genes", "parents", "neuron", "february", "23", "researchers", "report", "rodent", "monkey", "human", "brains", "unusual", "individual", "neurons", "specific", "types", "neurons", "silence", "genes", "one", "parent", "differential", "activation", "maternal", "paternal", "gene", "copies", "observed", "often", "developing", "brain", "impacting", "85", "genes", "gradually", "brain", "matures", "neurons", "increasingly", "express", "parents", "genes", "equally", "however", "least", "10", "genes", "maternal", "paternal", "copies", "continue", "differentially", "expressed", "adult", "brain", "revealing", "imbalance", "exists", "throughout", "organism", "lifetime", "many", "genes", "brain", "story", "roots", "understanding", "reproduce", "sexually", "normally", "two", "copies", "gene", "acts", "protect", "buffer", "case", "one", "defective", "says", "senior", "author", "christopher", "gregg", "greggneurolab", "neurobiologist", "university", "utah", "school", "medicine", "new", "york", "stem", "cell", "foundation", "robertson", "investigator", "findings", "suggest", "periods", "healthy", "gene", "copy", "turned", "could", "critical", "windows", "cells", "particularly", "vulnerable", "mutation", "copy", "often", "mutations", "causing", "mental", "illness", "heterozygous", "meaning", "impact", "one", "gene", "copy", "gregg", "lab", "exploring", "whether", "effects", "uncovered", "could", "explain", "gene", "associated", "wide", "range", "mental", "illnesses", "autism", "schizophrenia", "different", "people", "experience", "variation", "severity", "symptoms", "risk", "disease", "study", "demonstrates", "possible", "cells", "brain", "predominately", "express", "mutant", "copy", "gene", "others", "scientists", "known", "decades", "specific", "classes", "genes", "differentially", "activate", "maternal", "paternal", "copies", "brain", "however", "study", "gregg", "lab", "uncovered", "new", "vast", "landscape", "effects", "brain", "cause", "differences", "activation", "maternal", "paternal", "gene", "copies", "according", "age", "cell", "type", "brain", "region", "tissue", "study", "also", "raises", "possibility", "yet", "undiscovered", "mechanisms", "cells", "decide", "parent", "genes", "shut", "currently", "known", "children", "inherit", "epigenetic", "imprints", "genome", "parents", "communicate", "whether", "gene", "expressed", "females", "cell", "inactivates", "one", "x", "chromosome", "finding", "mechanisms", "cause", "effects", "described", "gregg", "lab", "new", "study", "could", "lead", "new", "therapeutic", "approaches", "work", "activating", "silent", "healthy", "gene", "copies", "brain", "screens", "revealed", "new", "landscape", "effects", "maternal", "paternal", "gene", "copies", "brain", "due", "imprinting", "due", "x", "inactivation", "took", "kinds", "different", "forms", "gregg", "says", "effects", "age", "specific", "stable", "birth", "impact", "brain", "cells", "cell", "specific", "involved", "antagonistic", "effects", "maternal", "gene", "would", "go", "paternal", "gene", "would", "go", "others", "took", "different", "pattern", "gregg", "team", "university", "utah", "including", "authors", "huang", "graduate", "student", "elliott", "ferris", "bioinformatician", "focused", "understanding", "differences", "parental", "gene", "expression", "shape", "brain", "functions", "disease", "risk", "specifically", "looking", "brain", "cells", "mental", "illness", "screen", "developed", "available", "scientific", "community", "could", "provide", "insights", "across", "many", "cell", "types"], "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-snc021617.php", "date": "2018-01-19_21:02:52", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This image depicts the non-genetic allelic effects Gregg et al. found for many autosomal genes in the mouse and primate brain in our paper. The image shows the maternal (red)...\n       view more For over a century, scientists have thought that most of our cells express genes from both parents' chromosomes relatively equally throughout life. But the biology is more nuanced, say scientists who invented a screen to measure the activity of specific genes from both parents. In Neuron on February 23, the researchers report that in rodent, monkey, and human brains, it's not unusual for individual neurons or specific types of neurons to silence genes from one parent or the other.Surprisingly, the differential activation of maternal and paternal gene copies was observed most often in the developing brain, impacting about 85% of genes. Gradually, as the brain matures, neurons increasingly express both parents' genes equally. However, for at least 10% of genes, maternal and paternal copies continue to be differentially expressed in the adult brain, revealing that this imbalance exists throughout an organism's lifetime for many genes in the brain.\"This story has its roots in understanding why we reproduce sexually--normally, having two copies of a gene acts as a protect buffer in case one is defective,\" says senior author Christopher Gregg (@GreggNeuroLab), a neurobiologist at the University of Utah School of Medicine and a New York Stem Cell Foundation Robertson Investigator. \"Our findings suggest that periods when the healthy gene copy is turned off could be critical windows during which cells are particularly vulnerable to a mutation in the other copy.\"Often mutations causing mental illness are heterozygous, meaning that they impact just one gene copy, and the Gregg lab is now exploring whether the effects they uncovered could explain why the same gene can be associated with a wide range of mental illnesses, from autism to schizophrenia, and why different people experience variation in the severity of their symptoms or risk for disease. The study demonstrates that it is possible for some cells in the brain to predominately express a mutant copy of a gene while others don't.   Scientists have known for decades that some specific classes of genes differentially activate their maternal and paternal copies in the brain; however, the study from Gregg's lab uncovered a new and vast landscape of effects in the brain that cause differences in the activation of maternal and paternal gene copies according to age, cell type, brain region, and tissue. The study also raises the possibility of yet undiscovered mechanisms for how cells decide which parent's genes to shut off. Currently, it's known that children can inherit epigenetic imprints on their genome from parents that communicate whether a gene should be expressed, and for females, each cell inactivates one X chromosome. Finding the mechanisms that cause the effects described in the Gregg lab's new study could lead to new therapeutic approaches that work by activating silent healthy gene copies in the brain.\"The screens revealed a new landscape of effects on maternal and paternal gene copies in the brain that were not due to imprinting and not due to X inactivation but took on all kinds of different forms,\" Gregg says. \"Some effects are age specific, some are stable after birth, some impact most brain cells, some are more cell specific, some involved antagonistic effects where the maternal gene would go up and the paternal gene would go down, while others took on a different pattern.\"Gregg and his team at the University of Utah, including co-first authors Wei-Chao Huang, a graduate student, and Elliott Ferris, a bioinformatician, are now focused on understanding how differences in parental gene expression shape brain functions and disease risk. And while they are specifically looking at brain cells and mental illness, the screen they developed, now available to the scientific community, could provide insights across many cell types.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This image depicts the non-genetic allelic effects Gregg et al.", "found for many autosomal genes in the mouse and primate brain in our paper.", "The image shows the maternal (red)...\n       view more For over a century, scientists have thought that most of our cells express genes from both parents' chromosomes relatively equally throughout life.", "But the biology is more nuanced, say scientists who invented a screen to measure the activity of specific genes from both parents.", "In Neuron on February 23, the researchers report that in rodent, monkey, and human brains, it's not unusual for individual neurons or specific types of neurons to silence genes from one parent or the other.Surprisingly, the differential activation of maternal and paternal gene copies was observed most often in the developing brain, impacting about 85% of genes.", "Gradually, as the brain matures, neurons increasingly express both parents' genes equally.", "However, for at least 10% of genes, maternal and paternal copies continue to be differentially expressed in the adult brain, revealing that this imbalance exists throughout an organism's lifetime for many genes in the brain.", "\"This story has its roots in understanding why we reproduce sexually--normally, having two copies of a gene acts as a protect buffer in case one is defective,\" says senior author Christopher Gregg (@GreggNeuroLab), a neurobiologist at the University of Utah School of Medicine and a New York Stem Cell Foundation Robertson Investigator.", "\"Our findings suggest that periods when the healthy gene copy is turned off could be critical windows during which cells are particularly vulnerable to a mutation in the other copy.", "\"Often mutations causing mental illness are heterozygous, meaning that they impact just one gene copy, and the Gregg lab is now exploring whether the effects they uncovered could explain why the same gene can be associated with a wide range of mental illnesses, from autism to schizophrenia, and why different people experience variation in the severity of their symptoms or risk for disease.", "The study demonstrates that it is possible for some cells in the brain to predominately express a mutant copy of a gene while others don't.", "Scientists have known for decades that some specific classes of genes differentially activate their maternal and paternal copies in the brain; however, the study from Gregg's lab uncovered a new and vast landscape of effects in the brain that cause differences in the activation of maternal and paternal gene copies according to age, cell type, brain region, and tissue.", "The study also raises the possibility of yet undiscovered mechanisms for how cells decide which parent's genes to shut off.", "Currently, it's known that children can inherit epigenetic imprints on their genome from parents that communicate whether a gene should be expressed, and for females, each cell inactivates one X chromosome.", "Finding the mechanisms that cause the effects described in the Gregg lab's new study could lead to new therapeutic approaches that work by activating silent healthy gene copies in the brain.", "\"The screens revealed a new landscape of effects on maternal and paternal gene copies in the brain that were not due to imprinting and not due to X inactivation but took on all kinds of different forms,\" Gregg says.", "\"Some effects are age specific, some are stable after birth, some impact most brain cells, some are more cell specific, some involved antagonistic effects where the maternal gene would go up and the paternal gene would go down, while others took on a different pattern.", "\"Gregg and his team at the University of Utah, including co-first authors Wei-Chao Huang, a graduate student, and Elliott Ferris, a bioinformatician, are now focused on understanding how differences in parental gene expression shape brain functions and disease risk.", "And while they are specifically looking at brain cells and mental illness, the screen they developed, now available to the scientific community, could provide insights across many cell types."], "source": "Cell Press"}