{"title": "Playing favorites: Brain cells prefer one parent's gene over the other's | EurekAlert! Science News", "year": "Thu, 23 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "many", "cells", "brain", "express", "two", "copies", "gene", "one", "inherited", "mom", "one", "dad", "others", "express", "one", "copy", "single", "copy", "happens", "view", "salt", "lake", "city", "kids", "say", "love", "mom", "dad", "equally", "times", "even", "best", "prefers", "one", "parent", "said", "body", "cells", "treat", "dna", "instructions", "long", "thought", "copy", "one", "inherited", "mom", "one", "dad", "treated", "new", "study", "scientists", "university", "utah", "school", "medicine", "shows", "uncommon", "cells", "brain", "preferentially", "activate", "one", "copy", "finding", "breaks", "basic", "tenants", "classic", "genetics", "suggests", "new", "ways", "genetic", "mutations", "might", "cause", "brain", "least", "one", "region", "newborn", "mouse", "brain", "new", "research", "shows", "inequality", "seems", "norm", "85", "percent", "genes", "dorsal", "raphe", "nucleus", "known", "secreting", "chemical", "serotonin", "differentially", "activate", "maternal", "paternal", "gene", "copies", "ten", "days", "later", "juvenile", "brain", "landscape", "shifts", "copies", "activated", "equally", "10", "percent", "genes", "oddity", "brain", "disparity", "also", "takes", "place", "sites", "body", "including", "liver", "muscle", "also", "occurs", "humans", "usually", "think", "traits", "terms", "whole", "person", "animal", "finding", "look", "level", "cells", "genetics", "much", "complicated", "thought", "says", "christopher", "gregg", "assistant", "professor", "neurobiology", "anatomy", "senior", "author", "study", "publishes", "online", "neuron", "23", "new", "picture", "may", "help", "us", "understand", "brain", "disorders", "continues", "among", "genes", "regulated", "unorthodox", "way", "risk", "factors", "mental", "illness", "humans", "gene", "called", "deaf1", "implicated", "autism", "intellectual", "disability", "shows", "preferential", "expression", "one", "gene", "copy", "multiple", "regions", "brain", "comprehensive", "survey", "primates", "acts", "proxy", "humans", "indicates", "true", "many", "genes", "including", "linked", "huntington", "disease", "schizophrenia", "attention", "deficit", "disorder", "bipoloar", "disorder", "genetic", "imbalance", "could", "mean", "health", "remains", "determined", "preliminary", "results", "suggest", "could", "shape", "vulnerabilities", "disease", "explains", "gregg", "normally", "two", "copies", "gene", "acts", "protective", "buffer", "case", "one", "defective", "activating", "gene", "copy", "mutated", "silencing", "healthy", "copy", "even", "temporarily", "could", "disruptive", "enough", "cause", "trouble", "specific", "cells", "supporting", "idea", "gregg", "lab", "found", "brain", "cells", "transgenic", "mice", "preferentially", "activate", "mutated", "gene", "copies", "healthy", "ones", "generally", "assumed", "correlation", "copies", "gene", "says", "elliott", "ferris", "computer", "scientist", "study", "graduate", "student", "huang", "instead", "found", "something", "unexpected", "developed", "novel", "methods", "mining", "big", "data", "discovered", "something", "new", "huang", "investigators", "screened", "thousands", "genes", "study", "quantifying", "relative", "levels", "activation", "maternal", "paternal", "gene", "copy", "discovered", "expression", "two", "different", "many", "genes", "surprised", "saw", "developed", "statistical", "methods", "rigorously", "test", "validity", "determined", "due", "technical", "artifacts", "genetic", "noise", "following", "findings", "examined", "subset", "genes", "closely", "directly", "visualized", "imbalances", "gene", "copies", "cellular", "level", "mouse", "human", "gregg", "colleagues", "build", "previous", "research", "expanding", "scenarios", "genes", "play", "favorites", "imprinted", "genes", "genes", "specific", "gene", "categories", "differentially", "activate", "maternal", "paternal", "gene", "copies", "studies", "cultured", "cells", "also", "determined", "genes", "vary", "copy", "express", "results", "study", "however", "suggests", "silencing", "one", "gene", "copy", "may", "way", "cells", "fine", "tune", "genetic", "program", "specific", "times", "lifecycle", "animal", "discrete", "places", "new", "findings", "reveal", "new", "landscape", "diverse", "effects", "shape", "expression", "maternal", "paternal", "gene", "copies", "brain", "according", "age", "brain", "region", "tissue", "type", "explains", "gregg", "implication", "new", "view", "genetics", "one", "starts", "close"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uouh-pfb021617.php", "date": "2018-01-19_21:02:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Many cells in the brain express two copies of each gene, one inherited from mom and one from dad. Others express just one copy. If the single copy happens to...\n       view more SALT LAKE CITY - Most kids say they love their mom and dad equally, but there are times when even the best prefers one parent over the other. The same can be said for how the body's cells treat our DNA instructions. It has long been thought that each copy - one inherited from mom and one from dad - is treated the same. A new study from scientists at the University of Utah School of Medicine shows that it is not uncommon for cells in the brain to preferentially activate one copy over the other. The finding breaks basic tenants of classic genetics and suggests new ways in which genetic mutations might cause brain disorders.In at least one region of the newborn mouse brain, the new research shows, inequality seems to be the norm. About 85 percent of genes in the dorsal raphe nucleus, known for secreting the mood-controlling chemical serotonin, differentially activate their maternal and paternal gene copies. Ten days later in the juvenile brain, the landscape shifts, with both copies being activated equally for all but 10 percent of genes.   More than an oddity of the brain, the disparity also takes place at other sites in the body, including liver and muscle. It also occurs in humans. \"We usually think of traits in terms of a whole person, or animal. We're finding that when we look at the level of cells, genetics is much more complicated than we thought,\" says Christopher Gregg, Ph.D., assistant professor of neurobiology and anatomy and senior author of the study which publishes online in Neuron on Feb. 23. \"This new picture may help us understand brain disorders,\" he continues. Among genes regulated in this unorthodox way are risk factors for mental illness. In humans, a gene called DEAF1, implicated in autism and intellectual disability, shows preferential expression of one gene copy in multiple regions of the brain. A more comprehensive survey in primates, which acts as a proxy for humans, indicates the same is true for many other genes including some linked to Huntington's Disease, schizophrenia, attention deficit disorder, and bipoloar disorder. What the genetic imbalance could mean for our health remains to be determined, but preliminary results suggest that it could shape vulnerabilities to disease, explains Gregg. Normally, having two copies of a gene acts as a protective buffer in case one is defective. Activating a gene copy that is mutated and silencing the healthy copy - even temporarily - could be disruptive enough to cause trouble in specific cells. Supporting the idea, Gregg's lab found that some brain cells in transgenic mice preferentially activate mutated gene copies over healthy ones. \"It has generally been assumed that there is correlation between both copies of a gene,\" says Elliott Ferris, a computer scientist who co-led the study with graduate student Wei-Chao Huang. Instead, they found something unexpected. \"We developed novel methods for mining big data, and discovered something new,\" Huang explains.The investigators screened thousands of genes in their study, quantifying the relative levels of activation for each maternal and paternal gene copy and discovered that expression of the two is different for many genes. Surprised by what they saw, they developed statistical methods to rigorously test their validity and determined that they were not due to technical artifacts, nor genetic noise. Following up on their findings, they examined a subset of genes more closely, directly visualized imbalances between gene copies at the cellular level in the mouse and human brain.Results from Gregg and colleagues build on previous research, expanding on scenarios in which genes play favorites. Imprinted genes and X-linked genes are specific gene categories that differentially activate their maternal and paternal gene copies. Studies in cultured cells had also determined that some genes vary which copy they express. The results from this study, however, suggests that silencing one gene copy may be  a way in which cells fine tune their genetic program at specific times during the lifecycle of the animal, or in discrete places. \"Our new findings reveal a new landscape of diverse effects that shape the expression of maternal and paternal gene copies in the brain according to age, brain region, and tissue type,\" explains Gregg. \"The implication is a new view of genetics, one that starts up close.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Many cells in the brain express two copies of each gene, one inherited from mom and one from dad.", "Others express just one copy.", "If the single copy happens to...\n       view more SALT LAKE CITY - Most kids say they love their mom and dad equally, but there are times when even the best prefers one parent over the other.", "The same can be said for how the body's cells treat our DNA instructions.", "It has long been thought that each copy - one inherited from mom and one from dad - is treated the same.", "A new study from scientists at the University of Utah School of Medicine shows that it is not uncommon for cells in the brain to preferentially activate one copy over the other.", "The finding breaks basic tenants of classic genetics and suggests new ways in which genetic mutations might cause brain disorders.In at least one region of the newborn mouse brain, the new research shows, inequality seems to be the norm.", "About 85 percent of genes in the dorsal raphe nucleus, known for secreting the mood-controlling chemical serotonin, differentially activate their maternal and paternal gene copies.", "Ten days later in the juvenile brain, the landscape shifts, with both copies being activated equally for all but 10 percent of genes.", "More than an oddity of the brain, the disparity also takes place at other sites in the body, including liver and muscle.", "It also occurs in humans.", "\"We usually think of traits in terms of a whole person, or animal.", "We're finding that when we look at the level of cells, genetics is much more complicated than we thought,\" says Christopher Gregg, Ph.D., assistant professor of neurobiology and anatomy and senior author of the study which publishes online in Neuron on Feb. 23.", "\"This new picture may help us understand brain disorders,\" he continues.", "Among genes regulated in this unorthodox way are risk factors for mental illness.", "In humans, a gene called DEAF1, implicated in autism and intellectual disability, shows preferential expression of one gene copy in multiple regions of the brain.", "A more comprehensive survey in primates, which acts as a proxy for humans, indicates the same is true for many other genes including some linked to Huntington's Disease, schizophrenia, attention deficit disorder, and bipoloar disorder.", "What the genetic imbalance could mean for our health remains to be determined, but preliminary results suggest that it could shape vulnerabilities to disease, explains Gregg.", "Normally, having two copies of a gene acts as a protective buffer in case one is defective.", "Activating a gene copy that is mutated and silencing the healthy copy - even temporarily - could be disruptive enough to cause trouble in specific cells.", "Supporting the idea, Gregg's lab found that some brain cells in transgenic mice preferentially activate mutated gene copies over healthy ones.", "\"It has generally been assumed that there is correlation between both copies of a gene,\" says Elliott Ferris, a computer scientist who co-led the study with graduate student Wei-Chao Huang.", "Instead, they found something unexpected.", "\"We developed novel methods for mining big data, and discovered something new,\" Huang explains.The investigators screened thousands of genes in their study, quantifying the relative levels of activation for each maternal and paternal gene copy and discovered that expression of the two is different for many genes.", "Surprised by what they saw, they developed statistical methods to rigorously test their validity and determined that they were not due to technical artifacts, nor genetic noise.", "Following up on their findings, they examined a subset of genes more closely, directly visualized imbalances between gene copies at the cellular level in the mouse and human brain.Results from Gregg and colleagues build on previous research, expanding on scenarios in which genes play favorites.", "Imprinted genes and X-linked genes are specific gene categories that differentially activate their maternal and paternal gene copies.", "Studies in cultured cells had also determined that some genes vary which copy they express.", "The results from this study, however, suggests that silencing one gene copy may be  a way in which cells fine tune their genetic program at specific times during the lifecycle of the animal, or in discrete places.", "\"Our new findings reveal a new landscape of diverse effects that shape the expression of maternal and paternal gene copies in the brain according to age, brain region, and tissue type,\" explains Gregg.", "\"The implication is a new view of genetics, one that starts up close.\""], "source": "University of Utah Health Sciences"}