{"title": "Sorting out risk genes for brain development disorders | EurekAlert! Science News", "year": "Wed, 22 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "laboratory", "uw", "medicine", "seattle", "dna", "research", "underway", "better", "understand", "genetic", "risks", "disease", "view", "editor", "note", "statistical", "analysis", "paper", "article", "based", "queried", "independent", "researchers", "complete", "statistical", "reanalysis", "formal", "response", "study", "authors", "prepared", "provide", "update", "statement", "available", "gene", "discovery", "research", "uncovering", "new", "information", "similarities", "differences", "underlying", "various", "neurodevelopmental", "disorders", "collection", "conditions", "affect", "brain", "include", "autism", "intellectual", "impairments", "developmental", "delays", "attention", "deficits", "tic", "disorders", "language", "difficulties", "better", "understand", "mutations", "contribute", "biology", "neurodevelopmental", "disorders", "researchers", "recently", "conducted", "large", "international", "study", "affected", "individuals", "nearly", "control", "subjects", "underwent", "targeted", "dna", "sequencing", "208", "suspected", "genes", "candidate", "genes", "chosen", "based", "previously", "published", "studies", "looking", "greater", "numbers", "cases", "using", "reliable", "yet", "inexpensive", "molecular", "inversion", "probe", "project", "team", "wanted", "measure", "statistical", "significance", "individual", "implicated", "results", "reported", "nature", "genetics", "study", "leaders", "holly", "stessman", "bo", "xiong", "bradley", "coe", "genome", "sciences", "laboratory", "evan", "eichler", "university", "washington", "school", "medicine", "howard", "hughes", "medical", "institute", "stessman", "creighton", "university", "samples", "collected", "autism", "disability", "network", "spanning", "seven", "countries", "four", "continents", "advantage", "collection", "researchers", "said", "ability", "check", "back", "large", "fraction", "cases", "try", "relate", "genetic", "results", "clinical", "findings", "study", "population", "researchers", "associated", "91", "genes", "risk", "neurodevelopmental", "disorder", "included", "38", "genes", "previously", "suspected", "playing", "role", "based", "family", "studies", "however", "mutations", "even", "two", "risk", "genes", "may", "necessary", "sufficient", "cause", "disease", "91", "genes", "25", "linked", "forms", "autism", "without", "intellectual", "disability", "scientists", "also", "described", "gene", "network", "appeared", "related", "autism", "individuals", "form", "autism", "average", "average", "intelligence", "may", "struggle", "learning", "talk", "interact", "socially", "manage", "anxiety", "sensory", "overload", "observing", "genes", "closely", "associated", "autism", "others", "intellectual", "developmental", "impairments", "researchers", "found", "genes", "implicated", "mutated", "conditions", "result", "reinforces", "substantial", "overlap", "among", "conditions", "underlying", "genetics", "observable", "characteristics", "genes", "clearly", "risk", "factors", "neurodevelopmental", "disorders", "broad", "sense", "researchers", "explained", "analysis", "genetic", "subsequent", "patient", "data", "single", "genes", "statistical", "bias", "towards", "autism", "spectrum", "disorder", "rather", "intellectual", "disability", "developmental", "delay", "additional", "findings", "suggest", "less", "severe", "mutations", "may", "behind", "autism", "accompanied", "intellectual", "disability", "following", "patients", "researchers", "could", "start", "assess", "newly", "discovered", "mutations", "clinical", "information", "important", "determining", "genes", "might", "function", "disruption", "might", "lead", "specific", "traits", "addition", "looking", "overall", "severity", "neurodevelopmental", "disorder", "present", "scientists", "also", "summarized", "features", "seizures", "head", "size", "congenital", "abnormalities", "researchers", "fact", "observe", "patterns", "combining", "clinical", "genetic", "data", "partitioned", "genes", "strongly", "associated", "autism", "related", "developmental", "disabilities", "although", "overall", "numbers", "low", "several", "autism", "risk", "genes", "appeared", "predominantly", "males", "including", "detected", "exclusively", "males", "autism", "without", "intellectual", "impairment", "obtain", "additional", "evidence", "risk", "genes", "might", "affect", "behavior", "nervous", "system", "function", "researchers", "investigated", "21", "genes", "fruit", "fly", "models", "wanted", "see", "mutations", "disrupted", "fundamental", "form", "learning", "growing", "accustomed", "harmless", "stimuli", "problems", "neuronal", "mechanisms", "behind", "habituation", "thought", "account", "autism", "features", "inability", "filter", "sensory", "input", "fruit", "fly", "studies", "showed", "habituation", "deficits", "several", "gene", "mutations", "review", "thereby", "providing", "additional", "evidence", "may", "role", "cognitive", "function", "numerous", "grants", "funding", "government", "agencies", "private", "foundations", "several", "countries", "supported", "research", "scientists", "continuing", "project", "eager", "work", "interested", "families", "said", "raphael", "bernier", "associate", "professor", "psychiatry", "behavioral", "sciences", "clinical", "director", "seattle", "children", "autism", "center", "associate", "director", "uw", "center", "human", "development", "disability"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uowh-sor022217.php", "date": "2018-01-19_21:02:58", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a laboratory at UW Medicine in Seattle where DNA research is underway to better understand genetic risks of disease.\n       view more Editor's note: The statistical analysis in the paper this article is based on is being queried by independent researchers. A complete statistical reanalysis and formal response by the study authors is being prepared. We will provide an update once this statement is available.\nGene discovery research is uncovering new information about similarities and differences underlying various neurodevelopmental disorders. These are a wide-ranging collection of conditions that affect the brain.  They include autism, intellectual impairments, developmental delays, attention deficits, tic disorders and language difficulties. To better understand how gene-disrupting mutations contribute to the biology of neurodevelopmental disorders, researchers recently conducted a large, international, multi-institutional study.  More than 11,700 affected individuals and nearly 2,800 control subjects underwent targeted DNA sequencing of 208 suspected disease-risk genes. The candidate genes were chosen based on previously published studies. By looking at greater numbers of cases and using a reliable yet inexpensive molecular inversion probe, the project team wanted to measure the statistical significance of individual, implicated genes.Their results are reported in Nature Genetics.  The study leaders were Holly A. F. Stessman, Bo Xiong and Bradley P. Coe, of the genome sciences laboratory of Evan Eichler at the University of Washington School of Medicine and the Howard Hughes Medical Institute.  Stessman is now at Creighton University. Their samples were collected through the Autism Spectrum/Intellectual Disability 15-center network spanning seven countries and four continents.  An advantage of this collection, the researchers said, is the ability to check back on a large fraction of cases to try to relate genetic results to clinical findings.   In their study population, the researchers associated 91 genes with the risk of a neurodevelopmental disorder. These included 38 genes not previously suspected of playing a role.  Based on some of the family studies, however, mutations even in two or more of the risk genes may not be necessary or sufficient to cause disease. Of the 91 genes, 25 were linked with forms of autism without intellectual disability. The scientists also described a gene network that appeared to be related to high-functioning autism.  Individuals with this form of autism have average to above average intelligence, but may struggle in learning to talk, interact socially, or manage anxiety and sensory overload.  While observing that some genes were more closely associated with autism and others with intellectual or developmental impairments, the researchers found that most of the genes implicated were mutated in both conditions.  This result reinforces the substantial overlap among these conditions in their underlying genetics and observable characteristics.  \"Most of these genes are clearly risk factors for neurodevelopmental disorders in a broad sense,\" the researchers explained.  \"But analysis of both the genetic and subsequent patient follow-up data did single out some genes with a statistical bias towards autism spectrum disorder, rather than an intellectual disability or developmental delay.\"Additional findings suggest that less severe mutations may be behind autism that is not accompanied by intellectual disability. By following up with patients, the researchers could start to assess the newly discovered mutations.  Such clinical information is important in determining how the genes might function, and how their disruption might lead to specific traits or symptoms.In addition to looking at the overall severity of each neurodevelopmental disorder present, the scientists also summarized other features such as seizures, head size, and congenital abnormalities.   The researchers did in fact observe patterns from combining clinical and genetic data.  They partitioned those genes most strongly associated with autism, and those more related to developmental disabilities.  Although the overall numbers were low, several autism risk genes appeared predominantly in males, including some detected exclusively in males who had autism without intellectual impairment. To obtain additional evidence for how risk genes might affect behavior and nervous system function, the researchers investigated 21 genes in fruit fly models.  They wanted to see if any of the mutations disrupted a fundamental form of learning -- growing accustomed to harmless stimuli. Problems with the neuronal mechanisms behind habituation are thought to account for some autism features, such as inability to filter sensory input.   The fruit fly studies showed habituation deficits from several of the gene mutations under review, thereby providing additional evidence that they may have a role in cognitive function. Numerous grants and other funding from government agencies and private foundations in several countries supported this research.\"The scientists are continuing this project and are eager to work with interested families,\" said Raphael Bernier, associate professor of psychiatry and behavioral sciences and clinical director of the Seattle Children's Autism Center and associate director of the UW Center on Human Development and Disability. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a laboratory at UW Medicine in Seattle where DNA research is underway to better understand genetic risks of disease.", "view more Editor's note: The statistical analysis in the paper this article is based on is being queried by independent researchers.", "A complete statistical reanalysis and formal response by the study authors is being prepared.", "We will provide an update once this statement is available.", "Gene discovery research is uncovering new information about similarities and differences underlying various neurodevelopmental disorders.", "These are a wide-ranging collection of conditions that affect the brain.", "They include autism, intellectual impairments, developmental delays, attention deficits, tic disorders and language difficulties.", "To better understand how gene-disrupting mutations contribute to the biology of neurodevelopmental disorders, researchers recently conducted a large, international, multi-institutional study.", "More than 11,700 affected individuals and nearly 2,800 control subjects underwent targeted DNA sequencing of 208 suspected disease-risk genes.", "The candidate genes were chosen based on previously published studies.", "By looking at greater numbers of cases and using a reliable yet inexpensive molecular inversion probe, the project team wanted to measure the statistical significance of individual, implicated genes.Their results are reported in Nature Genetics.", "The study leaders were Holly A. F. Stessman, Bo Xiong and Bradley P. Coe, of the genome sciences laboratory of Evan Eichler at the University of Washington School of Medicine and the Howard Hughes Medical Institute.", "Stessman is now at Creighton University.", "Their samples were collected through the Autism Spectrum/Intellectual Disability 15-center network spanning seven countries and four continents.", "An advantage of this collection, the researchers said, is the ability to check back on a large fraction of cases to try to relate genetic results to clinical findings.", "In their study population, the researchers associated 91 genes with the risk of a neurodevelopmental disorder.", "These included 38 genes not previously suspected of playing a role.", "Based on some of the family studies, however, mutations even in two or more of the risk genes may not be necessary or sufficient to cause disease.", "Of the 91 genes, 25 were linked with forms of autism without intellectual disability.", "The scientists also described a gene network that appeared to be related to high-functioning autism.", "Individuals with this form of autism have average to above average intelligence, but may struggle in learning to talk, interact socially, or manage anxiety and sensory overload.", "While observing that some genes were more closely associated with autism and others with intellectual or developmental impairments, the researchers found that most of the genes implicated were mutated in both conditions.", "This result reinforces the substantial overlap among these conditions in their underlying genetics and observable characteristics.", "\"Most of these genes are clearly risk factors for neurodevelopmental disorders in a broad sense,\" the researchers explained.", "\"But analysis of both the genetic and subsequent patient follow-up data did single out some genes with a statistical bias towards autism spectrum disorder, rather than an intellectual disability or developmental delay.", "\"Additional findings suggest that less severe mutations may be behind autism that is not accompanied by intellectual disability.", "By following up with patients, the researchers could start to assess the newly discovered mutations.", "Such clinical information is important in determining how the genes might function, and how their disruption might lead to specific traits or symptoms.In addition to looking at the overall severity of each neurodevelopmental disorder present, the scientists also summarized other features such as seizures, head size, and congenital abnormalities.", "The researchers did in fact observe patterns from combining clinical and genetic data.", "They partitioned those genes most strongly associated with autism, and those more related to developmental disabilities.", "Although the overall numbers were low, several autism risk genes appeared predominantly in males, including some detected exclusively in males who had autism without intellectual impairment.", "To obtain additional evidence for how risk genes might affect behavior and nervous system function, the researchers investigated 21 genes in fruit fly models.", "They wanted to see if any of the mutations disrupted a fundamental form of learning -- growing accustomed to harmless stimuli.", "Problems with the neuronal mechanisms behind habituation are thought to account for some autism features, such as inability to filter sensory input.", "The fruit fly studies showed habituation deficits from several of the gene mutations under review, thereby providing additional evidence that they may have a role in cognitive function.", "Numerous grants and other funding from government agencies and private foundations in several countries supported this research.", "\"The scientists are continuing this project and are eager to work with interested families,\" said Raphael Bernier, associate professor of psychiatry and behavioral sciences and clinical director of the Seattle Children's Autism Center and associate director of the UW Center on Human Development and Disability."], "source": "University of Washington Health Sciences/UW Medicine"}