{"title": "Autism risk linked to herpes infection during pregnancy", "text": "Women actively infected with genital herpes during early pregnancy had twice the odds of giving birth to a child later diagnosed with autism spectrum disorder (ASD), according to a study by scientists at the Center for Infection and Immunity at Columbia University's Mailman School of Public Health and the Norwegian Institute of Public Health.The study is the first to provide immunological evidence on the role of gestational infection in autism, reporting an association between maternal anti-herpes simplex virus-2 (HSV-2) antibodies and risk for ASD in offspring. Results appear in mSphere, a journal of the American Society for Microbiology. \"We believe the mother's immune response to HSV-2 could be disrupting fetal central nervous system development, raising risk for autism,\" says lead author Milada Mahic, a post-doctoral research scientist with the Center for Infection and Immunity and the Norwegian Institute of Public Health. The authors do not believe that the risk is due to direct infection of the fetus because such infections are typically fatal. Instead, they suggest that neurodevelopmental outcomes are due to primary or reactivation of infection in mothers with inflammation in close proximity to the womb.About one in five American women carries HSV-2, also known as genital herpes, a highly contagious and lifelong infection usually spread through sex. After an initial outbreak, HSV-2 virus lives in nerve cells and is often inactive, with flare-ups occurring with diminishing frequency as the body builds up immunity to the virus.The researchers sought to explore the link between maternal infection and risk for autism, focusing on five pathogens known collectively as ToRCH agents--Toxoplasma gondii, rubella virus, cytomegalovirus, and herpes simplex viruses type 1 and 2--to which exposure during pregnancy can lead to miscarriage and birth defects. They examined blood samples from 412 mothers of children diagnosed with ASD and 463 mothers of children without ASD enrolled in the Autism Birth Cohort (ABC) Study overseen by the Norwegian Institute of Public Health. Samples were taken at two time points--at around week 18 of pregnancy and at birth--and analyzed for levels of antibodies to each of the ToRCH agents.   They found high levels of antibodies to HSV-2, not any of the other agents, correlated with risk for ASD. This link was only evident in blood samples taken at a time point reflecting exposure during early pregnancy when the fetal nervous system undergoes rapid development, not at birth. The finding mirrors earlier epidemiological data indicating that activation of the maternal immune system during early-to-mid-pregnancy is associated with long-term developmental and behavioral problems in offspring.In all, 13 percent of mothers in the study tested positive for anti-HSV-2 antibodies at mid-pregnancy. Of these, only 12 percent reported having HSV lesions before pregnancy or during the first trimester, a likely indication that most infections were asymptomatic.  The effect of anti-HSV-2 antibodies on risk for ASD was only seen in males, not females. But because the number of females with ASD in the ABC Study is small, the researchers say there is not enough evidence to conclude that the effect is sex-specific, although generally, autism is more common in males.  According to the authors, further study is needed to determine if screening and suppression of HSV-2 infection during pregnancy is needed.\"The cause or causes of most cases of autism are unknown,\" says senior author W. Ian Lipkin, director of the Center for Infection and Immunity. \"But evidence suggests a role for both genetic and environmental factors. Our work suggests that inflammation and immune activation may contribute to risk. Herpes simplex virus-2 could be one of any number of infectious agents involved.\"", "journal": "mSphere", "funder": "National Institutes of Health, Jane Botsford Johnson Foundation, Simons Foundation Autism Research Initiative, Norwegian Ministry of Health and Care Services, Norwegian Ministry of Education and Research, Research Council of Norway", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/cums-arl021517.php", "institution": "Columbia University's Mailman School of Public Health", "meeting": "", "description": "Women actively infected with genital herpes during early pregnancy had twice the odds of giving birth to a child later diagnosed with autism spectrum disorder (ASD), according to a study by scientists at the Center for Infection and Immunity at Columbia University's Mailman School of Public Health. Results appear in mSphere, a journal of the American Society for Microbiology.", "article_link": null, "keywords": ["Developmental/Reproductive Biology", " Medicine/Health", " Epidemiology", " Infectious/Emerging Diseases", " Neurobiology", " Pediatrics", " Public Health"], "source_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT"}