{"title": "OCD-like behavior linked to genetic mutation | EurekAlert! Science News", "year": "Wed, 22 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txchicago", "new", "northwestern", "medicine", "study", "found", "evidence", "suggesting", "neural", "dysfunction", "certain", "region", "brain", "lead", "obsessive", "repetitive", "behaviors", "much", "like", "disorder", "ocd", "humans", "mice", "circuit", "brain", "called", "corticostriatal", "connection", "regulates", "habitual", "repetitive", "actions", "study", "found", "certain", "synaptic", "receptors", "important", "development", "brain", "circuit", "receptors", "eliminated", "mice", "exhibit", "obsessive", "behavior", "first", "strong", "evidence", "supports", "biological", "basis", "genes", "code", "receptors", "might", "affect", "obsessive", "compulsive", "behaviors", "humans", "demonstrating", "receptors", "role", "development", "researchers", "line", "target", "develop", "treatments", "behavior", "variations", "receptor", "genes", "associated", "human", "neurodevelopmental", "disorders", "autism", "neuropsychiatric", "disorders", "ocd", "said", "lead", "author", "anis", "contractor", "associate", "professor", "physiology", "northwestern", "university", "feinberg", "school", "medicine", "people", "ocd", "known", "abnormalities", "function", "corticostriatal", "circuits", "study", "published", "february", "21", "journal", "cell", "reports", "findings", "shed", "light", "importance", "receptors", "formation", "corticostriatal", "circuits", "contractor", "said", "number", "studies", "found", "mutations", "kainate", "receptor", "genes", "associated", "ocd", "neuropsychiatric", "neurodevelopmental", "disorders", "humans", "said", "contractor", "also", "associate", "professor", "neurobiology", "weinberg", "college", "arts", "sciences", "northwestern", "believe", "study", "found", "mouse", "targeted", "mutations", "genes", "exhibited", "behaviors", "helps", "support", "current", "genetic", "studies", "neuropsychiatric", "neurodevelopmental", "disorders", "humans", "traits", "ocd", "mice", "study", "exhibited", "included", "continuously", "digging", "bedding", "consistently", "failing", "simple", "test", "maze"], "url": "http://www.eurekalert.org/pub_releases/2017-02/nu-obl022217.php", "date": "2018-01-19_21:03:04", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCHICAGO --- A new Northwestern Medicine study found evidence suggesting how neural dysfunction in a certain region of the brain can lead to obsessive and repetitive behaviors much like obsessive-compulsive disorder (OCD). Both in humans and in mice, there is a circuit in the brain called the corticostriatal connection that regulates habitual and repetitive actions. The study found certain synaptic receptors are important for the development of this brain circuit. If these receptors are eliminated in mice, they exhibit obsessive behavior, such as over-grooming.This is the first strong evidence that supports the biological basis for how these genes that code for these receptors might affect obsessive or compulsive behaviors in humans. By demonstrating that these receptors have this role in development, researchers down the line will have a target to develop treatments for obsessive-compulsive behavior.\"Variations in these receptor genes are associated with human neurodevelopmental disorders, such as autism and neuropsychiatric disorders such as OCD,\" said lead author Anis Contractor, associate professor of physiology at Northwestern University Feinberg School of Medicine. \"People with OCD are known to have abnormalities in function of corticostriatal circuits.\"The study was published February 21 in the journal Cell Reports.  The findings shed light on the importance of these receptors in the formation of the corticostriatal circuits, Contractor said. \"A number of studies have found mutations in the kainate receptor genes that are associated with OCD or other neuropsychiatric and neurodevelopmental disorders in humans,\" said Contractor, who also is an associate professor of neurobiology at the Weinberg College of Arts and Sciences at Northwestern. \"I believe our study, which found that a mouse with targeted mutations in these genes exhibited OCD-like behaviors, helps support the current genetic studies on neuropsychiatric and neurodevelopmental disorders in humans.\"The traits of OCD the mice in the study exhibited included over-grooming, continuously digging in their bedding and consistently failing a simple alternating-choice test in a maze.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCHICAGO --- A new Northwestern Medicine study found evidence suggesting how neural dysfunction in a certain region of the brain can lead to obsessive and repetitive behaviors much like obsessive-compulsive disorder (OCD).", "Both in humans and in mice, there is a circuit in the brain called the corticostriatal connection that regulates habitual and repetitive actions.", "The study found certain synaptic receptors are important for the development of this brain circuit.", "If these receptors are eliminated in mice, they exhibit obsessive behavior, such as over-grooming.This is the first strong evidence that supports the biological basis for how these genes that code for these receptors might affect obsessive or compulsive behaviors in humans.", "By demonstrating that these receptors have this role in development, researchers down the line will have a target to develop treatments for obsessive-compulsive behavior.", "\"Variations in these receptor genes are associated with human neurodevelopmental disorders, such as autism and neuropsychiatric disorders such as OCD,\" said lead author Anis Contractor, associate professor of physiology at Northwestern University Feinberg School of Medicine.", "\"People with OCD are known to have abnormalities in function of corticostriatal circuits.", "\"The study was published February 21 in the journal Cell Reports.", "The findings shed light on the importance of these receptors in the formation of the corticostriatal circuits, Contractor said.", "\"A number of studies have found mutations in the kainate receptor genes that are associated with OCD or other neuropsychiatric and neurodevelopmental disorders in humans,\" said Contractor, who also is an associate professor of neurobiology at the Weinberg College of Arts and Sciences at Northwestern.", "\"I believe our study, which found that a mouse with targeted mutations in these genes exhibited OCD-like behaviors, helps support the current genetic studies on neuropsychiatric and neurodevelopmental disorders in humans.", "\"The traits of OCD the mice in the study exhibited included over-grooming, continuously digging in their bedding and consistently failing a simple alternating-choice test in a maze."], "source": "Northwestern University"}