{"title": "Scientists identify chain reaction that shields breast cancer stem cells from chemotherapy | EurekAlert! Science News", "year": "Wed, 22 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txworking", "human", "breast", "cancer", "cells", "mice", "researchers", "johns", "hopkins", "say", "identified", "biochemical", "pathway", "triggers", "regrowth", "breast", "cancer", "stem", "cells", "regrowth", "cancer", "stem", "cells", "responsible", "drug", "resistance", "develops", "many", "breast", "tumors", "reason", "many", "patients", "benefits", "chemo", "cancer", "recurrence", "chemotherapy", "frequently", "fatal", "breast", "cancer", "stem", "cells", "pose", "serious", "problem", "therapy", "says", "lead", "study", "investigator", "gregg", "semenza", "michael", "armstrong", "professor", "medicine", "director", "vascular", "biology", "program", "johns", "hopkins", "institute", "cell", "engineering", "member", "johns", "hopkins", "kimmel", "cancer", "center", "cells", "break", "away", "tumor", "metastasize", "cells", "want", "kill", "chemotherapy", "paradoxically", "though", "cancer", "stem", "cells", "quite", "resistant", "chemotherapy", "semenza", "says", "previous", "studies", "shown", "resistance", "chemotherapy", "arises", "hardy", "nature", "cancer", "stem", "cells", "often", "found", "centers", "tumors", "oxygen", "levels", "quite", "low", "survival", "made", "possible", "proteins", "known", "factors", "hifs", "turn", "genes", "help", "cells", "survive", "new", "study", "described", "21", "cell", "reports", "semenza", "colleagues", "conducted", "gene", "expression", "analysis", "multiple", "human", "breast", "cancer", "cell", "lines", "grown", "laboratory", "exposure", "chemotherapy", "drugs", "like", "carboplatin", "stops", "tumor", "growth", "damaging", "cancer", "cell", "dna", "team", "found", "cancer", "cells", "survived", "tended", "higher", "levels", "protein", "known", "o1", "gsto1", "experiments", "showed", "hifs", "controlled", "production", "gsto1", "breast", "cancer", "cells", "exposed", "chemotherapy", "hif", "activity", "blocked", "cells", "gsto1", "notes", "gsto1", "related", "gst", "proteins", "antioxidant", "enzymes", "gsto1", "role", "chemotherapy", "resistance", "require", "antioxidant", "activity", "instead", "following", "exposure", "chemotherapy", "gsto1", "binds", "protein", "called", "ryanodine", "receptor", "1", "ryr1", "triggers", "release", "calcium", "causes", "chain", "reaction", "transforms", "ordinary", "breast", "cancer", "cells", "cancer", "stem", "directly", "assess", "role", "gsto1", "ryr1", "breast", "tumor", "response", "chemotherapy", "researchers", "injected", "human", "breast", "cancer", "cells", "mammary", "gland", "mice", "treated", "mice", "carboplatin", "tumors", "formed", "addition", "using", "normal", "breast", "cancer", "cells", "experiments", "team", "also", "used", "cancer", "cells", "genetically", "engineered", "lack", "either", "gsto1", "ryr1", "loss", "either", "gsto1", "ryr1", "researchers", "report", "decreased", "number", "cancer", "stem", "cells", "primary", "tumor", "blocked", "metastasis", "cancer", "cells", "primary", "tumor", "lungs", "decreased", "duration", "chemotherapy", "required", "induce", "remission", "increased", "duration", "time", "chemotherapy", "stopped", "mice", "remained", "although", "study", "showed", "blocking", "production", "gsto1", "may", "improve", "efficacy", "chemotherapy", "drugs", "carboplatin", "gsto1", "one", "many", "proteins", "produced", "control", "hifs", "breast", "cancer", "cells", "exposed", "chemotherapy", "semenza", "lab", "working", "develop", "drugs", "block", "action", "hifs", "hope", "hif", "inhibitors", "make", "chemotherapy", "effective"], "url": "http://www.eurekalert.org/pub_releases/2017-02/jhm-sic022117.php", "date": "2018-01-19_21:03:07", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWorking with human breast cancer cells and mice, researchers at Johns Hopkins say they have identified a biochemical pathway that triggers the regrowth of breast cancer stem cells after chemotherapy.The regrowth of cancer stem cells is responsible for the drug resistance that develops in many breast tumors and the reason that for many patients, the benefits of chemo are short-lived. Cancer recurrence after chemotherapy is frequently fatal.\"Breast cancer stem cells pose a serious problem for therapy,\" says lead study investigator Gregg Semenza, M.D., Ph.D., the C. Michael Armstrong Professor of Medicine, director of the Vascular Biology Program at the Johns Hopkins Institute for Cell Engineering and a member of the Johns Hopkins Kimmel Cancer Center. \"These are the cells that can break away from a tumor and metastasize; these are the cells you most want to kill with chemotherapy. Paradoxically, though, cancer stem cells are quite resistant to chemotherapy.\"Semenza says previous studies have shown that resistance to chemotherapy arises from the hardy nature of cancer stem cells, which are often found in the centers of tumors, where oxygen levels are quite low. Their survival is made possible through proteins known as hypoxia-inducible factors (HIFs), which turn on genes that help the cells survive in a low-oxygen environment.In this new study, described Feb. 21 in Cell Reports, Semenza and his colleagues conducted gene expression analysis of multiple human breast cancer cell lines grown in the laboratory after exposure to chemotherapy drugs, like carboplatin, which stops tumor growth by damaging cancer cell DNA. The team found that the cancer cells that survived tended to have higher levels of a protein known as glutathione-S-transferase O1, or GSTO1. Experiments showed that HIFs controlled the production of GSTO1 in breast cancer cells when they were exposed to chemotherapy; if HIF activity was blocked in these lab-grown cells, GSTO1 was not produced.Semenza notes that GSTO1 and related GST proteins are antioxidant enzymes, but GSTO1's role in chemotherapy resistance did not require its antioxidant activity. Instead, following exposure to chemotherapy, GSTO1 binds to a protein called the ryanodine receptor 1, or RYR1, that triggers the release of calcium, which causes a chain reaction that transforms ordinary breast cancer cells into cancer stem cells.To more directly assess the role of GSTO1 and RYR1 in the breast tumor response to chemotherapy, the researchers injected human breast cancer cells into the mammary gland of mice and then treated the mice with carboplatin after tumors had formed. In addition to using normal breast cancer cells in the experiments, the team also used cancer cells that had been genetically engineered to lack either GSTO1 or RYR1. Loss of either GSTO1 or RYR1, the researchers report, decreased the number of cancer stem cells in the primary tumor, blocked metastasis of cancer cells from the primary tumor to the lungs, decreased the duration of chemotherapy required to induce remission and increased the duration of time after chemotherapy was stopped that the mice remained tumor-free. Although the study showed that blocking the production of GSTO1 may improve the efficacy of chemotherapy drugs, such as carboplatin, GSTO1 is only one of many proteins that are produced under the control of HIFs in breast cancer cells that have been exposed to chemotherapy. The Semenza lab is working to develop drugs that can block the action of HIFs, with the hope that HIF inhibitors will make chemotherapy more effective.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWorking with human breast cancer cells and mice, researchers at Johns Hopkins say they have identified a biochemical pathway that triggers the regrowth of breast cancer stem cells after chemotherapy.The regrowth of cancer stem cells is responsible for the drug resistance that develops in many breast tumors and the reason that for many patients, the benefits of chemo are short-lived.", "Cancer recurrence after chemotherapy is frequently fatal.", "\"Breast cancer stem cells pose a serious problem for therapy,\" says lead study investigator Gregg Semenza, M.D., Ph.D., the C. Michael Armstrong Professor of Medicine, director of the Vascular Biology Program at the Johns Hopkins Institute for Cell Engineering and a member of the Johns Hopkins Kimmel Cancer Center.", "\"These are the cells that can break away from a tumor and metastasize; these are the cells you most want to kill with chemotherapy.", "Paradoxically, though, cancer stem cells are quite resistant to chemotherapy.", "\"Semenza says previous studies have shown that resistance to chemotherapy arises from the hardy nature of cancer stem cells, which are often found in the centers of tumors, where oxygen levels are quite low.", "Their survival is made possible through proteins known as hypoxia-inducible factors (HIFs), which turn on genes that help the cells survive in a low-oxygen environment.In this new study, described Feb. 21 in Cell Reports, Semenza and his colleagues conducted gene expression analysis of multiple human breast cancer cell lines grown in the laboratory after exposure to chemotherapy drugs, like carboplatin, which stops tumor growth by damaging cancer cell DNA.", "The team found that the cancer cells that survived tended to have higher levels of a protein known as glutathione-S-transferase O1, or GSTO1.", "Experiments showed that HIFs controlled the production of GSTO1 in breast cancer cells when they were exposed to chemotherapy; if HIF activity was blocked in these lab-grown cells, GSTO1 was not produced.Semenza notes that GSTO1 and related GST proteins are antioxidant enzymes, but GSTO1's role in chemotherapy resistance did not require its antioxidant activity.", "Instead, following exposure to chemotherapy, GSTO1 binds to a protein called the ryanodine receptor 1, or RYR1, that triggers the release of calcium, which causes a chain reaction that transforms ordinary breast cancer cells into cancer stem cells.To more directly assess the role of GSTO1 and RYR1 in the breast tumor response to chemotherapy, the researchers injected human breast cancer cells into the mammary gland of mice and then treated the mice with carboplatin after tumors had formed.", "In addition to using normal breast cancer cells in the experiments, the team also used cancer cells that had been genetically engineered to lack either GSTO1 or RYR1.", "Loss of either GSTO1 or RYR1, the researchers report, decreased the number of cancer stem cells in the primary tumor, blocked metastasis of cancer cells from the primary tumor to the lungs, decreased the duration of chemotherapy required to induce remission and increased the duration of time after chemotherapy was stopped that the mice remained tumor-free.", "Although the study showed that blocking the production of GSTO1 may improve the efficacy of chemotherapy drugs, such as carboplatin, GSTO1 is only one of many proteins that are produced under the control of HIFs in breast cancer cells that have been exposed to chemotherapy.", "The Semenza lab is working to develop drugs that can block the action of HIFs, with the hope that HIF inhibitors will make chemotherapy more effective."], "source": "Johns Hopkins Medicine"}