{"title": "Immune research advances understanding of autism spectrum disorder | EurekAlert! Science News", "year": "Tue, 21 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "philadelphia", "pa", "february", "21", "2017", "biological", "psychiatry", "special", "issue", "neuroimmune", "mechanisms", "autism", "spectrum", "disorder", "guest", "editor", "professor", "kimberley", "mcallister", "university", "california", "davis", "presents", "five", "reviews", "three", "original", "research", "articles", "highlighting", "advances", "transforming", "field", "autism", "spectrum", "disorder", "asd", "research", "asd", "rapidly", "increasing", "neurodevelopmental", "disorder", "current", "estimates", "alarming", "said", "mcallister", "one", "68", "children", "1", "42", "boys", "us", "estimated", "spectrum", "treatment", "options", "exist", "search", "effective", "new", "therapies", "hindered", "struggle", "understand", "causes", "asd", "one", "exciting", "recent", "hypotheses", "field", "immune", "dysregulation", "contributes", "may", "cause", "asd", "mcallister", "added", "special", "issue", "reports", "environmental", "factors", "genetic", "mutations", "converge", "immune", "better", "understand", "neurodevelopmental", "trajectory", "role", "immune", "function", "asd", "new", "clinical", "studies", "detail", "timing", "immunologic", "disturbances", "children", "asd", "relationship", "immune", "system", "activation", "severity", "impairments", "inflammation", "may", "also", "help", "explain", "asd", "affects", "boys", "4", "5", "times", "girls", "review", "highlighting", "importance", "immune", "system", "normal", "development", "males", "proposes", "process", "masculinization", "makes", "boys", "vulnerable", "effects", "asd", "often", "suffer", "gastrointestinal", "issues", "two", "reviews", "highlight", "recent", "research", "environmental", "genetic", "links", "may", "bridge", "immune", "dysfunction", "gut", "microbiome", "impairments", "brain", "development", "associated", "research", "also", "implicated", "maternal", "immune", "system", "pregnancy", "risk", "asd", "children", "two", "new", "reviews", "issue", "collate", "research", "humans", "animal", "models", "link", "alterations", "maternal", "immune", "system", "whether", "genetic", "autoimmune", "disorders", "immune", "system", "activation", "response", "infection", "impaired", "brain", "development", "observed", "asd", "research", "new", "area", "neuroimmunology", "provides", "real", "hope", "new", "therapies", "directed", "preventing", "correcting", "immune", "dysregulation", "asd", "could", "improve", "lives", "millions", "americans", "mcallister", "targeting", "immune", "system", "may", "also", "benefits", "beyond", "asd", "indicated", "new", "study", "linking", "maternal", "immune", "dysfunction", "increased", "risk", "disorder", "findings", "suggest", "correcting", "immune", "dysfunction", "may", "potential", "preventing", "range", "psychiatric", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-02/e-ira022117.php", "date": "2018-01-19_21:03:10", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX\r\nPhiladelphia, PA, February 21, 2017 - In the Biological Psychiatry special issue \"Neuroimmune Mechanisms in Autism Spectrum Disorder\", guest editor Professor Kimberley McAllister of the University of California, Davis, presents five reviews and three original research articles highlighting advances that are transforming the field of autism spectrum disorder (ASD) research.\"ASD is the most rapidly increasing neurodevelopmental disorder and current estimates are alarming,\" said Dr. McAllister. One in 68 children and 1 in 42 boys in the US are estimated to be on the spectrum. Few treatment options exist, and the search for effective new therapies has been hindered by a struggle to understand what causes ASD.\"One of the most exciting recent hypotheses in the field is that immune dysregulation contributes to, and may cause, ASD,\" Dr. McAllister added. The special issue reports on both environmental factors and genetic mutations that converge on immune dysfunction.To better understand the neurodevelopmental trajectory and role of immune function in ASD, new clinical studies detail the timing of immunologic disturbances in children with ASD and the relationship between immune system activation and severity of impairments. Inflammation may also help explain why ASD affects boys 4 to 5 times more than girls. A review highlighting the importance of the immune system in the normal development of males proposes how the process of masculinization makes boys more vulnerable to the effects of inflammation.Children with ASD often suffer from gastrointestinal issues, and two reviews highlight recent research on the environmental and genetic links that may bridge immune dysfunction, the gut microbiome, and impairments in brain development associated with ASD.Recent research has also implicated the maternal immune system during pregnancy on risk of ASD in children. Two new reviews in the issue collate research in humans and animal models that link alterations in the maternal immune system, whether through genetic autoimmune disorders or through immune system activation in response to infection, with impaired brain development observed in ASD.\"Research in this new area of neuroimmunology provides real hope that new therapies directed at preventing and/or correcting immune dysregulation in ASD could improve the lives of millions of Americans,\" Dr. McAllister concluded.Therapies targeting the immune system may also have benefits beyond ASD, as indicated by a new study linking maternal immune dysfunction with an increased risk of attention-deficit/hyperactivity disorder. The findings suggest that correcting immune dysfunction may have potential for preventing a range of psychiatric diseases.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX\r\nPhiladelphia, PA, February 21, 2017 - In the Biological Psychiatry special issue \"Neuroimmune Mechanisms in Autism Spectrum Disorder\", guest editor Professor Kimberley McAllister of the University of California, Davis, presents five reviews and three original research articles highlighting advances that are transforming the field of autism spectrum disorder (ASD) research.", "\"ASD is the most rapidly increasing neurodevelopmental disorder and current estimates are alarming,\" said Dr. McAllister.", "One in 68 children and 1 in 42 boys in the US are estimated to be on the spectrum.", "Few treatment options exist, and the search for effective new therapies has been hindered by a struggle to understand what causes ASD.", "\"One of the most exciting recent hypotheses in the field is that immune dysregulation contributes to, and may cause, ASD,\" Dr. McAllister added.", "The special issue reports on both environmental factors and genetic mutations that converge on immune dysfunction.To better understand the neurodevelopmental trajectory and role of immune function in ASD, new clinical studies detail the timing of immunologic disturbances in children with ASD and the relationship between immune system activation and severity of impairments.", "Inflammation may also help explain why ASD affects boys 4 to 5 times more than girls.", "A review highlighting the importance of the immune system in the normal development of males proposes how the process of masculinization makes boys more vulnerable to the effects of inflammation.Children with ASD often suffer from gastrointestinal issues, and two reviews highlight recent research on the environmental and genetic links that may bridge immune dysfunction, the gut microbiome, and impairments in brain development associated with ASD.Recent research has also implicated the maternal immune system during pregnancy on risk of ASD in children.", "Two new reviews in the issue collate research in humans and animal models that link alterations in the maternal immune system, whether through genetic autoimmune disorders or through immune system activation in response to infection, with impaired brain development observed in ASD.", "\"Research in this new area of neuroimmunology provides real hope that new therapies directed at preventing and/or correcting immune dysregulation in ASD could improve the lives of millions of Americans,\" Dr. McAllister concluded.Therapies targeting the immune system may also have benefits beyond ASD, as indicated by a new study linking maternal immune dysfunction with an increased risk of attention-deficit/hyperactivity disorder.", "The findings suggest that correcting immune dysfunction may have potential for preventing a range of psychiatric diseases."], "source": "Elsevier"}