{"title": "Drugs that alter inhibitory targets offer therapeutic strategies for autism, schizophrenia | EurekAlert! Science News", "year": "Tue, 21 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txbrooklyn", "ny", "memories", "formed", "structures", "brain", "known", "dendritic", "spines", "communicate", "brain", "cells", "synapses", "number", "brain", "connections", "decreases", "half", "puberty", "process", "termed", "adolescent", "synaptic", "pruning", "necessary", "normal", "learning", "adulthood", "however", "pruning", "away", "unnecessary", "synapses", "follow", "normal", "process", "diseases", "autism", "schizophrenia", "abnormality", "thought", "underlie", "many", "cognitive", "impairments", "associated", "suny", "downstate", "medical", "center", "recently", "discovered", "inhibitory", "brain", "receptor", "triggers", "pruning", "adolescence", "model", "new", "article", "suny", "downstate", "researchers", "shows", "drugs", "selectively", "target", "receptors", "administered", "adolescence", "alter", "synapse", "number", "sheryl", "smith", "phd", "professor", "physiology", "pharmacology", "downstate", "explains", "drugs", "enhance", "activity", "inhibitory", "receptor", "reduce", "synapse", "number", "drugs", "decrease", "inhibitory", "receptor", "increase", "synapse", "number", "smith", "adds", "findings", "suggest", "targeted", "drug", "therapies", "adolescence", "could", "potentially", "used", "normalize", "synapse", "number", "brains", "individuals", "abnormal", "numbers", "synapses", "found", "autism", "schizophrenia", "smith", "cautions", "however", "time", "drugs", "yet", "available", "use", "humans"], "url": "http://www.eurekalert.org/pub_releases/2017-02/sdmc-dta022117.php", "date": "2018-01-19_21:03:12", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBrooklyn, NY - Memories are formed at structures in the brain known as dendritic spines, which communicate with other brain cells through \"synapses.\" The number of these brain connections decreases by half after puberty in a process termed adolescent \"synaptic pruning\" that is necessary for normal learning in adulthood. However, the pruning away of unnecessary synapses does not follow the normal process in diseases such as autism and schizophrenia, where the abnormality is thought to underlie many of the cognitive impairments associated with these disorders.Researchers at SUNY Downstate Medical Center recently discovered that an inhibitory brain receptor triggers pruning in adolescence in a pre-clinical model. Now, a new article by the SUNY Downstate researchers shows that drugs that selectively target these receptors, when administered during adolescence, can alter synapse number. Sheryl S. Smith, PhD, professor of physiology and pharmacology at Downstate, explains, \"Drugs that enhance activity of this inhibitory receptor reduce synapse number, while drugs that decrease this inhibitory receptor increase synapse number.\" Dr. Smith adds, \"These findings suggest that targeted drug therapies during adolescence could potentially be used to normalize synapse number in the brains of individuals with abnormal numbers of synapses, such as found in autism and schizophrenia.\" Dr. Smith cautions, however, that at this time such drugs are not yet available for use in humans.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBrooklyn, NY - Memories are formed at structures in the brain known as dendritic spines, which communicate with other brain cells through \"synapses.\"", "The number of these brain connections decreases by half after puberty in a process termed adolescent \"synaptic pruning\" that is necessary for normal learning in adulthood.", "However, the pruning away of unnecessary synapses does not follow the normal process in diseases such as autism and schizophrenia, where the abnormality is thought to underlie many of the cognitive impairments associated with these disorders.Researchers at SUNY Downstate Medical Center recently discovered that an inhibitory brain receptor triggers pruning in adolescence in a pre-clinical model.", "Now, a new article by the SUNY Downstate researchers shows that drugs that selectively target these receptors, when administered during adolescence, can alter synapse number.", "Sheryl S. Smith, PhD, professor of physiology and pharmacology at Downstate, explains, \"Drugs that enhance activity of this inhibitory receptor reduce synapse number, while drugs that decrease this inhibitory receptor increase synapse number.\"", "Dr. Smith adds, \"These findings suggest that targeted drug therapies during adolescence could potentially be used to normalize synapse number in the brains of individuals with abnormal numbers of synapses, such as found in autism and schizophrenia.\"", "Dr. Smith cautions, however, that at this time such drugs are not yet available for use in humans."], "source": "SUNY Downstate Medical Center"}