{"title": "New analysis method of metabolites accurately predicts whether a child has autism | EurekAlert! Science News", "year": "Thu, 16 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "autism", "awareness", "ribbon", "symbolizes", "diverse", "experiences", "people", "families", "living", "autism", "spectrum", "disorder", "also", "represents", "various", "genetic", "environmental", "effects", "pathophysiology", "view", "scientists", "developed", "new", "highly", "accurate", "method", "analyzes", "metabolic", "biomarkers", "assess", "whether", "child", "autism", "spectrum", "according", "study", "published", "plos", "computational", "biology", "autism", "spectrum", "disorder", "affects", "percent", "children", "exact", "cause", "remains", "unknown", "diagnosis", "requires", "multidisciplinary", "team", "doctors", "previous", "research", "revealed", "certain", "differences", "metabolic", "processes", "children", "autism", "spectrum", "neurotypical", "children", "however", "researchers", "struggled", "translate", "differences", "new", "diagnostic", "new", "study", "juergen", "hahn", "daniel", "howsmon", "rensselaer", "polytechnic", "institute", "new", "york", "colleagues", "present", "method", "identify", "child", "autism", "spectrum", "based", "concentrations", "specific", "substances", "found", "blood", "sample", "substances", "produced", "metabolic", "processes", "known", "focm", "metabolism", "transulfuration", "ts", "pathways", "altered", "children", "scientists", "used", "blood", "sample", "data", "collected", "arkansas", "children", "hospital", "83", "children", "autism", "76", "neurotypical", "children", "3", "10", "years", "old", "help", "advanced", "modeling", "statistical", "analysis", "tools", "metabolic", "data", "allowed", "researchers", "correctly", "classify", "percent", "children", "autism", "percent", "neurotypical", "children", "method", "presented", "work", "one", "kind", "classify", "individual", "autism", "spectrum", "neurotypical", "says", "study", "author", "juergen", "hahn", "aware", "method", "using", "type", "biomarker", "much", "less", "degree", "accuracy", "see", "work", "hahn", "says", "research", "needed", "confirm", "findings", "team", "also", "hoping", "study", "whether", "treatments", "could", "used", "alter", "concentrations", "focm", "ts", "products", "whether", "could", "impact", "symptoms", "autism", "spectrum", "disorder"], "url": "http://www.eurekalert.org/pub_releases/2017-03/p-nam030917.php", "date": "2018-01-19_21:05:12", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The autism awareness ribbon symbolizes the diverse experiences of people and families living with autism spectrum disorder. Here, it also represents the various genetic and environmental effects on the pathophysiology...\n       view more Scientists have developed a new, highly accurate method that analyzes metabolic biomarkers to assess whether a child is on the autism spectrum, according to a study published in PLOS Computational Biology. Autism spectrum disorder affects about 1.5 percent of all children, but its exact cause remains unknown, and diagnosis requires a multidisciplinary team of doctors. Previous research has revealed certain differences in metabolic processes between children on the autism spectrum and neurotypical children. However, researchers have struggled to translate these differences into new diagnostic tools.In the new study, Juergen Hahn and Daniel Howsmon of Rensselaer Polytechnic Institute, New York, and colleagues present a method to identify a child as being on the autism spectrum based on concentrations of specific substances found in a blood sample. These substances are produced by metabolic processes known as the folate-dependent one-carbon (FOCM) metabolism and transulfuration (TS) pathways, both of which are altered in children with autism.The scientists used blood sample data, collected at Arkansas Children's Hospital, from 83 children with autism and 76 neurotypical children, all between 3 and 10 years old. With the help of advanced modeling and statistical analysis tools, the metabolic data allowed the researchers to correctly classify 97.6 percent of the children with autism and 96.1 percent of the neurotypical children.\"The method presented in this work is the only one of its kind that can classify an individual as being on the autism spectrum or as being neurotypical,\" says study author Juergen Hahn. \"We are not aware of any other method, using any type of biomarker that can do this, much less with the degree of accuracy that we see in our work.\"Hahn says that further research is needed to confirm the findings. The team is also hoping to study whether treatments could be used to alter the concentrations of FOCM and TS products and, if so, whether this could impact symptoms of autism spectrum disorder. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The autism awareness ribbon symbolizes the diverse experiences of people and families living with autism spectrum disorder.", "Here, it also represents the various genetic and environmental effects on the pathophysiology...\n       view more Scientists have developed a new, highly accurate method that analyzes metabolic biomarkers to assess whether a child is on the autism spectrum, according to a study published in PLOS Computational Biology.", "Autism spectrum disorder affects about 1.5 percent of all children, but its exact cause remains unknown, and diagnosis requires a multidisciplinary team of doctors.", "Previous research has revealed certain differences in metabolic processes between children on the autism spectrum and neurotypical children.", "However, researchers have struggled to translate these differences into new diagnostic tools.In the new study, Juergen Hahn and Daniel Howsmon of Rensselaer Polytechnic Institute, New York, and colleagues present a method to identify a child as being on the autism spectrum based on concentrations of specific substances found in a blood sample.", "These substances are produced by metabolic processes known as the folate-dependent one-carbon (FOCM) metabolism and transulfuration (TS) pathways, both of which are altered in children with autism.The scientists used blood sample data, collected at Arkansas Children's Hospital, from 83 children with autism and 76 neurotypical children, all between 3 and 10 years old.", "With the help of advanced modeling and statistical analysis tools, the metabolic data allowed the researchers to correctly classify 97.6 percent of the children with autism and 96.1 percent of the neurotypical children.", "\"The method presented in this work is the only one of its kind that can classify an individual as being on the autism spectrum or as being neurotypical,\" says study author Juergen Hahn.", "\"We are not aware of any other method, using any type of biomarker that can do this, much less with the degree of accuracy that we see in our work.", "\"Hahn says that further research is needed to confirm the findings.", "The team is also hoping to study whether treatments could be used to alter the concentrations of FOCM and TS products and, if so, whether this could impact symptoms of autism spectrum disorder."], "source": "PLOS"}