{"title": "Link between Vitamin D treatment and autism prevention", "text": "Giving vitamin D supplements to mice during pregnancy prevents autism traits in their offspring, University of Queensland researchers have discovered.The discovery provides further evidence of the crucial role vitamin D plays in brain development, said lead researcher Professor Darryl Eyles, from UQ's Queensland Brain Institute. \"Our study used the most widely accepted developmental model of autism in which affected mice behave abnormally and show deficits in social interaction, basic learning and stereotyped behaviours,\" Professor Eyles said. \"We found that pregnant females treated with active vitamin D in the equivalent of the first trimester of pregnancy produced offspring that did not develop these deficits.\" In human studies, QBI researchers recently found a link between pregnant women with low Vitamin D levels and the increased likelihood of having a child with autistic traits.Autism -- or autism spectrum disorder -- describes lifelong developmental disabilities including difficulty or inability to communicate with others and interact socially. Sun exposure is the major source of vitamin D -- which skin cells manufacture in response to UV rays -- but it is also found in some foods. Dr Wei Luan, a postdoctoral researcher involved in the study, said vitamin D was crucial for maintaining healthy bones, but the active hormonal form of vitamin D cannot be given to pregnant women because it may affect the skeleton of the developing foetus.\"Recent funding will now allow us to determine how much cholecalciferol - the supplement form that is safe for pregnant women -- is needed to achieve the same levels of active hormonal vitamin D in the bloodstream,\" said Dr Luan.\"This new information will allow us to further investigate the ideal dose and timing of vitamin D supplementation for pregnant women.It was previously thought vitamin D had a protective anti-inflammatory effect during brain development, but the study didn't find this to be the case.New funding from the National Health and Medical Research Council will allow researchers to continue to study how vitamin D protects against autism.", "journal": "Molecular Autism", "funder": "National Health, Medical Research Council", "region": "africa", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoq-lb031617.php", "institution": "University of Queensland", "meeting": "", "description": "Giving vitamin D supplements to mice during pregnancy prevents autism traits in their offspring, University of Queensland researchers have discovered. The discovery provides further evidence of the crucial role vitamin D plays in brain development, said lead researcher Professor Darryl Eyles, from UQ's Queensland Brain Institute.", "article_link": "http://dx.doi.org/10.1186/s13229-017-0125-0", "keywords": ["Neurochemistry", " Medicine/Health", " Neurobiology", " Neurochemistry", " Nutrition/Nutrients", " Mental Health", " Parenting/Child Care/Family"], "source_link": null, "date": "Thu, 16 Mar 2017 04:00:00 GMT"}