{"title": "A blood test for autism | EurekAlert! Science News", "year": "Thu, 16 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "algorithm", "based", "levels", "metabolites", "found", "blood", "sample", "accurately", "predicted", "whether", "child", "autism", "spectrum", "disorder", "asd", "view", "algorithm", "based", "levels", "metabolites", "found", "blood", "sample", "accurately", "predict", "whether", "child", "autism", "spectrum", "disorder", "asd", "based", "upon", "recent", "study", "algorithm", "developed", "researchers", "rensselaer", "polytechnic", "institute", "first", "physiological", "test", "autism", "opens", "door", "earlier", "diagnosis", "potential", "future", "development", "therapeutics", "instead", "looking", "individual", "metabolites", "investigated", "patterns", "several", "metabolites", "found", "significant", "differences", "metabolites", "children", "asd", "neurotypical", "differences", "allow", "us", "categorize", "whether", "individual", "autism", "spectrum", "said", "juergen", "hahn", "lead", "author", "systems", "biologist", "professor", "head", "rensselaer", "department", "biomedical", "engineering", "measuring", "24", "metabolites", "blood", "sample", "algorithm", "tell", "whether", "individual", "autism", "spectrum", "even", "degree", "spectrum", "land", "big", "data", "techniques", "applied", "biomedical", "data", "found", "different", "patterns", "metabolites", "relevant", "two", "connected", "cellular", "pathways", "series", "interactions", "molecules", "control", "cell", "function", "hypothesized", "linked", "asd", "methionine", "cycle", "transulfuration", "pathway", "methionine", "cycle", "linked", "several", "cellular", "functions", "including", "dna", "methylation", "epigenetics", "transulfuration", "pathway", "results", "production", "antioxidant", "glutathione", "decreasing", "oxidative", "stress", "autism", "spectrum", "disorder", "estimated", "affect", "approximately", "percent", "individuals", "characterized", "developmental", "disability", "caused", "differences", "brain", "according", "centers", "disease", "control", "prevention", "physiological", "basis", "asd", "known", "genetic", "environmental", "factors", "believed", "play", "role", "people", "asd", "may", "communicate", "interact", "behave", "learn", "ways", "different", "people", "according", "cdc", "total", "economic", "costs", "per", "year", "children", "asd", "united", "states", "estimated", "billion", "billion", "research", "shows", "early", "intervention", "improve", "development", "diagnosis", "currently", "depends", "clinical", "observation", "behavior", "obstacle", "early", "diagnosis", "treatment", "children", "diagnosed", "asd", "age", "4", "years", "hahn", "research", "titled", "classification", "adaptive", "behavior", "prediction", "children", "autism", "spectrum", "disorder", "based", "upon", "multivariate", "data", "analysis", "markers", "oxidative", "stress", "dna", "methylation", "appears", "today", "plos", "computational", "biology", "open", "access", "journal", "published", "public", "library", "science", "article", "hahn", "describes", "application", "fisher", "discriminant", "analysis", "big", "data", "analysis", "technique", "data", "group", "149", "people", "half", "autism", "spectrum", "deliberately", "omitting", "data", "one", "individuals", "group", "hahn", "subjects", "dataset", "advanced", "analysis", "techniques", "uses", "results", "generate", "predictive", "algorithm", "algorithm", "makes", "prediction", "data", "omitted", "individual", "hahn", "results", "swapping", "different", "individual", "group", "repeating", "process", "149", "participants", "method", "correctly", "identified", "percent", "neurotypical", "participants", "percent", "asd", "cohort", "everything", "possible", "make", "model", "independent", "data", "optimistic", "able", "replicate", "results", "different", "cohort", "said", "hahn", "member", "rensselaer", "center", "biotechnology", "interdisciplinary", "studies", "cbis", "first", "physiological", "diagnostic", "highly", "accurate", "specific", "researchers", "looked", "individual", "metabolites", "produced", "methionine", "cycle", "transulfuration", "pathways", "found", "possible", "links", "asd", "correlation", "inconclusive", "hahn", "said", "sophisticated", "techniques", "applied", "revealed", "patterns", "would", "apparent", "earlier", "efforts", "lot", "studies", "looked", "one", "biomarker", "one", "metabolite", "one", "gene", "found", "differences", "time", "differences", "statistically", "significant", "results", "could", "reliably", "replicated", "hahn", "said", "contribution", "using", "big", "data", "techniques", "able", "look", "suite", "metabolites", "correlated", "asd", "make", "statistically", "much", "stronger", "case", "professor", "hahn", "innovative", "work", "improve", "diagnosis", "autism", "well", "ongoing", "efforts", "advance", "diagnostics", "develop", "new", "treatments", "alzheimer", "neurodegenerative", "diseases", "cbis", "show", "new", "breakthroughs", "health", "care", "possible", "focus", "work", "interface", "traditional", "boundaries", "said", "deepak", "vashishth", "director", "interdisciplinary", "research", "rensselaer", "combines", "systems", "engineering", "applied", "mathematics", "computer", "science", "develop", "new", "ways", "analyzing", "nonlinear", "systems", "found", "biological", "chemical", "processes", "began", "investigating", "asd", "two", "years", "ago", "recently", "published", "work", "asd", "offers", "additional", "insights", "disorder", "example", "recent", "paper", "published", "journal", "plos", "one", "research", "group", "arizona", "state", "university", "professor", "james", "adams", "made", "use", "big", "data", "analysis", "techniques", "showed", "difference", "excretion", "certain", "elements", "urine", "children", "autism", "spectrum", "neurotypical", "peers", "results", "strengthen", "findings", "differences", "transulfuration", "pathway", "responsible", "differences", "seen", "urine", "furthermore", "work", "published", "journal", "theoretical", "biology", "research", "group", "arkansas", "children", "hospital", "researcher", "jill", "james", "found", "differences", "parameter", "distribution", "functions", "reaction", "rates", "methionine", "cycle", "transulfuration", "full", "results", "hahn", "work", "asd", "diagnosis", "publicly", "available", "hahn", "hopeful", "work", "lead", "widely", "available", "test", "support", "early", "diagnosis", "although", "intend", "commercialize", "results", "hahn", "next", "step", "replicate", "results", "new", "cohort", "working", "clinical", "collaborators", "long", "run", "hahn", "hopes", "model", "diagnostic", "tool", "aid", "developing", "treatment", "options", "pathways", "different", "happens", "manipulate", "pathway", "works", "similarly", "neurotypical", "ones", "said", "hahn", "need", "prod", "molecules", "need", "add", "take", "away", "model", "describes", "pathways", "makes", "lot", "easier", "adjust"], "url": "http://www.eurekalert.org/pub_releases/2017-03/rpi-abt031617.php", "date": "2018-01-19_21:05:17", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: An algorithm based on levels of metabolites found in a blood sample has accurately predicted whether a child is on the Autism spectrum of disorder (ASD).\n       view more An algorithm based on levels of metabolites found in a blood sample can accurately predict whether a child is on the Autism spectrum of disorder (ASD), based upon a recent study. The algorithm, developed by researchers at Rensselaer Polytechnic Institute, is the first physiological test for autism and opens the door to earlier diagnosis and potential future development of therapeutics. \"Instead of looking at individual metabolites, we investigated patterns of several metabolites and found significant differences between metabolites of children with ASD and those that are neurotypical. These differences allow us to categorize whether an individual is on the Autism spectrum,\" said Juergen Hahn, lead author, systems biologist, professor, and head of the Rensselaer Department of Biomedical Engineering. \"By measuring 24 metabolites from a blood sample, this algorithm can tell whether or not an individual is on the Autism spectrum, and even to some degree where on the spectrum they land.\"Big data techniques applied to biomedical data found different patterns in metabolites relevant to two connected cellular pathways (a series of interactions between molecules that control cell function) that have been hypothesized to be linked to ASD: the methionine cycle and the transulfuration pathway. The methionine cycle is linked to several cellular functions, including DNA methylation and epigenetics, and the transulfuration pathway results in the production of the antioxidant glutathione, decreasing oxidative stress. Autism Spectrum Disorder is estimated to affect approximately 1.5 percent of individuals and is characterized as \"a developmental disability caused by differences in the brain,\" according to the Centers for Disease Control and Prevention. The physiological basis for ASD is not known, and genetic and environmental factors are both believed to play a role. People with ASD \"may communicate, interact, behave, and learn in ways that are different from most other people.\" According to the CDC, the total economic costs per year for children with ASD in the United States are estimated between $11.5 billion and $60.9 billion. Research shows that early intervention can improve development, but diagnosis currently depends on clinical observation of behavior, an obstacle to early diagnosis and treatment. Most children are not diagnosed with ASD until after age 4 years.  Hahn's research, titled \"Classification and Adaptive Behavior Prediction of Children with Autism Spectrum Disorder based upon Multivariate Data Analysis of Markers of Oxidative Stress and DNA Methylation,\" appears today in PLOS Computational Biology, an open access journal published by the Public Library of Science. In the article, Hahn describes an application of Fisher Discriminant Analysis - a big data analysis technique - to data from a group of 149 people, about half on the Autism spectrum. Deliberately omitting data from one of the individuals in the group, Hahn subjects the dataset to advanced analysis techniques, and uses the results to generate a predictive algorithm. The algorithm then makes a prediction about the data from the omitted individual. Hahn cross-validated the results, swapping a different individual out of the group and repeating the process for all 149 participants. His method correctly identified 96.1 percent of all neurotypical participants and 97.6 percent of the ASD cohort.\"Because we did everything possible to make the model independent of the data, I am very optimistic we will be able to replicate our results with a different cohort,\" said Hahn, a member of the Rensselaer Center for Biotechnology and Interdisciplinary Studies (CBIS). \"This is the first physiological diagnostic and it's highly accurate and specific.\"Researchers have looked at individual metabolites produced by the methionine cycle and the transulfuration pathways and found possible links with ASD, but the correlation has been inconclusive. Hahn said the more sophisticated techniques he applied revealed patterns that would not have been apparent with earlier efforts. \"A lot of studies have looked at one biomarker, one metabolite, one gene, and have found some differences, but most of the time those differences weren't statistically significant or the results could not be reliably replicated,\" Hahn said. \"Our contribution is using big data techniques that are able to look at a suite of metabolites that have been correlated with ASD and make statistically a much stronger case.\"\"Professor Hahn's innovative work to improve the diagnosis for Autism as well as other ongoing efforts to advance diagnostics and develop new treatments for Alzheimer's and neurodegenerative diseases at CBIS show how new breakthroughs in health care are possible when we focus our work at the interface between traditional boundaries,\" said Deepak Vashishth, director of the CBIS.Hahn's interdisciplinary research at Rensselaer combines systems engineering, applied mathematics, and computer science to develop new ways of analyzing nonlinear systems found in biological or chemical processes. He began investigating ASD about two years ago. His recently published work on ASD offers additional insights into the disorder. For example, a recent paper published in the journal PLOS ONE with the research group of Arizona State University Professor James Adams made use of the same big data analysis techniques and showed a difference in the excretion of certain elements in the urine between children on the Autism spectrum and their neurotypical peers; these results further strengthen the findings as differences in the transulfuration pathway can be responsible for differences seen in the urine. Furthermore, work published in the Journal of Theoretical Biology with the research group of Arkansas Children's Hospital researcher Jill James found differences in the parameter distribution functions of reaction rates in the methionine cycle and the transulfuration pathway.The full results of Hahn's work on ASD diagnosis are publicly available and Hahn is hopeful his work will lead to a widely available test that can support early diagnosis, although he does not intend to commercialize his results. For Hahn, the next step is to replicate the results with a new cohort working with his clinical collaborators. In the long run, Hahn hopes the model and diagnostic tool will aid in developing treatment options. \"If these pathways are different, what happens if I can manipulate the pathway so that it works similarly to the neurotypical ones?\" said Hahn. \"What do I need to prod? Which molecules do I need to add or take away? Having a model that describes these pathways makes it a lot easier to adjust them.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: An algorithm based on levels of metabolites found in a blood sample has accurately predicted whether a child is on the Autism spectrum of disorder (ASD).", "view more An algorithm based on levels of metabolites found in a blood sample can accurately predict whether a child is on the Autism spectrum of disorder (ASD), based upon a recent study.", "The algorithm, developed by researchers at Rensselaer Polytechnic Institute, is the first physiological test for autism and opens the door to earlier diagnosis and potential future development of therapeutics.", "\"Instead of looking at individual metabolites, we investigated patterns of several metabolites and found significant differences between metabolites of children with ASD and those that are neurotypical.", "These differences allow us to categorize whether an individual is on the Autism spectrum,\" said Juergen Hahn, lead author, systems biologist, professor, and head of the Rensselaer Department of Biomedical Engineering.", "\"By measuring 24 metabolites from a blood sample, this algorithm can tell whether or not an individual is on the Autism spectrum, and even to some degree where on the spectrum they land.", "\"Big data techniques applied to biomedical data found different patterns in metabolites relevant to two connected cellular pathways (a series of interactions between molecules that control cell function) that have been hypothesized to be linked to ASD: the methionine cycle and the transulfuration pathway.", "The methionine cycle is linked to several cellular functions, including DNA methylation and epigenetics, and the transulfuration pathway results in the production of the antioxidant glutathione, decreasing oxidative stress.", "Autism Spectrum Disorder is estimated to affect approximately 1.5 percent of individuals and is characterized as \"a developmental disability caused by differences in the brain,\" according to the Centers for Disease Control and Prevention.", "The physiological basis for ASD is not known, and genetic and environmental factors are both believed to play a role.", "People with ASD \"may communicate, interact, behave, and learn in ways that are different from most other people.\"", "According to the CDC, the total economic costs per year for children with ASD in the United States are estimated between $11.5 billion and $60.9 billion.", "Research shows that early intervention can improve development, but diagnosis currently depends on clinical observation of behavior, an obstacle to early diagnosis and treatment.", "Most children are not diagnosed with ASD until after age 4 years.", "Hahn's research, titled \"Classification and Adaptive Behavior Prediction of Children with Autism Spectrum Disorder based upon Multivariate Data Analysis of Markers of Oxidative Stress and DNA Methylation,\" appears today in PLOS Computational Biology, an open access journal published by the Public Library of Science.", "In the article, Hahn describes an application of Fisher Discriminant Analysis - a big data analysis technique - to data from a group of 149 people, about half on the Autism spectrum.", "Deliberately omitting data from one of the individuals in the group, Hahn subjects the dataset to advanced analysis techniques, and uses the results to generate a predictive algorithm.", "The algorithm then makes a prediction about the data from the omitted individual.", "Hahn cross-validated the results, swapping a different individual out of the group and repeating the process for all 149 participants.", "His method correctly identified 96.1 percent of all neurotypical participants and 97.6 percent of the ASD cohort.", "\"Because we did everything possible to make the model independent of the data, I am very optimistic we will be able to replicate our results with a different cohort,\" said Hahn, a member of the Rensselaer Center for Biotechnology and Interdisciplinary Studies (CBIS).", "\"This is the first physiological diagnostic and it's highly accurate and specific.", "\"Researchers have looked at individual metabolites produced by the methionine cycle and the transulfuration pathways and found possible links with ASD, but the correlation has been inconclusive.", "Hahn said the more sophisticated techniques he applied revealed patterns that would not have been apparent with earlier efforts.", "\"A lot of studies have looked at one biomarker, one metabolite, one gene, and have found some differences, but most of the time those differences weren't statistically significant or the results could not be reliably replicated,\" Hahn said.", "\"Our contribution is using big data techniques that are able to look at a suite of metabolites that have been correlated with ASD and make statistically a much stronger case.", "\"\"Professor Hahn's innovative work to improve the diagnosis for Autism as well as other ongoing efforts to advance diagnostics and develop new treatments for Alzheimer's and neurodegenerative diseases at CBIS show how new breakthroughs in health care are possible when we focus our work at the interface between traditional boundaries,\" said Deepak Vashishth, director of the CBIS.Hahn's interdisciplinary research at Rensselaer combines systems engineering, applied mathematics, and computer science to develop new ways of analyzing nonlinear systems found in biological or chemical processes.", "He began investigating ASD about two years ago.", "His recently published work on ASD offers additional insights into the disorder.", "For example, a recent paper published in the journal PLOS ONE with the research group of Arizona State University Professor James Adams made use of the same big data analysis techniques and showed a difference in the excretion of certain elements in the urine between children on the Autism spectrum and their neurotypical peers; these results further strengthen the findings as differences in the transulfuration pathway can be responsible for differences seen in the urine.", "Furthermore, work published in the Journal of Theoretical Biology with the research group of Arkansas Children's Hospital researcher Jill James found differences in the parameter distribution functions of reaction rates in the methionine cycle and the transulfuration pathway.The full results of Hahn's work on ASD diagnosis are publicly available and Hahn is hopeful his work will lead to a widely available test that can support early diagnosis, although he does not intend to commercialize his results.", "For Hahn, the next step is to replicate the results with a new cohort working with his clinical collaborators.", "In the long run, Hahn hopes the model and diagnostic tool will aid in developing treatment options.", "\"If these pathways are different, what happens if I can manipulate the pathway so that it works similarly to the neurotypical ones?\"", "said Hahn.", "\"What do I need to prod?", "Which molecules do I need to add or take away?", "Having a model that describes these pathways makes it a lot easier to adjust them.\""], "source": "Rensselaer Polytechnic Institute"}