{"title": "The genes and neural circuits behind autism's impaired sociability | EurekAlert! Science News", "year": "Wed, 15 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "matthew", "anderson", "md", "phd", "associate", "professor", "principal", "investigator", "departments", "pathology", "neurology", "director", "neuropathology", "bidmc", "view", "boston", "researchers", "beth", "israel", "deaconess", "medical", "center", "bidmc", "gained", "new", "insight", "genetic", "neuronal", "circuit", "mechanisms", "may", "contribute", "impaired", "sociability", "forms", "autism", "spectrum", "disorder", "led", "matthew", "anderson", "md", "phd", "director", "neuropathology", "bidmc", "scientists", "determined", "gene", "linked", "one", "common", "form", "autism", "works", "specific", "population", "brain", "cells", "impair", "sociability", "research", "published", "today", "journal", "nature", "reveals", "neurobiological", "control", "sociability", "could", "represent", "important", "first", "steps", "toward", "interventions", "patients", "autism", "anderson", "colleagues", "focused", "gene", "ube3a", "multiple", "copies", "causes", "form", "autism", "humans", "called", "isodicentric", "chromosome", "15q", "lack", "gene", "humans", "leads", "developmental", "disorder", "called", "angelman", "syndrome", "characterized", "increased", "sociability", "previous", "work", "anderson", "team", "demonstrated", "mice", "engineered", "extra", "copies", "ube3a", "gene", "show", "impaired", "sociability", "well", "heightened", "repetitive", "reduced", "vocalizations", "mice", "study", "wanted", "determine", "brain", "social", "behavior", "deficit", "arises", "increases", "ube3a", "gene", "repress", "said", "anderson", "also", "associate", "professor", "program", "neuroscience", "harvard", "medical", "school", "director", "autism", "brainnet", "boston", "node", "tools", "hand", "built", "introduced", "gene", "specific", "brain", "regions", "mouse", "could", "also", "direct", "specific", "cell", "types", "test", "ones", "played", "role", "regulating", "sociability", "anderson", "colleagues", "compared", "brains", "mice", "engineered", "model", "autism", "normal", "wild", "type", "wt", "mice", "observed", "increased", "ube3a", "gene", "copies", "interacted", "nearly", "600", "genes", "analyzing", "comparing", "protein", "interactions", "ube3a", "regulated", "gene", "genes", "altered", "human", "autism", "researchers", "noticed", "increased", "doses", "ube3a", "repressed", "cerebellin", "genes", "cerebellin", "family", "genes", "physically", "interact", "autism", "genes", "form", "glutamatergic", "synapses", "junctions", "neurons", "communicate", "via", "neurotransmitter", "glutamate", "researchers", "chose", "focus", "one", "cerebellin", "1", "cbln1", "potential", "mediator", "ube3a", "effects", "deleted", "cbln1", "glutamate", "neurons", "recreated", "impaired", "sociability", "produced", "increased", "ube3a", "selecting", "cerebellin", "1", "hundreds", "potential", "targets", "something", "leap", "faith", "anderson", "said", "deleted", "gene", "able", "reconstitute", "social", "deficits", "moment", "realized", "hit", "right", "target", "cerebellin", "1", "gene", "repressed", "ube3a", "seemed", "mediate", "effects", "another", "series", "experiments", "anderson", "colleagues", "demonstrated", "even", "definitive", "link", "ube3a", "cbln1", "seizures", "common", "symptom", "among", "people", "autism", "including", "genetic", "form", "seizures", "sufficiently", "severe", "also", "impaired", "sociability", "anderson", "team", "suspected", "impairment", "sociability", "result", "repressing", "cerebellin", "genes", "indeed", "researchers", "found", "deleting", "ube3a", "upstream", "cerebellin", "genes", "prevented", "social", "impairments", "blocked", "seizures", "ability", "repress", "cbln1", "take", "away", "ube3a", "seizures", "ca", "repress", "sociability", "cerebellin", "said", "anderson", "flip", "side", "little", "extra", "ube3a", "subset", "people", "autism", "combine", "less", "severe", "seizures", "get", "loss", "social", "interactions", "researchers", "next", "conducted", "variety", "brain", "mapping", "experiments", "locate", "brain", "crucial", "interactions", "take", "place", "mapped", "seat", "sociability", "surprising", "location", "anderson", "explained", "scientists", "would", "thought", "take", "place", "cortex", "area", "brain", "sensory", "processing", "motor", "commands", "take", "place", "fact", "interactions", "take", "place", "brain", "stem", "reward", "system", "researchers", "used", "engineered", "mouse", "model", "confirm", "precise", "location", "ventral", "tegmental", "area", "vta", "part", "midbrain", "plays", "role", "reward", "system", "addiction", "anderson", "colleagues", "used", "chemogenetics", "approach", "makes", "use", "modified", "receptors", "introduced", "neurons", "responds", "drugs", "neurotransmitters", "switch", "specific", "group", "neurons", "turning", "neurons", "could", "magnify", "sociability", "rescue", "seizure", "sociability", "deficits", "able", "abolish", "sociability", "inhibiting", "neurons", "could", "magnify", "prolong", "sociability", "turning", "said", "anderson", "toggle", "switch", "sociability", "therapeutic", "flavor", "someday", "might", "able", "translate", "treatment", "helps", "patients"], "url": "http://www.eurekalert.org/pub_releases/2017-03/bidm-tga031317.php", "date": "2018-01-19_21:05:20", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Matthew P. Anderson, MD, PhD, is an Associate Professor and Principal Investigator in the Departments of Pathology and Neurology and Director of Neuropathology at BIDMC\n       view more BOSTON - Researchers at Beth Israel Deaconess Medical Center (BIDMC) have gained new insight into the genetic and neuronal circuit mechanisms that may contribute to impaired sociability in some forms of Autism Spectrum Disorder. Led by Matthew P. Anderson, MD, PhD, Director of Neuropathology at BIDMC, the scientists determined how a gene linked to one common form of autism works in a specific population of brain cells to impair sociability. The research, published today in the journal Nature, reveals the neurobiological control of sociability and could represent important first steps toward interventions for patients with autism. Anderson and colleagues focused on the gene UBE3A, multiple copies of which causes a form of autism in humans (called isodicentric chromosome 15q).Conversely, the lack of this same gene in humans leads to a developmental disorder called Angelman's syndrome, characterized by increased sociability. In previous work, Anderson's team demonstrated that mice engineered with extra copies of the UBE3A gene show impaired sociability, as well as heightened repetitive self-grooming and reduced vocalizations with other mice. \"In this study, we wanted to determine where in the brain this social behavior deficit arises and where and how increases of the UBE3A gene repress it,\" said Anderson, who is also an Associate Professor in the Program in Neuroscience at Harvard Medical School and Director of Autism BrainNET Boston Node. \"We had tools in hand that we built ourselves. We not only introduced the gene into specific brain regions of the mouse, but we could also direct it to specific cell types to test which ones played a role in regulating sociability.\" When Anderson and colleagues compared the brains of the mice engineered to model autism to those of normal - or wild type (WT) - mice, they observed that the increased UBE3A gene copies interacted with nearly 600 other genes. \r\nAfter analyzing and comparing protein interactions between the UBE3A regulated gene and genes altered in human autism, the researchers noticed that increased doses of UBE3A repressed Cerebellin genes. Cerebellin is a family of genes that physically interact with other autism genes to form glutamatergic synapses, the junctions where neurons communicate with each other via the neurotransmitter glutamate. The researchers chose to focus on one of them, Cerebellin 1 (CBLN1), as the potential mediator of UBE3A's effects. When they deleted CBLN1 in glutamate neurons, they recreated the same impaired sociability produced by increased UBE3A.\"Selecting Cerebellin 1 out of hundreds of other potential targets was something of a leap of faith,\" Anderson said. \"When we deleted the gene and were able to reconstitute the social deficits, that was the moment we realized we'd hit the right target. Cerebellin 1 was the gene repressed by UBE3A that seemed to mediate its effects.\" In another series of experiments, Anderson and colleagues demonstrated an even more definitive link between UBE3A and CBLN1. Seizures are a common symptom among people with autism including this genetic form. Seizures themselves when sufficiently severe, also impaired sociability. Anderson's team suspected this seizure-induced impairment of sociability was the result of repressing the Cerebellin genes. Indeed, the researchers found that deleting UBE3A, upstream from Cerebellin genes, prevented the seizure-induced social impairments and blocked seizures ability to repress CBLN1. \"If you take away UBE3A, seizures can't repress sociability or Cerebellin,\" said Anderson. \"The flip side is, if you have just a little extra UBE3A - as a subset of people with autism do - and you combine that with less severe seizures - you can get a full-blown loss of social interactions.\"  The researchers next conducted a variety of brain mapping experiments to locate where in the brain these crucial seizure-gene interactions take place. \r\n\"We mapped this seat of sociability to a surprising location,\" Anderson explained. Most scientists would have thought they take place in the cortex - the area of the brain where sensory processing and motor commands take place - but, in fact, these interactions take place in the brain stem, in the reward system.\"Then the researchers used their engineered mouse model to confirm the precise location, the ventral tegmental area (VTA), part of the midbrain that plays a role in the reward system and addiction. Anderson and colleagues used chemogenetics - an approach that makes use of modified receptors introduced into neurons that responds to drugs, but not to naturally-occurring neurotransmitters - to switch this specific group of neurons on or off. Turning these neurons on could magnify sociability and rescue seizure and UBE3A-induced sociability deficits. \"We were able to abolish sociability by inhibiting these neurons and we could magnify and prolong sociability by turning them on,\" said Anderson. \"So we have a toggle switch for sociability. It has a therapeutic flavor; someday, we might be able to translate this into a treatment that will helps patients.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Matthew P. Anderson, MD, PhD, is an Associate Professor and Principal Investigator in the Departments of Pathology and Neurology and Director of Neuropathology at BIDMC\n       view more BOSTON - Researchers at Beth Israel Deaconess Medical Center (BIDMC) have gained new insight into the genetic and neuronal circuit mechanisms that may contribute to impaired sociability in some forms of Autism Spectrum Disorder.", "Led by Matthew P. Anderson, MD, PhD, Director of Neuropathology at BIDMC, the scientists determined how a gene linked to one common form of autism works in a specific population of brain cells to impair sociability.", "The research, published today in the journal Nature, reveals the neurobiological control of sociability and could represent important first steps toward interventions for patients with autism.", "Anderson and colleagues focused on the gene UBE3A, multiple copies of which causes a form of autism in humans (called isodicentric chromosome 15q).Conversely, the lack of this same gene in humans leads to a developmental disorder called Angelman's syndrome, characterized by increased sociability.", "In previous work, Anderson's team demonstrated that mice engineered with extra copies of the UBE3A gene show impaired sociability, as well as heightened repetitive self-grooming and reduced vocalizations with other mice.", "\"In this study, we wanted to determine where in the brain this social behavior deficit arises and where and how increases of the UBE3A gene repress it,\" said Anderson, who is also an Associate Professor in the Program in Neuroscience at Harvard Medical School and Director of Autism BrainNET Boston Node.", "\"We had tools in hand that we built ourselves.", "We not only introduced the gene into specific brain regions of the mouse, but we could also direct it to specific cell types to test which ones played a role in regulating sociability.\"", "When Anderson and colleagues compared the brains of the mice engineered to model autism to those of normal - or wild type (WT) - mice, they observed that the increased UBE3A gene copies interacted with nearly 600 other genes.", "After analyzing and comparing protein interactions between the UBE3A regulated gene and genes altered in human autism, the researchers noticed that increased doses of UBE3A repressed Cerebellin genes.", "Cerebellin is a family of genes that physically interact with other autism genes to form glutamatergic synapses, the junctions where neurons communicate with each other via the neurotransmitter glutamate.", "The researchers chose to focus on one of them, Cerebellin 1 (CBLN1), as the potential mediator of UBE3A's effects.", "When they deleted CBLN1 in glutamate neurons, they recreated the same impaired sociability produced by increased UBE3A.", "\"Selecting Cerebellin 1 out of hundreds of other potential targets was something of a leap of faith,\" Anderson said.", "\"When we deleted the gene and were able to reconstitute the social deficits, that was the moment we realized we'd hit the right target.", "Cerebellin 1 was the gene repressed by UBE3A that seemed to mediate its effects.\"", "In another series of experiments, Anderson and colleagues demonstrated an even more definitive link between UBE3A and CBLN1.", "Seizures are a common symptom among people with autism including this genetic form.", "Seizures themselves when sufficiently severe, also impaired sociability.", "Anderson's team suspected this seizure-induced impairment of sociability was the result of repressing the Cerebellin genes.", "Indeed, the researchers found that deleting UBE3A, upstream from Cerebellin genes, prevented the seizure-induced social impairments and blocked seizures ability to repress CBLN1.", "\"If you take away UBE3A, seizures can't repress sociability or Cerebellin,\" said Anderson.", "\"The flip side is, if you have just a little extra UBE3A - as a subset of people with autism do - and you combine that with less severe seizures - you can get a full-blown loss of social interactions.\"", "The researchers next conducted a variety of brain mapping experiments to locate where in the brain these crucial seizure-gene interactions take place.", "\"We mapped this seat of sociability to a surprising location,\" Anderson explained.", "Most scientists would have thought they take place in the cortex - the area of the brain where sensory processing and motor commands take place - but, in fact, these interactions take place in the brain stem, in the reward system.", "\"Then the researchers used their engineered mouse model to confirm the precise location, the ventral tegmental area (VTA), part of the midbrain that plays a role in the reward system and addiction.", "Anderson and colleagues used chemogenetics - an approach that makes use of modified receptors introduced into neurons that responds to drugs, but not to naturally-occurring neurotransmitters - to switch this specific group of neurons on or off.", "Turning these neurons on could magnify sociability and rescue seizure and UBE3A-induced sociability deficits.", "\"We were able to abolish sociability by inhibiting these neurons and we could magnify and prolong sociability by turning them on,\" said Anderson.", "\"So we have a toggle switch for sociability.", "It has a therapeutic flavor; someday, we might be able to translate this into a treatment that will helps patients.\""], "source": "Beth Israel Deaconess Medical Center"}