{"title": "Defect in non-coding DNA might trigger brain disorders such as severe language impairment | EurekAlert! Science News", "year": "Tue, 14 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "human", "genome", "made", "billion", "letters", "dna", "position", "possible", "different", "letters", "called", "variants", "variants", "harmless", "others", "detrimental", "making", "mammoth", "task", "find", "variants", "cause", "disorder", "researchers", "often", "choose", "search", "genome", "carries", "information", "make", "proteins", "successful", "disorders", "neurodevelopmental", "disorders", "still", "largely", "unexplained", "making", "clear", "looking", "elsewhere", "genome", "necessary", "remaining", "98", "genome", "offers", "lot", "untapped", "potential", "find", "changes", "cause", "disorders", "paolo", "devanna", "study", "explains", "parts", "genome", "known", "mean", "important", "vital", "jobs", "example", "control", "much", "protein", "made", "process", "gets", "messed", "could", "severe", "consequences", "like", "neurodevelopmental", "disorders", "reason", "devanna", "colleagues", "decided", "look", "called", "part", "genome", "regulates", "much", "protein", "made", "searching", "causes", "language", "impairmentto", "test", "approach", "researchers", "looked", "dna", "children", "severe", "language", "problems", "identified", "genetic", "variants", "language", "disorders", "complex", "neurodevelopmental", "disorder", "finding", "genetic", "causes", "particularly", "challenging", "small", "number", "candidate", "genes", "thus", "far", "said", "sonja", "vernes", "led", "study", "runs", "research", "group", "max", "planck", "institute", "psycholinguistics", "part", "donders", "institute", "brain", "cognition", "behaviour", "radboud", "university", "nijmegen", "researchers", "tested", "impact", "variant", "expression", "candidate", "genes", "languages", "impairment", "one", "variants", "significant", "effect", "expression", "gene", "known", "arhgef39", "cell", "carries", "single", "letter", "change", "express", "arhgef39", "excited", "finding", "first", "time", "found", "variant", "associated", "specific", "language", "impairment", "show", "clear", "biological", "effect", "said", "devanna", "much", "protein", "important", "points", "development", "could", "affect", "neurons", "neuronal", "circuits", "develop", "function", "could", "turn", "could", "affect", "children", "develop", "language", "skills", "vernes", "variants", "widespread", "genetic", "disordersgiven", "success", "researchers", "went", "explore", "neurodevelopmental", "disorders", "identified", "25", "genetic", "changes", "dna", "individuals", "autism", "schizophrenia", "bipolar", "disorder", "thought", "control", "protein", "levels", "way", "tapping", "new", "promising", "source", "genetic", "variation", "vernes", "said", "study", "shows", "identification", "testing", "variants", "foster", "understanding", "genetic", "causes", "neurodevelopmental", "disorders", "crucial", "long", "term", "design", "new", "effective", "therapeutics", "neurodevelopmental", "disorders", "ndds", "like", "schizophrenia", "autism", "bipolar", "disorders", "encompass", "wide", "range", "disabilities", "associated", "functioning", "brain", "severe", "ndds", "currently", "known", "affect", "approximately", "5", "population", "making", "understanding", "causes", "turn", "possible", "treatments", "important", "area", "study"], "url": "http://www.eurekalert.org/pub_releases/2017-03/mpif-din031317.php", "date": "2018-01-19_21:05:23", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe human genome is made up of ~3 billion letters of DNA and at each position it is possible to have different letters, called variants. Some variants are harmless but others can be detrimental, making it a mammoth task to find out which variants cause a disorder. Researchers often choose to search only the 1-2% of the genome that carries the information to make proteins. While this has been successful for a few disorders, most neurodevelopmental disorders are still largely unexplained, making it clear that looking elsewhere in the genome is necessary. \"The remaining 98% of the genome offers a lot of untapped potential to find changes that can cause disorders\" Paolo Devanna, co-author of the study explains. \"These parts of the genome are known as 'non-coding', but that doesn't mean that they are not important. They have very vital jobs to do, for example to control when, where and how much protein is made. So if this process gets messed up, it could have severe consequences, like neurodevelopmental disorders.\" For this reason, Devanna and his colleagues decided to look at the so called 3'UTRome. This is a part of the non-coding genome that regulates how much protein is made. Searching for causes of language impairmentTo test this approach, the researchers looked at the DNA of children with severe language problems and identified genetic variants in the 3'UTRome. \"Language disorders are a very complex neurodevelopmental disorder and finding their genetic causes has been particularly challenging - we have only a small number of candidate genes thus far\" said Dr. Sonja Vernes who led the study. She runs a research group at the Max Planck Institute for Psycholinguistics and is part of the Donders Institute for Brain, Cognition and Behaviour at the Radboud University, both in Nijmegen, the Netherlands.The researchers tested the impact of each 3'UTRome variant on the expression of the candidate genes for languages impairment. One of the variants has a significant effect on the expression of a gene known as ARHGEF39. \"If a cell carries this single letter change in the 3'UTRome, they express more ARHGEF39. We were very excited by this finding because this is the first time we have found a variant associated with specific language impairment that we can show has a clear biological effect\" said Devanna. \"Having too much of a protein at important points in development could affect how neurons and neuronal circuits develop and function, which could in turn could affect how children develop their language skills\" Vernes explains.Non-coding variants are widespread in genetic disordersGiven this success, the researchers went on to explore the 3'UTRome in other neurodevelopmental disorders. They identified 25 further genetic changes in the DNA of individuals with autism, schizophrenia and bipolar disorder that are thought to control protein levels in the same way. \"We are tapping into a new and promising source of genetic variation\" Vernes said. \"Our study shows that the identification and testing of non-coding variants will foster our understanding of the genetic causes of neurodevelopmental disorders, which is crucial in the long term for the design of new and effective therapeutics.\"Neurodevelopmental disorders (NDDs) like schizophrenia, autism and bipolar disorders encompass a wide range of disabilities associated with the functioning of the brain. Severe NDDs are currently known to affect approximately 5% of the population, making understanding their causes and in turn, their possible treatments an important area of study.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe human genome is made up of ~3 billion letters of DNA and at each position it is possible to have different letters, called variants.", "Some variants are harmless but others can be detrimental, making it a mammoth task to find out which variants cause a disorder.", "Researchers often choose to search only the 1-2% of the genome that carries the information to make proteins.", "While this has been successful for a few disorders, most neurodevelopmental disorders are still largely unexplained, making it clear that looking elsewhere in the genome is necessary.", "\"The remaining 98% of the genome offers a lot of untapped potential to find changes that can cause disorders\" Paolo Devanna, co-author of the study explains.", "\"These parts of the genome are known as 'non-coding', but that doesn't mean that they are not important.", "They have very vital jobs to do, for example to control when, where and how much protein is made.", "So if this process gets messed up, it could have severe consequences, like neurodevelopmental disorders.\"", "For this reason, Devanna and his colleagues decided to look at the so called 3'UTRome.", "This is a part of the non-coding genome that regulates how much protein is made.", "Searching for causes of language impairmentTo test this approach, the researchers looked at the DNA of children with severe language problems and identified genetic variants in the 3'UTRome.", "\"Language disorders are a very complex neurodevelopmental disorder and finding their genetic causes has been particularly challenging - we have only a small number of candidate genes thus far\" said Dr. Sonja Vernes who led the study.", "She runs a research group at the Max Planck Institute for Psycholinguistics and is part of the Donders Institute for Brain, Cognition and Behaviour at the Radboud University, both in Nijmegen, the Netherlands.The researchers tested the impact of each 3'UTRome variant on the expression of the candidate genes for languages impairment.", "One of the variants has a significant effect on the expression of a gene known as ARHGEF39.", "\"If a cell carries this single letter change in the 3'UTRome, they express more ARHGEF39.", "We were very excited by this finding because this is the first time we have found a variant associated with specific language impairment that we can show has a clear biological effect\" said Devanna.", "\"Having too much of a protein at important points in development could affect how neurons and neuronal circuits develop and function, which could in turn could affect how children develop their language skills\" Vernes explains.Non-coding variants are widespread in genetic disordersGiven this success, the researchers went on to explore the 3'UTRome in other neurodevelopmental disorders.", "They identified 25 further genetic changes in the DNA of individuals with autism, schizophrenia and bipolar disorder that are thought to control protein levels in the same way.", "\"We are tapping into a new and promising source of genetic variation\" Vernes said.", "\"Our study shows that the identification and testing of non-coding variants will foster our understanding of the genetic causes of neurodevelopmental disorders, which is crucial in the long term for the design of new and effective therapeutics.", "\"Neurodevelopmental disorders (NDDs) like schizophrenia, autism and bipolar disorders encompass a wide range of disabilities associated with the functioning of the brain.", "Severe NDDs are currently known to affect approximately 5% of the population, making understanding their causes and in turn, their possible treatments an important area of study."], "source": "Max Planck Institute for Psycholinguistics"}