{"title": "Researchers create model of anorexia nervosa using stem cells | EurekAlert! Science News", "year": "Tue, 14 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txan", "international", "research", "team", "led", "scientists", "university", "california", "san", "diego", "school", "medicine", "created", "first", "cellular", "model", "anorexia", "nervosa", "reprogramming", "induced", "pluripotent", "stem", "cells", "ipscs", "derived", "adolescent", "females", "eating", "disorder", "writing", "march", "14th", "issue", "translational", "psychiatry", "scientists", "said", "resulting", "neurons", "disease", "dish", "revealed", "novel", "gene", "appears", "contribute", "pathophysiology", "buttressing", "idea", "strong", "genetic", "factor", "approach", "said", "provides", "new", "tool", "investigate", "elusive", "largely", "unknown", "molecular", "cellular", "mechanisms", "underlying", "disease", "anorexia", "complicated", "multifactorial", "neurodevelopmental", "disorder", "said", "alysson", "muotri", "phd", "professor", "uc", "san", "diego", "school", "medicine", "departments", "pediatrics", "cellular", "molecular", "medicine", "director", "uc", "san", "diego", "stem", "cell", "program", "member", "sanford", "consortium", "regenerative", "medicine", "proved", "difficult", "disease", "study", "let", "alone", "treat", "actually", "good", "experimental", "models", "eating", "disorders", "fact", "treatments", "reverse", "symptoms", "primarily", "affecting", "young", "female", "adolescents", "ages", "15", "19", "characterized", "distorted", "body", "image", "food", "restriction", "point", "emaciation", "death", "highest", "mortality", "rate", "among", "psychiatric", "conditions", "females", "15", "24", "years", "old", "suffer", "mortality", "rate", "associated", "illness", "12", "times", "higher", "death", "rate", "causes", "often", "viewed", "disorder", "new", "research", "suggests", "50", "75", "percent", "risk", "may", "heritable", "predisposition", "driven", "primarily", "genetics", "sometimes", "presumed", "vanity", "poor", "parenting", "factors", "related", "specific", "groups", "individuals", "little", "actually", "known", "molecular", "cellular", "genetic", "elements", "genesis", "study", "muotri", "colleagues", "uc", "san", "diego", "brazil", "australia", "thailand", "took", "skin", "cells", "four", "females", "four", "healthy", "controls", "generated", "ipscs", "stem", "cells", "ability", "become", "many", "types", "cells", "cells", "induce", "ipscs", "become", "neurons", "previously", "muotri", "colleagues", "created", "stem", "neuronal", "models", "autism", "williams", "syndrome", "rare", "genetic", "neurological", "condition", "performed", "unbiased", "comprehensive", "whole", "transcriptome", "pathway", "analyses", "determine", "genes", "expressed", "activated", "neurons", "genes", "transcripts", "bits", "rna", "used", "cellular", "messaging", "might", "associated", "causing", "advancing", "disease", "process", "predicted", "differences", "neurotransmitter", "levels", "observed", "researchers", "said", "note", "disruption", "tachykinin", "receptor", "1", "tacr1", "gene", "tachykinins", "neuropeptides", "proteins", "expressed", "throughout", "nervous", "immune", "systems", "participate", "many", "cellular", "physiological", "processes", "linked", "multiple", "diseases", "including", "chronic", "inflammation", "cancer", "infection", "affective", "addictive", "scientists", "posit", "disruption", "tachykinin", "system", "may", "contribute", "phenotypes", "observed", "characteristics", "become", "obvious", "said", "studies", "employing", "larger", "patient", "cohorts", "necessary", "point", "work", "helps", "make", "possible", "said", "muotri", "novel", "technological", "advance", "field", "eating", "disorders", "impacts", "millions", "people", "findings", "transform", "ability", "study", "genetic", "variations", "alter", "brain", "molecular", "pathways", "cellular", "networks", "change", "risk", "perhaps", "ability", "create", "new", "therapies"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--rcm031417.php", "date": "2018-01-19_21:05:27", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAn international research team, led by scientists at University of California San Diego School of Medicine, has created the first cellular model of anorexia nervosa (AN), reprogramming induced pluripotent stem cells (iPSCs) derived from adolescent females with the eating disorder. Writing in the March 14th issue of Translational Psychiatry, the scientists said the resulting AN neurons -- the disease in a dish -- revealed a novel gene that appears to contribute to AN pathophysiology, buttressing the idea that AN has a strong genetic factor. The proof-of-concept approach, they said, provides a new tool to investigate the elusive and largely unknown molecular and cellular mechanisms underlying the disease.\"Anorexia is a very complicated, multifactorial neurodevelopmental disorder,\" said Alysson Muotri, PhD, professor in the UC San Diego School of Medicine departments of Pediatrics and Cellular and Molecular Medicine, director of the UC San Diego Stem Cell Program and a member of the Sanford Consortium for Regenerative Medicine. \"It has proved to be a very difficult disease to study, let alone treat. We don't actually have good experimental models for eating disorders. In fact, there are no treatments to reverse AN symptoms.\"Primarily affecting young female adolescents between ages 15 and 19, AN is characterized by distorted body image and self-imposed food restriction to the point of emaciation or death. It has the highest mortality rate among psychiatric conditions. For females between 15 and 24 years old who suffer from AN, the mortality rate associated with the illness is 12 times higher than the death rate of all other causes of death.Though often viewed as a non-biological disorder, new research suggests 50 to 75 percent of risk for AN may be heritable; with predisposition driven primarily by genetics and not, as sometimes presumed, by vanity, poor parenting or factors related to specific groups of individuals. But little is actually known about the molecular, cellular or genetic elements or genesis of AN. In their study, Muotri and colleagues at UC San Diego and in Brazil, Australia and Thailand, took skin cells from four females with AN and four healthy controls, generated iPSCs (stem cells with the ability to become many types of cells) from these cells and induce these iPSCs to become neurons. (Previously, Muotri and colleagues had created stem cell-derived neuronal models of autism and Williams syndrome, a rare genetic neurological condition.)Then they performed unbiased comprehensive whole transcriptome and pathway analyses to determine not just which genes were being expressed or activated in AN neurons, but which genes or transcripts (bits of RNA used in cellular messaging) might be associated with causing or advancing the disease process. No predicted differences in neurotransmitter levels were observed, the researchers said, but they did note disruption in the Tachykinin receptor 1 (TACR1) gene. Tachykinins are neuropeptides or proteins expressed throughout the nervous and immune systems, where they participate in many cellular and physiological processes and have been linked to multiple diseases, including chronic inflammation, cancer, infection and affective and addictive disorders.The scientists posit that disruption of the tachykinin system may contribute to AN before other phenotypes or observed characteristics become obvious, but said further studies employing larger patient cohorts are necessary. \"But more to the point, this work helps make that possible,\" said Muotri. \"It's a novel technological advance in the field of eating disorders, which impacts millions of people. These findings transform our ability to study how genetic variations alter brain molecular pathways and cellular networks to change risk of AN -- and perhaps our ability to create new therapies.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAn international research team, led by scientists at University of California San Diego School of Medicine, has created the first cellular model of anorexia nervosa (AN), reprogramming induced pluripotent stem cells (iPSCs) derived from adolescent females with the eating disorder.", "Writing in the March 14th issue of Translational Psychiatry, the scientists said the resulting AN neurons -- the disease in a dish -- revealed a novel gene that appears to contribute to AN pathophysiology, buttressing the idea that AN has a strong genetic factor.", "The proof-of-concept approach, they said, provides a new tool to investigate the elusive and largely unknown molecular and cellular mechanisms underlying the disease.", "\"Anorexia is a very complicated, multifactorial neurodevelopmental disorder,\" said Alysson Muotri, PhD, professor in the UC San Diego School of Medicine departments of Pediatrics and Cellular and Molecular Medicine, director of the UC San Diego Stem Cell Program and a member of the Sanford Consortium for Regenerative Medicine.", "\"It has proved to be a very difficult disease to study, let alone treat.", "We don't actually have good experimental models for eating disorders.", "In fact, there are no treatments to reverse AN symptoms.", "\"Primarily affecting young female adolescents between ages 15 and 19, AN is characterized by distorted body image and self-imposed food restriction to the point of emaciation or death.", "It has the highest mortality rate among psychiatric conditions.", "For females between 15 and 24 years old who suffer from AN, the mortality rate associated with the illness is 12 times higher than the death rate of all other causes of death.Though often viewed as a non-biological disorder, new research suggests 50 to 75 percent of risk for AN may be heritable; with predisposition driven primarily by genetics and not, as sometimes presumed, by vanity, poor parenting or factors related to specific groups of individuals.", "But little is actually known about the molecular, cellular or genetic elements or genesis of AN.", "In their study, Muotri and colleagues at UC San Diego and in Brazil, Australia and Thailand, took skin cells from four females with AN and four healthy controls, generated iPSCs (stem cells with the ability to become many types of cells) from these cells and induce these iPSCs to become neurons.", "(Previously, Muotri and colleagues had created stem cell-derived neuronal models of autism and Williams syndrome, a rare genetic neurological condition.", ")Then they performed unbiased comprehensive whole transcriptome and pathway analyses to determine not just which genes were being expressed or activated in AN neurons, but which genes or transcripts (bits of RNA used in cellular messaging) might be associated with causing or advancing the disease process.", "No predicted differences in neurotransmitter levels were observed, the researchers said, but they did note disruption in the Tachykinin receptor 1 (TACR1) gene.", "Tachykinins are neuropeptides or proteins expressed throughout the nervous and immune systems, where they participate in many cellular and physiological processes and have been linked to multiple diseases, including chronic inflammation, cancer, infection and affective and addictive disorders.The scientists posit that disruption of the tachykinin system may contribute to AN before other phenotypes or observed characteristics become obvious, but said further studies employing larger patient cohorts are necessary.", "\"But more to the point, this work helps make that possible,\" said Muotri.", "\"It's a novel technological advance in the field of eating disorders, which impacts millions of people.", "These findings transform our ability to study how genetic variations alter brain molecular pathways and cellular networks to change risk of AN -- and perhaps our ability to create new therapies.\""], "source": "University of California - San Diego"}