{"title": "Yes, she's smiling: Mona Lisa's facial expression | EurekAlert! Science News", "year": "Mon, 13 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txit", "perhaps", "world", "famous", "painting", "leonardo", "da", "vinci", "mona", "lisa", "ambiguous", "facial", "expression", "mona", "lisa", "long", "thought", "one", "main", "reasons", "great", "appeal", "happy", "sad", "scientists", "medical", "center", "university", "freiburg", "institute", "psychology", "university", "freiburg", "institute", "frontier", "areas", "psychology", "mental", "health", "igpp", "freiburg", "published", "study", "demonstrating", "test", "subjects", "almost", "always", "perceive", "mona", "lisa", "happy", "also", "determined", "emotional", "assessment", "image", "depends", "versions", "shown", "researchers", "presented", "test", "participants", "original", "painting", "eight", "image", "versions", "corners", "mona", "lisa", "mouth", "slightly", "raised", "lowered", "create", "sadder", "happier", "facial", "expression", "study", "published", "renowned", "online", "journal", "scientific", "reports", "10", "march", "2017", "surprised", "find", "original", "mona", "lisa", "almost", "always", "seen", "happy", "calls", "common", "opinion", "among", "art", "historians", "question", "says", "pd", "jürgen", "kornmeier", "scientist", "institute", "frontier", "areas", "psychology", "mental", "health", "freiburg", "eye", "center", "medical", "center", "university", "freiburg", "happier", "faces", "identified", "quickly", "team", "scientists", "led", "kornmeier", "colleague", "ludger", "tebartz", "van", "elst", "chief", "senior", "physician", "department", "psychiatry", "psychotherapy", "medical", "center", "university", "freiburg", "began", "creating", "eight", "versions", "mona", "lisa", "differed", "gradual", "changes", "curvature", "mouth", "researchers", "presented", "original", "four", "versions", "sadder", "face", "four", "happier", "face", "random", "order", "participants", "indicated", "version", "whether", "perceived", "happy", "sad", "pressing", "button", "rated", "certain", "response", "responses", "added", "form", "percentage", "scale", "sad", "happy", "rating", "certainty", "original", "positive", "versions", "perceived", "happy", "nearly", "100", "percent", "cases", "participants", "identified", "happy", "faces", "quickly", "higher", "degree", "certainty", "sad", "faces", "appears", "brain", "biased", "positive", "facial", "expressions", "says", "emanuela", "liaci", "kornmeiers", "phd", "student", "first", "author", "publication", "sadness", "relativein", "second", "experiment", "researchers", "kept", "image", "least", "mouth", "curvature", "saddest", "version", "took", "original", "mona", "lisa", "happiest", "version", "chose", "seven", "intermediate", "versions", "three", "first", "experiment", "researchers", "astonished", "find", "participants", "tended", "perceive", "various", "versions", "image", "sadder", "range", "images", "shown", "overall", "sadder", "facial", "expressions", "data", "show", "perception", "instance", "whether", "something", "sad", "happy", "absolute", "adapts", "environment", "astonishing", "speed", "says", "kornmeier", "study", "part", "larger", "project", "perceptual", "processes", "kornmeier", "tebartz", "van", "elst", "conducting", "medical", "center", "university", "freiburg", "senses", "access", "limited", "part", "information", "environment", "instance", "object", "partially", "hidden", "poorly", "illuminated", "explains", "kornmeier", "brain", "needs", "use", "restricted", "often", "ambiguous", "sensory", "information", "construct", "image", "world", "comes", "close", "reality", "possible", "freiburg", "researchers", "studying", "healthy", "people", "perform", "perceptual", "construction", "whether", "different", "people", "autism", "psychotic", "disorder"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uof-yss031317.php", "date": "2018-01-19_21:05:31", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIt is perhaps the world's most famous painting: Leonardo da Vinci's Mona Lisa. The ambiguous facial expression of Mona Lisa was long thought to be one of the main reasons for its great appeal: Is she happy or sad? Scientists at the Medical Center - University of Freiburg, the Institute of Psychology of the University of Freiburg and the Institute for Frontier Areas of Psychology and Mental Health (IGPP) in Freiburg have now published a study demonstrating that test subjects almost always perceive Mona Lisa as happy. They also determined that the emotional assessment of the image depends on which other versions of it are shown. The researchers presented the test participants with the original painting and eight image versions in which the corners of Mona Lisa's mouth are slightly raised or lowered to create a sadder or happier facial expression. The study was published in the renowned online journal Scientific Reports on 10 March 2017. \"We were very surprised to find out that the original Mona Lisa is almost always seen as being happy. That calls the common opinion among art historians into question,\" says PD Dr. Jürgen Kornmeier, a scientist at the Institute for Frontier Areas of Psychology and Mental Health in Freiburg and at the Eye Center of the Medical Center - University of Freiburg. Happier Faces Are Identified More Quickly The team of scientists led by Dr. Kornmeier and his colleague Prof. Dr. Ludger Tebartz van Elst, chief senior physician at the Department of Psychiatry and Psychotherapy of the Medical Center - University of Freiburg, began by creating eight versions of the Mona Lisa that differed only in gradual changes to the curvature of her mouth. The researchers then presented the original, four versions with a sadder face, and four with a happier face in random order. Their participants indicated for each version whether they perceived it as happy or sad by pressing a button and then rated how certain they were of their response. The responses were added up to form a percentage on a scale from sad to happy and a rating for the certainty of the responses.The original and all of the more positive versions were perceived as happy in nearly 100 percent of the cases. The participants identified happy faces more quickly and with a higher degree of certainty than sad faces. \"It appears as if our brain is biased to positive facial expressions,\" says Emanuela Liaci, Dr. Kornmeiers PhD student and first author of the publication. Sadness Is RelativeIn a second experiment, the researchers kept the image with the least mouth curvature as the saddest version, took the original Mona Lisa as the happiest version, and chose seven intermediate versions, three of them from the first experiment. The researchers were astonished to find that the participants tended to perceive the various versions of the image as sadder when the range of images they had been shown had overall sadder facial expressions. \"The data show that our perception, for instance of whether something is sad or happy, is not absolute but adapts to the environment with astonishing speed,\" says Dr. Kornmeier. The study is part of a larger project on perceptual processes Dr. Kornmeier and Prof. Tebartz van Elst are conducting at the Medical Center -- University of Freiburg. \"Our senses have only access to a limited part of the information from our environment, for instance because an object is partially hidden or poorly illuminated,\" explains Dr. Kornmeier. \"The brain then needs to use this restricted and often ambiguous sensory information to construct an image of the world that comes as close to reality as possible.\" The Freiburg researchers are studying how healthy people perform this perceptual construction and whether this is different in people with autism and psychotic disorder.  ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIt is perhaps the world's most famous painting: Leonardo da Vinci's Mona Lisa.", "The ambiguous facial expression of Mona Lisa was long thought to be one of the main reasons for its great appeal: Is she happy or sad?", "Scientists at the Medical Center - University of Freiburg, the Institute of Psychology of the University of Freiburg and the Institute for Frontier Areas of Psychology and Mental Health (IGPP) in Freiburg have now published a study demonstrating that test subjects almost always perceive Mona Lisa as happy.", "They also determined that the emotional assessment of the image depends on which other versions of it are shown.", "The researchers presented the test participants with the original painting and eight image versions in which the corners of Mona Lisa's mouth are slightly raised or lowered to create a sadder or happier facial expression.", "The study was published in the renowned online journal Scientific Reports on 10 March 2017.", "\"We were very surprised to find out that the original Mona Lisa is almost always seen as being happy.", "That calls the common opinion among art historians into question,\" says PD Dr. Jürgen Kornmeier, a scientist at the Institute for Frontier Areas of Psychology and Mental Health in Freiburg and at the Eye Center of the Medical Center - University of Freiburg.", "Happier Faces Are Identified More Quickly The team of scientists led by Dr. Kornmeier and his colleague Prof. Dr. Ludger Tebartz van Elst, chief senior physician at the Department of Psychiatry and Psychotherapy of the Medical Center - University of Freiburg, began by creating eight versions of the Mona Lisa that differed only in gradual changes to the curvature of her mouth.", "The researchers then presented the original, four versions with a sadder face, and four with a happier face in random order.", "Their participants indicated for each version whether they perceived it as happy or sad by pressing a button and then rated how certain they were of their response.", "The responses were added up to form a percentage on a scale from sad to happy and a rating for the certainty of the responses.The original and all of the more positive versions were perceived as happy in nearly 100 percent of the cases.", "The participants identified happy faces more quickly and with a higher degree of certainty than sad faces.", "\"It appears as if our brain is biased to positive facial expressions,\" says Emanuela Liaci, Dr. Kornmeiers PhD student and first author of the publication.", "Sadness Is RelativeIn a second experiment, the researchers kept the image with the least mouth curvature as the saddest version, took the original Mona Lisa as the happiest version, and chose seven intermediate versions, three of them from the first experiment.", "The researchers were astonished to find that the participants tended to perceive the various versions of the image as sadder when the range of images they had been shown had overall sadder facial expressions.", "\"The data show that our perception, for instance of whether something is sad or happy, is not absolute but adapts to the environment with astonishing speed,\" says Dr. Kornmeier.", "The study is part of a larger project on perceptual processes Dr. Kornmeier and Prof. Tebartz van Elst are conducting at the Medical Center -- University of Freiburg.", "\"Our senses have only access to a limited part of the information from our environment, for instance because an object is partially hidden or poorly illuminated,\" explains Dr. Kornmeier.", "\"The brain then needs to use this restricted and often ambiguous sensory information to construct an image of the world that comes as close to reality as possible.\"", "The Freiburg researchers are studying how healthy people perform this perceptual construction and whether this is different in people with autism and psychotic disorder."], "source": "University of Freiburg"}