{"title": "Children experience long wait times for developmental and behavioral specialists | EurekAlert! Science News", "year": "Mon, 13 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "brunswick", "nj", "estimated", "one", "six", "children", "united", "states", "development", "disorders", "autism", "attention", "deficit", "hyperactivity", "disorder", "cerebral", "palsy", "according", "centers", "disease", "control", "prevention", "children", "benefit", "care", "developmental", "pediatricians", "specially", "trained", "field", "however", "new", "study", "rutgers", "offers", "evidence", "confirming", "many", "parents", "already", "know", "wait", "see", "one", "experts", "exist", "nationally", "lengthy", "delays", "diagnostic", "evaluations", "could", "important", "early", "intervention", "strategies", "help", "families", "manage", "behavioral", "emotional", "social", "educational", "struggles", "addition", "study", "found", "insufficient", "number", "programs", "offer", "accommodations", "speaking", "families", "relative", "number", "children", "would", "benefit", "seeing", "developmental", "pediatrician", "number", "specialized", "physicians", "field", "relatively", "said", "manuel", "jimenez", "md", "ms", "assistant", "professor", "pediatrics", "family", "medicine", "community", "health", "rutgers", "robert", "wood", "johnson", "medical", "school", "led", "study", "potential", "limit", "access", "rigorous", "diagnostic", "evaluations", "turn", "ensure", "access", "specialized", "services", "therapies", "given", "individuals", "limited", "english", "proficiency", "often", "difficulty", "navigating", "health", "care", "system", "especially", "interested", "see", "would", "differences", "called", "english", "versus", "spanish", "published", "journal", "developmental", "behavioral", "pediatrics", "study", "explored", "barriers", "obtaining", "appointment", "initial", "evaluation", "finding", "documented", "evidence", "subject", "members", "research", "team", "posed", "mystery", "shoppers", "calling", "specialized", "developmental", "pediatric", "programs", "associated", "children", "hospitals", "across", "country", "request", "appointment", "140", "unique", "programs", "called", "75", "provided", "wait", "time", "average", "nearly", "five", "half", "months", "among", "62", "reached", "spanish", "within", "period", "initial", "call", "55", "percent", "offered", "wait", "time", "estimate", "nearly", "offer", "services", "caller", "although", "jimenez", "said", "unsurprised", "finding", "long", "wait", "times", "nationally", "surprised", "number", "programs", "offer", "wait", "time", "called", "spanish", "although", "wait", "time", "offered", "english", "24", "hours", "prior", "equally", "surprised", "lack", "accommodations", "families", "english", "second", "language", "study", "serves", "reminder", "physicians", "mindful", "difficulty", "patients", "experience", "obtain", "initial", "assessment", "including", "extended", "waiting", "period", "barriers", "language", "services", "said", "jimenez", "also", "attending", "developmental", "behavioral", "pediatrician", "pse", "g", "children", "specialized", "hospital", "researchers", "policy", "makers", "findings", "underscore", "importance", "evaluating", "different", "care", "models", "leverage", "strengths", "professionals", "ensure", "children", "developmental", "concerns", "reach", "appropriate", "providers", "appropriate", "dr", "jimenez", "emphasized", "work", "needed", "identify", "strategies", "provide", "better", "access", "children", "need", "specialized", "services", "developmental", "behavioral", "problems", "among", "prevalent", "health", "concerns", "faced", "children"], "url": "http://www.eurekalert.org/pub_releases/2017-03/ru-ce031317.php", "date": "2018-01-19_21:05:34", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew Brunswick, NJ -- An estimated one in six children in the United States have development disorders such as autism, attention deficit hyperactivity disorder or cerebral palsy, according to the Centers for Disease Control and Prevention. Children can benefit from the care of developmental pediatricians who are specially trained in the field. However, a new study from Rutgers offers evidence confirming what many parents already know: the wait to see one of these experts - only 1,000 of whom exist nationally - is lengthy and delays diagnostic evaluations that could be important for early intervention strategies that help families manage behavioral, emotional, social and educational struggles. In addition, the study found that there is an insufficient number of programs that offer accommodations for non-English speaking families.\"Relative to the number of children who would benefit from seeing a developmental pediatrician, the number of specialized physicians in the field is relatively few,\" said Manuel Jimenez, MD, MS, assistant professor of Pediatrics, and Family Medicine and Community Health at Rutgers Robert Wood Johnson Medical School, who led the study. \"This has the potential to limit access to rigorous diagnostic evaluations which in turn can ensure access to specialized services and therapies. Given that individuals with limited English proficiency often have difficulty navigating the health care system, we were especially interested to see if there would be differences when we called in English versus Spanish.\" Published in the Journal of Developmental & Behavioral Pediatrics, the study explored the barriers to obtaining an appointment for an initial evaluation, after finding no documented evidence on the subject. Members of the research team posed as a \"mystery shoppers\" calling specialized developmental pediatric programs associated with children's hospitals across the country to request an appointment. Of the 140 unique programs that were called, 75 provided a wait time with an average of nearly five and a half months. Among these, 62 were reached in Spanish within a 24-hour period of the initial call. Only 55 percent offered a wait time estimate and nearly one-third did not offer any Spanish-language services for the caller. Although Dr. Jimenez said he was unsurprised at finding long wait times nationally, he was surprised at the number of programs that did not offer a wait time when called in Spanish, although a wait time had been offered in English just 24 hours prior. He was equally surprised at the lack of accommodations for families for whom English is a second language. \"Our study serves as a reminder to physicians to be mindful of the difficulty our patients experience to obtain an initial assessment including an extended waiting period and barriers to language services,\" said Dr. Jimenez, who also is an attending developmental and behavioral pediatrician at PSE&G Children's Specialized Hospital. \"For researchers and policy makers, our findings underscore the importance of evaluating different care models to leverage the strengths of professionals to ensure that children with developmental concerns reach the appropriate providers at the appropriate time.\"Dr. Jimenez emphasized that more work is needed to identify strategies that provide better access to all children who are in need of specialized services, as developmental and behavioral problems are among the most prevalent health concerns faced by children. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew Brunswick, NJ -- An estimated one in six children in the United States have development disorders such as autism, attention deficit hyperactivity disorder or cerebral palsy, according to the Centers for Disease Control and Prevention.", "Children can benefit from the care of developmental pediatricians who are specially trained in the field.", "However, a new study from Rutgers offers evidence confirming what many parents already know: the wait to see one of these experts - only 1,000 of whom exist nationally - is lengthy and delays diagnostic evaluations that could be important for early intervention strategies that help families manage behavioral, emotional, social and educational struggles.", "In addition, the study found that there is an insufficient number of programs that offer accommodations for non-English speaking families.", "\"Relative to the number of children who would benefit from seeing a developmental pediatrician, the number of specialized physicians in the field is relatively few,\" said Manuel Jimenez, MD, MS, assistant professor of Pediatrics, and Family Medicine and Community Health at Rutgers Robert Wood Johnson Medical School, who led the study.", "\"This has the potential to limit access to rigorous diagnostic evaluations which in turn can ensure access to specialized services and therapies.", "Given that individuals with limited English proficiency often have difficulty navigating the health care system, we were especially interested to see if there would be differences when we called in English versus Spanish.\"", "Published in the Journal of Developmental & Behavioral Pediatrics, the study explored the barriers to obtaining an appointment for an initial evaluation, after finding no documented evidence on the subject.", "Members of the research team posed as a \"mystery shoppers\" calling specialized developmental pediatric programs associated with children's hospitals across the country to request an appointment.", "Of the 140 unique programs that were called, 75 provided a wait time with an average of nearly five and a half months.", "Among these, 62 were reached in Spanish within a 24-hour period of the initial call.", "Only 55 percent offered a wait time estimate and nearly one-third did not offer any Spanish-language services for the caller.", "Although Dr. Jimenez said he was unsurprised at finding long wait times nationally, he was surprised at the number of programs that did not offer a wait time when called in Spanish, although a wait time had been offered in English just 24 hours prior.", "He was equally surprised at the lack of accommodations for families for whom English is a second language.", "\"Our study serves as a reminder to physicians to be mindful of the difficulty our patients experience to obtain an initial assessment including an extended waiting period and barriers to language services,\" said Dr. Jimenez, who also is an attending developmental and behavioral pediatrician at PSE&G Children's Specialized Hospital.", "\"For researchers and policy makers, our findings underscore the importance of evaluating different care models to leverage the strengths of professionals to ensure that children with developmental concerns reach the appropriate providers at the appropriate time.\"Dr.", "Jimenez emphasized that more work is needed to identify strategies that provide better access to all children who are in need of specialized services, as developmental and behavioral problems are among the most prevalent health concerns faced by children."], "source": "Rutgers University"}