{"title": "White House funds songbird study to unlock mystery of vocal learning | EurekAlert! Science News", "year": "Mon, 13 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "todd", "roberts", "examines", "zebra", "finch", "inside", "lab", "brain", "institute", "roberts", "team", "conducting", "study", "funded", "white", "house", "signature", "brain", "initiative", "view", "dallas", "march", "13", "2017", "young", "songbird", "sings", "intricate", "melody", "caged", "perch", "trying", "echo", "mating", "song", "heard", "many", "times", "team", "scientists", "monitor", "screen", "nearby", "showing", "rhythmic", "activity", "bird", "brain", "cells", "highly", "detailed", "neural", "illustration", "young", "male", "zebra", "finch", "recalling", "memory", "put", "scientists", "watching", "sometimes", "helping", "brain", "broad", "array", "techniques", "commonly", "used", "one", "laboratory", "peter", "jr", "brain", "institute", "conducting", "study", "funded", "white", "house", "signature", "brain", "initiative", "research", "program", "understand", "brain", "functions", "vocal", "learning", "mapping", "neural", "processes", "involved", "birds", "learn", "mating", "songs", "scientists", "hope", "someday", "use", "knowledge", "target", "specific", "genes", "disrupting", "speech", "patients", "autism", "neurodevelopmental", "conditions", "zebra", "finches", "great", "model", "system", "learn", "one", "vocalization", "young", "perfect", "adolescence", "lab", "studies", "neural", "circuits", "allow", "learn", "behavior", "young", "expertly", "maintain", "adults", "said", "todd", "roberts", "oversees", "songbird", "lab", "assistant", "professor", "neuroscience", "brain", "institute", "ut", "southwestern", "medical", "different", "approachdr", "roberts", "research", "provides", "uncommon", "essential", "element", "broad", "mission", "understanding", "human", "many", "animal", "studies", "involve", "mice", "almost", "set", "genes", "humans", "different", "approach", "needed", "study", "vocal", "learning", "mammals", "learn", "vocalize", "imitation", "people", "songbirds", "effective", "share", "many", "stages", "vocal", "development", "early", "life", "zebra", "finch", "hears", "parent", "sing", "eventually", "memorizing", "notes", "practicing", "tens", "thousands", "times", "learn", "replicate", "learning", "take", "place", "goes", "wrong", "brain", "birds", "able", "learn", "song", "roberts", "using", "latest", "brain", "imaging", "optogenetics", "find", "controlthe", "brain", "initiative", "funding", "study", "roberts", "implementing", "multiple", "techniques", "examine", "neurons", "rewire", "vocal", "major", "part", "effort", "involves", "bringing", "together", "optogenetics", "cellular", "activity", "sensors", "relatively", "new", "scientific", "tools", "allowing", "scientists", "monitor", "control", "brain", "activity", "light", "activating", "proteins", "zebra", "finches", "roberts", "team", "illuminating", "groups", "neurons", "learn", "function", "vocal", "learning", "vocal", "also", "use", "optogenetic", "proteins", "control", "circuits", "deep", "brain", "essentially", "helping", "bird", "learn", "specific", "parts", "song", "shared", "father", "example", "zebra", "finch", "hits", "wrong", "note", "computer", "activate", "specific", "neurons", "brain", "tweak", "future", "performances", "roberts", "studies", "working", "combine", "techniques", "multiple", "imaging", "methods", "simultaneously", "observe", "control", "neural", "activity", "among", "imaging", "methods", "microscopy", "allows", "scientists", "peer", "inside", "birds", "brain", "see", "neurons", "action", "song", "learning", "pushing", "optogenetics", "imaging", "far", "said", "roberts", "thomas", "hicks", "scholar", "medical", "parallelsthe", "bridge", "zebra", "finch", "research", "new", "treatments", "neurodevelopmental", "conditions", "encouraging", "long", "one", "many", "paths", "scientists", "taking", "understand", "brain", "roberts", "optimistic", "lab", "make", "significant", "contribution", "effort", "noting", "many", "parallels", "genes", "humans", "songbirds", "implicated", "vocal", "learning", "share", "foxp", "family", "genes", "instance", "play", "important", "roles", "speech", "birdsong", "neural", "roberts", "research", "involves", "deactivating", "type", "foxp", "gene", "enables", "bird", "learn", "song", "specifically", "hopes", "gain", "insight", "effectively", "vocal", "learning", "restored", "following", "developmental", "disruptions", "song", "learning", "aim", "would", "eventually", "use", "research", "develop", "treatment", "strategies", "people", "speech", "disorders", "said", "best", "time", "intervene", "done", "later", "life", "sensitive", "period", "early", "life", "needs", "taken", "account", "answering", "questions", "seem", "feasible", "even", "years", "ago", "roberts", "said", "recent", "technological", "advances", "increased", "awareness", "ushered", "brain", "initiative", "broadened", "possibilities", "renewed", "appreciation", "neural", "circuits", "underlie", "learning", "complex", "communicative", "behaviors", "roberts", "said", "songbird", "provide", "new", "insights", "brain", "organized", "type", "learning", "accomplished"], "url": "http://www.eurekalert.org/pub_releases/2017-03/usmc-whf031317.php", "date": "2018-01-19_21:05:38", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Todd Roberts examines a zebra finch inside his lab at the O'Donnell Brain Institute. Dr. Roberts' team is conducting a study funded by the White House's signature BRAIN Initiative...\n       view more DALLAS - March 13, 2017 - A young songbird sings an intricate melody from its caged perch, trying to echo the mating song heard so many times from his father.A team of scientists monitor a screen nearby showing the rhythmic activity in the bird's brain cells, a highly detailed neural illustration of how the young male zebra finch is recalling a memory of the song.Simply put, the scientists are watching -- and sometimes helping -- the brain learn.Using a broad array of techniques not commonly used in one laboratory, the Peter O'Donnell Jr. Brain Institute is conducting a study funded by the White House's signature BRAIN Initiative research program to understand how the brain functions during vocal learning. By mapping the neural processes involved as birds learn mating songs, scientists hope to someday use that knowledge to target specific genes disrupting speech in patients with autism or other neurodevelopmental conditions.\"Zebra finches are a great model system because they learn one vocalization when they're young and they perfect it through adolescence. Our lab studies the neural circuits that allow them to both learn this behavior when they're young and expertly maintain it as adults,\" said Dr. Todd Roberts, who oversees the songbird lab and is Assistant Professor of Neuroscience with the O'Donnell Brain Institute at UT Southwestern Medical Center.A Different ApproachDr. Roberts' research provides an uncommon and essential element to the broad mission of understanding the human brain.While many animal studies involve mice -- which have almost the same set of genes as humans -- a different approach is needed to study vocal learning because most mammals don't learn to vocalize through imitation as people do. Songbirds are more effective because they share many of our stages of vocal development: Early in life the zebra finch hears the parent sing, eventually memorizing the notes and after practicing tens of thousands of times they learn to replicate the behavior.But how does this learning take place? And what goes wrong in the brain when birds aren't able to learn the song? Dr. Roberts is using the latest in brain imaging and optogenetics to find out.Brain ControlThe BRAIN Initiative is funding a $100,000 study in which Dr. Roberts is implementing multiple techniques to examine how neurons rewire themselves during vocal learning.A major part of this effort involves bringing together optogenetics and cellular activity sensors, relatively new scientific tools allowing scientists to monitor and control brain activity with light. By activating light-sensitive proteins in zebra finches, Dr. Roberts' team is illuminating groups of neurons to learn how they function during vocal learning and vocal production.Scientists can also use optogenetic proteins to control circuits deep in the brain, essentially helping the bird learn specific parts of a song shared by the father. For example, when the zebra finch hits a wrong note, a computer can activate specific neurons in its brain to tweak future performances of the song.Dr. Roberts' studies are working to combine these techniques with multiple imaging methods to simultaneously observe and control neural activity. Among the imaging methods is two-photon microscopy, which allows scientists to peer inside the birds' brain to see the neurons in action during song learning.\"We've been pushing optogenetics and imaging as far as we can,\" said Dr. Roberts, a Thomas O. Hicks Scholar in Medical Research.Human ParallelsThe bridge between zebra finch research and new treatments for neurodevelopmental conditions is encouraging but long - one of many paths scientists are taking to understand how the brain works.Still, Dr. Roberts is optimistic his lab can make a significant contribution to the effort, noting the many parallels in the genes of humans and songbirds that are implicated in vocal learning. Both share the FoxP family of genes, for instance, which play important roles in speech, birdsong and neural development.Part of Dr. Roberts' research involves deactivating and re-activating a type of this FoxP gene that enables the bird to learn song. Specifically, he hopes to gain insight into how effectively vocal learning can be restored following developmental disruptions in song learning.\"The aim would be to eventually use this research to develop treatment strategies for people with speech disorders,\" he said. \"When is the best time to intervene, can it be done later in life or is there a sensitive period early in life that needs to be taken into account?\"Answering such questions didn't seem feasible even a few years ago, Dr. Roberts said. But recent technological advances and increased awareness ushered in by the BRAIN Initiative have broadened the possibilities.\"There is a renewed appreciation for neural circuits that underlie the learning of complex communicative behaviors,\" Dr. Roberts said. \"The songbird can provide new insights into how the brain is organized and how this type of learning is accomplished.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Todd Roberts examines a zebra finch inside his lab at the O'Donnell Brain Institute.", "Dr. Roberts' team is conducting a study funded by the White House's signature BRAIN Initiative...\n       view more DALLAS - March 13, 2017 - A young songbird sings an intricate melody from its caged perch, trying to echo the mating song heard so many times from his father.A team of scientists monitor a screen nearby showing the rhythmic activity in the bird's brain cells, a highly detailed neural illustration of how the young male zebra finch is recalling a memory of the song.Simply put, the scientists are watching -- and sometimes helping -- the brain learn.Using a broad array of techniques not commonly used in one laboratory, the Peter O'Donnell Jr.", "Brain Institute is conducting a study funded by the White House's signature BRAIN Initiative research program to understand how the brain functions during vocal learning.", "By mapping the neural processes involved as birds learn mating songs, scientists hope to someday use that knowledge to target specific genes disrupting speech in patients with autism or other neurodevelopmental conditions.", "\"Zebra finches are a great model system because they learn one vocalization when they're young and they perfect it through adolescence.", "Our lab studies the neural circuits that allow them to both learn this behavior when they're young and expertly maintain it as adults,\" said Dr. Todd Roberts, who oversees the songbird lab and is Assistant Professor of Neuroscience with the O'Donnell Brain Institute at UT Southwestern Medical Center.A Different ApproachDr.", "Roberts' research provides an uncommon and essential element to the broad mission of understanding the human brain.While many animal studies involve mice -- which have almost the same set of genes as humans -- a different approach is needed to study vocal learning because most mammals don't learn to vocalize through imitation as people do.", "Songbirds are more effective because they share many of our stages of vocal development: Early in life the zebra finch hears the parent sing, eventually memorizing the notes and after practicing tens of thousands of times they learn to replicate the behavior.But how does this learning take place?", "And what goes wrong in the brain when birds aren't able to learn the song?", "Dr. Roberts is using the latest in brain imaging and optogenetics to find out.Brain ControlThe BRAIN Initiative is funding a $100,000 study in which Dr. Roberts is implementing multiple techniques to examine how neurons rewire themselves during vocal learning.A major part of this effort involves bringing together optogenetics and cellular activity sensors, relatively new scientific tools allowing scientists to monitor and control brain activity with light.", "By activating light-sensitive proteins in zebra finches, Dr. Roberts' team is illuminating groups of neurons to learn how they function during vocal learning and vocal production.Scientists can also use optogenetic proteins to control circuits deep in the brain, essentially helping the bird learn specific parts of a song shared by the father.", "For example, when the zebra finch hits a wrong note, a computer can activate specific neurons in its brain to tweak future performances of the song.Dr.", "Roberts' studies are working to combine these techniques with multiple imaging methods to simultaneously observe and control neural activity.", "Among the imaging methods is two-photon microscopy, which allows scientists to peer inside the birds' brain to see the neurons in action during song learning.", "\"We've been pushing optogenetics and imaging as far as we can,\" said Dr. Roberts, a Thomas O. Hicks Scholar in Medical Research.Human ParallelsThe bridge between zebra finch research and new treatments for neurodevelopmental conditions is encouraging but long - one of many paths scientists are taking to understand how the brain works.Still, Dr. Roberts is optimistic his lab can make a significant contribution to the effort, noting the many parallels in the genes of humans and songbirds that are implicated in vocal learning.", "Both share the FoxP family of genes, for instance, which play important roles in speech, birdsong and neural development.Part of Dr. Roberts' research involves deactivating and re-activating a type of this FoxP gene that enables the bird to learn song.", "Specifically, he hopes to gain insight into how effectively vocal learning can be restored following developmental disruptions in song learning.", "\"The aim would be to eventually use this research to develop treatment strategies for people with speech disorders,\" he said.", "\"When is the best time to intervene, can it be done later in life or is there a sensitive period early in life that needs to be taken into account?", "\"Answering such questions didn't seem feasible even a few years ago, Dr. Roberts said.", "But recent technological advances and increased awareness ushered in by the BRAIN Initiative have broadened the possibilities.", "\"There is a renewed appreciation for neural circuits that underlie the learning of complex communicative behaviors,\" Dr. Roberts said.", "\"The songbird can provide new insights into how the brain is organized and how this type of learning is accomplished.\""], "source": "UT Southwestern Medical Center"}