{"title": "Dementia: New substance improves brain function | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "marc", "aurel", "busche", "microscope", "allows", "visualize", "nerve", "cells", "high", "temporal", "spatial", "resolution", "intact", "brain", "view", "protein", "amyloid", "beta", "believed", "major", "cause", "alzheimer", "disease", "substances", "reduce", "production", "amyloid", "beta", "bace", "inhibitors", "therefore", "promising", "candidates", "new", "drug", "treatments", "team", "technical", "university", "munich", "tum", "recently", "demonstrated", "one", "bace", "inhibitor", "reduces", "amount", "amyloid", "beta", "brain", "restore", "normal", "function", "nerve", "cells", "significantly", "improve", "memory", "50", "million", "people", "worldwide", "suffer", "dementia", "date", "effective", "drug", "available", "able", "halt", "cure", "disease", "moreover", "exact", "causes", "disease", "yet", "definitively", "explained", "however", "greater", "accumulation", "protein", "amyloid", "beta", "alzheimer", "patients", "healthy", "people", "result", "protein", "clumps", "together", "damages", "nerve", "cells", "become", "hyperactive", "constantly", "send", "false", "signals", "neighboring", "cells", "addition", "certain", "brain", "waves", "slow", "oscillations", "spin", "control", "waves", "play", "key", "role", "formation", "memories", "transferring", "learned", "information", "functions", "restored", "mice", "successful", "treatment", "must", "take", "effect", "early", "course", "disease", "possible", "experiments", "therefore", "blocked", "enzyme", "beta", "secretase", "bace", "produces", "amyloid", "beta", "explains", "dr", "marc", "aurel", "busche", "young", "investigator", "group", "leader", "institute", "neuroscience", "tum", "psychiatrist", "department", "psychiatry", "psychotherapy", "tum", "university", "hospital", "rechts", "der", "researchers", "tested", "substance", "inhibits", "beta", "secretase", "mouse", "model", "alzheimer", "mice", "produce", "large", "amounts", "amyloid", "beta", "humans", "leads", "formation", "amyloid", "beta", "plaques", "brain", "causes", "memory", "loss", "study", "mice", "given", "inhibitor", "food", "eight", "weeks", "examined", "purpose", "researchers", "used", "special", "imaging", "technique", "known", "microscopy", "allowed", "observe", "individual", "nerve", "cells", "expected", "mice", "less", "amyloid", "beta", "brain", "period", "since", "production", "inhibited", "however", "effect", "substance", "much", "animals", "brain", "functions", "actually", "normalized", "fewer", "hyperactive", "nerve", "cells", "brain", "patterns", "resembled", "healthy", "mice", "key", "finding", "scientists", "observation", "animals", "memory", "also", "improved", "mice", "able", "locate", "hidden", "platform", "maze", "quickly", "healthy", "trial", "planned", "really", "impressed", "amazed", "us", "reversibility", "symptoms", "treatment", "mice", "marked", "clinical", "picture", "amyloid", "beta", "plaques", "brain", "nevertheless", "substance", "able", "restore", "important", "brain", "functions", "abilities", "explains", "aylin", "keskin", "lead", "author", "publication", "moreover", "researchers", "study", "showed", "yet", "another", "benefit", "also", "able", "demonstrate", "neural", "deficits", "really", "caused", "amyloid", "beta", "fully", "understood", "regard", "hyperactive", "nerve", "cells", "example", "keskin", "scientists", "findings", "soon", "find", "way", "clinical", "practice", "clinical", "trial", "planned", "around", "1000", "participants", "test", "slightly", "modified", "form", "bace", "inhibitor", "needless", "say", "much", "hope", "promising", "discoveries", "animal", "model", "translate", "humans", "busche", "says"], "year": "Fri, 28 Jul 2017 04:00:00 GMT", "source": "Technical University of Munich (TUM)", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Marc Aurel Busche at the two-photon microscope, which allows to visualize nerve cells with high temporal and spatial resolution in the intact brain.\n     view more The protein amyloid beta is believed to be the major cause of Alzheimer's disease. Substances that reduce the production of amyloid beta, such as BACE inhibitors, are therefore promising candidates for new drug treatments. A team at the Technical University of Munich (TUM) has recently demonstrated that one such BACE inhibitor reduces the amount of amyloid beta in the brain. By doing so, it can restore the normal function of nerve cells and significantly improve memory performance.Around 50 million people worldwide suffer from dementia. To date, no effective drug is available that is able to halt or cure the disease. Moreover, the exact causes of the disease have yet to be definitively explained. However, there is a greater accumulation of the protein amyloid beta in Alzheimer's patients than in healthy people. As a result, the protein clumps together and damages nerve cells.Affected cells can become hyperactive. They then constantly send false signals to neighboring cells. In addition, certain brain waves such as slow oscillations spin out of control. These waves play a key role in the formation of memories by transferring learned information into long-term memory.Brain functions restored in mice\"A successful treatment must take effect as early in the course of the disease as possible. In our experiments, we have therefore blocked the enzyme beta secretase BACE, which produces amyloid beta,\" explains Dr Marc Aurel Busche, young investigator group leader at the Institute for Neuroscience of the TUM and psychiatrist in the Department of Psychiatry and Psychotherapy of the TUM university hospital rechts der Isar.The researchers tested a substance that inhibits beta secretase in a mouse model of Alzheimer's. The mice produce large amounts of amyloid beta, which, as in humans, leads to the formation of amyloid beta plaques in the brain and causes memory loss. During the study, the mice were given the inhibitor in their food for up to eight weeks, after which they were examined. For this purpose, the researchers used a special imaging technique known as two-photon microscopy, which allowed them to observe individual nerve cells in the brain.As expected, the mice had less amyloid beta in their brain after this period, since its production was inhibited. However, the effect of the substance was much more far-reaching: the animals' brain functions actually normalized. There were fewer hyperactive nerve cells, and the slow-wave brain patterns once again resembled those in healthy mice. A key finding for the scientists was the observation that the animals' memory also improved. The mice were able to locate a hidden platform in a water-filled maze as quickly as their healthy counterparts.Clinical trial planned\"What really impressed and amazed us was the reversibility of the symptoms. Before the treatment, the mice had a marked clinical picture with amyloid beta plaques in their brain. Nevertheless, the substance was able to restore important brain functions and abilities,\" explains Aylin Keskin, lead author of the publication. Moreover, the researchers' study showed yet another benefit: \"We were also able to demonstrate which neural deficits really are caused by amyloid beta. That was not fully understood with regard to hyperactive nerve cells, for example,\" Keskin says.The scientists' findings will soon find its way into clinical practice: A large-scale clinical trial is planned with around 1000 participants to test a slightly modified form of the BACE inhibitor. \"Needless to say, we very much hope that the promising discoveries in the animal model will translate to humans\", Busche says.", "url": "http://www.eurekalert.org/pub_releases/2017-07/tuom-dns072817.php", "date": "2018-01-19_20:51:01", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Marc Aurel Busche at the two-photon microscope, which allows to visualize nerve cells with high temporal and spatial resolution in the intact brain.", "view more The protein amyloid beta is believed to be the major cause of Alzheimer's disease.", "Substances that reduce the production of amyloid beta, such as BACE inhibitors, are therefore promising candidates for new drug treatments.", "A team at the Technical University of Munich (TUM) has recently demonstrated that one such BACE inhibitor reduces the amount of amyloid beta in the brain.", "By doing so, it can restore the normal function of nerve cells and significantly improve memory performance.Around 50 million people worldwide suffer from dementia.", "To date, no effective drug is available that is able to halt or cure the disease.", "Moreover, the exact causes of the disease have yet to be definitively explained.", "However, there is a greater accumulation of the protein amyloid beta in Alzheimer's patients than in healthy people.", "As a result, the protein clumps together and damages nerve cells.Affected cells can become hyperactive.", "They then constantly send false signals to neighboring cells.", "In addition, certain brain waves such as slow oscillations spin out of control.", "These waves play a key role in the formation of memories by transferring learned information into long-term memory.Brain functions restored in mice\"A successful treatment must take effect as early in the course of the disease as possible.", "In our experiments, we have therefore blocked the enzyme beta secretase BACE, which produces amyloid beta,\" explains Dr Marc Aurel Busche, young investigator group leader at the Institute for Neuroscience of the TUM and psychiatrist in the Department of Psychiatry and Psychotherapy of the TUM university hospital rechts der Isar.The researchers tested a substance that inhibits beta secretase in a mouse model of Alzheimer's.", "The mice produce large amounts of amyloid beta, which, as in humans, leads to the formation of amyloid beta plaques in the brain and causes memory loss.", "During the study, the mice were given the inhibitor in their food for up to eight weeks, after which they were examined.", "For this purpose, the researchers used a special imaging technique known as two-photon microscopy, which allowed them to observe individual nerve cells in the brain.As expected, the mice had less amyloid beta in their brain after this period, since its production was inhibited.", "However, the effect of the substance was much more far-reaching: the animals' brain functions actually normalized.", "There were fewer hyperactive nerve cells, and the slow-wave brain patterns once again resembled those in healthy mice.", "A key finding for the scientists was the observation that the animals' memory also improved.", "The mice were able to locate a hidden platform in a water-filled maze as quickly as their healthy counterparts.Clinical trial planned\"What really impressed and amazed us was the reversibility of the symptoms.", "Before the treatment, the mice had a marked clinical picture with amyloid beta plaques in their brain.", "Nevertheless, the substance was able to restore important brain functions and abilities,\" explains Aylin Keskin, lead author of the publication.", "Moreover, the researchers' study showed yet another benefit: \"We were also able to demonstrate which neural deficits really are caused by amyloid beta.", "That was not fully understood with regard to hyperactive nerve cells, for example,\" Keskin says.The scientists' findings will soon find its way into clinical practice: A large-scale clinical trial is planned with around 1000 participants to test a slightly modified form of the BACE inhibitor.", "\"Needless to say, we very much hope that the promising discoveries in the animal model will translate to humans\", Busche says."]}