{"title": "Scientists use new data mining strategy to spot those at high Alzheimer's risk | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdurham", "push", "develop", "treatments", "alzheimer", "disease", "promising", "disappointing", "endeavor", "past", "two", "decades", "yielding", "greater", "understanding", "disease", "yet", "still", "failing", "generate", "successful", "new", "blame", "many", "undefined", "subtypes", "mild", "cognitive", "impairment", "precursor", "alzheimer", "disease", "everyone", "thinks", "alzheimer", "one", "disease", "said", "murali", "doraiswamy", "professor", "psychiatry", "director", "neurocognitive", "disorders", "program", "duke", "health", "many", "subgroups", "enroll", "different", "types", "people", "trial", "drug", "targeting", "one", "biological", "pathway", "course", "people", "abnormality", "going", "respond", "drug", "trial", "going", "fail", "scientists", "grouped", "people", "similar", "types", "cognitive", "impairment", "could", "precisely", "test", "impact", "investigational", "drugs", "according", "findings", "july", "28", "article", "journal", "scientific", "reports", "publication", "nature", "research", "research", "jointly", "led", "dragan", "gamberger", "artificial", "intelligence", "expert", "rudjer", "boskovic", "institute", "croatia", "identify", "similar", "disease", "types", "team", "used", "multilayer", "clustering", "algorithm", "sort", "dozens", "data", "points", "two", "large", "studies", "alzheimer", "disease", "neuroimaging", "initiative", "study", "data", "included", "cognition", "tests", "brain", "scans", "spinal", "fluid", "biomarkers", "562", "people", "mild", "cognitive", "impairment", "followed", "five", "years", "two", "groups", "interest", "emerged", "whose", "cognition", "declined", "significantly", "saw", "little", "decline", "symptoms", "brain", "scans", "240", "decliners", "showed", "twice", "rate", "atrophy", "184", "people", "disease", "rapid", "decliners", "also", "progressed", "mild", "cognitive", "impairment", "dementia", "five", "times", "rate", "disease", "analysis", "team", "went", "devise", "simpler", "way", "scientists", "could", "identify", "two", "distinct", "groups", "future", "research", "using", "existing", "cognitive", "tests", "researchers", "could", "use", "findings", "create", "homogeneous", "trial", "groups", "would", "allow", "scientists", "design", "shorter", "trials", "gain", "better", "insights", "effectiveness", "experimental", "therapies", "gamberger", "team", "continue", "delve", "deeply", "rapid", "decliners", "evaluate", "impact", "factors", "like", "sex", "lifestyle", "genetics", "learn", "could", "cause", "cognition", "spiral", "quickly", "findings", "direct", "implications", "design", "future", "trials", "doraiswamy", "said", "known", "bits", "pieces", "information", "dozens", "genes", "put", "people", "risk", "certain", "brain", "changes", "put", "people", "risk", "using", "unbiased", "tools", "data", "mining", "novel", "algorithm", "put", "pieces", "information", "together", "identify", "truly", "greatest", "risk"], "year": "Fri, 28 Jul 2017 04:00:00 GMT", "source": "Duke University Medical Center", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDURHAM, N.C. -- The push to develop treatments for Alzheimer's disease has been a promising and disappointing endeavor over the past two decades, yielding a greater understanding of the disease yet still failing to generate successful new drugs.To blame are the many undefined subtypes of mild cognitive impairment, a precursor to Alzheimer's disease.\"Everyone thinks Alzheimer's is one disease, but it's not,\" said P. Murali Doraiswamy, M.D., professor of psychiatry and director of the neurocognitive disorders program at Duke Health. \"There are many subgroups. If you enroll all different types of people in a trial, but your drug is targeting only one biological pathway, of course the people who don't have that abnormality are not going to respond to the drug, and the trial is going to fail.\"But if scientists grouped people with similar types of cognitive impairment, they could more precisely test the impact of investigational drugs, according to findings in a July 28 article in the journal Scientific Reports, a publication of Nature Research. The research was jointly led by Dragan Gamberger, Ph.D., an artificial intelligence expert at the Rudjer Boskovic Institute in Croatia and Doraiswamy.To identify similar disease types, the team used a multilayer clustering algorithm to sort through dozens of data points from two large studies of the Alzheimer's Disease Neuroimaging Initiative. Study data included cognition tests, brain scans and spinal fluid biomarkers from 562 people with mild cognitive impairment who were followed for up to five years. Two groups of interest emerged -- those whose cognition declined significantly and those who saw little or no decline in their symptoms. The brain scans of the 240 so-called 'rapid decliners' showed twice the rate of atrophy as the 184 people with a slow-moving disease. Rapid decliners also progressed from mild cognitive impairment to dementia at five times the rate of those with slow-moving disease, the analysis showed.The team went further to devise a simpler way scientists could identify these two distinct groups in future research using existing paper-and-pencil cognitive tests. Researchers could use these findings to create more homogeneous trial groups, which would allow scientists to design shorter trials and gain better insights on the effectiveness of experimental therapies, Gamberger said.The team will continue to delve more deeply into the rapid decliners to evaluate the impact of factors like sex, lifestyle and genetics to learn what could cause their cognition to spiral so quickly.\"The findings have direct implications for the design of future trials,\" Doraiswamy said. \"We have known bits and pieces of this information -- that there are dozens of genes that put people at risk, or that certain brain changes put people at risk -- but using unbiased tools, such as data mining with this novel algorithm, we can put all of these pieces of information together to identify those who are truly at the greatest risk.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/dumc-sun072617.php", "date": "2018-01-19_20:51:05", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDURHAM, N.C. -- The push to develop treatments for Alzheimer's disease has been a promising and disappointing endeavor over the past two decades, yielding a greater understanding of the disease yet still failing to generate successful new drugs.To blame are the many undefined subtypes of mild cognitive impairment, a precursor to Alzheimer's disease.", "\"Everyone thinks Alzheimer's is one disease, but it's not,\" said P. Murali Doraiswamy, M.D., professor of psychiatry and director of the neurocognitive disorders program at Duke Health.", "\"There are many subgroups.", "If you enroll all different types of people in a trial, but your drug is targeting only one biological pathway, of course the people who don't have that abnormality are not going to respond to the drug, and the trial is going to fail.", "\"But if scientists grouped people with similar types of cognitive impairment, they could more precisely test the impact of investigational drugs, according to findings in a July 28 article in the journal Scientific Reports, a publication of Nature Research.", "The research was jointly led by Dragan Gamberger, Ph.D., an artificial intelligence expert at the Rudjer Boskovic Institute in Croatia and Doraiswamy.To identify similar disease types, the team used a multilayer clustering algorithm to sort through dozens of data points from two large studies of the Alzheimer's Disease Neuroimaging Initiative.", "Study data included cognition tests, brain scans and spinal fluid biomarkers from 562 people with mild cognitive impairment who were followed for up to five years.", "Two groups of interest emerged -- those whose cognition declined significantly and those who saw little or no decline in their symptoms.", "The brain scans of the 240 so-called 'rapid decliners' showed twice the rate of atrophy as the 184 people with a slow-moving disease.", "Rapid decliners also progressed from mild cognitive impairment to dementia at five times the rate of those with slow-moving disease, the analysis showed.The team went further to devise a simpler way scientists could identify these two distinct groups in future research using existing paper-and-pencil cognitive tests.", "Researchers could use these findings to create more homogeneous trial groups, which would allow scientists to design shorter trials and gain better insights on the effectiveness of experimental therapies, Gamberger said.The team will continue to delve more deeply into the rapid decliners to evaluate the impact of factors like sex, lifestyle and genetics to learn what could cause their cognition to spiral so quickly.", "\"The findings have direct implications for the design of future trials,\" Doraiswamy said.", "\"We have known bits and pieces of this information -- that there are dozens of genes that put people at risk, or that certain brain changes put people at risk -- but using unbiased tools, such as data mining with this novel algorithm, we can put all of these pieces of information together to identify those who are truly at the greatest risk.\""]}