{"title": "Touring senior centers, interacting with residents positively impacts health students | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "study", "found", "service", "learning", "experience", "involving", "greater", "interaction", "older", "adults", "positive", "impact", "career", "development", "medical", "residents", "physicians", "graduated", "medical", "school", "starting", "work", "healthcare", "facility", "supervision", "researchers", "designed", "program", "published", "findings", "journal", "american", "geriatrics", "internal", "medicine", "residents", "university", "pennsylvania", "participated", "study", "71", "residents", "completed", "surveys", "part", "program", "medical", "residents", "engaged", "several", "different", "activities", "residential", "facilities", "serving", "older", "adults", "researchers", "set", "specific", "goals", "medical", "residents", "including", "following", "experience", "medical", "residents", "filled", "survey", "based", "results", "residents", "said", "tour", "informative", "valued", "facts", "learned", "facility", "offered", "residents", "said", "experience", "increased", "ability", "communicate", "effectively", "older", "adults", "boosted", "knowledge", "resources", "community", "living", "expanded", "knowledge", "health", "topics", "important", "older", "residents", "also", "strongly", "agreed", "experience", "contributed", "capacity", "care", "older", "residents", "said", "service", "learning", "program", "helped", "appreciate", "older", "adults", "concerns", "increased", "awareness", "health", "literacy", "barriers", "many", "older", "adults", "face", "residents", "said", "program", "introduced", "environment", "social", "context", "impacts", "older", "adult", "asked", "interesting", "part", "experience", "many", "residents", "noted", "appreciated", "opportunity", "interact", "older", "adults", "outside", "hospital", "setting", "reported", "benefitting", "learning", "communicate", "health", "information", "older", "men", "women", "learning", "older", "adults", "understand", "common", "conditions", "residents", "suggested", "service", "learning", "programs", "could", "conducted", "earlier", "healthcare", "professional", "training", "perhaps", "internships", "someone", "graduates", "school", "program", "participants", "also", "suggested", "service", "learning", "could", "offered", "frequently", "perhaps", "several", "different", "levels", "older", "adult", "care", "could", "included"], "year": "Fri, 28 Jul 2017 04:00:00 GMT", "source": "American Geriatrics Society", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study has found that a community-based service learning experience involving greater interaction with older adults had a positive impact on career development for medical residents (physicians who have graduated from medical school and are starting work at a healthcare facility under supervision). Researchers who designed the program published their findings in the Journal of the American Geriatrics Society.Eighty third-year Internal Medicine residents at the University of Pennsylvania participated in the study; 71 residents completed follow-up surveys. As part of the program, medical residents engaged in several different activities at residential facilities serving older adults:The researchers set specific goals for the medical residents, including:Following their experience, the medical residents filled out a survey. Based on the results, most residents said that the tour was informative, and that they valued the facts they learned about the facility and what it offered. Most of the residents said that the experience increased their ability to communicate effectively with older adults, boosted their knowledge of resources and community living, and expanded their knowledge of health topics important to older people.Most residents also strongly agreed that the experience contributed to their capacity to care for older adults.The residents said that the service learning program helped them appreciate older adults' concerns, and increased awareness of the health literacy barriers that many older adults face. What's more, the residents said that the program introduced them to the environment and social context that impacts older adult care.When asked about the most interesting part of their experience, many residents noted they appreciated the opportunity to interact with older adults outside a hospital setting. They reported benefitting from learning how to communicate health information to older men and women, and learning how older adults understand common conditions and concerns.Medical residents suggested that these community-based service learning programs could be conducted earlier in healthcare professional training, perhaps during internships before someone graduates from school. Program participants also suggested that service learning could be offered more frequently, and that perhaps several different levels of older adult care could be included.", "url": "http://www.eurekalert.org/pub_releases/2017-07/ags-tsc072817.php", "date": "2018-01-19_20:51:08", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study has found that a community-based service learning experience involving greater interaction with older adults had a positive impact on career development for medical residents (physicians who have graduated from medical school and are starting work at a healthcare facility under supervision).", "Researchers who designed the program published their findings in the Journal of the American Geriatrics Society.Eighty third-year Internal Medicine residents at the University of Pennsylvania participated in the study; 71 residents completed follow-up surveys.", "As part of the program, medical residents engaged in several different activities at residential facilities serving older adults:The researchers set specific goals for the medical residents, including:Following their experience, the medical residents filled out a survey.", "Based on the results, most residents said that the tour was informative, and that they valued the facts they learned about the facility and what it offered.", "Most of the residents said that the experience increased their ability to communicate effectively with older adults, boosted their knowledge of resources and community living, and expanded their knowledge of health topics important to older people.Most residents also strongly agreed that the experience contributed to their capacity to care for older adults.The residents said that the service learning program helped them appreciate older adults' concerns, and increased awareness of the health literacy barriers that many older adults face.", "What's more, the residents said that the program introduced them to the environment and social context that impacts older adult care.When asked about the most interesting part of their experience, many residents noted they appreciated the opportunity to interact with older adults outside a hospital setting.", "They reported benefitting from learning how to communicate health information to older men and women, and learning how older adults understand common conditions and concerns.Medical residents suggested that these community-based service learning programs could be conducted earlier in healthcare professional training, perhaps during internships before someone graduates from school.", "Program participants also suggested that service learning could be offered more frequently, and that perhaps several different levels of older adult care could be included."]}