{"text": "Delirium is common in elderly hospitalized patients, affecting an estimated 14 - 56% of patients. It frequently manifests as a sudden change in behavior, with patients suffering acute confusion, inattention, disorganized thinking and fluctuating mental status. Pre-existing cognitive impairment or dementia in patients undergoing surgery are widely recognized as risk factors for postoperative delirium, increasing its likelihood and severity. However, little previous research has focused on whether delirium itself portends or even accelerates a decline into dementia in patients who showed no previous signs of cognitive impairment. Research published today in the British Journal of Anaesthesia focuses on patients over the age of 65 who were assessed as cognitively normal prior to surgery. This study, led by Professor Juraj Sprung of the Mayo Clinic in Minnesota, finds those who developed postoperative delirium were three times more likely to suffer permanent cognitive impairment or dementia. Over a ten year period, patients over the age of 65 enrolled at the Mayo Clinic Study of Ageing in Olmsted County Minnesota who were exposed to general anesthesia were included in an investigation involving over two 2000 patients. Their cognitive status was evaluated in regular 15 month periods before and after surgery by neuropsychologic testing and clinical assessment. Out of 2014 patients, 1667 were deemed to be cognitively normal before surgery. Of the 1152 patients who returned for follow-up cognitive evaluation, 109 (9.5%) had developed mild cognitive impairment (pre-dementia) or dementia, and those who had suffered postoperative delirium were three times more likely to be subsequently diagnosed with permanent cognitive decline or dementia. This research is the first to focus on the association between delirium and long-term cognitive decline in patients with normal mental capacity before surgery.While previous studies have highlighted cognitive decline in the elderly following postoperative delirium, no others have involved such a detailed neuro-cognitive assessment identifying those with normal pre-operative cognitive abilities who go on to develop dementia. In conclusion, researchers believe that postoperative delirium could be a warning sign of future permanent cognitive impairment (dementia) in patients who at the time of surgery were still just above the threshold for registering cognitive decline. Alternatively, postoperative delirium could itself produce injury, which per se accelerates the trajectory of decline into dementia.\"Our research shows that delirium after surgery is not only distressing for patients and their families, but also may be a warning that patients could later develop dementia, said Sprung. \"We don't yet know whether taking steps to prevent postoperative delirium could also help prevent dementia - but we need to find out.\" British Journal of Anaesthesia Editor-in-Chief Professor Hugh Hemmings said: \"This important research identifies a significant risk factor for developing dementia postoperatively, and highlights the need for more research in preventing, identifying and treating postoperative delirium.\" ", "date": "Thu, 27 Jul 2017 04:00:00 GMT", "meeting": "", "title": "Research finds increased risk of dementia in patients who experience delirium after surgery", "institution": "Oxford University Press USA", "journal": "British Journal of Anaesthesia", "description": "Delirium is common in elderly hospitalized patients, affecting an estimated 14-56 percent of patients. It frequently manifests as a sudden change in behavior, with patients suffering acute confusion, inattention, disorganized thinking and fluctuating mental status.", "region": "namerica", "keywords": ["Health Care", " Neurochemistry", " Medicine/Health", " Clinical Trials", " Aging", " Health Care Systems/Services", " Neurobiology", " Aging"], "url": "http://www.eurekalert.org/pub_releases/2017-07/oupu-rfi072717.php", "source_link": "https://academic.oup.com/bja/article-lookup/doi/10.1093/bja/aex130", "funder": "", "article_link": "http://dx.doi.org/10.1093/bja/aex130"}