{"title": "Concerns that sleep apnea could impact healthspan | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "number", "people", "obstructive", "sleep", "apnea", "steadily", "increased", "past", "two", "decades", "disorder", "causes", "person", "briefly", "stop", "breathing", "asleep", "affects", "100", "million", "people", "globally", "estimated", "undiagnosed", "time", "obesity", "advanced", "age", "reported", "risk", "factors", "also", "rise", "scientists", "concerned", "sleep", "apnea", "may", "diminish", "healthspan", "aggravating", "several", "cardiovascular", "neurodegenerative", "diseases", "researchers", "portugal", "explore", "suspected", "relationship", "opinion", "article", "published", "july", "27", "trends", "molecular", "medicine", "paper", "try", "put", "together", "information", "led", "us", "controversial", "hypothesis", "obstructive", "sleep", "apnea", "accelerates", "decline", "promoted", "debate", "stimulated", "research", "field", "says", "claudia", "cavadas", "center", "neuroscience", "cell", "biology", "university", "coimbra", "believe", "treating", "stopping", "obstructive", "sleep", "apnea", "progression", "improve", "patients", "quality", "life", "also", "delay", "health", "issues", "related", "aging", "sleep", "apnea", "strike", "individuals", "ages", "sexes", "body", "types", "people", "smokers", "obese", "older", "male", "postmenopausal", "risk", "often", "mistaken", "snoring", "sleep", "apnea", "patients", "choke", "gasp", "sleep", "airway", "involuntarily", "tightens", "low", "oxygen", "brain", "jolts", "person", "awake", "attempt", "normalize", "blood", "oxygen", "levels", "episodes", "last", "seconds", "minutes", "occur", "30", "times", "hour", "disorder", "commonly", "treated", "cpap", "machine", "pushes", "air", "airway", "stays", "open", "throughout", "untreated", "sleep", "apnea", "cause", "several", "problems", "associated", "poor", "sleep", "quality", "patients", "disorder", "report", "daytime", "fatigue", "morning", "headaches", "memory", "concentration", "issues", "emerging", "evidence", "also", "suggests", "untreated", "sleep", "apnea", "could", "connected", "serious", "diseases", "liver", "disease", "metabolic", "syndrome", "alzheimer", "parkinson", "diseases", "dementia", "type", "2", "diabetes", "sleep", "apnea", "related", "conditions", "debated", "cavadas", "propose", "prolonged", "disruptions", "blood", "oxygen", "levels", "sleep", "fragmentation", "generate", "stem", "cell", "exhaustion", "epigenetic", "changes", "increased", "inflammation", "hallmarks", "aging", "studies", "needed", "clearly", "distinguish", "correlative", "causal", "observations", "proposed", "links", "obstructive", "sleep", "apnea", "aging", "disease", "write", "moreover", "high", "rates", "undiagnosed", "cases", "low", "level", "public", "awareness", "disease", "constitute", "barrier", "difficult", "overcome", "research", "team", "working", "identification", "biomarkers", "allow", "scientists", "personalize", "diagnoses", "increase", "treatment", "efficiency", "next", "step", "understanding", "sleep", "apnea", "future", "dissect", "different", "subtypes", "sleep", "apnea", "likely", "defined", "distinct", "pathophysiological", "mechanisms", "may", "underlie", "different", "outcomes", "predisposition", "comorbidities", "cavadas", "says", "human", "life", "expectancy", "increases", "delaying", "onset", "diseases", "becomes", "critical", "society"], "year": "Thu, 27 Jul 2017 04:00:00 GMT", "source": "Cell Press", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe number of people with obstructive sleep apnea has steadily increased over the past two decades. The disorder, which causes a person to briefly stop breathing when asleep, affects over 100 million people globally and is estimated to be undiagnosed 80-90% of the time. Obesity and advanced age, which have been reported as risk factors, are also on the rise. Scientists are concerned because sleep apnea may diminish healthspan by aggravating several cardiovascular and neurodegenerative diseases. Researchers in Portugal explore this suspected relationship in an Opinion article published July 27 in Trends in Molecular Medicine.    \"In this paper, we try to put together the information that led us to the controversial hypothesis that obstructive sleep apnea accelerates age-related decline, which has promoted debate and stimulated research in the field,\" says co-author Claudia Cavadas of the Center for Neuroscience and Cell Biology of the University of Coimbra. \"We believe that by treating or stopping obstructive sleep apnea progression, we will not only improve patients' quality of life, but also delay health issues related to aging.\"Sleep apnea can strike individuals of all ages, sexes, and body types, but people who are smokers, obese, older, male, or postmenopausal are most at risk. Often mistaken for snoring, sleep apnea patients choke or gasp during sleep when the airway involuntarily tightens. Low oxygen to the brain jolts the person awake in an attempt to normalize blood oxygen levels. The episodes last from a few seconds to minutes and can occur over 30 times an hour. The disorder is commonly treated with a CPAP machine, which pushes air into the airway so that it stays open throughout the night.Left untreated, sleep apnea can cause several problems associated with poor sleep quality. Patients with the disorder report daytime fatigue, morning headaches, and memory or concentration issues. Emerging evidence also suggests untreated sleep apnea could be connected to more serious age-related diseases such as non-alcoholic liver disease, metabolic syndrome, Alzheimer's and Parkinson diseases, dementia, and type 2 diabetes. How sleep apnea is related to these conditions is debated, but Cavadas and her co-authors propose that prolonged disruptions in blood oxygen levels and sleep fragmentation can generate stem cell exhaustion, epigenetic changes, increased inflammation, and other hallmarks of aging.\"Further studies are needed to clearly distinguish between correlative and causal observations in proposed links between obstructive sleep apnea, aging, and age-related disease,\" they write. \"Moreover, the high rates of undiagnosed cases and the low level of public awareness on this disease constitute a barrier that has been difficult to overcome.\"The research team is working on the identification of biomarkers that will allow scientists to personalize diagnoses and increase treatment efficiency. \"The next step in understanding sleep apnea in the future will be to dissect different subtypes of sleep apnea, likely defined by distinct pathophysiological mechanisms which may underlie different outcomes and predisposition to comorbidities,\" Cavadas says, \"As human life expectancy increases, delaying the onset of age-related diseases becomes critical to our society.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/cp-cts072017.php", "date": "2018-01-19_20:51:13", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe number of people with obstructive sleep apnea has steadily increased over the past two decades.", "The disorder, which causes a person to briefly stop breathing when asleep, affects over 100 million people globally and is estimated to be undiagnosed 80-90% of the time.", "Obesity and advanced age, which have been reported as risk factors, are also on the rise.", "Scientists are concerned because sleep apnea may diminish healthspan by aggravating several cardiovascular and neurodegenerative diseases.", "Researchers in Portugal explore this suspected relationship in an Opinion article published July 27 in Trends in Molecular Medicine.", "\"In this paper, we try to put together the information that led us to the controversial hypothesis that obstructive sleep apnea accelerates age-related decline, which has promoted debate and stimulated research in the field,\" says co-author Claudia Cavadas of the Center for Neuroscience and Cell Biology of the University of Coimbra.", "\"We believe that by treating or stopping obstructive sleep apnea progression, we will not only improve patients' quality of life, but also delay health issues related to aging.", "\"Sleep apnea can strike individuals of all ages, sexes, and body types, but people who are smokers, obese, older, male, or postmenopausal are most at risk.", "Often mistaken for snoring, sleep apnea patients choke or gasp during sleep when the airway involuntarily tightens.", "Low oxygen to the brain jolts the person awake in an attempt to normalize blood oxygen levels.", "The episodes last from a few seconds to minutes and can occur over 30 times an hour.", "The disorder is commonly treated with a CPAP machine, which pushes air into the airway so that it stays open throughout the night.Left untreated, sleep apnea can cause several problems associated with poor sleep quality.", "Patients with the disorder report daytime fatigue, morning headaches, and memory or concentration issues.", "Emerging evidence also suggests untreated sleep apnea could be connected to more serious age-related diseases such as non-alcoholic liver disease, metabolic syndrome, Alzheimer's and Parkinson diseases, dementia, and type 2 diabetes.", "How sleep apnea is related to these conditions is debated, but Cavadas and her co-authors propose that prolonged disruptions in blood oxygen levels and sleep fragmentation can generate stem cell exhaustion, epigenetic changes, increased inflammation, and other hallmarks of aging.", "\"Further studies are needed to clearly distinguish between correlative and causal observations in proposed links between obstructive sleep apnea, aging, and age-related disease,\" they write.", "\"Moreover, the high rates of undiagnosed cases and the low level of public awareness on this disease constitute a barrier that has been difficult to overcome.", "\"The research team is working on the identification of biomarkers that will allow scientists to personalize diagnoses and increase treatment efficiency.", "\"The next step in understanding sleep apnea in the future will be to dissect different subtypes of sleep apnea, likely defined by distinct pathophysiological mechanisms which may underlie different outcomes and predisposition to comorbidities,\" Cavadas says, \"As human life expectancy increases, delaying the onset of age-related diseases becomes critical to our society.\""]}