{"title": "Is it Alzheimer's disease or another dementia? | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txminneapolis", "new", "method", "may", "help", "determine", "whether", "person", "alzheimer", "disease", "frontotemporal", "dementia", "two", "different", "types", "dementia", "often", "similar", "symptoms", "according", "preliminary", "study", "published", "july", "26", "2017", "online", "issue", "medical", "journal", "american", "academy", "neurology", "making", "correct", "diagnosis", "difficult", "said", "study", "author", "barbara", "borroni", "md", "university", "brescia", "brescia", "italy", "current", "methods", "expensive", "brain", "scans", "invasive", "lumbar", "punctures", "involving", "needle", "inserted", "spine", "exciting", "may", "able", "make", "diagnosis", "quickly", "easily", "procedure", "technique", "called", "transcranial", "magnetic", "stimulation", "tms", "large", "electromagnetic", "coil", "placed", "scalp", "creates", "electrical", "currents", "stimulate", "nerve", "thought", "rare", "frontotemporal", "dementia", "believed", "make", "10", "15", "percent", "dementia", "cases", "often", "initially", "misdiagnosed", "psychiatric", "problem", "alzheimer", "disease", "parkinson", "disease", "wide", "range", "symptoms", "disease", "generally", "affects", "people", "characterized", "severe", "behavior", "changes", "language", "problems", "cure", "frontotemporal", "dementia", "important", "accurately", "identify", "disease", "doctors", "help", "patients", "manage", "symptoms", "avoid", "unnecessary", "study", "researchers", "looked", "79", "people", "probable", "alzheimer", "disease", "61", "people", "probable", "frontotemporal", "dementia", "32", "people", "age", "signs", "dementia", "using", "tms", "researchers", "able", "measure", "brain", "ability", "conduct", "electrical", "signals", "among", "various", "circuits", "brain", "found", "people", "alzheimer", "disease", "mainly", "problems", "one", "type", "circuit", "people", "frontotemporal", "dementia", "problems", "another", "type", "circuit", "researchers", "able", "accurately", "distinguish", "frontotemporal", "dementia", "alzheimer", "disease", "90", "percent", "accuracy", "alzheimer", "disease", "healthy", "brains", "87", "percent", "accuracy", "frontotemporal", "dementia", "healthy", "brains", "86", "percent", "accuracy", "results", "almost", "good", "researchers", "tested", "people", "mild", "forms", "disease", "accuracy", "results", "comparison", "two", "patient", "groups", "comparable", "tests", "positron", "emission", "tomography", "pet", "brain", "scans", "testing", "spinal", "fluid", "lumbar", "punctures", "borroni", "said", "limitations", "study", "include", "operating", "stimulation", "device", "aware", "conducting", "procedure", "healthy", "person", "know", "whether", "participants", "alzheimer", "disease", "frontotemporal", "dementia", "addition", "dementia", "diagnoses", "confirmed", "autopsy", "death", "results", "replicated", "larger", "studies", "exciting", "borroni", "said", "doctors", "might", "soon", "able", "quickly", "easily", "diagnose", "frontotemporal", "dementia", "procedure", "disease", "unfortunately", "ca", "cured", "managed", "especially", "caught", "early"], "year": "Wed, 26 Jul 2017 04:00:00 GMT", "source": "American Academy of Neurology", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - A new method may help determine whether a person has Alzheimer's disease or frontotemporal dementia, two different types of dementia that often have similar symptoms, according to a preliminary study published in the July 26, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"Making the correct diagnosis can be difficult,\" said study author Barbara Borroni, MD, of the University of Brescia in Brescia, Italy. \"Current methods can be expensive brain scans or invasive lumbar punctures involving a needle inserted in the spine, so it's exciting that we may be able to make the diagnosis quickly and easily with this non-invasive procedure.\"For the technique, called transcranial magnetic stimulation (TMS), a large electromagnetic coil is placed against the scalp. It creates electrical currents that stimulate nerve cells.Once thought to be rare, frontotemporal dementia is now believed to make up 10 to 15 percent of dementia cases. It is often initially misdiagnosed as a psychiatric problem, Alzheimer's disease or Parkinson's disease because of its wide range of symptoms. The disease generally affects people in their mid-40s to mid-60s and is characterized by severe behavior changes and language problems. While there is no cure for frontotemporal dementia, it is important to accurately identify the disease so that doctors can help patients manage their symptoms and avoid unnecessary treatment.For the study, researchers looked at 79 people with probable Alzheimer's disease, 61 people with probable frontotemporal dementia, and 32 people of the same age who did not have any signs of dementia. Using TMS, researchers were able to measure the brain's ability to conduct electrical signals among various circuits in the brain. They found that people with Alzheimer's disease mainly had problems with one type of circuit, while people with frontotemporal dementia had problems with another type of circuit. Researchers were then able to accurately distinguish frontotemporal dementia from Alzheimer's disease with 90 percent accuracy, Alzheimer's disease from healthy brains with 87 percent accuracy and frontotemporal dementia from healthy brains with 86 percent accuracy. The results were almost as good when researchers tested only people with mild forms of the disease. The accuracy of the results for a comparison of the two patient groups was comparable to tests with positron emission tomography (PET) brain scans or through testing spinal fluid through lumbar punctures, Borroni said. Limitations of the study include that those operating the stimulation device were aware when they were conducting the procedure on a healthy person, but they did not know whether the other participants had Alzheimer's disease or frontotemporal dementia. In addition, the dementia diagnoses were not confirmed by autopsy after death. \"If our results can be replicated with larger studies, this will be very exciting,\" Borroni said. \"Doctors might soon be able to quickly and easily diagnose frontotemporal dementia with this non-invasive procedure. This disease unfortunately can't be cured, but it can be managed - especially if it is caught early.\"  ", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaon-iia072017.php", "date": "2018-01-19_20:51:17", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - A new method may help determine whether a person has Alzheimer's disease or frontotemporal dementia, two different types of dementia that often have similar symptoms, according to a preliminary study published in the July 26, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "\"Making the correct diagnosis can be difficult,\" said study author Barbara Borroni, MD, of the University of Brescia in Brescia, Italy.", "\"Current methods can be expensive brain scans or invasive lumbar punctures involving a needle inserted in the spine, so it's exciting that we may be able to make the diagnosis quickly and easily with this non-invasive procedure.", "\"For the technique, called transcranial magnetic stimulation (TMS), a large electromagnetic coil is placed against the scalp.", "It creates electrical currents that stimulate nerve cells.Once thought to be rare, frontotemporal dementia is now believed to make up 10 to 15 percent of dementia cases.", "It is often initially misdiagnosed as a psychiatric problem, Alzheimer's disease or Parkinson's disease because of its wide range of symptoms.", "The disease generally affects people in their mid-40s to mid-60s and is characterized by severe behavior changes and language problems.", "While there is no cure for frontotemporal dementia, it is important to accurately identify the disease so that doctors can help patients manage their symptoms and avoid unnecessary treatment.For the study, researchers looked at 79 people with probable Alzheimer's disease, 61 people with probable frontotemporal dementia, and 32 people of the same age who did not have any signs of dementia.", "Using TMS, researchers were able to measure the brain's ability to conduct electrical signals among various circuits in the brain.", "They found that people with Alzheimer's disease mainly had problems with one type of circuit, while people with frontotemporal dementia had problems with another type of circuit.", "Researchers were then able to accurately distinguish frontotemporal dementia from Alzheimer's disease with 90 percent accuracy, Alzheimer's disease from healthy brains with 87 percent accuracy and frontotemporal dementia from healthy brains with 86 percent accuracy.", "The results were almost as good when researchers tested only people with mild forms of the disease.", "The accuracy of the results for a comparison of the two patient groups was comparable to tests with positron emission tomography (PET) brain scans or through testing spinal fluid through lumbar punctures, Borroni said.", "Limitations of the study include that those operating the stimulation device were aware when they were conducting the procedure on a healthy person, but they did not know whether the other participants had Alzheimer's disease or frontotemporal dementia.", "In addition, the dementia diagnoses were not confirmed by autopsy after death.", "\"If our results can be replicated with larger studies, this will be very exciting,\" Borroni said.", "\"Doctors might soon be able to quickly and easily diagnose frontotemporal dementia with this non-invasive procedure.", "This disease unfortunately can't be cured, but it can be managed - especially if it is caught early.\""]}