{"title": "Early dementia care improvement findings to be shared | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdistractions", "drug", "rounds", "contribute", "challenges", "treating", "hospital", "patients", "living", "dementia", "involvement", "family", "carers", "hugely", "beneficial", "according", "early", "results", "research", "programme", "improving", "care", "first", "findings", "ongoing", "enhanced", "recovery", "hip", "facture", "care", "patients", "dementia", "perfected", "programme", "presented", "international", "conference", "global", "aging", "health", "san", "francisco", "risk", "hip", "fracture", "people", "living", "dementia", "four", "times", "greater", "without", "professionals", "struggle", "provide", "care", "group", "yet", "little", "evidence", "exists", "allow", "improvements", "made", "perfected", "programme", "funded", "national", "institute", "health", "research", "nihr", "aims", "create", "implement", "specific", "care", "treatment", "pathways", "acknowledge", "differences", "presentation", "care", "needs", "people", "living", "dementia", "improve", "clinical", "process", "outcomes", "patients", "team", "building", "new", "intervention", "currently", "tested", "across", "united", "kingdom", "hospitals", "300", "patients", "final", "results", "work", "shared", "2019", "prof", "chris", "fox", "dr", "jane", "cross", "university", "east", "anglia", "uea", "present", "early", "outcomes", "research", "care", "hip", "fracture", "patients", "needs", "patients", "living", "dementia", "mean", "usual", "care", "practices", "become", "cross", "said", "hospitals", "place", "enhanced", "recovery", "pathways", "erps", "modern", "approaches", "aid", "quick", "recovery", "ensure", "best", "care", "patients", "featuring", "cognitive", "impairment", "continuum", "living", "dementia", "delirium", "present", "particular", "disruptions", "usual", "care", "practices", "carried", "focused", "observations", "intended", "unpick", "everyday", "experiences", "patients", "impacted", "erp", "orientated", "practices", "orthopaedic", "trauma", "wards", "dr", "cross", "lead", "session", "different", "organisational", "clinical", "structures", "routinely", "present", "staff", "dilemmas", "may", "constrain", "care", "whilst", "prof", "fox", "report", "findings", "international", "telephone", "survey", "focus", "groups", "healthcare", "professionals", "interviews", "patients", "carers", "highlighting", "valuable", "role", "family", "members", "informal", "carers", "acute", "hospital", "findings", "follow", "outcome", "national", "dementia", "audit", "report", "earlier", "month", "highlighted", "important", "improvements", "dementia", "care", "need", "support", "healthcare", "quality", "improvement", "commission", "found", "nearly", "70", "carers", "rated", "care", "patients", "living", "dementia", "excellent", "good", "staff", "however", "said", "could", "always", "access", "specialist", "support", "especially", "iagg2017", "conference", "runs", "july", "brings", "together", "work", "international", "care", "research", "groups", "discuss", "development", "internationally", "transferable", "care", "research", "papers", "presented", "provide", "research", "findings", "across", "primary", "acute", "community", "care", "sectors", "demonstrate", "activation", "stakeholder", "partnerships", "amplifies", "integrated", "chris", "fox", "uea", "said", "despite", "one", "quarter", "acute", "nhs", "hospital", "beds", "occupied", "people", "living", "dementia", "little", "research", "best", "look", "people", "hospital", "exceptionally", "vulnerable", "high", "risk", "serious", "complications", "programme", "developing", "piloting", "interventions", "improve", "hospital", "care", "physical", "mental", "health", "problems", "people", "living", "dementia", "delighted", "able", "share", "first", "findings", "week"], "year": "Wed, 26 Jul 2017 04:00:00 GMT", "source": "University of East Anglia", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDistractions during drug rounds contribute to the challenges of treating hospital patients living with dementia, but the involvement of family or carers can be hugely beneficial, according to early results from a five-year research programme into improving care. The first findings from the ongoing Peri-operative Enhanced Recovery hip FacturE Care of paTiEnts with Dementia (PERFECTED) programme will be presented at an international conference on global aging and health in San Francisco this week.The risk of hip fracture for people living with dementia is four times greater than for those without and professionals can struggle to provide care for this group. Yet little evidence exists to allow improvements to be made. The multi-million-pound PERFECTED programme, funded by the National Institute for Health Research (NIHR), aims to create and implement specific care treatment pathways that acknowledge differences in the presentation and care needs of people living with dementia, to improve clinical and process outcomes for these patients. The team is building a new intervention that is currently being tested across the United Kingdom hospitals with more than 300 patients, final results of the work will be shared in 2019. Prof Chris Fox and Dr Jane Cross from the University of East Anglia (UEA) will present some early outcomes of research into the care of hip fracture patients and how the needs of patients living with dementia can mean usual care practices become disrupted.Dr Cross said: \"Hospitals have in place Enhanced Recovery Pathways (ERPs) which are modern evidence-based approaches to aid quick recovery and ensure the best care. \"Patients featuring on the cognitive impairment continuum, living with dementia and/or delirium, can present particular disruptions to usual care practices. We carried out focused observations intended to unpick the everyday experiences of these patients and how they impacted on ERP orientated practices on Orthopaedic Trauma wards.\"Dr Cross will lead a session on the how different organisational and clinical structures can routinely present can staff with dilemmas which may constrain care. Whilst Prof Fox will report findings from an international telephone survey and focus groups with healthcare professionals and interviews with patients and carers highlighting the valuable role of family members and informal carers in acute hospital settings.The findings follow the outcome of the National Dementia Audit report earlier this month, which highlighted important improvements in dementia care, but the need for more support. The Healthcare Quality Improvement Commission found that while nearly 70% of carers rated care for patients living with dementia as excellent or very good. Staff however said they could not always access specialist support, especially out of hours.The IAGG2017 conference, which runs from 23-27 July, brings together the work of international care research groups to discuss the development of internationally transferable care research. Papers presented will provide research findings from across primary, acute and community care sectors and demonstrate how activation of patient/carer stakeholder partnerships, amplifies integrated working.Prof Chris Fox, UEA, said: \"Despite one quarter of acute NHS hospital beds being occupied by people living with dementia, there is little research on how best to look after these people in hospital. They are exceptionally vulnerable and at high risk of serious complications. \"The programme is developing and piloting evidence-based interventions to improve the hospital care of physical and mental health problems in people living with dementia and we are delighted to be able to share the first findings this week.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoea-edc072617.php", "date": "2018-01-19_20:51:20", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDistractions during drug rounds contribute to the challenges of treating hospital patients living with dementia, but the involvement of family or carers can be hugely beneficial, according to early results from a five-year research programme into improving care.", "The first findings from the ongoing Peri-operative Enhanced Recovery hip FacturE Care of paTiEnts with Dementia (PERFECTED) programme will be presented at an international conference on global aging and health in San Francisco this week.The risk of hip fracture for people living with dementia is four times greater than for those without and professionals can struggle to provide care for this group.", "Yet little evidence exists to allow improvements to be made.", "The multi-million-pound PERFECTED programme, funded by the National Institute for Health Research (NIHR), aims to create and implement specific care treatment pathways that acknowledge differences in the presentation and care needs of people living with dementia, to improve clinical and process outcomes for these patients.", "The team is building a new intervention that is currently being tested across the United Kingdom hospitals with more than 300 patients, final results of the work will be shared in 2019.", "Prof Chris Fox and Dr Jane Cross from the University of East Anglia (UEA) will present some early outcomes of research into the care of hip fracture patients and how the needs of patients living with dementia can mean usual care practices become disrupted.Dr Cross said: \"Hospitals have in place Enhanced Recovery Pathways (ERPs) which are modern evidence-based approaches to aid quick recovery and ensure the best care.", "\"Patients featuring on the cognitive impairment continuum, living with dementia and/or delirium, can present particular disruptions to usual care practices.", "We carried out focused observations intended to unpick the everyday experiences of these patients and how they impacted on ERP orientated practices on Orthopaedic Trauma wards.", "\"Dr Cross will lead a session on the how different organisational and clinical structures can routinely present can staff with dilemmas which may constrain care.", "Whilst Prof Fox will report findings from an international telephone survey and focus groups with healthcare professionals and interviews with patients and carers highlighting the valuable role of family members and informal carers in acute hospital settings.The findings follow the outcome of the National Dementia Audit report earlier this month, which highlighted important improvements in dementia care, but the need for more support.", "The Healthcare Quality Improvement Commission found that while nearly 70% of carers rated care for patients living with dementia as excellent or very good.", "Staff however said they could not always access specialist support, especially out of hours.The IAGG2017 conference, which runs from 23-27 July, brings together the work of international care research groups to discuss the development of internationally transferable care research.", "Papers presented will provide research findings from across primary, acute and community care sectors and demonstrate how activation of patient/carer stakeholder partnerships, amplifies integrated working.Prof Chris Fox, UEA, said: \"Despite one quarter of acute NHS hospital beds being occupied by people living with dementia, there is little research on how best to look after these people in hospital.", "They are exceptionally vulnerable and at high risk of serious complications.", "\"The programme is developing and piloting evidence-based interventions to improve the hospital care of physical and mental health problems in people living with dementia and we are delighted to be able to share the first findings this week.\""]}