{"title": "High prevalence of evidence of CTE in brains of deceased football players | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txchronic", "traumatic", "encephalopathy", "cte", "diagnosed", "high", "proportion", "former", "football", "players", "whose", "brains", "donated", "research", "including", "110", "111", "national", "football", "league", "players", "according", "study", "published", "jama", "cte", "progressive", "neurodegeneration", "associated", "repetitive", "head", "trauma", "players", "american", "football", "may", "increased", "risk", "neurological", "conditions", "particularly", "mckee", "boston", "university", "cte", "center", "va", "boston", "healthcare", "system", "colleagues", "conducted", "study", "examined", "brains", "202", "deceased", "former", "football", "players", "determine", "neuropathological", "features", "cte", "laboratory", "examination", "clinical", "symptoms", "cte", "talking", "players", "next", "kin", "collect", "detailed", "histories", "including", "head", "trauma", "athletic", "participation", "military", "202", "football", "players", "median", "age", "death", "66", "cte", "neuropathologically", "diagnosed", "177", "players", "87", "percent", "average", "15", "years", "football", "participation", "177", "players", "included", "3", "14", "high", "school", "players", "21", "percent", "48", "53", "college", "players", "91", "percent", "9", "14", "semiprofessional", "players", "64", "percent", "7", "8", "canadian", "football", "league", "players", "88", "percent", "110", "111", "nfl", "players", "99", "percent", "neuropathological", "severity", "cte", "distributed", "across", "highest", "level", "play", "three", "former", "high", "school", "players", "mild", "pathology", "majority", "former", "college", "56", "percent", "semiprofessional", "56", "percent", "professional", "86", "percent", "players", "severe", "27", "participants", "mild", "cte", "pathology", "96", "percent", "behavioral", "mood", "symptoms", "85", "percent", "cognitive", "symptoms", "33", "percent", "signs", "dementia", "among", "84", "participants", "severe", "cte", "pathology", "89", "percent", "behavioral", "mood", "symptoms", "95", "percent", "cognitive", "symptoms", "85", "percent", "signs", "dementia", "convenience", "sample", "deceased", "football", "players", "donated", "brains", "research", "high", "proportion", "neuropathological", "evidence", "cte", "suggesting", "cte", "may", "related", "prior", "participation", "football", "article", "concludes", "authors", "acknowledge", "several", "factors", "may", "influence", "cte", "risk", "disease", "severity", "including", "limited", "age", "first", "exposure", "football", "duration", "play", "player", "position", "cumulative", "study", "several", "limitations", "including", "skewed", "sample", "based", "brain", "donation", "program", "public", "awareness", "possible", "link", "repetitive", "head", "trauma", "cte", "may", "motivated", "players", "families", "symptoms", "signs", "brain", "injury", "participate", "research", "authors", "urge", "caution", "interpreting", "high", "frequency", "cte", "study", "stressing", "estimates", "prevalent", "cte", "may", "concluded", "implied"], "year": "Tue, 25 Jul 2017 04:00:00 GMT", "source": "The JAMA Network Journals", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXChronic traumatic encephalopathy (CTE) was diagnosed post-mortem in a high proportion of former football players whose brains were donated for research, including 110 of 111 National Football League players, according to a study published by JAMA. CTE is a progressive neurodegeneration associated with repetitive head trauma and players of American football may be at increased risk of long-term neurological conditions, particularly CTE.Ann C. McKee, M.D., of the Boston University CTE Center and VA Boston Healthcare System, and colleagues conducted a study that examined the brains of 202 deceased former football players to determine neuropathological features of CTE through laboratory examination and clinical symptoms of CTE by talking to players' next of kin to collect detailed histories including on head trauma, athletic participation and military service.Among the 202 football players (median age at death was 66), CTE was neuropathologically diagnosed in 177 players (87 percent) who had had an average of 15 years of football participation. The 177 players included: 3 of 14 high school players (21 percent); 48 of 53 college players (91 percent); 9 of 14 semiprofessional players (64 percent); 7 of 8 Canadian Football League players (88 percent); and 110 of 111 NFL players (99 percent). Neuropathological severity of CTE was distributed across the highest level of play, with all three former high school players having mild pathology and the majority of former college (56 percent), semiprofessional (56 percent), and professional (86 percent) players having severe pathology.Among 27 participants with mild CTE pathology, 96 percent had behavioral or mood symptoms or both, 85 percent had cognitive symptoms, and 33 percent had signs of dementia. Among 84 participants with severe CTE pathology, 89 percent had behavioral or mood symptoms or both, 95 percent had cognitive symptoms, and 85 percent had signs of dementia.\"In a convenience sample of deceased football players who donated their brains for research, a high proportion had neuropathological evidence of CTE, suggesting that CTE may be related to prior participation in football,\" the article concludes. The authors acknowledge several other football-related factors may influence CTE risk and disease severity, including but not limited to age at first exposure to football, duration of play, player position and cumulative hits.The study has several limitations, including that it is a skewed sample based on a brain donation program because public awareness of a possible link between repetitive head trauma and CTE may have motivated players and their families with symptoms and signs of brain injury to participate in this research. The authors urge caution in interpreting the high frequency of CTE in this study, stressing that estimates of how prevalent CTE may be cannot be concluded or implied.", "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-hpo072017.php", "date": "2018-01-19_20:51:23", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXChronic traumatic encephalopathy (CTE) was diagnosed post-mortem in a high proportion of former football players whose brains were donated for research, including 110 of 111 National Football League players, according to a study published by JAMA.", "CTE is a progressive neurodegeneration associated with repetitive head trauma and players of American football may be at increased risk of long-term neurological conditions, particularly CTE.Ann C. McKee, M.D., of the Boston University CTE Center and VA Boston Healthcare System, and colleagues conducted a study that examined the brains of 202 deceased former football players to determine neuropathological features of CTE through laboratory examination and clinical symptoms of CTE by talking to players' next of kin to collect detailed histories including on head trauma, athletic participation and military service.Among the 202 football players (median age at death was 66), CTE was neuropathologically diagnosed in 177 players (87 percent) who had had an average of 15 years of football participation.", "The 177 players included: 3 of 14 high school players (21 percent); 48 of 53 college players (91 percent); 9 of 14 semiprofessional players (64 percent); 7 of 8 Canadian Football League players (88 percent); and 110 of 111 NFL players (99 percent).", "Neuropathological severity of CTE was distributed across the highest level of play, with all three former high school players having mild pathology and the majority of former college (56 percent), semiprofessional (56 percent), and professional (86 percent) players having severe pathology.Among 27 participants with mild CTE pathology, 96 percent had behavioral or mood symptoms or both, 85 percent had cognitive symptoms, and 33 percent had signs of dementia.", "Among 84 participants with severe CTE pathology, 89 percent had behavioral or mood symptoms or both, 95 percent had cognitive symptoms, and 85 percent had signs of dementia.", "\"In a convenience sample of deceased football players who donated their brains for research, a high proportion had neuropathological evidence of CTE, suggesting that CTE may be related to prior participation in football,\" the article concludes.", "The authors acknowledge several other football-related factors may influence CTE risk and disease severity, including but not limited to age at first exposure to football, duration of play, player position and cumulative hits.The study has several limitations, including that it is a skewed sample based on a brain donation program because public awareness of a possible link between repetitive head trauma and CTE may have motivated players and their families with symptoms and signs of brain injury to participate in this research.", "The authors urge caution in interpreting the high frequency of CTE in this study, stressing that estimates of how prevalent CTE may be cannot be concluded or implied."]}