{"title": "Chances to treat childhood dementia | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "retina", "degeneration", "mouse", "model", "childhood", "dementia", "ganglion", "cells", "healthy", "retina", "left", "diseased", "retina", "centre", "diseased", "retina", "treatment", "view", "childhood", "dementia", "inherited", "disorder", "affects", "metabolism", "brain", "initial", "symptoms", "include", "degeneration", "sight", "followed", "epileptic", "seizures", "blindness", "deafness", "dementia", "early", "medical", "term", "childhood", "dementia", "neuronal", "ceroid", "lipofuscinosis", "ncl", "ten", "types", "disease", "known", "caused", "different", "genetic", "mutations", "treatment", "available", "brain", "discoveredthe", "disease", "aggravated", "inflammatory", "response", "brain", "research", "team", "professor", "rudolf", "martini", "heads", "section", "experimental", "developmental", "neurobiology", "department", "neurology", "jmu", "würzburg", "bavaria", "germany", "made", "discovery", "years", "martini", "group", "busy", "turning", "finding", "effective", "treatment", "administering", "drugs", "fingolimod", "teriflunomide", "shows", "astonishing", "therapeutic", "effect", "childhood", "dementia", "mouse", "models", "professor", "says", "previous", "fundamental", "research", "experiments", "already", "hinted", "slow", "degeneration", "brain", "retinain", "animal", "models", "drugs", "significantly", "reduced", "pathological", "changes", "brain", "clinical", "parameters", "frequency", "muscle", "twitching", "moreover", "caused", "retina", "degenerate", "much", "slowly", "less", "team", "use", "optical", "coherence", "tomography", "analyse", "retina", "living", "individuals", "method", "originally", "developed", "eye", "exams", "humans", "allows", "us", "track", "progression", "disease", "therapeutic", "process", "application", "focus", "reduces", "number", "test", "animals", "considerably", "brain", "autopsies", "patients", "studiedat", "first", "jmu", "scientists", "reticent", "assessing", "findings", "know", "whether", "similar", "inflammatory", "responses", "found", "mouse", "model", "also", "occur", "patients", "suffering", "childhood", "dementia", "whether", "actually", "presents", "new", "angle", "additionally", "studied", "rare", "brain", "autopsies", "provided", "london", "neurodegenerative", "disease", "brain", "bank", "brains", "dementia", "research", "result", "investigated", "samples", "patients", "exhibited", "inflammatory", "conditions", "similar", "ones", "model", "mice", "hence", "chances", "good", "human", "patients", "also", "respond", "positively", "treated", "clinically", "feasible", "waywith", "around", "500", "sufferers", "germany", "affected", "children", "worldwide", "childhood", "dementia", "rare", "disorder", "diseases", "tend", "little", "interest", "pharmaceutical", "companies", "high", "costs", "involved", "developing", "drugs", "relatively", "small", "number", "patients", "martini", "says", "believes", "team", "results", "might", "show", "way", "fight", "childhood", "dementia", "mitigate", "symptoms", "using", "drugs", "already", "clinical", "use", "whose", "side", "effects", "risks", "already", "known", "could", "succeed", "fingolimod", "teriflunomide", "drugs", "developed", "treat", "multiple", "sclerosis", "frequent", "inflammatory", "disorder", "central", "nervous", "system", "jmu", "neurobiologist", "use", "would", "hence", "possible", "controlled", "clinical", "studies", "patients", "would", "gold", "standard", "studies", "however", "challenging", "terms", "financing", "rare", "nature", "disease", "fortunately", "würzburg", "center", "rare", "diseases", "headed", "professor", "helge", "hebestreit", "department", "neurology", "led", "professor", "jens", "volkmann", "eye", "clinic", "managed", "professor", "jost", "hillenkamp", "offered", "provide", "support", "need", "martini", "reports", "martini", "successful", "research", "project", "shows", "translational", "infrastructure", "animal", "model", "experiments", "crucial", "tackle", "incurable", "diseases", "humans", "resources", "exhausted", "believes", "way", "find", "targets", "observations", "würzburg", "team", "published", "prestigious", "journal", "molecular", "therapy"], "year": "Mon, 24 Jul 2017 04:00:00 GMT", "source": "University of Würzburg", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Retina degeneration in the mouse model for childhood dementia: The ganglion cells of a healthy retina on the left; a diseased retina in the centre. A diseased retina under treatment...\n       view more Childhood dementia is an inherited disorder that affects the metabolism of the brain. Initial symptoms include degeneration of sight followed by epileptic seizures, blindness, deafness, dementia and early death.The medical term for childhood dementia is neuronal ceroid lipofuscinosis (NCL). More than ten types of the disease are known. They are all caused by different genetic mutations. No treatment is available and they are all lethal.Inflammation of the brain discoveredThe disease is aggravated by an inflammatory response in the brain. The research team of Professor Rudolf Martini, who heads the Section for Experimental Developmental Neurobiology at the Department of Neurology of the Julius-Maximilians-Universität (JMU) Würzburg in Bavaria, Germany, made this discovery a few years ago.Now Martini's group is busy turning this finding into an effective treatment: \"Administering the drugs fingolimod and teriflunomide shows an astonishing therapeutic effect on childhood dementia in mouse models,\" the professor says. All previous fundamental research experiments had already hinted at this effect.Drugs slow down degeneration of brain and retinaIn animal models, both drugs significantly reduced pathological changes in the brain and other clinical parameters such as the frequency of muscle twitching. Moreover, they caused the retina to degenerate much more slowly and less severely.Martini and his team use optical coherence tomography to analyse the retina of living individuals. The method was originally developed for eye exams in humans: \"It allows us to track the progression of the disease and the therapeutic process with an application focus and reduces the number of test animals considerably.\"Brain autopsies of patients studiedAt first, the JMU scientists were reticent about assessing their findings - after all they did not know whether similar inflammatory responses as found in the mouse model also occur in patients suffering from childhood dementia and whether this actually presents a new angle for treatment.So they additionally studied rare brain autopsies provided by the London Neurodegenerative Disease Brain Bank and Brains for Dementia Research. The result: All investigated samples of patients exhibited inflammatory conditions similar to the ones in the model mice. Hence, chances are good that human patients will also respond positively to being treated with the immunomodulators.Finding a clinically feasible wayWith around 500 sufferers in Germany and 50,000 affected children worldwide, childhood dementia is a so-called rare disorder. \"These diseases tend to be of little interest for most pharmaceutical companies because of the high costs involved in developing drugs for a relatively small number of patients,\" Martini says further.He believes that his team's results might now show a way to fight childhood dementia and mitigate the symptoms: by using drugs that are already in clinical use and whose side effects and risks are already known. \"We could succeed with fingolimod and teriflunomide. These drugs were developed to treat multiple sclerosis, the most frequent inflammatory disorder of the central nervous system,\" the JMU neurobiologist explains.Compassionate use would hence be possible, but controlled clinical studies on patients would be the gold standard. Such studies, however, are challenging in terms of financing and because of the rare nature of the disease. \"Fortunately, the Würzburg Center for Rare Diseases headed by Professor Helge Hebestreit, the Department of Neurology led by Professor Jens Volkmann and the Eye Clinic managed by Professor Jost Hillenkamp have offered to provide any support we need,\" Martini reports with pleasure.According to Martini, this successful research project shows again that a \"translational infrastructure\" and animal model experiments are crucial to tackle incurable diseases in humans after all other resources have been exhausted. He believes that this is the only way to find targets for treatment.The observations of the Würzburg team were published in the prestigious journal Molecular Therapy.", "url": "http://www.eurekalert.org/pub_releases/2017-07/uow-ctt072417.php", "date": "2018-01-19_20:51:26", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Retina degeneration in the mouse model for childhood dementia: The ganglion cells of a healthy retina on the left; a diseased retina in the centre.", "A diseased retina under treatment...\n       view more Childhood dementia is an inherited disorder that affects the metabolism of the brain.", "Initial symptoms include degeneration of sight followed by epileptic seizures, blindness, deafness, dementia and early death.The medical term for childhood dementia is neuronal ceroid lipofuscinosis (NCL).", "More than ten types of the disease are known.", "They are all caused by different genetic mutations.", "No treatment is available and they are all lethal.Inflammation of the brain discoveredThe disease is aggravated by an inflammatory response in the brain.", "The research team of Professor Rudolf Martini, who heads the Section for Experimental Developmental Neurobiology at the Department of Neurology of the Julius-Maximilians-Universität (JMU) Würzburg in Bavaria, Germany, made this discovery a few years ago.Now Martini's group is busy turning this finding into an effective treatment: \"Administering the drugs fingolimod and teriflunomide shows an astonishing therapeutic effect on childhood dementia in mouse models,\" the professor says.", "All previous fundamental research experiments had already hinted at this effect.Drugs slow down degeneration of brain and retinaIn animal models, both drugs significantly reduced pathological changes in the brain and other clinical parameters such as the frequency of muscle twitching.", "Moreover, they caused the retina to degenerate much more slowly and less severely.Martini and his team use optical coherence tomography to analyse the retina of living individuals.", "The method was originally developed for eye exams in humans: \"It allows us to track the progression of the disease and the therapeutic process with an application focus and reduces the number of test animals considerably.", "\"Brain autopsies of patients studiedAt first, the JMU scientists were reticent about assessing their findings - after all they did not know whether similar inflammatory responses as found in the mouse model also occur in patients suffering from childhood dementia and whether this actually presents a new angle for treatment.So they additionally studied rare brain autopsies provided by the London Neurodegenerative Disease Brain Bank and Brains for Dementia Research.", "The result: All investigated samples of patients exhibited inflammatory conditions similar to the ones in the model mice.", "Hence, chances are good that human patients will also respond positively to being treated with the immunomodulators.Finding a clinically feasible wayWith around 500 sufferers in Germany and 50,000 affected children worldwide, childhood dementia is a so-called rare disorder.", "\"These diseases tend to be of little interest for most pharmaceutical companies because of the high costs involved in developing drugs for a relatively small number of patients,\" Martini says further.He believes that his team's results might now show a way to fight childhood dementia and mitigate the symptoms: by using drugs that are already in clinical use and whose side effects and risks are already known.", "\"We could succeed with fingolimod and teriflunomide.", "These drugs were developed to treat multiple sclerosis, the most frequent inflammatory disorder of the central nervous system,\" the JMU neurobiologist explains.Compassionate use would hence be possible, but controlled clinical studies on patients would be the gold standard.", "Such studies, however, are challenging in terms of financing and because of the rare nature of the disease.", "\"Fortunately, the Würzburg Center for Rare Diseases headed by Professor Helge Hebestreit, the Department of Neurology led by Professor Jens Volkmann and the Eye Clinic managed by Professor Jost Hillenkamp have offered to provide any support we need,\" Martini reports with pleasure.According to Martini, this successful research project shows again that a \"translational infrastructure\" and animal model experiments are crucial to tackle incurable diseases in humans after all other resources have been exhausted.", "He believes that this is the only way to find targets for treatment.The observations of the Würzburg team were published in the prestigious journal Molecular Therapy."]}