{"title": "Folic acid may mitigate autism risk from pesticides", "text": "Researchers at UC Davis and other institutions have shown that mothers who take recommended amounts of folic acid around conception might reduce their children's pesticide-related autism risk.In the study, children whose mothers took 800 or more micrograms of folic acid (the amount in most prenatal vitamins) had a significantly lower risk of developing autism spectrum disorder (ASD) - even when their mothers were exposed to household or agricultural pesticides associated with increased risk. The study appears today in the journal Environmental Health Perspectives. \"We found that if the mom was taking folic acid during the window around conception, the risk associated with pesticides seemed to be attenuated,\" said Rebecca J. Schmidt, assistant professor in the Department of Public Health Sciences and first author on the paper. \"Mothers should try to avoid pesticides. But if they live near agriculture, where pesticides can blow in, this might be a way to counter those effects.\" In the paper, which used data from the Childhood Autism Risks from Genetics and the Environment (CHARGE) study, researchers looked at 296 children between 2 and 5 who had been diagnosed with ASD and 220 who had developed typically. Mothers were interviewed about their household pesticide exposure during pregnancy, as well as their folic acid and B vitamin intake. The team also linked data from California Pesticide Use reports, which provide important details about agricultural spraying, with the mothers' addresses. Mothers who took less than 800 micrograms and encountered household pesticides had a much higher estimated risk of having a child who developed an ASD than moms who took 800 micrograms of folic acid or more and were not exposed to pesticides. The associated risk increased for women exposed repeatedly. Women with low folic acid intake who were exposed to agricultural pesticides during a window from three months before conception to three months afterward also were at higher estimated risk. \"Folic acid intake below the median and exposure to pesticides was associated with higher risk of autism than either low intake or exposure alone,\" said Schmidt, a UC Davis MIND Institute faculty member. \"The mothers who had the highest risk were the ones who were exposed to pesticides regularly.\" While folic acid did reduce the associated risk of a child developing autism, it did not entirely eliminate it. \"It would be better for women to avoid chronic pesticide exposure if they can while pregnant,\" Schmidt said. The authors caution that this is a case-control study that relied heavily on participants' memories. In addition, they have yet to establish a causal link. However, these results certainly warrant larger studies to validate them. The team is also eager to investigate the mechanisms that contribute to folic acid's possible protective effects. \"Folate plays a critical role in DNA methylation (a process by which genes are turned off or on), as well as in DNA repair and synthesis,\" said Schmidt. \"These are all really important during periods of rapid growth when there are lots of cells dividing, as in a developing fetus. Adding folic acid might be helping out in a number of these genomic functions.\"", "journal": "Environmental Health Perspectives", "funder": "NIH/National Institute of Environmental Health Sciences, NIH/National Institute of Child Health and Human Development, Environmental Protection Agency STAR program, UC Davis MIND Institute", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoc--fam090617.php", "institution": "University of California - Davis Health System", "meeting": "", "description": "Researchers at UC Davis and other institutions have shown that mothers who take recommended amounts of folic acid around conception might reduce their children's pesticide-related autism risk.", "article_link": "http://dx.doi.org/10.1289/EHP604", "keywords": ["Medicine/Health", " Environmental Health", " Gynecology", " Pediatrics", " Public Health"], "source_link": null, "date": "Fri, 08 Sep 2017 04:00:00 GMT"}