{"title": "Common cerebral white matter abnormalities found in children with autistic traits | EurekAlert! Science News", "year": "Wed, 06 Sep 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txstructural", "abnormalities", "brain", "white", "matter", "match", "consistently", "severity", "autistic", "symptoms", "children", "autism", "spectrum", "disorder", "asd", "also", "degree", "disorder", "adhd", "also", "autistic", "finding", "new", "study", "published", "september", "6", "jama", "psychiatry", "highlights", "evidence", "supporting", "theory", "common", "underlying", "brain", "mechanisms", "may", "responsible", "autistic", "traits", "seen", "diagnoses", "led", "researchers", "department", "child", "adolescent", "psychiatry", "nyu", "school", "medicine", "new", "study", "focused", "white", "matter", "nerve", "bundles", "transmit", "information", "brain", "regions", "researchers", "say", "link", "symptom", "severity", "white", "matter", "structural", "patterns", "evident", "region", "brain", "called", "corpus", "callosum", "connects", "left", "right", "cerebral", "hemispheres", "enables", "communication", "fact", "correlations", "could", "found", "asd", "traits", "white", "matter", "structure", "across", "diagnoses", "suggests", "shared", "disease", "mechanisms", "existence", "biomarkers", "could", "used", "potentially", "guide", "design", "specific", "future", "diagnostic", "tests", "treatments", "important", "clinicians", "parents", "know", "possibility", "symptoms", "child", "primary", "diagnosis", "autism", "adhd", "says", "adriana", "di", "martino", "md", "senior", "author", "associate", "professor", "department", "child", "adolescent", "psychiatry", "nyu", "school", "medicine", "work", "could", "help", "guide", "clinicians", "treatment", "decisions", "lead", "comprehensive", "personalized", "intervention", "asd", "adhd", "two", "commonly", "occurring", "pediatric", "neurodevelopmental", "disorders", "centers", "disease", "control", "prevention", "estimates", "approximately", "one", "68", "children", "suffers", "degree", "asd", "american", "psychiatric", "association", "approximates", "five", "percent", "us", "children", "adhd", "although", "clinical", "overlap", "asd", "adhd", "increasingly", "acknowledged", "exact", "underlying", "brain", "mechanisms", "overlap", "remain", "latest", "study", "find", "significant", "correlation", "adhd", "white", "matter", "structure", "however", "isolate", "results", "based", "severity", "child", "inattention", "adhd", "trait", "found", "inattention", "significantly", "associated", "structural", "changes", "corpus", "callosum", "authors", "hypothesize", "abnormalities", "different", "aspects", "white", "matter", "structure", "might", "correspond", "distinct", "patient", "profiles", "study", "conductedresearchers", "analyzed", "digital", "images", "brains", "174", "children", "69", "diagnosis", "asd", "55", "diagnosed", "adhd", "50", "typically", "developing", "children", "received", "care", "outpatients", "child", "study", "center", "part", "hassenfeld", "children", "hospital", "nyu", "langone", "participants", "male", "reflecting", "higher", "prevalence", "asd", "addition", "traditional", "categorical", "analyses", "examining", "comparing", "groups", "within", "defined", "diagnosis", "team", "performed", "dimensional", "analyses", "looking", "data", "across", "diagnostic", "groups", "provided", "complete", "picture", "associations", "brain", "disorder", "symptoms", "white", "matter", "structure", "forms", "assessing", "child", "behaviors", "symptoms", "used", "dimensional", "imaging", "studies", "found", "abnormal", "white", "matter", "structure", "children", "asd", "adhd", "compared", "typically", "developing", "brains", "current", "study", "first", "simultaneously", "assess", "asd", "adhd", "sample", "used", "diffusion", "tensor", "imaging", "dti", "type", "mri", "tracks", "diffusion", "water", "molecules", "brain", "diffusion", "process", "affected", "fiber", "density", "diameter", "myelination", "reflect", "white", "matter", "integrity", "essential", "fast", "efficient", "communication", "nerve", "comparing", "individual", "severity", "asd", "symptoms", "regardless", "diagnosis", "brain", "images", "researchers", "able", "clearly", "see", "relationships", "concluded", "severe", "autistic", "traits", "individual", "lower", "white", "matter", "integrity", "affected", "areas", "brain", "approach", "crucial", "future", "work", "identifying", "biomarkers", "path", "toward", "precision", "medicine", "says", "di", "martino", "authors", "stress", "although", "significant", "strides", "made", "analysis", "studies", "needed", "confirm", "whether", "common", "developmental", "pathways", "two", "disorders", "actually", "exist"], "url": "http://www.eurekalert.org/pub_releases/2017-09/nlh-ccw090517.php", "date": "2018-01-19_21:19:01", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXStructural abnormalities in the brain's white matter match up consistently with the severity of autistic symptoms not only in children with autism spectrum disorder (ASD), but also, to some degree, in those with attention-deficit/hyperactivity disorder (ADHD) who also have autistic traits.This is the finding of a new study, published September 6 in JAMA Psychiatry, which highlights evidence supporting the theory that common, underlying brain mechanisms may be responsible for autistic traits seen in both diagnoses. Led by researchers in the Department of Child and Adolescent Psychiatry at NYU School of Medicine, the new study focused on white matter--nerve bundles that transmit information between brain regions. Researchers say the link between symptom severity and white matter structural patterns was most evident in the region of the brain called the corpus callosum, which connects the left and right cerebral hemispheres and enables communication between them. The fact that correlations could be found between ASD traits and white matter structure across diagnoses suggests shared disease mechanisms--and the existence of biomarkers that could be used potentially to guide the design of more specific, future diagnostic tests and treatments.  \"It's important for both clinicians and parents to know of the possibility of co-occurring symptoms in a child with a primary diagnosis of autism or ADHD,\" says Adriana Di Martino, MD, senior author and associate professor in the Department of Child and Adolescent Psychiatry at NYU School of Medicine. \"This work could help guide clinicians in their treatment decisions and lead to a more comprehensive, personalized intervention.\"  ASD and ADHD are two of the most commonly occurring pediatric neurodevelopmental disorders. The U.S. Centers for Disease Control and Prevention estimates that approximately one in 68 children suffers from some degree of ASD, while the American Psychiatric Association approximates that about five percent of US children have ADHD. Although clinical overlap between ASD and ADHD is increasingly acknowledged, the exact underlying brain mechanisms of such overlap remain unknown.Researchers in this latest study did not find a significant correlation between ADHD and white matter structure. However, when they did isolate the results based on the severity of a child's inattention--an ADHD trait --they found inattention was significantly associated with structural changes in the corpus callosum. The authors hypothesize that abnormalities in different aspects of white matter structure might correspond to distinct patient profiles. How the Study Was ConductedResearchers analyzed digital images of the brains of 174 children: 69 with a diagnosis of ASD; 55 with diagnosed with ADHD; and 50 typically developing children.  All received care as outpatients at the Child Study Center, part of Hassenfeld Children's Hospital at NYU Langone. Most participants were male, reflecting their higher prevalence of ASD and ADHD.In addition to traditional categorical analyses--examining and comparing groups within their defined diagnosis--the team performed dimensional analyses, looking at data across the diagnostic groups. This provided a more complete picture of associations between brain disorder symptoms and white matter structure. Parent-completed forms assessing the child's behaviors and symptoms were used for the dimensional analysis.Previous imaging studies have found abnormal white matter structure in children with ASD and ADHD when compared with typically developing brains. The current study is the first to simultaneously assess both ASD and ADHD in the same sample dimensionally.Researchers used cross-sectional diffusion tensor imaging (DTI), a type of MRI that tracks the diffusion of water molecules in the brain. This diffusion process is affected by fiber density, diameter, and myelination which reflect white matter integrity--essential for the fast and efficient communication of nerve pulses.By comparing the individual's severity of ASD symptoms--regardless of diagnosis--to the brain images, the researchers were able to more clearly see the brain-behavior relationships. They concluded that the more severe the autistic traits of the individual, the lower the white matter integrity in the affected areas of the brain.\"This cross-diagnosis approach is crucial to our future work in identifying biomarkers on the path toward precision medicine,\" says Dr. Di Martino.  The authors stress that although significant strides have been made through this analysis, more long-term studies are needed to confirm whether or not common developmental pathways between the two disorders actually exist. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXStructural abnormalities in the brain's white matter match up consistently with the severity of autistic symptoms not only in children with autism spectrum disorder (ASD), but also, to some degree, in those with attention-deficit/hyperactivity disorder (ADHD) who also have autistic traits.This is the finding of a new study, published September 6 in JAMA Psychiatry, which highlights evidence supporting the theory that common, underlying brain mechanisms may be responsible for autistic traits seen in both diagnoses.", "Led by researchers in the Department of Child and Adolescent Psychiatry at NYU School of Medicine, the new study focused on white matter--nerve bundles that transmit information between brain regions.", "Researchers say the link between symptom severity and white matter structural patterns was most evident in the region of the brain called the corpus callosum, which connects the left and right cerebral hemispheres and enables communication between them.", "The fact that correlations could be found between ASD traits and white matter structure across diagnoses suggests shared disease mechanisms--and the existence of biomarkers that could be used potentially to guide the design of more specific, future diagnostic tests and treatments.", "\"It's important for both clinicians and parents to know of the possibility of co-occurring symptoms in a child with a primary diagnosis of autism or ADHD,\" says Adriana Di Martino, MD, senior author and associate professor in the Department of Child and Adolescent Psychiatry at NYU School of Medicine.", "\"This work could help guide clinicians in their treatment decisions and lead to a more comprehensive, personalized intervention.\"", "ASD and ADHD are two of the most commonly occurring pediatric neurodevelopmental disorders.", "The U.S. Centers for Disease Control and Prevention estimates that approximately one in 68 children suffers from some degree of ASD, while the American Psychiatric Association approximates that about five percent of US children have ADHD.", "Although clinical overlap between ASD and ADHD is increasingly acknowledged, the exact underlying brain mechanisms of such overlap remain unknown.Researchers in this latest study did not find a significant correlation between ADHD and white matter structure.", "However, when they did isolate the results based on the severity of a child's inattention--an ADHD trait --they found inattention was significantly associated with structural changes in the corpus callosum.", "The authors hypothesize that abnormalities in different aspects of white matter structure might correspond to distinct patient profiles.", "How the Study Was ConductedResearchers analyzed digital images of the brains of 174 children: 69 with a diagnosis of ASD; 55 with diagnosed with ADHD; and 50 typically developing children.", "All received care as outpatients at the Child Study Center, part of Hassenfeld Children's Hospital at NYU Langone.", "Most participants were male, reflecting their higher prevalence of ASD and ADHD.In addition to traditional categorical analyses--examining and comparing groups within their defined diagnosis--the team performed dimensional analyses, looking at data across the diagnostic groups.", "This provided a more complete picture of associations between brain disorder symptoms and white matter structure.", "Parent-completed forms assessing the child's behaviors and symptoms were used for the dimensional analysis.Previous imaging studies have found abnormal white matter structure in children with ASD and ADHD when compared with typically developing brains.", "The current study is the first to simultaneously assess both ASD and ADHD in the same sample dimensionally.Researchers used cross-sectional diffusion tensor imaging (DTI), a type of MRI that tracks the diffusion of water molecules in the brain.", "This diffusion process is affected by fiber density, diameter, and myelination which reflect white matter integrity--essential for the fast and efficient communication of nerve pulses.By comparing the individual's severity of ASD symptoms--regardless of diagnosis--to the brain images, the researchers were able to more clearly see the brain-behavior relationships.", "They concluded that the more severe the autistic traits of the individual, the lower the white matter integrity in the affected areas of the brain.", "\"This cross-diagnosis approach is crucial to our future work in identifying biomarkers on the path toward precision medicine,\" says Dr. Di Martino.", "The authors stress that although significant strides have been made through this analysis, more long-term studies are needed to confirm whether or not common developmental pathways between the two disorders actually exist."], "source": "NYU Langone Health / NYU School of Medicine"}