{"title": "Gene related to brain damage in pre-term infants identified | EurekAlert! Science News", "year": "Tue, 05 Sep 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "gene", "identified", "researchers", "king", "college", "london", "thought", "associated", "types", "brain", "damage", "caused", "birth", "premature", "labour", "associated", "inflammation", "mother", "baby", "often", "due", "infection", "cause", "damage", "brain", "could", "lead", "lifelong", "conditions", "cerebral", "palsy", "autism", "learning", "behavioural", "difficulties", "30", "per", "cent", "today", "nature", "communications", "new", "study", "investigated", "role", "microglial", "cells", "control", "immune", "response", "brain", "responding", "inflammation", "researchers", "found", "gene", "known", "dlg4", "cells", "thought", "involved", "controlling", "inflammatory", "found", "different", "forms", "humans", "previously", "thought", "play", "role", "function", "nervous", "system", "new", "finding", "suggests", "also", "involved", "process", "brain", "damage", "babies", "may", "open", "doors", "research", "effective", "treatments", "study", "collaboration", "king", "inserm", "paris", "diderot", "university", "medical", "school", "singapore", "used", "integrative", "approach", "included", "mouse", "models", "inflammation", "genomic", "analysis", "500", "infant", "brain", "scans", "identified", "differences", "way", "dlg4", "expressed", "microglia", "mouse", "models", "brain", "finding", "suggests", "previously", "unknown", "mechanism", "brain", "injury", "caused", "birth", "whilst", "association", "requires", "study", "confirm", "role", "microglia", "dlg4", "gene", "result", "contributes", "existing", "body", "evidence", "links", "gene", "immune", "response", "neuropsychiatric", "diseases", "schizophrenia", "david", "edwards", "director", "centre", "developing", "brain", "king", "college", "london", "said", "shown", "dlg4", "gene", "expressed", "differently", "microglia", "brain", "damaged", "inflammation", "developing", "work", "hope", "provide", "new", "avenue", "study", "understand", "inflammation", "subsequent", "brain", "damage", "caused", "scientists", "work", "towards", "effective", "treatments", "diseases", "autism", "cerebral", "palsy", "stopping", "even", "preventing", "inflammation", "associated", "birth", "professor", "enrico", "petretto", "medical", "school", "said", "previously", "acknowledged", "role", "dlg4", "gene", "brain", "diseases", "autism", "schizophrenia", "study", "strengthens", "link", "immune", "response", "susceptibility", "develop", "brain", "disorders", "pierre", "gressens", "diderot", "university", "king", "college", "london", "said", "study", "identifies", "first", "time", "microglial", "expression", "dlg4", "gene", "previously", "considered", "expressed", "neurons", "highlights", "potential", "role", "microglia", "different", "neurodevelopmental", "disorders"], "url": "http://www.eurekalert.org/pub_releases/2017-09/kcl-grt090417.php", "date": "2018-01-19_21:19:07", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA gene has been identified by researchers at King's College London that is thought to be associated with the types of brain damage that can be caused by pre-term birth. Premature labour is associated with inflammation in the mother or baby, often due to infection. This can cause damage to the brain that could lead to lifelong conditions such as cerebral palsy, autism or learning or behavioural difficulties in up to 30 per cent of pre-term babies.Published today in Nature Communications, a new study investigated the role of microglial cells, which control the immune response in the brain, in responding to this inflammation. Researchers found a gene, known as DLG4, in these cells that is thought to be involved in controlling the inflammatory process.DLG4 is found in different forms in all humans but previously was thought only to play a role in the function of the nervous system. This new finding suggests it is also involved in the process of brain damage in some pre-term babies and may open doors for research into more effective treatments of these diseases.The study, which was a collaboration between King's, Inserm and Paris Diderot University and Duke-NUS Medical School in Singapore, used an integrative approach which included mouse models of inflammation and a genomic analysis of over 500 infant brain scans. It identified differences in the way DLG4 was expressed in microglia in both the mouse models and brain scans.This finding suggests a previously unknown mechanism of brain injury caused by pre-term birth. Whilst the association requires further study to confirm the role of microglia and the DLG4 gene, the result contributes to an existing body of evidence that links the gene with both the immune response and neuropsychiatric diseases such as schizophrenia and autism.Professor David Edwards, Director of the Centre for the Developing Brain at King's College London said: 'We have shown that the DLG4 gene is expressed differently in microglia when a brain has been damaged by inflammation.'In developing this work, we hope to provide a new avenue to study and understand how this inflammation and subsequent brain damage is caused so that scientists can work towards more effective treatments for diseases such as autism and cerebral palsy, by stopping or even preventing the inflammation associated with pre-term birth.'Associate Professor Enrico Petretto from Duke-NUS Medical School said: 'Given the previously acknowledged role of the DLG4 gene in brain diseases such as autism and schizophrenia, our study strengthens the link between the immune response and susceptibility to develop these brain disorders.'Professor Pierre Gressens from Inserm-Paris Diderot University and King's College London said: 'This study identifies for the first time the microglial expression of DLG4, a gene previously considered as expressed in neurons only and highlights the potential role of microglia in different neurodevelopmental disorders.'\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA gene has been identified by researchers at King's College London that is thought to be associated with the types of brain damage that can be caused by pre-term birth.", "Premature labour is associated with inflammation in the mother or baby, often due to infection.", "This can cause damage to the brain that could lead to lifelong conditions such as cerebral palsy, autism or learning or behavioural difficulties in up to 30 per cent of pre-term babies.Published today in Nature Communications, a new study investigated the role of microglial cells, which control the immune response in the brain, in responding to this inflammation.", "Researchers found a gene, known as DLG4, in these cells that is thought to be involved in controlling the inflammatory process.DLG4 is found in different forms in all humans but previously was thought only to play a role in the function of the nervous system.", "This new finding suggests it is also involved in the process of brain damage in some pre-term babies and may open doors for research into more effective treatments of these diseases.The study, which was a collaboration between King's, Inserm and Paris Diderot University and Duke-NUS Medical School in Singapore, used an integrative approach which included mouse models of inflammation and a genomic analysis of over 500 infant brain scans.", "It identified differences in the way DLG4 was expressed in microglia in both the mouse models and brain scans.This finding suggests a previously unknown mechanism of brain injury caused by pre-term birth.", "Whilst the association requires further study to confirm the role of microglia and the DLG4 gene, the result contributes to an existing body of evidence that links the gene with both the immune response and neuropsychiatric diseases such as schizophrenia and autism.Professor David Edwards, Director of the Centre for the Developing Brain at King's College London said: 'We have shown that the DLG4 gene is expressed differently in microglia when a brain has been damaged by inflammation.", "'In developing this work, we hope to provide a new avenue to study and understand how this inflammation and subsequent brain damage is caused so that scientists can work towards more effective treatments for diseases such as autism and cerebral palsy, by stopping or even preventing the inflammation associated with pre-term birth.", "'Associate Professor Enrico Petretto from Duke-NUS Medical School said: 'Given the previously acknowledged role of the DLG4 gene in brain diseases such as autism and schizophrenia, our study strengthens the link between the immune response and susceptibility to develop these brain disorders.", "'Professor Pierre Gressens from Inserm-Paris Diderot University and King's College London said: 'This study identifies for the first time the microglial expression of DLG4, a gene previously considered as expressed in neurons only and highlights the potential role of microglia in different neurodevelopmental disorders.'"], "source": "King's College London"}