{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "pilot", "study", "led", "mclean", "hospital", "ipsit", "vahia", "md", "medical", "director", "geriatric", "psychiatry", "outpatient", "services", "mclean", "hospital", "suggests", "use", "tablet", "computers", "safe", "potentially", "effective", "approach", "managing", "agitation", "among", "patients", "dementia", "tablet", "use", "nonpharmacologic", "intervention", "agitation", "older", "adults", "including", "severe", "dementia", "appears", "feasible", "safe", "potential", "utility", "said", "vahia", "preliminary", "results", "first", "step", "developing", "empirical", "data", "clinicians", "caregivers", "use", "technology", "tablets", "tools", "enhance", "care", "also", "app", "developers", "working", "serve", "technologic", "needs", "population", "use", "tablet", "devices", "management", "agitation", "among", "inpatients", "dementia", "open", "label", "study", "recently", "published", "online", "version", "american", "journal", "geriatric", "psychiatry", "research", "builds", "upon", "previous", "studies", "demonstrating", "art", "music", "similar", "therapies", "effectively", "reduce", "symptoms", "dementia", "without", "medication", "using", "tablet", "devices", "employ", "therapies", "however", "patients", "providers", "also", "benefit", "computer", "inherent", "flexibility", "biggest", "advantage", "versatility", "said", "vahia", "know", "art", "therapy", "work", "music", "therapy", "work", "tablet", "however", "gives", "option", "switching", "one", "app", "another", "easily", "modifying", "therapy", "seamlessly", "suit", "individual", "need", "invest", "new", "equipment", "infrastructure", "researchers", "loaded", "menu", "70", "apps", "onto", "tablets", "study", "apps", "freely", "available", "itunes", "varied", "greatly", "cognitive", "complexity", "app", "displayed", "puppy", "photos", "one", "featured", "sudoku", "puzzles", "researchers", "found", "tablet", "use", "safe", "every", "patient", "regardless", "severity", "dementia", "proper", "supervision", "training", "engagement", "rate", "devices", "nearly", "100", "percent", "study", "also", "found", "tablets", "demonstrated", "significant", "effectiveness", "reducing", "symptoms", "agitation", "particularly", "exclusively", "among", "patients", "milder", "forms", "cited", "several", "examples", "tablet", "potential", "improve", "patient", "condition", "one", "particular", "patient", "spoke", "romanian", "withdrawn", "irritable", "medications", "ineffective", "controlling", "symptoms", "started", "showing", "romanian", "video", "clips", "youtube", "behavior", "changed", "dramatically", "instantaneously", "said", "vahia", "mood", "improved", "became", "interactive", "medical", "support", "team", "also", "started", "using", "translation", "app", "staff", "could", "ask", "simple", "questions", "romanian", "facilitating", "increased", "interaction", "significant", "improvements", "clear", "testament", "tablet", "potential", "clinical", "tool", "based", "promising", "outcomes", "geriatric", "psychiatry", "outpatient", "services", "clinical", "team", "expanding", "use", "tablet", "devices", "means", "control", "agitation", "dementia", "patients", "mclean", "allow", "researchers", "develop", "robust", "data", "expand", "scope", "study", "including", "focus", "specific", "clinical", "factors", "may", "impact", "patients", "dementia", "engage", "respond", "apps"], "url": "http://www.eurekalert.org/pub_releases/2017-01/mh-tds010617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new pilot study led by McLean Hospital's Ipsit Vahia, MD, medical director of Geriatric Psychiatry Outpatient Services at McLean Hospital, suggests that the use of tablet computers is both a safe and a potentially effective approach to managing agitation among patients with dementia.", "\"Tablet use as a nonpharmacologic intervention for agitation in older adults, including those with severe dementia, appears to be feasible, safe, and of potential utility,\" said Vahia.", "\"Our preliminary results are a first step in developing much-needed empirical data for clinicians and caregivers on how to use technology such as tablets as tools to enhance care and also for app developers working to serve the technologic needs of this population.", "\"\"Use of Tablet Devices in the Management of Agitation Among Inpatients with Dementia: An Open Label Study\" was recently published in the online version of The American Journal of Geriatric Psychiatry.", "This research builds upon previous studies demonstrating that art, music, and other similar therapies can effectively reduce symptoms of dementia without medication.", "By using tablet devices to employ these therapies, however, patients and providers also benefit from a computer's inherent flexibility.", "\"The biggest advantage is versatility,\" said Vahia.", "\"We know that art therapy can work, music therapy can work.", "The tablet, however, gives you the option of switching from one app to another easily, modifying the therapy seamlessly to suit the individual.", "You don't need to invest in new equipment or infrastructure.\"", "Researchers loaded a menu of 70 apps onto the tablets for the study.", "The apps were freely available on iTunes and varied greatly in their cognitive complexity--from an app that displayed puppy photos to one that featured Sudoku puzzles.", "The researchers found that tablet use was safe for every patient, regardless of the severity of their dementia, and that with proper supervision and training, the engagement rate with the devices was nearly 100 percent.", "The study also found that the tablets demonstrated significant effectiveness in reducing symptoms of agitation, particularly--but not exclusively--among patients with milder forms of dementia.Vahia cited several examples of the tablet's potential to improve a patient's condition.", "One particular patient, who only spoke Romanian, was very withdrawn and irritable, and medications were ineffective in controlling his symptoms.", "\"We started showing him Romanian video clips on YouTube, and his behavior changed dramatically and instantaneously,\" said Vahia.", "\"His mood improved.", "He became more interactive.", "He and his medical support team also started using a translation app so that staff could ask him simple questions in Romanian, facilitating increased interaction.", "These significant improvements are a clear testament of the tablet's potential as a clinical tool.", "\"Based on such promising outcomes, the Geriatric Psychiatry Outpatient Services clinical team is expanding the use of tablet devices as a means to control agitation in dementia patients at McLean.", "This will allow researchers to develop more robust data and expand the scope of the study, including a focus on specific clinical factors that may impact how patients with dementia engage with and respond to apps."], "title": "Tablet devices show promise in managing agitation among patients with dementia | EurekAlert! Science News", "source": "McLean Hospital", "date": "2018-01-19_20:29:11", "year": "Fri, 06 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new pilot study led by McLean Hospital's Ipsit Vahia, MD, medical director of Geriatric Psychiatry Outpatient Services at McLean Hospital, suggests that the use of tablet computers is both a safe and a potentially effective approach to managing agitation among patients with dementia. \"Tablet use as a nonpharmacologic intervention for agitation in older adults, including those with severe dementia, appears to be feasible, safe, and of potential utility,\" said Vahia. \"Our preliminary results are a first step in developing much-needed empirical data for clinicians and caregivers on how to use technology such as tablets as tools to enhance care and also for app developers working to serve the technologic needs of this population.\"\"Use of Tablet Devices in the Management of Agitation Among Inpatients with Dementia: An Open Label Study\" was recently published in the online version of The American Journal of Geriatric Psychiatry. This research builds upon previous studies demonstrating that art, music, and other similar therapies can effectively reduce symptoms of dementia without medication. By using tablet devices to employ these therapies, however, patients and providers also benefit from a computer's inherent flexibility. \"The biggest advantage is versatility,\" said Vahia. \"We know that art therapy can work, music therapy can work. The tablet, however, gives you the option of switching from one app to another easily, modifying the therapy seamlessly to suit the individual. You don't need to invest in new equipment or infrastructure.\" Researchers loaded a menu of 70 apps onto the tablets for the study. The apps were freely available on iTunes and varied greatly in their cognitive complexity--from an app that displayed puppy photos to one that featured Sudoku puzzles. The researchers found that tablet use was safe for every patient, regardless of the severity of their dementia, and that with proper supervision and training, the engagement rate with the devices was nearly 100 percent. The study also found that the tablets demonstrated significant effectiveness in reducing symptoms of agitation, particularly--but not exclusively--among patients with milder forms of dementia.Vahia cited several examples of the tablet's potential to improve a patient's condition. One particular patient, who only spoke Romanian, was very withdrawn and irritable, and medications were ineffective in controlling his symptoms.\"We started showing him Romanian video clips on YouTube, and his behavior changed dramatically and instantaneously,\" said Vahia. \"His mood improved. He became more interactive. He and his medical support team also started using a translation app so that staff could ask him simple questions in Romanian, facilitating increased interaction. These significant improvements are a clear testament of the tablet's potential as a clinical tool.\"Based on such promising outcomes, the Geriatric Psychiatry Outpatient Services clinical team is expanding the use of tablet devices as a means to control agitation in dementia patients at McLean. This will allow researchers to develop more robust data and expand the scope of the study, including a focus on specific clinical factors that may impact how patients with dementia engage with and respond to apps."}