{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdementia", "common", "people", "live", "within", "50", "metres", "major", "road", "live", "away", "according", "study", "looking", "million", "people", "published", "lancet", "however", "study", "found", "link", "traffic", "exposure", "parkinson", "disease", "multiple", "observational", "study", "estimated", "one", "10", "cases", "dementia", "among", "live", "within", "50", "metres", "major", "road", "1", "could", "attributed", "traffic", "research", "suggested", "air", "pollution", "traffic", "noise", "may", "contribute", "neurodegeneration", "one", "study", "finding", "living", "near", "road", "associated", "reduced", "white", "matter", "lower", "cognition", "however", "paper", "lancet", "first", "investigate", "link", "living", "close", "heavy", "traffic", "onset", "major", "neurodegenerative", "diseases", "researchers", "tracked", "adults", "aged", "20", "85", "living", "ontario", "canada", "approximately", "million", "people", "decade", "2001", "2012", "used", "postcodes", "determine", "close", "people", "lived", "road", "analysed", "medical", "records", "see", "went", "develop", "dementia", "parkinson", "disease", "multiple", "sclerosis", "almost", "people", "95", "study", "lived", "within", "one", "kilometre", "major", "road", "half", "lived", "within", "200", "metres", "one", "study", "period", "243000", "people", "developed", "dementia", "31500", "people", "developed", "parkinson", "disease", "9250", "people", "developed", "multiple", "sclerosis", "association", "living", "near", "road", "parkinson", "disease", "multiple", "sclerosis", "dementia", "common", "closer", "people", "lived", "busy", "roads", "risk", "developing", "dementia", "reduced", "people", "lived", "away", "main", "road", "7", "higher", "risk", "developing", "dementia", "among", "living", "within", "50", "metres", "4", "higher", "risk", "metres", "2", "higher", "risk", "metres", "increase", "risk", "living", "200", "metres", "away", "researchers", "also", "found", "exposure", "two", "common", "pollutants", "nitrogen", "dioxide", "fine", "particulate", "matter", "associated", "dementia", "account", "full", "effect", "meaning", "factors", "also", "likely", "involved", "could", "include", "air", "pollutants", "noise", "traffic", "despite", "growing", "impact", "diseases", "little", "known", "causes", "prevention", "said", "lead", "author", "dr", "hong", "chen", "public", "health", "ontario", "canada", "study", "suggests", "busy", "roads", "could", "source", "environmental", "stressors", "could", "give", "rise", "onset", "dementia", "increasing", "population", "growth", "urbanisation", "placed", "many", "people", "close", "heavy", "traffic", "widespread", "exposure", "traffic", "growing", "rates", "dementia", "even", "modest", "effect", "exposure", "could", "pose", "large", "public", "health", "burden", "research", "understand", "link", "needed", "particularly", "effects", "different", "aspects", "traffic", "air", "pollutants", "noise", "2", "study", "estimated", "air", "pollution", "exposure", "based", "postcode", "account", "individual", "exposure", "study", "observational", "establish", "causality", "study", "designed", "control", "socioeconomic", "status", "education", "levels", "bmi", "smoking", "meaning", "link", "unlikely", "explained", "factors", "writing", "linked", "comment", "dr", "lilian", "university", "montana", "usa", "said", "significant", "association", "newly", "diagnosed", "cases", "dementia", "study", "period", "2001", "2012", "proximity", "traffic", "road", "less", "50", "versus", "300", "robust", "observation", "dementia", "involving", "predominantly", "urban", "versus", "rural", "residents", "opens", "crucial", "global", "health", "concern", "millions", "people", "health", "repercussions", "living", "close", "heavy", "traffic", "vary", "considerably", "among", "exposed", "populations", "given", "traffic", "includes", "exposures", "complex", "mixtures", "environmental", "insults", "must", "implement", "preventive", "measures", "rather", "take", "reactive", "actions", "decades"], "url": "http://www.eurekalert.org/pub_releases/2017-01/tl-tll010317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDementia is more common in people who live within 50 metres of a major road than those who live further away, according to a study looking at 6.6 million people published in The Lancet.", "However, the study found no link between traffic exposure and Parkinson's disease or multiple sclerosis.The observational study estimated that up to one in 10 (7-11%) cases of dementia among those who live within 50 metres of a major road [1] could be attributed to traffic exposure.Previous research has suggested that air pollution and traffic noise may contribute to neurodegeneration, with one study finding that living near a road was associated with reduced white matter and lower cognition.", "However, the paper in The Lancet is the first to investigate the link between living close to heavy traffic and the onset of major neurodegenerative diseases.", "The researchers tracked all adults aged between 20 and 85 living in Ontario, Canada - approximately 6.6 million people - for over a decade from 2001 to 2012.", "They used postcodes to determine how close people lived to a road and analysed medical records to see if they went on to develop dementia, Parkinson's disease or multiple sclerosis.", "Almost all people (95%) in the study lived within one kilometre of a major road and half lived within 200 metres of one.", "Over the study period, more than 243000 people developed dementia, 31500 people developed Parkinson's disease and 9250 people developed multiple sclerosis.", "While there was no association between living near a road and Parkinson's disease or multiple sclerosis, dementia was more common the closer people lived to busy roads.", "The risk of developing dementia reduced as people lived further away from a main road - with a 7% higher risk in developing dementia among those living within 50 metres, a 4% higher risk at 50-100 metres, a 2% higher risk at 101-200 metres and no increase in risk in those living more than 200 metres away.", "The researchers also found that long-term exposure to two common pollutants (nitrogen dioxide and fine particulate matter) was associated with dementia but this did not account for the full effect, meaning other factors are also likely to be involved.", "These could include other air pollutants or noise from traffic.", "\"Despite the growing impact of these diseases, little is known about their causes and prevention,\" said lead author Dr Hong Chen, Public Health Ontario, Canada.", "\"Our study suggests that busy roads could be a source of environmental stressors that could give rise to the onset of dementia.", "Increasing population growth and urbanisation has placed many people close to heavy traffic, and with widespread exposure to traffic and growing rates of dementia, even a modest effect from near-road exposure could pose a large public health burden.", "More research to understand this link is needed, particularly into the effects of different aspects of traffic, such as air pollutants and noise.\"", "[2]The study estimated air pollution exposure based on postcode, so does not account for each individual's exposure.", "Because the study is observational it cannot establish causality, but the study was designed to control for socioeconomic status, education levels, BMI and smoking meaning the link is unlikely to be explained by these factors.", "Writing in a linked Comment, Dr Lilian Calderón-Garcidueñas, University of Montana, USA, said: \"The significant association of newly diagnosed cases of dementia in the study period between 2001 and 2012 with the proximity to traffic road less than 50 m-300 m versus more than 300 m, and the robust observation of dementia involving predominantly urban versus rural residents, opens up a crucial global health concern for millions of people...", "The health repercussions of living close to heavy traffic vary considerably among exposed populations, given that traffic includes exposures to complex mixtures of environmental insults... We must implement preventive measures now, rather than take reactive actions decades from now.\""], "title": "The Lancet: Living close to major roads linked to small increase in dementia risk | EurekAlert! Science News", "source": "The Lancet", "date": "2018-01-19_20:29:27", "year": "Wed, 04 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDementia is more common in people who live within 50 metres of a major road than those who live further away, according to a study looking at 6.6 million people published in The Lancet. However, the study found no link between traffic exposure and Parkinson's disease or multiple sclerosis.The observational study estimated that up to one in 10 (7-11%) cases of dementia among those who live within 50 metres of a major road [1] could be attributed to traffic exposure.Previous research has suggested that air pollution and traffic noise may contribute to neurodegeneration, with one study finding that living near a road was associated with reduced white matter and lower cognition. However, the paper in The Lancet is the first to investigate the link between living close to heavy traffic and the onset of major neurodegenerative diseases. The researchers tracked all adults aged between 20 and 85 living in Ontario, Canada - approximately 6.6 million people - for over a decade from 2001 to 2012. They used postcodes to determine how close people lived to a road and analysed medical records to see if they went on to develop dementia, Parkinson's disease or multiple sclerosis. Almost all people (95%) in the study lived within one kilometre of a major road and half lived within 200 metres of one. Over the study period, more than 243000 people developed dementia, 31500 people developed Parkinson's disease and 9250 people developed multiple sclerosis. While there was no association between living near a road and Parkinson's disease or multiple sclerosis, dementia was more common the closer people lived to busy roads. The risk of developing dementia reduced as people lived further away from a main road - with a 7% higher risk in developing dementia among those living within 50 metres, a 4% higher risk at 50-100 metres, a 2% higher risk at 101-200 metres and no increase in risk in those living more than 200 metres away. The researchers also found that long-term exposure to two common pollutants (nitrogen dioxide and fine particulate matter) was associated with dementia but this did not account for the full effect, meaning other factors are also likely to be involved. These could include other air pollutants or noise from traffic.\"Despite the growing impact of these diseases, little is known about their causes and prevention,\" said lead author Dr Hong Chen, Public Health Ontario, Canada. \"Our study suggests that busy roads could be a source of environmental stressors that could give rise to the onset of dementia. Increasing population growth and urbanisation has placed many people close to heavy traffic, and with widespread exposure to traffic and growing rates of dementia, even a modest effect from near-road exposure could pose a large public health burden. More research to understand this link is needed, particularly into the effects of different aspects of traffic, such as air pollutants and noise.\" [2]The study estimated air pollution exposure based on postcode, so does not account for each individual's exposure. Because the study is observational it cannot establish causality, but the study was designed to control for socioeconomic status, education levels, BMI and smoking meaning the link is unlikely to be explained by these factors. Writing in a linked Comment, Dr Lilian Calderón-Garcidueñas, University of Montana, USA, said: \"The significant association of newly diagnosed cases of dementia in the study period between 2001 and 2012 with the proximity to traffic road less than 50 m-300 m versus more than 300 m, and the robust observation of dementia involving predominantly urban versus rural residents, opens up a crucial global health concern for millions of people... The health repercussions of living close to heavy traffic vary considerably among exposed populations, given that traffic includes exposures to complex mixtures of environmental insults... We must implement preventive measures now, rather than take reactive actions decades from now.\""}