{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "study", "published", "today", "journal", "anatomy", "made", "important", "breakthrough", "examination", "blood", "vessels", "brain", "giving", "scientists", "clearer", "understanding", "dementia", "brain", "cancer", "stroke", "affect", "veins", "capillaries", "organ", "working", "collaboratively", "researchers", "university", "surrey", "federal", "university", "sao", "paulo", "developed", "innovative", "technique", "examine", "quantify", "blood", "vessels", "brain", "using", "3d", "image", "analysis", "stereology", "experimental", "animal", "models", "technique", "allow", "scientists", "study", "diseases", "develop", "brain", "help", "identify", "examination", "blood", "vessels", "potential", "warning", "signs", "illnesses", "symptoms", "appear", "learnings", "potentially", "translated", "humans", "help", "reduce", "number", "deaths", "illnesses", "procedure", "also", "used", "post", "mortems", "biopsies", "examinations", "animal", "human", "tissue", "making", "easier", "pathologists", "determine", "causes", "death", "quickly", "identify", "alterations", "brain", "circulation", "clots", "tumors", "inexpensive", "technique", "dissolving", "china", "ink", "gelatin", "creates", "solution", "making", "blood", "vessels", "visible", "use", "confocal", "microscope", "enables", "scientists", "pathologists", "make", "accurate", "reading", "number", "length", "surface", "area", "create", "3d", "images", "help", "identify", "changes", "shape", "size", "key", "indicators", "number", "diseases", "brain", "innovative", "method", "also", "facilitate", "greater", "understanding", "exercise", "affects", "brain", "scientists", "able", "examine", "circulatory", "effects", "increased", "decreased", "heart", "rate", "arterial", "pressure", "brain", "creation", "new", "vessels", "angiogenesis", "study", "dr", "augusto", "coppi", "university", "surrey", "said", "brain", "fascinating", "organ", "full", "understanding", "circulation", "lacking", "previously", "unable", "fully", "sample", "perform", "quantification", "circulation", "brain", "3d", "simply", "could", "see", "vessels", "due", "minute", "size", "sometimes", "due", "irregular", "spatial", "distribution", "new", "technique", "allow", "us", "sample", "image", "count", "blood", "vessels", "3d", "giving", "us", "greater", "mechanistic", "comprehension", "circulation", "brain", "works", "brain", "diseases", "dementia", "stroke", "affect", "organ", "estimated", "people", "diagnosed", "dementia", "england", "technique", "marks", "significant", "breakthrough", "fight", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uos-itt010417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study published today in the Journal of Anatomy has made an important breakthrough in the examination of blood vessels in the brain giving scientists a clearer understanding of how dementia, brain cancer and stroke can affect veins and capillaries in this organ.", "Working collaboratively researchers from the University of Surrey and the Federal University of Sao Paulo developed an innovative technique to examine and quantify blood vessels in the brain using 3D Image Analysis (Stereology) procedures.Using experimental animal models, this technique will allow scientists to study how such diseases develop in the brain and help them identify, through examination of blood vessels, potential warning signs of illnesses before symptoms appear.", "These learnings can potentially be translated into humans and help reduce the number of deaths from these illnesses.", "The procedure can also be used in post mortems and biopsies examinations of animal and human tissue making it easier for pathologists to determine causes of death and quickly identify alterations in the brain circulation (such as clots) or tumors.", "The inexpensive technique of dissolving China Ink with gelatin creates a solution making blood vessels more visible with the use of a confocal microscope.", "This enables scientists and pathologists to make an accurate reading of their number, length, surface area and create 3D images which can help identify changes in their shape and size, key indicators of a number of circulation-related diseases of the brain.", "This innovative method will also facilitate a greater understanding of how exercise affects the brain.", "Scientists will now be able to examine circulatory effects of increased or decreased heart rate, arterial pressure on the brain and the creation of new vessels (angiogenesis).Co-author of the study Dr Augusto Coppi from the University of Surrey said: \"The brain is a fascinating organ but our full understanding of its circulation is lacking.", "Previously we have been unable to fully sample and perform a quantification of the circulation of the brain in 3D as we simply could not see all vessels due to their minute size and sometimes due to their irregular spatial distribution.", "\"This new technique will allow us to sample, image and count blood vessels in 3D giving us a greater mechanistic comprehension of how the circulation of the brain works and how brain diseases such as dementia and stroke affect this organ.", "With an estimated 850,000 people diagnosed with dementia in England, this technique marks a significant breakthrough in the fight against this disease.\""], "title": "Innovative technique to examine blood vessels in 3-D help unlock secrets of the brain | EurekAlert! Science News", "source": "University of Surrey", "date": "2018-01-19_20:29:31", "year": "Wed, 04 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study published today in the Journal of Anatomy has made an important breakthrough in the examination of blood vessels in the brain giving scientists a clearer understanding of how dementia, brain cancer and stroke can affect veins and capillaries in this organ. Working collaboratively researchers from the University of Surrey and the Federal University of Sao Paulo developed an innovative technique to examine and quantify blood vessels in the brain using 3D Image Analysis (Stereology) procedures.Using experimental animal models, this technique will allow scientists to study how such diseases develop in the brain and help them identify, through examination of blood vessels, potential warning signs of illnesses before symptoms appear. These learnings can potentially be translated into humans and help reduce the number of deaths from these illnesses. The procedure can also be used in post mortems and biopsies examinations of animal and human tissue making it easier for pathologists to determine causes of death and quickly identify alterations in the brain circulation (such as clots) or tumors. The inexpensive technique of dissolving China Ink with gelatin creates a solution making blood vessels more visible with the use of a confocal microscope. This enables scientists and pathologists to make an accurate reading of their number, length, surface area and create 3D images which can help identify changes in their shape and size, key indicators of a number of circulation-related diseases of the brain. This innovative method will also facilitate a greater understanding of how exercise affects the brain. Scientists will now be able to examine circulatory effects of increased or decreased heart rate, arterial pressure on the brain and the creation of new vessels (angiogenesis).Co-author of the study Dr Augusto Coppi from the University of Surrey said: \"The brain is a fascinating organ but our full understanding of its circulation is lacking. Previously we have been unable to fully sample and perform a quantification of the circulation of the brain in 3D as we simply could not see all vessels due to their minute size and sometimes due to their irregular spatial distribution.\"This new technique will allow us to sample, image and count blood vessels in 3D giving us a greater mechanistic comprehension of how the circulation of the brain works and how brain diseases such as dementia and stroke affect this organ. With an estimated 850,000 people diagnosed with dementia in England, this technique marks a significant breakthrough in the fight against this disease.\"\r\n"}