{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txminneapolis", "new", "study", "shows", "older", "people", "followed", "mediterranean", "diet", "retained", "brain", "volume", "period", "follow", "diet", "closely", "study", "published", "january", "4", "2017", "online", "issue", "medical", "journal", "american", "academy", "neurology", "contrary", "earlier", "studies", "eating", "fish", "less", "meat", "related", "changes", "brain", "mediterranean", "diet", "includes", "large", "amounts", "fruits", "vegetables", "olive", "oil", "beans", "cereal", "grains", "wheat", "rice", "moderate", "amounts", "fish", "dairy", "wine", "limited", "red", "meat", "poultry", "age", "brain", "shrinks", "lose", "brain", "cells", "affect", "learning", "memory", "said", "study", "author", "michelle", "luciano", "phd", "university", "edinburgh", "scotland", "study", "adds", "body", "evidence", "suggests", "mediterranean", "diet", "positive", "impact", "brain", "health", "researchers", "gathered", "information", "eating", "habits", "967", "scottish", "people", "around", "age", "70", "dementia", "people", "562", "mri", "brain", "scan", "around", "age", "73", "measure", "overall", "brain", "volume", "gray", "matter", "volume", "thickness", "cortex", "outer", "layer", "brain", "group", "401", "people", "returned", "second", "mri", "age", "76", "measurements", "compared", "closely", "participants", "followed", "mediterranean", "diet", "participants", "varied", "closely", "dietary", "habits", "followed", "mediterranean", "diet", "principles", "people", "follow", "closely", "mediterranean", "diet", "likely", "higher", "loss", "total", "brain", "volume", "three", "years", "people", "followed", "diet", "closely", "difference", "diet", "explained", "percent", "variation", "total", "brain", "volume", "effect", "half", "size", "due", "normal", "aging", "results", "researchers", "adjusted", "factors", "could", "affect", "brain", "volume", "age", "education", "diabetes", "high", "blood", "pressure", "relationship", "grey", "matter", "volume", "cortical", "thickness", "mediterranean", "researchers", "also", "found", "fish", "meat", "consumption", "related", "brain", "changes", "contrary", "earlier", "studies", "possible", "components", "mediterranean", "diet", "responsible", "relationship", "due", "components", "combination", "luciano", "said", "luciano", "noted", "earlier", "studies", "looked", "brain", "measurements", "one", "point", "time", "whereas", "current", "study", "followed", "people", "time", "study", "eating", "habits", "measured", "brain", "volume", "suggests", "diet", "may", "able", "provide", "protection", "brain", "said", "luciano", "still", "larger", "studies", "needed", "confirm", "results"], "url": "http://www.eurekalert.org/pub_releases/2017-01/aaon-mdm122916.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - A new study shows that older people who followed a Mediterranean diet retained more brain volume over a three-year period than those who did not follow the diet as closely.", "The study is published in the January 4, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "But contrary to earlier studies, eating more fish and less meat was not related to changes in the brain.", "The Mediterranean diet includes large amounts of fruits, vegetables, olive oil, beans and cereal grains such as wheat and rice, moderate amounts of fish, dairy and wine, and limited red meat and poultry.", "\"As we age, the brain shrinks and we lose brain cells which can affect learning and memory,\" said study author Michelle Luciano, PhD, of the University of Edinburgh in Scotland.", "\"This study adds to the body of evidence that suggests the Mediterranean diet has a positive impact on brain health.\"", "Researchers gathered information on the eating habits of 967 Scottish people around age 70 who did not have dementia.", "Of those people, 562 had an MRI brain scan around age 73 to measure overall brain volume, gray matter volume and thickness of the cortex, which is the outer layer of the brain.", "From that group, 401 people then returned for a second MRI at age 76.", "These measurements were compared to how closely participants followed the Mediterranean diet.", "The participants varied in how closely their dietary habits followed the Mediterranean diet principles.", "People who didn't follow as closely to the Mediterranean diet were more likely to have a higher loss of total brain volume over the three years than people who followed the diet more closely.", "The difference in diet explained 0.5 percent of the variation in total brain volume, an effect that was half the size of that due to normal aging.", "The results were the same when researchers adjusted for other factors that could affect brain volume, such as age, education and having diabetes or high blood pressure.", "There was no relationship between grey matter volume or cortical thickness and the Mediterranean diet.The researchers also found that fish and meat consumption were not related to brain changes, which is contrary to earlier studies.", "\"It's possible that other components of the Mediterranean diet are responsible for this relationship, or that it's due to all of the components in combination,\" Luciano said.", "Luciano noted that earlier studies looked at brain measurements at one point in time, whereas the current study followed people over time.", "\"In our study, eating habits were measured before brain volume was, which suggests that the diet may be able to provide long-term protection to the brain,\" said Luciano.", "\"Still, larger studies are needed to confirm these results.\""], "title": "Mediterranean diet may have lasting effects on brain health | EurekAlert! Science News", "source": "American Academy of Neurology", "date": "2018-01-19_20:29:33", "year": "Wed, 04 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - A new study shows that older people who followed a Mediterranean diet retained more brain volume over a three-year period than those who did not follow the diet as closely. The study is published in the January 4, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. But contrary to earlier studies, eating more fish and less meat was not related to changes in the brain. The Mediterranean diet includes large amounts of fruits, vegetables, olive oil, beans and cereal grains such as wheat and rice, moderate amounts of fish, dairy and wine, and limited red meat and poultry. \"As we age, the brain shrinks and we lose brain cells which can affect learning and memory,\" said study author Michelle Luciano, PhD, of the University of Edinburgh in Scotland. \"This study adds to the body of evidence that suggests the Mediterranean diet has a positive impact on brain health.\" Researchers gathered information on the eating habits of 967 Scottish people around age 70 who did not have dementia. Of those people, 562 had an MRI brain scan around age 73 to measure overall brain volume, gray matter volume and thickness of the cortex, which is the outer layer of the brain. From that group, 401 people then returned for a second MRI at age 76. These measurements were compared to how closely participants followed the Mediterranean diet. The participants varied in how closely their dietary habits followed the Mediterranean diet principles. People who didn't follow as closely to the Mediterranean diet were more likely to have a higher loss of total brain volume over the three years than people who followed the diet more closely. The difference in diet explained 0.5 percent of the variation in total brain volume, an effect that was half the size of that due to normal aging. The results were the same when researchers adjusted for other factors that could affect brain volume, such as age, education and having diabetes or high blood pressure. There was no relationship between grey matter volume or cortical thickness and the Mediterranean diet.The researchers also found that fish and meat consumption were not related to brain changes, which is contrary to earlier studies.\"It's possible that other components of the Mediterranean diet are responsible for this relationship, or that it's due to all of the components in combination,\" Luciano said. Luciano noted that earlier studies looked at brain measurements at one point in time, whereas the current study followed people over time. \"In our study, eating habits were measured before brain volume was, which suggests that the diet may be able to provide long-term protection to the brain,\" said Luciano. \"Still, larger studies are needed to confirm these results.\""}