{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "team", "including", "first", "author", "robert", "heler", "identified", "mutation", "prompt", "bacterial", "immune", "system", "readily", "acquire", "store", "genetic", "snippets", "attacking", "viruses", "view", "microbes", "form", "memories", "although", "inconveniently", "scientists", "study", "process", "university", "researchers", "colleagues", "university", "california", "berkeley", "found", "way", "make", "bacteria", "encode", "memories", "much", "frequently", "discovery", "described", "december", "22", "molecular", "cell", "crispr", "adaptive", "immune", "system", "found", "within", "many", "bacteria", "remembers", "viruses", "storing", "snippets", "dna", "nature", "recording", "events", "happen", "rarely", "says", "senior", "author", "luciano", "marraffini", "head", "laboratory", "bacteriology", "identified", "single", "mutation", "causes", "bacterial", "cells", "acquire", "genetic", "memories", "viruses", "100", "times", "frequently", "naturally", "adds", "mutation", "provides", "powerful", "tool", "experiments", "lab", "elsewhere", "could", "facilitate", "creation", "data", "storage", "devices", "virus", "bacterium", "crispr", "system", "recorded", "shows", "enzyme", "known", "cas9", "dispatched", "destroy", "system", "precision", "already", "made", "important", "tool", "editing", "genomes", "scientists", "looking", "toward", "potential", "current", "study", "team", "randomly", "introduced", "mutations", "gene", "cas9", "found", "one", "prompts", "bacteria", "acquire", "genetic", "memories", "readily", "normal", "conditions", "researchers", "expose", "bacterial", "cells", "potentially", "deadly", "virus", "one", "typically", "acquire", "dna", "snippet", "could", "enable", "survive", "future", "attack", "cells", "engineered", "carry", "new", "mutation", "ratio", "increases", "one", "mutation", "quickly", "became", "useful", "nearly", "projects", "going", "marraffini", "lab", "working", "microbes", "whose", "genetic", "memories", "enhanced", "way", "scientists", "able", "generate", "much", "data", "various", "aspects", "may", "applications", "though", "far", "horizon", "synthetic", "biologists", "scientists", "design", "build", "novel", "biological", "machines", "think", "system", "could", "adapted", "capture", "information", "activity", "neurons", "cells", "respond", "environmental", "stimuli", "trajectory", "metastasizing", "cancer", "cells", "although", "many", "hurdles", "remain", "development", "recording", "system", "mutation", "could", "potentially", "make", "realistic", "researchers", "discovery", "also", "raises", "question", "mutation", "makes", "bacteria", "capable", "defending", "evolved", "carry", "naturally", "crispr", "explains", "first", "author", "robert", "heler", "graduate", "student", "lab", "although", "system", "defends", "cells", "sometimes", "misfire", "acquiring", "dna", "snippets", "host", "rather", "invading", "virus", "leading", "cell", "kill", "unless", "beseiged", "exceedingly", "high", "volume", "viruses", "require", "potent", "defense", "microbes", "without", "mutation", "survival", "advantage", "less", "prone", "type", "suicide", "heler", "says"], "url": "http://www.eurekalert.org/pub_releases/2017-01/ru-slh010417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The team, including first author Robert Heler (above), identified a mutation that can prompt the bacterial immune system to more readily acquire and store genetic snippets from attacking viruses.", "view more Some microbes can form memories--although, inconveniently for scientists who study the process, they don't do it very often.Rockefeller University researchers and their colleagues at the University of California, Berkeley, have found a way to make bacteria encode memories much more frequently.", "Their discovery was described December 22 in Molecular Cell.", "\"CRISPR, the adaptive immune system found within many bacteria, remembers viruses by storing snippets of their DNA.", "But in nature, these recording events happen only rarely,\" says senior author Luciano Marraffini, head of the Laboratory of Bacteriology.", "\"We have identified a single mutation that causes bacterial cells to acquire genetic memories of viruses 100 times more frequently than they do naturally,\" he adds.", "\"This mutation provides a powerful tool for experiments in our lab and elsewhere, and could facilitate the creation of DNA-based data storage devices.", "\"If a virus that a bacterium's CRISPR system has recorded shows up again, an enzyme known as Cas9 is dispatched to destroy it.", "The system's precision has already made it an important tool for editing genomes, and scientists are looking toward other potential applications.For the current study, the team randomly introduced mutations into the gene for Cas9 and found that one of them prompts bacteria to acquire genetic memories more readily.", "Under normal conditions, if researchers expose 100,000 bacterial cells to the same potentially deadly virus, only one will typically acquire a DNA snippet that could enable it to survive a future attack.", "In cells engineered to carry this new mutation, the ratio increases to one in 1,000.The mutation quickly became useful to nearly all of the projects going on in Marraffini's lab.", "Working with microbes whose genetic memories have been enhanced this way, the scientists are able to generate much more data about various aspects of CRISPR.There may be other applications, though some are far off on the horizon.", "Some synthetic biologists--scientists who design and build novel biological machines--think a CRISPR-like system could be adapted to capture information about the activity of neurons, how cells respond to environmental stimuli, or the trajectory of metastasizing cancer cells.", "Although many hurdles remain for the development of a CRISPR-based recording system, this mutation could potentially make it more realistic, the researchers say.The discovery also raises a question: If this mutation makes bacteria more capable of defending themselves, why haven't they evolved to carry it naturally?", "\"There is a trade-off with CRISPR,\" explains first author Robert Heler, a graduate student in the lab.", "Although the system defends cells, it can sometimes misfire by acquiring DNA snippets from its host rather than from an invading virus, leading the cell to kill itself.", "\"Unless they are beseiged by an exceedingly high volume of viruses that require a potent CRISPR-Cas defense, microbes without the mutation have a survival advantage because they are less prone to this type of suicide,\" Heler says."], "title": "Scientists learn how to ramp up microbes' ability to make memories | EurekAlert! Science News", "source": "Rockefeller University", "date": "2018-01-19_20:29:36", "year": "Wed, 04 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The team, including first author Robert Heler (above), identified a mutation that can prompt the bacterial immune system to more readily acquire and store genetic snippets from attacking viruses.\n       view more Some microbes can form memories--although, inconveniently for scientists who study the process, they don't do it very often.Rockefeller University researchers and their colleagues at the University of California, Berkeley, have found a way to make bacteria encode memories much more frequently. Their discovery was described December 22 in Molecular Cell.\"CRISPR, the adaptive immune system found within many bacteria, remembers viruses by storing snippets of their DNA. But in nature, these recording events happen only rarely,\" says senior author Luciano Marraffini, head of the Laboratory of Bacteriology.\"We have identified a single mutation that causes bacterial cells to acquire genetic memories of viruses 100 times more frequently than they do naturally,\" he adds.  \"This mutation provides a powerful tool for experiments in our lab and elsewhere, and could facilitate the creation of DNA-based data storage devices.\"If a virus that a bacterium's CRISPR system has recorded shows up again, an enzyme known as Cas9 is dispatched to destroy it. The system's precision has already made it an important tool for editing genomes, and scientists are looking toward other potential applications.For the current study, the team randomly introduced mutations into the gene for Cas9 and found that one of them prompts bacteria to acquire genetic memories more readily. Under normal conditions, if researchers expose 100,000 bacterial cells to the same potentially deadly virus, only one will typically acquire a DNA snippet that could enable it to survive a future attack. In cells engineered to carry this new mutation, the ratio increases to one in 1,000.The mutation quickly became useful to nearly all of the projects going on in Marraffini's lab. Working with microbes whose genetic memories have been enhanced this way, the scientists are able to generate much more data about various aspects of CRISPR.There may be other applications, though some are far off on the horizon. Some synthetic biologists--scientists who design and build novel biological machines--think a CRISPR-like system could be adapted to capture information about the activity of neurons, how cells respond to environmental stimuli, or the trajectory of metastasizing cancer cells. Although many hurdles remain for the development of a CRISPR-based recording system, this mutation could potentially make it more realistic, the researchers say.The discovery also raises a question: If this mutation makes bacteria more capable of defending themselves, why haven't they evolved to carry it naturally? \"There is a trade-off with CRISPR,\" explains first author Robert Heler, a graduate student in the lab. Although the system defends cells, it can sometimes misfire by acquiring DNA snippets from its host rather than from an invading virus, leading the cell to kill itself. \"Unless they are beseiged by an exceedingly high volume of viruses that require a potent CRISPR-Cas defense, microbes without the mutation have a survival advantage because they are less prone to this type of suicide,\" Heler says.\r\n"}