{"title": "Dogs share food with other dogs even in complex situations", "text": "Generosity, even among family members, had long been considered to be a specifically human characteristic. Yet rats, chimpanzees and other animals also exhibit similar behaviour. Rachel Dale, Friederike Range and colleagues, of the Messerli Research Institute at Vetmeduni Vienna had already shown that dogs also share food rewards with other dogs. Using a bar-pulling task, the dogs delivered the treats to partner dogs - especially if these were already known to them. \r\nA new study by the research team now used a more complex task set-up to confirm the prosocial behaviour of dogs. The experiment showed that dogs continued to prefer familiar partners. However, the increased complexity of the task influenced the readiness with which the dogs delivered a food reward to another animal. The study thus confirmed that the chosen method affects the result and is much more dependent on social proximity than had previously been assumed.Recognition of objects necessary for giving treatsInstead of pulling on a rope, the dogs in the present study had to recognize special objects in the form of tokens in order to deliver a food reward to the other dog. \"This time we not only tested a different experimental set-up but also the level of difficulty,\" explains Dale. \"The dogs were first trained to touch a token in exchange for a food reward for themselves. They were then trained to recognize two more tokens: one that resulted in a reward being delivered to a partner dog and another which did not.\" Three experiments were then conducted to test whether the dogs exhibited prosocial behaviour even in this more complex task and whether they would deliver a food reward to a partner or not. The researchers also tested whether it made a difference to the donor dog if the receiver was familiar or a stranger and whether the presence of another dog was enough to trigger generous behaviour in the test dog even if the partner had no access to the food. Do dogs have to see the recipients to reward them?The test set-up consisted of two enclosures. The test dog was trained to wait on a specific location in one enclosure until the researchers revealed a board containing the tokens. The dog could then choose to deliver a food reward to the receiver dog or not. In the first test, either a familiar dog or a stranger sat in the receiver enclosure. The dogs could see each other during the experiment. In the second test, the receiver enclosure remained empty but the other dog was present in the testing room. In a third test, the test dogs were alone in the entire set-up. At the end of each test series, the donor animals could reward themselves by being allowed to touch the token that delivered the food reward to them. This was done to ensure that the dogs remained motivated and unstressed and did not become distracted by an unfamiliar dog.Dogs remain charitable even in complex tasks The experiment confirmed that dogs continue to exhibit prosocial behaviour despite the more complex task. The dogs clearly showed a preference for sharing the food reward with a familiar dog. Unfamiliar dogs were rewarded nearly three times less often than familiar ones. The higher level of complexity, however, impacted the general frequency of the food delivery. This influence could be shown among dogs for the first time by comparing the token choice experiment with the simpler bar-pulling set-up and confirms the results of similar tests performed with small children and chimpanzees. Presence of a partner makes dogs more likely to shareThe behavioural biologists found another significant difference regarding the question whether the presence of a partner was important for the motivation of the test dog. Even when a second dog was present in the testing room without being in the other enclosure, the donor dogs were more motivated to give a food reward. When the test dogs were alone in the room, the number of food deliveries went down. \r\nThis aspect, known as social facilitation, could not be shown in the first study. The social facilitation theory starts from the assumption that animals will perform more readily in the presence of conspecifics. Given a more complex task, the presence of a partner appears to play a greater role. In this case, too, the donor dogs preferred familiar partners. \"The difference was smaller, however, than when there was direct visual contact. Social facilitation should therefore be considered and controlled more strongly in future studies and in simple experiments,\" says Range. ", "article_link": "http://dx.doi.org/10.1371/journal.pone.0167750", "url": "http://www.eurekalert.org/pub_releases/2017-01/uovm-dsf012717.php", "region": "europe", "source_link": "http://www.vetmeduni.ac.at/en/infoservice/presseinformation/press-releases-2017/heres-a-treat-for-you-dogs-share-food-with-other-dogs-even-in-complex-situations/", "funder": "", "meeting": "", "institution": "University of Veterinary Medicine -- Vienna", "keywords": ["Biology", " Evolution", " Nutrition/Nutrients", " Zoology/Veterinary Science", " Pets/Ethology", " Nutrition/Nutrients", " Behavior"], "journal": "PLOS ONE", "description": "Dogs also share their food, albeit mainly with four-legged friends rather than strangers. A new study conducted by behavioral biologists from the Messerli Research Institute at Vetmeduni Vienna has now confirmed this prosocial behavior among canines. The more complex methodology of the study, however, showed that the experimental set-up has an impact on the dogs' behavior and that even the mere presence of another dog makes the animals more generous.", "date": "Fri, 27 Jan 2017 05:00:00 GMT"}