{"title": "A way out of the junk-food eating cycle", "text": "People are easily pulled into binge culture's quick-fix obsession with junk-food. But, according to a study published in Frontiers in Behavioral Neuroscience, they might just as easily be able to pull themselves out of it. Laura Corbit, assistant professor at the University of Sydney, and her team wondered how one might counteract unhealthy eating habits.  They were curious to find out how food cues, such as billboards and commercials, affect our decisions about where, what and how much to eat. How does our environment shape how we eat? In order to figure out useful strategies against obesity and metabolic disease, they used lab rats to conduct a series of experiments replete with oreos, pringles, jelly snakes and chow. They showed that environments where tasty high-fat and high-sugar treats were routinely consumed induced habitual control: animals lost the ability to make volitional nutritional choices based on the current value of food. But the study also showed that rats could easily be brought out of this state.For people, habitual behavior means that eating patterns are not necessarily dictated by conscientious weight regulation and health concerns, but also by external food cues that shape and perpetuate certain eating habits: a world where McDonalds billboards loom large at every corner, luring you in with the promise of cheap, high-fat and high-sugar food. A first experiment backed this idea up by looking at volitional versus habitual control in rats. Animals were initially given repeated exposures to junk-food or bland chow environments. After being food-deprived, they were trained to press levers that provided either sugar water or pellets. Then, once they were full, they were once again placed in junk-food and bland chow environments in order to see whether these distinct contexts would affect their food-seeking behavior.This first experiment showed that a junk-food environment caused rats to exhibit a more habitual mode of behavior than a bland chow environment. In a second experiment, the rats underwent the same procedures as in the first experiment. This time, however, distinct sound cues were played whenever rats were placed in junk-food or bland chow contexts, creating specific environmental cues associated with specific food types.  The researchers found that the cue played in the bland chow context improved sensitivity to the devaluation of food, when rats were subsequently placed in the junk food context after having been fed. A sound cue paired with bland food is all it took to take rats out of a habitual mode of behavior and back into a volitional mind frame. The idea that we control how, when, and what we eat assumes -- wrongly -- that we are always able-minded enough to make measured, healthy decisions. Our best intentions could be assailed by a constant stream of sensory information. If the frequently habitual nature seen in rats is translated to people, this study offers encouraging insight.  The researchers suggest using simple interventions, such as reminders of how unhealthy certain foods are or interrupting the automatic processing of junk-food cues. A number of smartphone apps have already been developed to stymie the consumption of unhealthy food. Equally, simply putting up signs that point out healthy food options in a food court can be an effective way of bringing us into a volitional state of mind. As a corrective to obesity and metabolic disease, humans can come up with their own preventive cues, which may jolt them out of habit and into health. ", "article_link": "http://dx.doi.org/10.3389/fnbeh.2016.00216", "url": "http://www.eurekalert.org/pub_releases/2017-01/f-awo012717.php", "region": "europe", "source_link": "http://journal.frontiersin.org/article/10.3389/fnbeh.2016.00216/full", "funder": "University of Sydney Bridging Support", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Nutrition/Nutrients", " Medicine/Health", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving"], "journal": "Frontiers in Behavioral Neuroscience", "description": "Context can lead to poor food choice and perpetuate junk-food eating. But with the right cues, the bad habit can be broken, study shows. The results in rats show how entering an environment where a certain food type is routinely consumed can bias future decisions, with relevance for people and simple interventions.", "date": "Fri, 27 Jan 2017 05:00:00 GMT"}