{"title": "Russian-Japanese research helps understand the effects of microgravity on bone tissue", "text": "The paper appeared in Scientific Reports.The co-authors from the Russian side are Oleg Gusev (Extreme Biology Lab, Kazan Federal University) and Vladimir Sychyov (Institute of Medical and Biological Problems of RAS).As is well-known, space flights bring with them a unique set of health hazards. That includes bone and muscle deterioration. Loss of bone density is currently one of the most serious problems for astronauts. It is similar in nature to osteoporosis, an ailment common for senior people. Understanding microgravity and its effects on living organisms can help find new clinical methods of coping with this issue.Oleg Gusev explains, &laquoFishes are one of the test organisms that give an opportunity to outline space flight effects on one's health. Water stabilizes overloads and compensates microgravity. What we see in this research are the results of other factors, possibly space radiation or other sensitivities to gravity. Medaka fish also grows fast, so that's another benefit for the testing process. Their genome has been deciphered».Soyuz TMA-06M delivered several medakas to the International Space Station. Its other name -- rice fish -- indicates its special affinity for rice paddies. Medakas first visited space in 1994 on Columbia -- they successfully spawned during that flight. This time they will stay in ISS for several years.As it turned out, medakas start losing bone density much faster than humans -- almost immediately after arriving. The paper aims to explain what events and genes influence the progress of osteoporosis in medakas.These particular fishes have been genetically modified -- they have fluorescent proteins in them (in red and green light). These different proteins are formed in osteoclasts (bone cells that eliminate the old bone tissue) and osteoblasts (the ones that create new bone tissue). Both types of cells started appearing more quickly on the orbit than on the Earth.\r\nMicrogravity leads to different changes in the body, such as redistribution of liquids, hypertension, and vertigo. Mineralization of bones decreases, but little is understood about how osteoclasts and osteoblasts react to these conditions.The researchers hypothesize about up-regulation of genes osterix, osteocalcin, TRAP, and MMP9 in microgravity. Specific genes osterix and osteocalcin can react to gravity shifts because their activity rose simultaneously during the experiment.Trans­criptomic analysis of fishes' throat bones showed a significant increase in regulation of 2 genes of osteoblasts and 3 genes of osteoclasts. More detailed analysis in space showed increases in activities of the genes c-fos, jun-B-like, pai-1, ddit4, and tsc22d3.Earlier other researchers have shown that glucocorticoid hormones increase the activity of trans­cription factor AP-1 that regulates gene expression in response to a variety of stimuli, including cytokines, growth factors, stress, and bacterial and viral infections. Glucocorticoid receptors may be involved in osteoclast activity fluctuations. Also, stress is known to elevate blood pressure, which leads to nitrous oxide production and in turn - to blood pressure decrease.\r\nGlucocorticoid receptors and nitrous oxide, as some recent observations have proved, act in unison through the changes in activities of such genes as tsc22d3 and ddit4 which react to microgravity.Thus, the paper suggests the participation of NO - GCR signal pathway in microgravity stress.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/kfu-rrh012617.php", "region": "europe", "source_link": "http://kpfu.ru/eng/news-eng/microgravity-effects.html", "funder": "", "meeting": "", "institution": "Kazan Federal University", "keywords": ["Geophysics/Gravity", " Medicine/Health", " Orthopedic Medicine", " Physiology", " Experiments in Space"], "journal": "Scientific Reports", "description": "As is well-known, space flights bring with them a unique set of health hazards. That includes bone and muscle deterioration. Loss of bone density is currently one of the most serious problems for astronauts. It is similar in nature to osteoporosis, an ailment common for senior people. Understanding microgravity and its effects on living organisms can help find new clinical methods of coping with this issue.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}