{"title": "Androgen deprivation therapy: Not associated with increased risk of Alzheimer's disease", "text": "A large-scale, population based study led by Dr. Laurent Azoulay, Senior Investigator with the Lady Davis Institute at the Jewish General Hospital, has concluded that the use of androgen deprivation therapy (ADT) to treat advanced prostate cancer is not associated with an increased risk of Alzheimer disease. This result, published in the Journal of Clinical Oncology and accompanied by exclusive coverage by the American Society of Clinical Oncology (ASCO) is important because it soothes fears raised by an earlier, very controversial study that asserted a significant and troubling connection.ADT is a form of chemical castration that is prescribed to eliminate testosterone in men with advanced prostate cancer because the disease is fuelled by testosterone. It is widely used and so effective at halting the progress of the cancer that men are often treated with ADT for many years.\"Cognitive impairment is a known side effect of declining testosterone, in general, so it is naturally of concern with ADT,\" explains Dr. Azoulay, an Associate Professor of Epidemiology and Oncology at McGill University. \"However, there is a significant difference between cognitive limitations and the biological mechanisms associated with dementia.\"Dr. Azoulay and Farzin Khosrow-Khavar, a McGill University doctoral candidate under his supervision, discovered some troubling methodological deficiencies in the studies that found the association. Thus, they undertook to study a cohort of nearly 31,000 men who were newly diagnosed with nonmetastatic prostate cancer over a twenty-seven year period from the United Kingdom's Clinical Practice Research Datalink, one of the largest data bases of its kind.\"Our group was alarmed to see the earlier study that proposed that ADT doubled the risk of Alzheimer disease,\" said Dr. Azoulay. \"Such a dramatic finding called for further investigation and we found some important methodological problems in the study. Because ADT is so often given to older men, very careful statistical analysis is required to assert a causal relationship. Once we applied the correct methodology we found no statistically significant association. However, we would encourage additional studies to confirm our findings.\"ASCO was quick to highlight Dr. Azoulay's study because of its immediate clinical importance. It wanted to make sure that clinicians who may have become reluctant to prescribe ADT in light of the contrary finding were reassured that the causal link was not supported by the evidence.\"For most every medication there is a judgment to be made between its intended purpose and possible adverse effects,\" point out first author Khosrow-Khavar. \"There are coping mechanisms to compensate for anticipated issues with cognition. But, if patients believed that ADT doubled their risk of Alzheimer disease they may be reluctant to take it for their cancer. Thus, our analysis should be welcome news for men whose prostate cancer is being controlled with ADT.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/mu-adt012617.php", "region": "namerica", "source_link": "http://www.ladydavis.ca/en/newsroomarchive?id=294", "funder": "", "meeting": "", "institution": "McGill University", "keywords": ["Medicine/Health", " Cancer", " Prostate Cancer", " Alzheimer's Disease"], "journal": "Journal of Clinical Oncology", "description": "A large-scale, population based study led by Dr. Laurent Azoulay, Senior Investigator with the Lady Davis Institute at the Jewish General Hospital, has concluded that the use of androgen deprivation therapy (ADT) to treat advanced prostate cancer is not associated with an increased risk of Alzheimer's disease.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}