{"title": "Antidote for partisanship? In science, curiosity seems to work", "text": "Disputes over science-related policy issues such as climate change or fracking often seem as intractable as other politically charged debates. But in science, at least, simple curiosity might help bridge that partisan divide, according to new research.In a study slated for publication in the journal Advances in Political Psychology, a Yale-led research team found that people who are curious about science are less polarized in their views on contentious issues than less-curious peers.In an experiment, they found out why: Science-curious individuals are more willing to engage with surprising information that runs counter to their political predispositions.\"It's a well-established finding that most people prefer to read or otherwise be exposed to information that fits rather than challenges their political preconceptions,\" said research team leader Dan Kahan, Elizabeth K. Dollard Professor of Law and professor of psychology at Yale Law School. \"This is called the echo-chamber effect.\"But science-curious individuals are more likely to venture out of that chamber, he said.\"When they are offered the choice to read news articles that support their views or challenge them on the basis of new evidence, science-curious individuals opt for the challenging information,\" Kahan said. \"For them, surprising pieces of evidence are bright shiny objects -- they can't help but grab at them.\"Kahan and other social scientists previously have shown that information based on scientific evidence can actually intensify -- rather than moderate -- political polarization on contentious topics such as gun control, climate change, fracking, or the safety of certain vaccines. The new study, which assessed science knowledge among subjects, reiterates the gaping divide separating how conservatives and liberals view science. Republicans and Democrats with limited knowledge of science were equally likely to agree or disagree with the statement that \"there is solid evidence that global warming is caused by human activity.  However, the most science-literate conservatives were much more likely to disagree with the statement than less-knowledgeable peers. The most knowledgeable liberals almost universally agreed with the statement.\"Whatever measure of critical reasoning we used, we always observed this depressing pattern: The members of the public most able to make sense of scientific evidence are in fact the most polarized,\" Kahan said.But knowledge of science, and curiosity about science, are not the same thing, the study shows.The team became interested in curiosity because of its ongoing collaborative research project to improve public engagement with science documentaries involving the Cultural Cognition Project at Yale Law School, the Annenberg Public Policy Center of the University of Pennsylvania, and Tangled Bank Studios at the Howard Hughes Medical Institute. They noticed that the curious -- those who sought out science stories for personal pleasure -- not only were more interested in viewing science films on a variety of topics but also did not display political polarization associated with contentious science issues.The new study found, for instance, that a much higher percentage of curious liberals and conservatives chose to read stories that ran counter to their political beliefs than did their non-curious peers.\"As their science curiosity goes up, the polarizing effects of higher science comprehension dissipate, and people move the same direction on contentious policies like climate change and fracking,\" Kahan said.It is unclear whether curiosity applied to other controversial issues can minimize the partisan rancor that infects other areas of society. But Kahan believes that the curious from both sides of the political and cultural divide should make good ambassadors to the more doctrinaire members of their own groups.\"Politically curious people are a resource who can promote enlightened self-government by sharing scientific information they are naturally inclined to learn and share,\" he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/yu-afp012417.php", "region": "namerica", "source_link": null, "funder": "Annenberg Public Policy Center of the University of Pennsylvania", "meeting": "", "institution": "Yale University", "keywords": ["Policy/Ethics", " Social/Behavioral Science", " Behavior", " Mass Media", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Advances in Political Psychology", "description": "Disputes over science-related policy issues such as climate change or fracking often seem as intractable as other politically charged debates. But in science, at least, simple curiosity might help bridge that partisan divide, according to new research.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}