{"title": "Getting fit, getting enough iron boosts students' grades, study suggests", "text": "Researchers at the University of Nebraska-Lincoln and Pennsylvania State University have found that a student's fitness level and iron status could be the difference between making an A or a B.In the study based at Penn State, evidence suggested female college students who were fit and had normal iron levels achieved higher grade point averages than unfit women who were iron deficient. The difference in grade point average was as much as 0.34 -- enough to drop or increase a letter grade.\"GPA is a very easy measure of success and something everyone can relate to,\" said Karsten Koehler, assistant professor of nutrition and health sciences at Nebraska. \"That's something that resonates pretty well. It's always nice to show an association that has a meaningful effect that translates into something everybody can apply.\"Iron helps the body with essential functions such as transporting oxygen in the blood. Iron deficiency is associated with fatigue, lower work capacity and poor academic performance. Physical fitness is also known to influence overall health, cognition and learning. Koehler and his colleagues wanted to explore the lesser known combined effects of fitness and iron deficiency on grade point average.The 105 women analyzed were all enrolled at Penn State and had an average GPA of 3.68. Data showed that women with the highest levels of stored iron had the highest grades. In addition, those who were fittest and had adequate iron stores had higher grades than less-fit women with lower iron stores.Koehler, who is also conducting research on the relationship between iron and athletic performance in adolescents in Nebraska, says that the impact of fitness was greater overall than the impact of iron status, but taken together, the impact was even greater.\"Improving fitness or maintaining a high level of fitness can be important for collegiate success,\" said Koehler. \"Ideally, we should also make sure the diet is appropriate to prevent nutrient deficiencies.\"An unfit person who makes good on a New Year's resolution will not suddenly improve their GPA, Koehler said, \"but there's profound evidence that it goes hand-in-hand--that training has an effect on cognitive performance.\"The study was published in January's edition of The Journal of Nutrition and is available online.", "article_link": "http://dx.doi.org/10.3945/jn.116.240192", "url": "http://www.eurekalert.org/pub_releases/2017-01/uon-gfg012517.php", "region": "namerica", "source_link": "http://news.unl.edu/newsrooms/today/article/study-suggests-fitness-and-iron-deficiency-linked-to-gpa", "funder": "", "meeting": "", "institution": "University of Nebraska-Lincoln", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Nutrition/Nutrients", " Physiology", " Sports/Recreation", " Behavior", " Exercise"], "journal": "Journal of Nutrition", "description": "An analysis of 105 female college students showed those with the highest levels of stored iron and those with higher fitness levels had better grades than less-fit women with lower iron stores.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}