{"title": "Flat head syndrome linked to motor, language and cognitive delays", "text": "Babies with flat head syndrome may be at heightened risk of developmental delays, a new study has found.\r\nThe research from The George Institute for Global Health and the University of Sydney highlights the need for early and prompt assessment and intervention.\r\nThe study by Associate Professor Alexandra Martiniuk, from The George Institute for Global Health at the University of Sydney, is the first, rigorous systematic review examining the link between developmental delay and flat head, which affects one in every five babies.\r\nAssociate Professor Martiniuk said: \"Our study shows that positional plagiocephaly (or flat head) is associated with an increased risk of developmental delays, in particular motor skills.\"\r\n\"It is essential doctors, nurses and midwives monitor infants with flat head to ensure they receive appropriate assessment, early intervention and follow-up for developmental delays.\" \r\nThe review of 19 papers published in the Journal of Developmental and Behavioral Pediatrics found:\r\nThe number of children with flat head or positional plagiocephaly has risen significantly in recent years in part due to SIDS guidelines which began in 1992, which recommend placing babies on their backs to sleep.\r\nFlat head can occur if the baby consistently holds his or her head a particular way when lying and causes the baby's head to have a flat spot or be misshapen. \r\nAssociate Professor Martiniuk said parents firstly should follow SIDS guidelines, which are effective in preventing sudden infant death.\r\nAssoc Prof Martiniuk said: \"If you do notice your child has flat head talk to your GP to see if any further treatment is needed. Parents should also make sure they provide tummy time whilst their child is awake and watched. Most delays will likely resolve over time.\" \r\n\"However there will be a smaller number of children who are at risk of longer term delays and these children need to be identified early and provided with access to proven treatments for their specific developmental delay.\"\r\nAs well as providing tummy time while supervised and awake, parents are advised to provide a variety of positions for their child while awake, including carrying, sitting or lying down - as this alternates their baby's head position and can also strengthen the neck muscles - all of which can help  to avoid flat head or help it improve if already present. \r\nSevere cases are often treated with an orthotic helmet however recent evidence shows these are not effective as initially thought.\r\n", "article_link": "http://dx.doi.org/10.1097/dbp.0000000000000381", "url": "http://www.eurekalert.org/pub_releases/2017-01/gifg-fh012217.php", "region": "australia", "source_link": null, "funder": "University of Sydney, NHMRC", "meeting": "", "institution": "George Institute for Global Health", "keywords": ["Medicine/Health", " Pediatrics"], "journal": "Journal of Developmental & Behavioral Pediatrics", "description": "Babies with flat head syndrome may be at heightened risk of developmental delays, a new study has found.\r\nThe research from The George Institute for Global Health and the University of Sydney highlights the need for early and prompt assessment and intervention.\r\nThe study by Associate Professor Alexandra Martiniuk, from The George Institute for Global Health at the University of Sydney, is the first, rigorous systematic review examining the link between developmental delay and flat head, which affects one in every five babies.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}