{"title": "How nicotine acts on the brains of schizophrenic patients", "text": "Several studies have indicated that schizophrenic patients are likely to show a high level of nicotine dependence. Scientists from the Institut Pasteur, the CNRS, Inserm and the ENS used a mouse model to elucidate the mechanism of action of nicotine on cells in the prefrontal cortex. They visualized how nicotine has a direct impact on the restoration of normal activity in nerve cells (neurons) involved in psychiatric disorders such as schizophrenia. These findings were published in Nature Medicine on January 23, 2017.It has been observed that schizophrenic patients often use smoking as a form of self-medication to alleviate the deficit symptoms caused by their disorder or to combat the serious side effects of their treatment (lethargy, lack of motivation, etc.). The prefrontal cortex (the region associated with cognition, decision-making and working memory) is one of the brain areas that are impaired in patients with psychiatric disorders such as schizophrenia, who are often heavy smokers. In a non-pathological state, the activity of the prefrontal cortex is modulated by neurotransmitters (acetylcholine) via the nicotinic receptors found at the surface of neurons.Recently, the genetic mutation CHRNA5, which encodes a nicotinic receptor subunit, was identified as being associated with the cognitive impairments in schizophrenic patients and with nicotine dependence. \r\nIn this study, scientists from the Integrative Neurobiology of Cholinergic Systems Unit (Institut Pasteur/CNRS), directed by Uwe Maskos, in collaboration with scientists from the ENS3 and Inserm3, introduced the human CHRNA5 gene into mice with the aim of reproducing the cerebral deficits that characterize schizophrenia, namely behavioral deficits in situations of social interaction and while performing sensorimotor tasks. Using an in vivo imaging technique and a new computational analysis method, the scientists observed reduced activity in the prefrontal cortex of mice with the CHRNA5 mutation. They were able to identify the precise cell type whose activity was affected by the genetic mutation: interneurons (small neurons that create connections between neuronal networks).\r\n\"Our research on this disease model also shows that when we administer nicotine, it binds to the nicotinic receptors in interneurons and influences the pyramidal cell activity in the prefrontal cortex, which returns to a normal state of activity,\" explained Fani Koukouli, first author of this study. The drop in activity measured in this model is similar to that observed in patients with psychiatric disorders such as schizophrenia and addiction.\"Since the repeated administration of nicotine restores normal activity to the prefrontal cortex, it could pave the way for a possible therapeutic target for the treatment of schizophrenia,\" explained Uwe Maskos, main author of the study. The therapeutic molecule would have to work in the same way as nicotine but without its harmful effects (dependence, cell aging, increased heart rate, etc.).Acetylcholine receptors, also known as nicotinic receptors, are found in the cell membrane and are sensitive to neurotransmitters. They act like pores for communication between the cell's internal and external environment. These receptors are involved in several functions of the nervous system, especially in controlling voluntary movements, memory, attention, sleep, pain and anxiety. Nicotine is an agonist for these receptors, meaning that it can act on these targets instead of acetylcholine.", "article_link": "http://dx.doi.org/10.1038/nm.4274", "url": "http://www.eurekalert.org/pub_releases/2017-01/ip-hna012317.php", "region": "europe", "source_link": "https://www.pasteur.fr/en/how-nicotine-acts-brains-schizophrenic-patients", "funder": "BIOPSY, IEC laboratories of excellence, French National Cancer Institute, Greater Paris Region, Pasteur Paris University Doctoral Program, Stavros Niarchos Foundation", "meeting": "", "institution": "Institut Pasteur", "keywords": ["Biology", " Cell Biology", " Genetics", " Addiction", " Neurobiology", " Neurochemistry"], "journal": "Nature Medicine", "description": "Several studies have indicated that schizophrenic patients are likely to show a high level of nicotine dependence. Scientists from the Institut Pasteur, the CNRS, Inserm and the ENS used a mouse model to elucidate the mechanism of action of nicotine on cells in the prefrontal cortex. They visualized how nicotine has a direct impact on the restoration of normal activity in nerve cells (neurons) involved in psychiatric disorders such as schizophrenia.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}