{"title": "Why people are so good at spotting product downsizing and so bad at judging supersizing", "text": "As food portions and packages have grown, so has the weight of many consumers. To reverse this trend, and preserve their margins when costs go up, some food makers have tried downsizing their product sizes. \r\n\r\nBut whenever a brand tries to shave a few percentages off the size of their product, consumers immediately notice and complain. The latest revolt occurred earlier this month when Mondelez reduced the size of its Toblerone chocolate bars in the UK by increasing the gap between its triangular chunks.\r\n\r\nWhy are people so mad at downsizing? Certainly, downsizing is a loss, but so is a price increase. And consumers are generally indifferent to all the supersizing that has been happening over the past three decades. The same 16 ounces which now seem so normal were, not so long ago, advertised as a advertised as a \"big size, serving 3\". In fact, for its first 50 years, the standard measure Coca Cola bottle was 6.5 fluid ounces. Now single servings of Coke at American fast food restaurants regularly reach up to 32 ounces.      \r\n\r\nIn an article published in the Journal of Experimental Psychology: General, titled \"The Accuracy of Less: Natural Bounds Explain Why Quantity Decreases Are Estimated More Accurately Than Quantity Increases,\" INSEAD Professor of Marketing, Pierre Chandon and Nailya Ordabayeva, Assistant Professor of Marketing at Boston College, find that people are much better at accurately judging decreasing portions than increasing ones, which is why there are such public outcries when companies try to shrink portions.\r\n\r\nAcross five studies involving 4,842 size judgments, they show that people, including experts such as professional chefs from the Paul Bocuse Institute, estimate quantity decreases more accurately than quantity increases. On average, they found that a portion that is doubled in size is judged to be only 72% larger than the original size, a strong underestimation, whereas one that is halved appears to be 53% of the original size, which is a very good approximation.\r\n\r\n\"Our brain is very bad at judging quantity increases, but surprisingly accurate at judging quantity decreases\", said Chandon, who is also the The L'Oréal Chaired Professor of Marketing, Innovation and Creativity at INSEAD and Director of the INSEAD Sorbonne University Behavioral Lab. \"Supersizing food portions is a lose-lose proposition: Consumers don't realize how much food is available, they refuse to pay a fair price for it, and end up eating more than realize. Companies should consider downsizing back to what used to be a regular portion size not so long ago. But they need to downsize smartly, leveraging what we know about size perceptions, otherwise consumers will reject it\".\r\n\r\nIn one experiment, they asked 510 participants to take a look at five different portions of chocolate candies in plastic cups. The cups had 37, 74, 148, 296, and 592 candies respectively. In the \"supersizing\" condition, participants were told the count of the smallest portion (37) and were then asked to estimate the number of chocolate candies in the other four portions. The average estimates were 57, 102, 184, and 296. In other words, people missed exactly half the candies in the largest cup! People in the downsizing group were told the count of the largest portion (592) and were asked to estimate the number of candies in the other cups. Their average estimate was 346, 163, 74, and 36. They only missed the size of the smallest cup by one candy!\r\n\r\nChandon and Ordabayeva hypothesized that this asymmetry exists because there is a natural lower bound or a zero point when portion sizes decrease. In other words, a decreasing portion cannot go below zero. When portions increase, however, they can theoretically grow to infinity. Without an upper bound, it is hard for people to estimate how big something has become.\r\n\r\nTo test their hypothesis, they provided an upper bound to some of the participants, telling them that the plastic container could hold a maximum of 629 chocolate candies. In this case, participants in the supersizing condition judged the largest container to hold 528 M&Ms, much closer to the actual numbers. When an upper bound was available, judgments of size increases were no longer less accurate than judgments of size decreases.\r\n\r\nAs another test, Chandon and Ordabayeva asked people to estimate the change in size between portions rather than the size of the portions themselves. They did this because size ratios--for example, how many times larger or how many times smaller one portion is compared to another--do not have an upper bound, regardless of whether sizes increases or decreases. They found that estimating size ratios reduced the asymmetry between increases and decreases and made consumers less averse to size decreases.\r\n\r\n\"Our study suggests a number of strategies that can improve consumer decisions in face of quantity increases vs. decreases,\" said Ordabayeva. \"This improved visual accuracy, in effect, makes people less averse to, and more receptive towards, healthier downsized portions and packages,\" she added.\r\n\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/i-wpa012717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "INSEAD", "keywords": ["Food/Food Science", " Diet/Body Weight", " Eating Disorders/Obesity", " Public Health", " Advertising/Public Relations", " Social/Behavioral Science", " Mental Health", " Perception/Awareness"], "journal": "Journal of Experimental Psychology: General", "description": "Consumers drastically underestimate portion supersizing but are incredibly accurate at spotting downsizing, making it difficult for food marketers to cut giant portions. But there is a way to make customers more receptive to smaller portions.", "date": "Fri, 27 Jan 2017 05:00:00 GMT"}