{"title": "LSD alters perception via serotonin receptors", "text": "Researchers from UZH have discovered how the perception of meaning changes in the brain under the influence of LSD. The serotonin 2A receptors are responsible for altered perception. This finding will help develop new courses of pharmacotherapy for psychiatric disorders such as depression, addictions or phobias. Humans perceive everyday things and experiences differently and attach different meaning to pieces of music, for instance. In the case of psychiatric disorders, this perception is often altered. For patients suffering from addictions, for instance, drug stimuli are more meaningful than for people without an addiction. Or patients with phobias perceive the things or situations that scare them with exaggerated significance compared to healthy people. A heightened negative perception of the self is also characteristic of depressive patients. Just how this so-called personal relevance develops in the brain and which neuropharmacological mechanisms are behind it, however, have remained unclear. Researchers from the Department of Psychiatry, Psychotherapy and Psychosomatics at Zurich University Hospital for Psychiatry now reveal that LSD influences this process by stimulating the serotonin 2A receptor, one of the 14 serotonin receptors in the brain. Before the study began, the participants were asked to categorize 30 pieces of music as personally important and meaningful or without any personal relevance. In the subsequent experiment, LSD altered the attribution of meaning compared to a placebo: \"Pieces of music previously classified as meaningless suddenly became personally meaningful under the influence of LSD,\" explains Katrin Preller, who conducted the study in conjunction with Professor Franz Vollenweider and the Neuropsychopharmacology and Brain Imaging research team. LSD works via the serotonin 2A receptorsSuch excessive or exaggerated attributions of meaning to experiences and environmental stimuli occur in various psychiatric disorders. Conversely, a coherent self depends on a functioning network of so-called cortical mid-brain structure, as more recent studies reveal. According to this, the network is impaired in various psychiatric disorders. \"LSD now seems to affect this very network and influence the experience of meaning,\" explains Preller. With the aid of functional magnetic resonance imaging (fMRT), the scientists were also able to demonstrate that study participants attached greater meaning to previously irrelevant stimuli after taking LSD. If, on the other hand, the serotonin 2A receptor was blocked pharmacologically before LSD was taken, all other psychological changes triggered by LSD were also normalized. \"This was very surprising,\" says Preller. \"After all, studies on animals revealed that LSD also stimulates other receptors, such as the dopamine D2 system.\" It was previously assumed that this might be responsible for the euphoria triggered by LSD and that different receptor systems were involved in the development of experiencing meaning. The results of the current study, however, clearly indicate the key role of the serotonin 2A receptor in both the subjective experience under LSD and the changes in brain activity revealed using fMRT. Possible approaches for courses pharmacotherapy to treat psychiatric problemsThis observation sheds light on how LSD affects the brain neuropharmacologically and especially how the pharmacology of meaning perception works. While the serotonin 2A receptor seems to be responsible for generating new meaning, the dopamine system might regulate the relevance of stimuli we generally deem important. These results may therefore one day benefit people suffering from psychiatric disorders characterized by an altered perception of meaning, such as depression, phobias and addictions.\r\n", "article_link": "http://dx.doi.org/10.1016/j.cub.2016.12.030", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoz-lap012617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Zurich", "keywords": ["Medicine/Health", " Pharmaceutical Science", " Social/Behavioral Science", " Addiction", " Drugs", " Behavior", " Coping/Phobias", " Mental Health", " Perception/Awareness", " Stress/Anxiety"], "journal": "Current Biology", "description": "Researchers from UZH have discovered how the perception of meaning changes in the brain under the influence of LSD. The serotonin 2A receptors are responsible for altered perception. This finding will help develop new courses of pharmacotherapy for psychiatric disorders such as depression, addictions or phobias.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}