{"title": "Study reveals public perception of police and body-worn cameras", "text": "With heightened public and media interest, there is a national push to expand the use of body-worn cameras (BWCs) by law enforcement. However, there is limited research and only anecdotal evidence suggesting that the public supports the use of these cameras in policing. To help fill the gap, researchers at Florida Atlantic University and collaborators from the University of West Florida conducted a study to gage perceptions of residents in two Florida counties, Palm Beach County and Escambia County, on their views on the use of BWCs and the impact of these cameras on procedural fairness, concern about crime, police performance and privacy. In 2015, these researchers published a study on law enforcement leadership's perceptions of BWCs use in their work. This new work addresses general public perceptions with some unexpected results. Key findings from the study reveal that 87 percent of respondents agree that BWCs would improve police officer behavior and that 70 percent agree that BWCs would improve how citizens behave when they encounter police. The researchers anticipated that those with the most negative views of police would be the most supportive of BWCs. Surprisingly, they found the opposite to be true. Citizens who had a more positive view of police and thought they were treating people fairly and doing a good job had the most support for BWCs. Another unexpected result of the study was that those citizens who were the most concerned about crime were less inclined to see benefits in the use of BWCs. However, the researchers caution that this is an indirect relationship having to do with their perceptions of police performance, fear of crime, and belief that police are not doing a good job and therefore they perceive less benefits of using BWCs. Residents of Palm Beach County were surveyed by phone in two waves: March 17 through May 5, 2015 and Jan. 19 through March 9, 2016. Participants self-identified as either residents of West Palm Beach or non-residents, and perceptions cited were not specific to a particular police department but were more general. There were significant differences noted between West Palm Beach residents and non-residents. \"West Palm Beach residents were more likely to believe that body-worn cameras would make residents safer, and this reflects an important theme regarding community safety concerns among residents in general,\" said John Ortiz Smykla, Ph.D., director and professor in FAU's School of Criminology and Criminal Justice within FAU's College for Design and Social Inquiry, who collaborated with Vaughn J. Crichlow, Ph.D., assistant professor in FAU's School of Criminology and Criminal Justice. The overwhelming majority of Palm Beach County residents agreed that the use of body-worn cameras would increase safety for officers and residents; improve officers' and residents' behavior; increase police legitimacy; and improve the quality of evidence collected. The majority of respondents in the study also agreed that the use of BWCs would make it less likely for police officers to use force in encounters with citizens. There was, however, an unfavorable slant in West Palm Beach residents' perceptions regarding police-community encounters, police effectiveness, and issues of crime and safety. West Palm Beach residents reported less favorable perceptions on the fairness, courteousness and honesty of local police. They also were more likely to agree that police do not deal with important problems well (including city crime problems). West Palm Beach residents also were more likely to agree that police often stop people on the street without sufficient reason and were less likely to agree that local police only use the amount of force necessary to accomplish tasks. \"These findings are timely as West Palm Beach police and other police departments across the country seek to increase efficiency and improve officers' interactions with the public using body-worn cameras,\" said Crichlow.The West Palm Beach Police Department fully deployed BWCs beginning in July 2015 and by the end of that year, the department had deployed 217 BWCs. \"We believe that our findings will provide a much-needed overview about residents' views on the use of body-worn cameras, and potential reasons for differences among citizens that could lead to more focused strategies on improving law enforcement and citizen interactions,\" said Smykla. The current study, \"Community Perceptions of Police Body-Worn Cameras: The Impact of Views on Fairness, Fear, Performance, and Privacy,\" has been accepted for publication in the journal, Criminal Justice and Behavior, later this year. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/fau-srp012517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Policy/Ethics", " Law Enforcement", " Social/Behavioral Science", " Mass Media", " Perception/Awareness", " Violence/Criminals", " Law Enforcement/Jurisprudence"], "journal": "Criminal Justice and Behavior", "description": "With heightened public and media interest, there is a national push to expand the use of body-worn cameras (BWCs) by law enforcement. However, there is limited research and only anecdotal evidence suggesting that the public supports the use of these cameras in policing. Results of a new study in Florida reveal public perceptions of BWCs with some unexpected results.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}