{"title": "Over to you, automation", "text": "Many recent human factors studies of takeover time in automated vehicles have looked at how long it takes a driver to switch out of automation mode, usually in critical situations. Alexander Eriksson and Neville Stanton at the University of Southampton, focusing on automation takeover time in noncritical situations, took what is likely the first in-depth look at how long it takes drivers to transition from manual to automated driving.In their Human Factors article \"Takeover Time in Highly Automated Vehicles: Noncritical Transitions to and From Manual Control,\" the authors observed 26 men and women (ages 20-52) engaged in simulated driving at 70 mph with and without a nondriving secondary (i.e., distracting) task and recorded response time as the drivers took over or relinquished control of the automated system. A takeover request was issued at random intervals ranging from 30 to 45 seconds during normal motorway-driving conditions. The authors found that drivers engaged in a secondary task prior to a control transition took longer to respond, posing a safety hazard.Eriksson and Stanton also found that under noncritical conditions, drivers needed 1.9 to 25.7 seconds to take over control from the automation. Such a large range reflects a variety of driver behavior and environmental conditions. The challenge for designers then becomes accommodating the full range of response times rather than limiting design parameters to mean or median transition times in the switch to and from automated and manual driving modes.The authors note that their findings can guide policy makers in setting guidelines for how much lead time a driver will need before taking over from the automation. But they caution that \"if normal, noncritical control transitions are designed based on the data obtained in studies utilizing critical situations, there is a risk of unwanted consequences.\" For instance, a too-short lead time (e.g., 7 seconds prior to taking control, as found in some studies of critical response time) could prevent drivers from responding optimally, resulting in a stressed transition process whereby drivers may accidentally swerve, making sudden lane changes or braking harshly. Such actions are acceptable in safety-critical scenarios when drivers may have to avoid a crash but could pose a safety hazard for other road users in noncritical situations.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/hfae-oty011917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Transportation/Travel", " Perception/Awareness", " Technology/Engineering/Computer Science", " Mechanical Engineering", " Vehicles"], "journal": "Human Factors: The Journal of the Human Factors and Ergonomics Society", "description": "In determining how much lead time a driver needs before taking over control of the automation in both critical and noncritical situations, system designers should not limit their focus to average time to respond.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}