{"title": "Structure of LSD and its receptor explains its potency", "text": "Lysergic acid diethylamide--more commonly known as \"LSD\" or simply \"acid\"--is one of the longest lasting and most potent hallucinogens, but researchers have never understood why LSD's effects linger for 12 hours or more. The key to the drug's psychedelic longevity lies in how it fits into receptors in the brain, as reported in a study appearing January 26 in Cell.\"When I was younger, and The Grateful Dead was still around, I would occasionally go to Grateful Dead concerts. A lot of people took LSD and similar drugs during concerts, and it would be interesting to be in the parking lot hearing people wondering when their LSD experience was going to end,\" says Bryan Roth (@zenbrainest), a professor of pharmacology at University of North Carolina and a senior co-author on the study. \"A lot of people who take the drug are not aware of just how long it lasts.\"Scientists from Roth's lab at UNC captured crystallography images (images showing how a molecule's atoms are arranged) of an LSD molecule bound to a human serotonin receptor and discovered that the LSD molecule was wedged into the receptor's binding pocket at an angle no one had expected. On top of that, part of the receptor protein had folded in over the LSD like a lid, sealing the drug inside.\"Once LSD gets in the receptor, a lid comes over the LSD, so it's basically trapped in the receptor and can't get out,\" says Roth.  \"LSD takes a really long time to get on the receptor, and then once it gets on, it doesn't get off,\" he added.This finding explains why LSD trips last for a full day, even though LSD doses are extremely small--the average dose is 100 or so micrograms--and LSD molecules are cleared from the bloodstream in a couple of hours. Given that there has been a tentative resurgence in testing LSD for some medical conditions, understanding the mechanism of its potent and long-lasting actions may help drug developers design more effective psychiatric drugs with fewer side effects, the researchers say. While speculative, the study's results may help researchers think about how LSD micro-dosing could work. About 1 in 10 Americans have taken LSD at some point in their life, but increasingly, people are taking LSD at doses too small to cause hallucinations with the goal of boosting their creativity and countering depression. LSD micro-dosing has never been clinically tested, and many scientists have doubted that taking such small amounts of the drug would have any detectable effect. But when Roth's group exposed live cells in a Petri dish to micro-dose-sized amounts of LSD, those tiny doses of LSD affected the receptors' signaling. It's as yet unknown how this signaling would translate into an effect on a person's mood or perception, although the studies demonstrate LSD's remarkably potent actions on cellular signaling.LSD's ability to fit in and let the receptor's \"lid\" close over it depends on the specific chemical structures of both the drug and the receptor. When the team exposed cells with mutant receptors that had floppier lids to LSD, the LSD bound more quickly and also exited the receptor much faster. Those short LSD binding events produced very different signaling patterns than the longer binding events.\"I think it's important for the pharmaceutical industry to understand that even if you modify just one tiny aspect of any compound, you may affect the way the entire compound sits in the receptor, and that affects the compound's performance,\" says study first author Daniel Wacker, a postdoctoral fellow at UNC.The researchers stressed that they do not advocate LSD use, as it is an illegal and potentially dangerous drug. However, its potential medical applications, and its enormous impact on pop culture, warrant an understanding of its modes of action and ways in which they can be modified.A separate study on LSD, published January 26 in Current Biology, found that one of the receptors the team tested plays a role in peoples' experience of music while on LSD.", "article_link": "http://dx.doi.org/10.1016/j.cell.2016.12.033", "url": "http://www.eurekalert.org/pub_releases/2017-01/cp-sol011917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Biomechanics/Biophysics", " Molecular Biology", " Neurobiology", " Neurochemistry", " Pharmaceutical Chemistry", " Physiology", " Drugs"], "journal": "Cell", "description": "Lysergic acid diethylamide -- more commonly known as 'LSD' or simply 'acid' -- is one of the longest lasting and most potent hallucinogens, but researchers have never understood why LSD's effects linger for 12 hours or more. The key to the drug's psychedelic longevity lies in how it fits into receptors in the brain, as reported in a study appearing Jan. 26 in Cell.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}