{"title": "Limited HIV testing access for Baltimore youth", "text": " A new survey of 51 youth-serving, nonclinical, community-based organizations in Baltimore, Maryland, found that the majority did not offer HIV testing, nor did they have established links to refer youth to testing. Organizations that did provide HIV tests were more likely to offer general health services and referral services for sexually transmitted infections screening outside of HIV, and had staff members who were more comfortable talking about sexual health issues.In their study published Jan. 25 in Public Health Reports, Johns Hopkins researchers conducted in-person and phone surveys with youth-serving, nonclinical, community-based organizations to determine how many provide HIV testing and the characteristics of those that do. Youth-serving community organizations were chosen for the study based on their proximity to where youth live and spend their free time. The researchers say these organizations are uniquely positioned to help young people most at risk for HIV -- who may lack access to routine health care -- learn their infection status and, if necessary, get treatment.\"This study demonstrates the need for more transparent cross-collaboration between clinical and nonclinical realms that serve youth. We can do a better job to bridge these historical silos and, as a result, improve the care youth receive. Having a better understanding of community-based organizations that serve youth can help clinical settings and HIV testing programs improve the access to youth being tested, especially in cities with high rates of HIV, such as Baltimore,\" says Arik Marcell, M.D., M.P.H., associate professor of pediatrics at the Johns Hopkins University School of Medicine and the paper's first author.The Centers for Disease Control and Prevention recommends that individuals ages 16 to 64 be tested at least once in their lifetime for HIV and that high-risk individuals -- such as injection drug users, those who exchange sex for money or drugs, and sex partners of those infected with HIV -- be tested at least annually.According to the Centers for Disease Control and Prevention's 2015 HIV Surveillance Report, the Baltimore-Columbia-Towson area ranked 10th in the U.S. for HIV diagnoses and seventh in the U.S. for AIDS diagnoses.For the study, trained research staff members conducted 36 phone and 15 in-person interviews with administrators of youth-serving community organizations between February 2013 and March 2014. Organizations were selected by identifying geographical areas with high concentrations of young minority males ages 15 to 24 -- who have higher HIV rates than their white counterparts -- and who were also above the 50th percentile in cases of chlamydia, gonorrhea, syphilis and HIV among minority male youth. This resulted in one contiguous, geographical study zone in Baltimore that spanned six ZIP codes.Administrators answered questions about HIV testing availability; whether the organization had an established link to HIV testing if it did not provide it; characteristics, such as years in operation, staff type and mission; demographics of population(s) served; other, if any, nonhealth services offered, such as tutoring and sports; and administrators' perception of their staff's familiarity with seven dimensions of clinical care for youth in the city.The researchers found that 59 percent (30 of 51) of organizations did not offer testing, and of those that did not, 73 percent (22 of 30) did not have links in place to refer youth to testing sites. The nine organizations that did not offer testing but had links in place referred youth mainly to the city health department. Of those organizations that did offer testing, 81 percent had the tests conducted by staff members external to the organization.Organizations that provided HIV testing were more likely to offer general health services, referral services for sexually transmitted infections screening and HIV care. Interviewed administrators in these organizations perceived their staff as having greater comfort in discussing sexual health.The findings demonstrate a need for improved collaboration across community organizations and health care settings that serve youth to better integrate community-based HIV testing and/or develop links, says Marcell, who practices at the Johns Hopkins Children's Center.\"Community-based organizations that serve youth need to think more broadly about the health issues important to the population they serve and how to partner with the health care system to help meet their needs if specific links do not already exist,\" he says.", "article_link": "http://dx.doi.org/10.1177/0033354916689616", "url": "http://www.eurekalert.org/pub_releases/2017-01/jhm-lht012617.php", "region": "namerica", "source_link": null, "funder": "Centers for Disease Control and Prevention, Secretary's Minority AIDS Initiative Fund", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " AIDS/HIV", " Pediatrics"], "journal": "Public Health Reports", "description": "A new survey of 51 youth-serving, nonclinical, community-based organizations in Baltimore, Maryland, found that the majority did not offer HIV testing, nor did they have established links to refer youth to testing. Organizations that did provide HIV tests were more likely to offer general health services and referral services for sexually transmitted infections screening outside of HIV, and had staff members who were more comfortable talking about sexual health issues.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}