{"title": "The Hillary Rodham/Clinton dilemma: To change a last name or not?", "text": "Does a woman's decision to keep her last name, rather than take that of her husband's, make people judge her in terms of her commitment as a wife? Do they subsequently hold her to different standards? It depends, says Emily Fitzgibbons Shafer of Portland State University in the US in Springer's journal Gender Issues. Women and highly educated men in the US can't be bothered much by what a woman decides to do, while men with lower education have a more negative view.In her discussion, Shafer refers to the decision that the recent presidential candidate Hillary Rodham Clinton made in 1980 to take her husband Bill's last name (also known as surname). She did so after suggestions that use of her maiden name (Rodham) cost him political support. Back then, keeping her last name was seen to many as strange and even offensive, and she was labeled as a \"bad wife.\"\"Over 30 years have passed since that backlash, but surname choice in the US remains a highly gendered aspect of modern marriage,\" says Shafer, who highlights recent surveys that found that around 94 percent of women take their husband's surname after marriage, and that half of the population thinks it should be a legal requirement to do so.To further investigate how people currently think about women's last name choices, Shafer analyzed data collected in 2010 from 1,243 US residents. They form part of a nationally representative group that is regularly surveyed by a paid survey firm. In an online questionnaire, they provided their impressions of a brief paragraph or vignette that sets out how women and men have to juggle home and work demands. The vignette was designed to assess how married women with various types of last names (their husbands', a hyphenated version of their own and their husbands', or their own birth-given surname) are seen in terms of their commitment to their role as wives.Shafer found that last name choice had very little effect on other women and highly educated men's perception of a wife, or the standards they held her to. This was a somewhat surprising finding given that most people in the US think that women should change their surnames upon marriage.She also found that men with low education levels most often believe that a woman with a last name other than that of her husband's is less committed to her role as wife. They were harder on her, and believed that a woman's husband had more grounds for divorce than a woman who had the same last name as her husband's.\"Low educated men's bias, coupled with the lack of economic incentive women have for retaining their surnames, suggests that we may continue to see a very low percentage of low educated women (those most likely to marry and interact with low educated men) making any choice other than to take their husbands' names in marriage,\" Fitzgibbons Shafer remarks. ", "article_link": "http://dx.doi.org/10.1007/s12147-016-9182-5", "url": "http://www.eurekalert.org/pub_releases/2017-01/s-thr012517.php", "region": "europe", "source_link": "http://www.springer.com/gb/about-springer/media/research-news/the-hillary-rodham-clinton-dilemma--to-change-a-last-name-or-not-/12018010", "funder": "", "meeting": "", "institution": "Springer", "keywords": ["Education", " Education", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Intelligence", " Couples"], "journal": "Gender Issues", "description": "Does a woman's decision to keep her last name, rather than take that of her husband's, make people judge her in terms of her commitment as a wife? It depends, says Emily Fitzgibbons Shafer of Portland State University in the US in Springer's journal Gender Issues. Women and highly educated men in the US can't be bothered much by what a woman decides to do, while men with lower education have a more negative view.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}