{"title": "Video game ratings work, if you use them", "text": "AMES, Iowa - Nearly every video game sold or downloaded comes with a rating that provides age-appropriate guidelines based on the game's content. Critics have questioned the effectiveness of ratings, but new research from Iowa State University indicates the rating system is a beneficial tool. Russell Laczniak, a professor of marketing and an associate dean in ISU's College of Business, says the results clearly show children spend less time playing violent video games when their parents use the rating system to guide purchases and set rules for video game play. This indirectly affects behavior. When parents limit video game play, children are less likely to act out or misbehave, Laczniak said. The research, published online in the Journal of Public Policy and Marketing, also suggests that more time spent playing video games increases negative behaviors of children. The video game rating system was developed in 1994 by the Entertainment Software Rating Board in response to congressional pressure on the industry to reduce play of inappropriate games. The ratings (see sidebar) reflect the amount of violence, sexually explicit content and profanity in each game. In the paper, researchers point out that a rating system is important because of failed efforts to ban or restrict children's access to violent video games, often ruled unconstitutional by the courts.  To test the ratings' effectiveness, Laczniak and colleagues from the University of Nebraska-Lincoln, Kansas State University and Utah State University collected data through an online survey of families with children 8 to 12 years old. Researchers looked specifically at this age range because it's a time of various developmental challenges and cognitive changes - growing independence, exposure to risky behaviors and peer influence.  The survey included a section for parents and a separate section for children. Parents reported their use of the ESRB rating scale, the hours their child spent playing video games every week and their child's bad behaviors at school. Children were asked about play levels and their perception of rules related to video game play. The final sample included 220 families. The majority of children were boys and the majority of parents were mothers. Researchers controlled for gender, income, ethnicity, age and single or dual-parent households. Laczniak says the rating system itself is not beneficial unless parents use it appropriately. \"Parents must actually mediate kids' purchases and play of video games, which requires effort and time. They also need to use the system in these mediation-based activities. For example, if a 6-year-old wants to purchase a game targeted at teens, our results suggest that parents should intervene,\" Laczniak said. Dispelling the 'not-my-child' mythTo that point, Laczniak says there are ways in which the video game industry and government could help parents better understand and use the rating system. In the paper, researchers offer these suggestions: *  The federal government could develop public service announcements to inform parents about the ESRB system and how it can help decrease levels of video game play.Laczniak emphasizes the need for parents to take an active role in their child's video game play. He cites a study by Douglas Gentile, a professor of psychology at Iowa State, which found most parents do not develop a \"healthy media diet for their children,\" and they tend to believe other children - not their own children - are more influenced by violent media. Parents may also be reluctant to use the rating system, or see its value, because of mixed messages connecting violent video games and behavior, researchers said. Laczniak says the ESRB ratings system is an effective tool for parents to use when setting rules for video game play, but there are other factors to consider. \"It's important that parents set specific rules for their children regarding video game play. However, parents need to consider their own behavior,\" Laczniak said. \"Our previous research shows that parents who are warm and restrictive are more successful in limiting play for violent games. If parents are highly emotional and anxious, children will tend to play more, regardless of their use of mediation and ESRB knowledge.\" Doug Walker, a former assistant professor of marketing at Iowa State, now at Kansas State; Les Carlson, the Nathan Gold Professor of Business at the University of Nebraska-Lincoln; and E. Deanne Brocato, a former assistant professor of marketing at Iowa State, now at Utah State University; all contributed to the study.\r\n", "article_link": "http://dx.doi.org/10.1509/jppm.15.071", "url": "http://www.eurekalert.org/pub_releases/2017-01/isu-vgr012517.php", "region": "namerica", "source_link": "http://www.news.iastate.edu/news/2017/01/25/gameratings", "funder": "", "meeting": "", "institution": "Iowa State University", "keywords": ["Social/Behavioral Science", " Parenting/Child Care/Family"], "journal": "Journal of Public Policy and Marketing", "description": "Nearly every video game sold or downloaded comes with a rating that provides age-appropriate guidelines based on the game's content. Critics have questioned the effectiveness of ratings, but new research from Iowa State University finds children spend less time playing violent video games when their parents use the rating system to guide purchases and set rules for video game play.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}