{"title": "Dyslexia linked to shorter memory trace of previous stimuli", "text": "Researchers have provided new insight into the brain mechanisms underlying a condition that causes reading and writing difficulties.Humans have a type of long-term memory (called 'implicit memory') that means we respond less to stimuli as they are repeated over time, in a process called neural adaptation. But the new research suggests that dyslexics recover faster than non-dyslexics from their responses to stimuli such as sounds and written words, leading to their perceptual and reading difficulties. The discovery could pave the way for earlier diagnosis and intervention of the condition.Dyslexia is a common learning difficulty that affects one in every 10 to 20 people in the UK alone, impacting their ability to read and spell words but not affecting their general intelligence. Researchers from the Hebrew University of Jerusalem, led by Professor Merav Ahissar of the Psychology Department and The Edmond & Lily Safra Center for Brain Sciences, decided to carry out a number of experiments with dyslexics and non-dyslexics to shine new light on the mechanisms behind this condition.\"While dyslexics are mainly diagnosed according to their reading difficulty, they also differ from non-dyslexics in performing simple perceptual tasks, such as tone-frequency discrimination,\" says first author Sagi Jaffe-Dax.\"Our lab previously found that this is due to 'poor anchoring', where dyslexics have an inefficient integration of information from recent stimuli, collected as implicit memory. This memory typically forms 'anchors' that provide specific predictions that clarify noisy stimuli, and we wanted to see why this is not the case in dyslexics,\" says Ahissar.In the current study, the team gave 60 native Hebrew speakers, including 30 dyslexics and 30 non-dyslexics, frequency discrimination and oral reading tasks. During the frequency-discrimination task, participants were asked to compare two tones in each trial. All participants' responses were affected, or biased, by implicit memory of previous stimuli. Both groups were affected in similar ways by very recent stimuli, but dyslexics were less affected by earlier stimuli.\"This suggests that implicit memory decays faster among dyslexics,\" says Jaffe-Dax. \"We decided to test this hypothesis by increasing the length of time between consecutive stimuli and measuring how it affects behavioral biases and neural responses from the auditory cortex, a section of the brain that processes sound.\"Participants with dyslexia showed a faster decay of implicit memory on both measures. This also affected their oral reading rate, which decreased faster as a result of the time interval between reading the same nonword - a group of letters that looks or sounds like a word - numerous times.\"The team concludes that dyslexics' faster recovery from stimuli can account for their longer reading times, as it causes less reliable predictions for both simple and complex stimuli.Co-author Orr Frenkel explains: \"The formation of adequate predictions is crucial for becoming an expert in general, and an expert reader in particular. Achieving this depends on matching printed words with predictions based on previous encounters with related words, but such predictions are less accurate in dyslexics.\"However, while shorter implicit memory means they are unable to yield efficient predictions, it may be advantageous with unexpected stimuli, such as novel events in a sequence of predictable, familiar events. Further studies will be needed if we are to establish whether this is indeed the case.\"", "article_link": "http://dx.doi.org/10.7554/eLife.20557", "url": "http://www.eurekalert.org/pub_releases/2017-01/e-dlt012317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "eLife ", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Social/Behavioral Science", " Learning/Literacy/Reading", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "eLife", "description": "Researchers have provided new insight into the brain mechanisms underlying a condition that causes reading and writing difficulties.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}