{"title": "Is the mental health-care system meeting the needs of sexual and gender minorities?", "text": "New Rochelle, NY, Jan.24, 2017--A study of mental health care and untreated depression among participants in Ontario, Canada, showed up to a 2.4 times greater self-perceived unmet need for transgender individuals and bisexual women compared to heterosexual, cisgender women. The reported differences in unmet need could be partly explained by social factors including discrimination, limited social support, and exclusion from healthcare services, as described in an article in Journal of Women's Health, a peer-reviewed publication from Mary Ann Liebert, Inc., publishers. The article is available free on the Journal of Women's Health website until February 24, 2017.In the article entitled \"LGBT Identity, Untreated Depression and Unmet Need for Mental Health Services by Sexual Minority Women and Trans-identified People,\" researchers report that transgender individuals expressed the highest rates of unmet mental health care and untreated depression, followed by cisgender bisexual women, and cisgender lesbians. Leah Steele, MD, PhD, St. Michael's Hospital and University of Toronto (Ontario, Canada), led a group of authors also from York University and Women's Health in Women's Hands (Toronto). \"The results of this study illustrate the disparities in access to mental health care for sexual and gender minority populations, which can contribute to higher levels of untreated depression and other mental health conditions,\" says Susan G. Kornstein, MD, Editor-in-Chief of Journal of Women's Health, Executive Director of the Virginia Commonwealth University Institute for Women's Health, Richmond, VA, and President of the Academy of Women's Health. \"Interventions aimed at improving access to mental health care in under-served LGBT communities would be an important step forward.\"", "article_link": "http://dx.doi.org/10.1089/jwh.2015.5677", "url": "http://www.eurekalert.org/pub_releases/2017-01/mali-itm012417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Sex-Linked Conditions", " Sexual Behavior", " Sexual Orientation", " Social/Behavioral Science", " Sex-Linked Conditions", " Sexual Behavior", " Sex-Linked Conditions", " Sexual Orientation", " Mental Health", " Perception/Awareness"], "journal": "Journal of Women's Health", "description": "A study of mental health care and untreated depression among participants in Ontario, Canada, showed up to a 2.4 times greater self-perceived unmet need for transgender individuals and bisexual women compared to heterosexual, cisgender women. The reported differences in unmet need could be partly explained by social factors including discrimination, limited social support, and exclusion from health-care services, as described in an article in Journal of Women's Health.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}