{"title": "Don't smile too big to be effective in online marketing ads, study finds", "text": "LAWRENCE -- If you're seeking investments through online marketing or crowd-funding websites, be sure to smile in your profile photo or your post. But maybe not too big.A new study that includes a University of Kansas researcher has found that the level of smile intensity in marketing photos influences how consumers perceive the marketer's competence and warmth, which can lead to different results depending on the context.\"We found that broad smiles lead people to be perceived as warmer but less competent,\" said Jessica Li, a KU assistant professor of marketing in the School of Business. \"We ask how that can influence consumer behavior and in what situations might marketers want to smile more broadly.\"The study by Li and her co-authors was published online recently and will be in the January issue of the Journal of Consumer Research, one of the leading journals on marketing academic research.The researchers conducted experiments in which respondents viewed marketing images that included marketers with either broad or slight smiles. Also, they conducted a content analysis of postings on a crowdfunding website, Kickstarter.com, where people commonly seek donations for causes or business ventures.Past marketing and psychological research has focused on smiles leading consumers to perceive people as being friendly and viewed in a more positive light. However, Li said the research team's new study shows that is true but that there can be a trade-off in how a smile might elicit action from a consumer.Li said one consideration is the context of the service the marketer is providing and whether or not there is potential risk associated with it.The intensity of someone's smile in a marketing image elicits two fundamental dimensions of social judgements -- warmth and competence, the researchers found.Li said broader smiles that tend to elicit more warmth seem to be more effective in promotional ads for a service that would carry less risk. But photos with a slight smile did better in marketing scenarios where services were higher risk, such as a medical procedure, legal representation or investment in a startup company.\"If I see an ad with a heart surgeon who smiles really broadly at me, I might think she is really warm, but not choose her to be my doctor because she seems less competent than a surgeon with a slight smile,\" Li said. \"If the risk is really low, such as going to the store to get a new shirt, then the competence of the salesperson isn't as important and I respond more positively to the broad smile.\"In their analysis of Kickstarter.com, when the page creator's profile photo exhibited a broad smile that tended to elicit perceptions of warmth, the total amount of money pledged decreased by more than 50 percent, and the average contribution per backer was 30 percent less than when the creator's photo included only a slight smile.\"Project creators with a slight smile are perceived as more competent,\" Li said. \"More people wanted to donate to their project because they believe this competent person is able to deliver the product.\"However, a more intense smile does appear to elicit more buzz on social media or other low-cost behaviors. Profile photos with a broader smile received twice as many Facebook shares than someone with a slight smile.\"It's intuitive that if you seem to be friendly but not competent, people will want to help you in low-cost ways but not necessarily be willing to give you a lot of money,\" she said.The study could be valuable both for marketers as they strategize on how to best elicit a response for their products and consumers as they consider how they respond to images.\"Warmth and competence are such important judgements,\" Li said. \"We want to make sure we are giving people the right signal.\"", "article_link": "http://dx.doi.org/10.1093/jcr/ucw062", "url": "http://www.eurekalert.org/pub_releases/2017-01/uok-dst012317.php", "region": "namerica", "source_link": "http://bit.ly/2jpe9oN", "funder": "", "meeting": "", "institution": "University of Kansas", "keywords": ["Business/Economics", " Advertising/Public Relations", " Personal", " Advertising/Public Relations", " Behavior", " Personality/Attitude", " Mass Media", " Perception/Awareness", " Internet", " Research/Development"], "journal": "Journal of Consumer Research", "description": "A new study that includes a University of Kansas researcher has found that the level of smile intensity in marketing photos influences how consumers perceive the marketer's competence and warmth, which can lead to different results depending on the context.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}