{"title": "Direct link between sexual objectification of girls and aggression towards them", "text": "There is a direct relation between the sexual objectification of girls and aggression towards them, research by psychologists at the University of Kent has shown. \r\nThe study, which looked at youth members of gangs as well as those with no gang affiliation, provides the first evidence of a link between objectification and non-sexual aggression in young people.\r\nDr Eduardo Vasquez and colleagues at the University's School of Psychology, together with a former student, found that higher levels of objectification were significant predictors of aggression towards girls. \r\nTheir findings are consistent with the claim that, among other negative outcomes, the perception of women as nothing but sexual objects also evokes aggression against them.\r\nThe research also established that watching television and playing violent video games were positively correlated with both sexual objectification and aggression towards girls.\r\nThe study featured 273 participants aged 12 to 16 years old from a secondary school in London. The school is located in an area experiencing problems with gangs and delinquency.\r\nThe findings showed that the objectification-aggression link manifests itself at least as early as the teenage years, leading to the suggestion that the detrimental effects of perceiving females as objects begin at an early stage of development.\r\nThis, in turn, has the potential to be further reinforced and strengthened over a number of years, suggest the researchers, thereby becoming 'more robust and difficult to change'. The study also suggests that the factors that might allow objectification to influence children - such as violent video games or sexist media - poses a potentially serious risk of increasing anti-social acts towards girls. \r\nThe research, entitled The sexual objectification of girls and aggression towards them in gang and non-gang affiliated youth, (Eduardo A. Vasquez, Kolawole Osinnowo, Afroditi Pina, Cheyra Bell - University of Kent; Louisa Ball) is published in the journal Psychology, Crime, and Law. See: http://www.tandfonline.com/doi/full/10.1080/1068316X.2016.1269902", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uok-dlb012417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Kent", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Sexual Behavior"], "journal": "Psychology, Crime and Law", "description": "There is a direct relation between the sexual objectification of girls and aggression towards them, research by psychologists at the University of Kent has shown.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}