{"title": "Deep brain stimulation studies in Alzheimer's disease pose ethical challenges", "text": "PHILADELPHIA--Promising, early studies of deep brain stimulation (DBS) for the treatment of Alzheimer's disease have paved a path for future clinical trials, but there are unique ethical challenges with this vulnerable population regarding decision making and post-study treatment access that need to be addressed as they ramp up, Penn Medicine researchers argue in a new review in the Journal of Alzheimer's Disease. Does the patient still have the capacity to make an informed decision half way through the trial?  Are there any misconceptions about its therapeutic benefit? Will the device remain after the trial ends, and who will pay for it?\r\nThese are the questions posed in an ethics review piece that also lays out guidelines for investigators to consider when enrolling Alzheimer's patients in DBS trials. The article is authored Andrew M. Siegel, MD, an assistant professor of Clinical Psychiatry in the Perelman School of Medicine at the University of Pennsylvania, Marna S. Barrett, PhD, an adjunct associate professor of Psychology in Psychiatry at Penn, and Mahendra T. Bhati, MD, a former assistant professor of Clinical Psychiatry at Penn, who is now at Stanford University, in an ethics review piece that also lays out guidelines for investigators to consider when enrolling Alzheimer's patients in DBS trials.Approved for the treatment of movement and neuropsychiatric disorders, such as Parkinson's disease, DBS is an invasive, surgical procedure involving the implantation of a microstimulator that sends electrical impulses to specific targets in the brain. Driven by the urgent need for effective therapies and the success of recent studies, DBS has now emerged as a possible treatment for Alzheimer's. \"As the number of people affected by Alzheimer's continues to grow, along with its substantial costs to individuals, their families, and society, novel therapies are urgently needed. DBS is one such treatment modality that has shown promising early results,\" Siegel said. \"However, this enthusiasm should be tempered by prudent ethical considerations to help better protect the patients.\"The authors call out three ethical issues that should be addressed and recommendations. Ensuring the trial subjects possess adequate decision-making capacity is important, the authors said, because such individuals have cognitive deficits that may reasonably limit that capacity and thereby compromise informed consent. DBS for trials must have a robust mechanism for both detecting loss of decision-making capacity and protecting the interest of the patients during the trial, they wrote.  Suggestions include an Institutional Review Board (IRB)-mandated use of a validated decision-making capacity assessment, such as the MacCAT-CR interview, and an \"auxiliary consenter,\" someone not affiliated with the study to determine the patient's knowledge about the procedures, risks, and the device.Therapeutic misconception is another concern. Patients with Alzheimer's, desperate for relief and without an effective alternative, may agree to DBS as a last resort. Such desperation may alter their perception that the primary goal of the study is for health benefits and not knowledge about the efficacy of the device.  Left unchecked, it could distort patients' understanding of the risks and benefits of DBS.   \"It may be necessary to directly inform patients during study consent that 'scientific goals will have priority over therapeutic goals',\" the authors wrote. A \"cooling off\" period, where patients have adequate time to process all the information that has been given to them, may also prove effective.Another question to be asked at the end of the trial is whether patients who have benefited from the device should continue to receive treatment. This question is particularly salient considering the high cost of DBS and the fact that the device may be with the patient for many years after the trial ends. The authors believe denying a patient access to the only intervention known to alleviate their suffering is tantamount to violating the sacrosanct principle of \"do no harm.\" \"Providing post-trial access to the subset of patients shown to benefit in a failed trial is not only ethically appropriate,\" Siegel said, \"but it would allow for the collection of longitudinal safety and efficacy data not captured in the original study.\" Once post-trial access is accepted by a research team, the challenge is financial responsibility.  Patients, together with sponsors, investigators, health care systems, insurance, governments, and non-profit organizations must partner to share responsibility and negotiate continued access arrangements prior to study enrollment, the authors said. This model has worked in the past -- the HIV Netherlands, Australia, Thailand Research Collaboration is one example.  \"We hope this review facilitates the development of study designs and IRB oversight procedures that best protect research subjects,\" Siegel said.  \"A reasonable next step is for research centers and hospitals to examine their current practice and policies guiding DBS in Alzheimer's research.  Our review could act as a guide in helping them ask the relevant questions about their current state of oversight and to consider changes as appropriate.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-dbs012317.php", "region": "namerica", "source_link": "http://uphs.upenn.edu/news ", "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Alzheimer's Disease", " Guidelines/Treaties/Agreements", " Medical/Scientific Ethics", " Aging", " Mental Health", " Memory/Cognitive Processes"], "journal": "Journal of Alzheimer's Disease", "description": "Promising, early studies of deep brain stimulation (DBS) for the treatment of Alzheimer's disease have paved a path for future clinical trials, but there are unique ethical challenges with this vulnerable population regarding decision making and post-study treatment access that need to be addressed as they ramp up, Penn Medicine researchers argue in a new review in the Journal of Alzheimer's Disease.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}