{"title": "What matters most to Huntington's disease patients? New survey", "text": "Amsterdam, NL, Jan. 23, 2017 - Huntington's disease (HD) has no cure and no therapies to slow the course of this fatal disease. HD patients can experience a wide range of cognitive, physical, and psychiatric symptoms. In an effort to gather the perspectives of both HD and Juvenile Huntington's disease (JHD) patients and their caregivers, the Huntington's Disease Society of America (HDSA), in conjunction with the U.S. Food and Drug Administration (FDA), conducted two surveys. The first assessed symptoms and their impact on daily life and the second gathered opinions about current approaches to treating HD. Insights gained as the result of these surveys are published in the current issue of the Journal of Huntington's Disease. In order to explore HD patients' and caregivers' perspectives, the FDA scheduled a public meeting in 2015. To promote awareness and solicit input to this important meeting, the HDSA distributed two surveys and received 2,591 responses to the symptoms survey and 1,040 responses to the treatment survey. The approximately 600 patients that responded to both surveys represent 2% of the estimated 30,000 symptomatic HD patients living in the U.S.\"What is striking in these data are the marked differences in the experience and perception of symptoms of HD and their impact between individuals with HD/JHD and their caregivers,\" explained lead investigator George J. Yohrling, PhD, Senior Director, Mission and Scientific Affairs, HDSA, \"The frequency and impact of symptoms appear to be felt more by caregivers than individuals with HD, especially when it comes to loss of abilities. There was also a large difference in the perception of symptom frequency between caregivers and individuals with HD. More than 90% of caregivers surveyed responded that their loved one experienced HD symptoms 'frequently' or 'constantly,' while only 50% of individuals with HD responded similarly. Caregivers also perceived their loved one with HD as much more impaired than the individuals themselves.\"The first survey, \"FDA Topic 1: Disease Symptoms that Matter Most to Individuals with HD,\" was distributed between August and December 2014. The survey contained 38 questions, divided into two identical sections, one for individuals with HD or JHD and another for individuals who are or were caregivers. The second survey, \"FDA Topic 2: Perspectives on Current Approaches to Treatment,\" was distributed between September 2014 and January 2015. That survey consisted of 167 questions to gather demographic information and two identical sections of 58 questions to gather responses from individuals with HD/JHD and caregivers. The scope of the treatment survey was limited to medication interventions only and did not inquire about ancillary treatments such as physical, occupational, or speech therapy.The use of patient reported outcomes and other voice of the patient and caregiver methods are relatively new tools that can provide a more comprehensive perspective on the benefits and risks from potential treatments. The investigators compliment the FDA for using patient-focused drug development meetings to help create a positive impact on the lives of patients with many different diseases.The surveys have some limitations. The patients and caregivers were not matched, meaning that a patient who responded may not have had a caregiver who also responded. Since no confirming diagnosis of each HD patient could be obtained, the patient perspective is likely biased towards earlier stage HD patients who were physically more able to participate. Dr. Yohrling commented that, \"With this information we can tailor efforts more effectively to treat the symptoms that are the most disruptive to individuals impacted by HD and target symptoms that degrade their quality of life. While there seems to be some effective treatments for symptoms like depression and anxiety, there are still cognitive, behavioral, and motor symptoms that lack effective treatments and severely impact the lives of both individuals with HD and their caregivers. Taking this information into account, we can refocus efforts in research and development to offer more options, and hopefully more effective treatments for individuals impacted by Huntington's disease.\"", "article_link": "http://dx.doi.org/10.3233/JHD-160228", "url": "http://www.eurekalert.org/pub_releases/2017-01/ip-wmm012317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "IOS Press", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Neurobiology"], "journal": "Journal of Huntington's Disease", "description": "Huntington's disease (HD) has no cure and no therapies to slow the course of this fatal disease. HD patients can experience a wide range of cognitive, physical, and psychiatric symptoms. In an effort to gather the perspectives of both HD and Juvenile Huntington's disease (JHD) patients and their caregivers, the Huntington's Disease Society of America (HDSA), in conjunction with the US Food and Drug Administration (FDA), conducted two surveys.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}