{"journal": "Journal of Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-06/nion-nst060217.php", "description": "In a pair of studies, scientists at the National Institutes of Health explored how the human brain stores and retrieves memories. One study suggests that the brain etches each memory into unique firing patterns of individual neurons. Meanwhile, the second study suggests that the brain replays memories faster than they are stored.", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.3810-16.2017", "date": "Fri, 02 Jun 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Intramural Research Program", "title": "NIH scientists try to crack the brain's memory codes", "region": "namerica", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/NIH-scientists-try-crack-brains-memory-codes", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "In a pair of studies, scientists at the National Institutes of Health explored how the human brain stores and retrieves memories. One study suggests that the brain etches each memory into unique firing patterns of individual neurons. Meanwhile, the second study suggests that the brain replays memories faster than they are stored.The studies were led by Kareem Zaghloul, M.D., Ph.D., a neurosurgeon-researcher at the NIH's National Institute of Neurological Disorders and Stroke (NINDS). Persons with drug resistant epilepsy in protocols studying surgical resection of their seizure focus at the NIH's Clinical Center enrolled in this study. To help locate the source of the seizures, Dr. Zaghloul's team surgically implanted a grid of electrodes into the patients' brains and monitored electrical activity for several days.\"The primary goal of these recordings is to understand how to stop the seizures. However, it's also a powerful opportunity to learn how the brain works,\" said Dr. Zaghloul.For both studies, the researchers monitored brain electrical activity while testing the patients' memories. The patients were shown hundreds of pairs of words, like \"pencil and bishop\" or \"orange and navy,\" and later were shown one of the words and asked to remember its pair.In one study, published in the Journal of Neuroscience, the patients correctly remembered 38 percent of the word pairs they were shown. Electrical recordings showed that the brain waves the patients experienced when they correctly stored and remembered a word pair often occurred in the temporal lobe and prefrontal cortex regions. Nevertheless, the researchers showed that the waves that appeared when recalling the words happened faster than the waves that were present when they initially stored them as memories.\"Our results suggest the brain replays memories on fast forward,\" said Dr. Zaghloul.In the second study, published in Current Biology, the researchers used a new type of grid, called a high density microelectrode array, to monitor the activity of dozens of individual neurons during the memory tests. The arrays were implanted into the middle temporal gyrus, a part of the brain thought to control word, face and distance recognition.In this study, the patients correctly remembered 23 percent of the word pairs. When the researchers looked at the electrical recordings, they found that the pattern of neurons that fired when the patients correctly recalled a word pair appeared to be similar to the pattern of neurons that fired when they first learned the pair. Moreover, the results showed that the overall activity of the neurons was specific to each individual word pair and was quietest when the patients correctly remembered a pair, suggesting that the brain only uses a small proportion of neurons to represent each memory. \"These results support the idea that each memory is encoded by a unique firing pattern of individual neurons in the brain,\" concluded Dr. Zaghloul.In the future, Dr. Zaghloul's team plans to continue exploring the neural mechanisms that underlie how the brain forms and retrieves memories and whether they can use similar techniques to understand the electrical codes underlying the epilepsies.", "meeting": "", "keywords": ["Medicine/Health", " Hearing/Speech", " Neurobiology", " Mental Health", " Memory/Cognitive Processes"]}