{"journal": "Journal of Palliative Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/osu-pne060217.php", "description": "New research suggests patients nearing the end of their lives because of a 'life-limiting illness' such as cancer or heart disease may not feel medically abandoned if their doctor wants to take them off the statins that control their cholesterol.", "article_link": "http://dx.doi.org/10.1089/jpm.2016.0489", "date": "Fri, 02 Jun 2017 04:00:00 GMT", "funder": "Palliative Care Research Cooperative Group", "title": "Patients nearing end of life receptive to having cholesterol medicine 'deprescribed'", "region": "namerica", "source_link": "http://bit.ly/2qOzQS8.", "institution": "Oregon State University", "text": "PORTLAND, Ore. - New research suggests patients nearing the end of their lives because of a \"life-limiting illness\" such as cancer or heart disease may not feel medically abandoned if their doctor wants to take them off the statins that control their cholesterol.The findings are important because little is known about the best way to manage chronic medications for patients with a life-limiting condition, including data regarding patient attitudes toward \"deprescribing.\"Deprescribing medications has the potential to improve outcomes in some cases, but patient concerns over being taken off statin drugs have not been reported.Statins are a class of drugs that work by blocking the liver enzyme responsible for cholesterol production, thus reducing the buildup of plaque on artery walls that can lead to a stroke or heart attack. The drugs are highly effective but not without side effects for some patients, the most common being muscle pain that ranges from mild to severe.Jon Furuno, an associate professor in of the Oregon State University/Oregon Health & Science University College of Pharmacy, joined collaborators from around the United States in a study that included nearly 300 patients whose average age was 72 and whose life expectancy was one to 12 months. The patients were participants in a clinical trial to determine the safety and benefit of discontinuing statin therapy.Fifty-eight percent were cancer patients, 8 percent had cardiovascular disease, and 30 percent had some other life-limiting diagnosis. The patients gave responses to a nine-item questionnaire designed to quantify potential benefits and concerns associated with discontinuing statins.\"We know these patients are on a lot of medications,\" Furuno said. \"There's a lot of concern that patients will feel like doctors are giving up on them if they start to discontinue some of their medications, that there's something comforting about continuing to take their medications, and this gives us some indication of what patients feel about the risks and benefits of deprescribing.\"Less than 5 percent of study participants expressed concern that deprescribing statins indicated being abandoned by their doctor, and many could see benefits of going off their statin, including spending less on medications (63 percent); the potential for being able to stop taking other meds also (34 percent); and having a better overall quality of life (25 percent).Cardiovascular patients were particularly likely to envision quality-of-life benefits arising from statin discontinuation.\"Hopefully this will help inform prescribers who might be tentative to address this topic with their patients,\" Furuno said. \"As a patient's prognosis changes and we think they have a relatively short lifespan left, it really requires risk/benefit re-examination of everything we're doing for them, medications and everything else. There may still be benefits, but have the benefits changed or has the risk/benefit ratio changed?\"A lot of our work is trying to better inform the evidence base for medication use at the end of life, and patient perceptions are really important in trying to honor what the patient wants and what the family wants.\"Furuno notes that the primary limitation of this study is that all of the questionnaire respondents had also agreed to participate in a trial that involved possibly being chosen at random to go off statins - thus, they were all at least somewhat open to the idea of deprescribing.\"So this group is likely not completely representative of all people, because they might be foreseeing some benefits to stopping that other people hadn't considered,\" he said. \"But while we don't want to overlook that limitation, given the lack of information about patient perceptions regarding deprescribing, these data are important and useful as a stepping stone.\"", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Death/Dying", " Mortality/Longevity", " Quality of Life", " Death/Dying", " Aging"]}