{"journal": "Journal of Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-06/bcfg-uwp060117.php", "description": "A recent Baycrest study uncovered a crucial piece into why playing a musical instrument can help older adults retain their listening skills and ward off age-related cognitive declines.", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.3613-16.2017", "date": "Thu, 01 Jun 2017 04:00:00 GMT", "funder": "Canadian Institutes of Health Research", "title": "Uncovering why playing a musical instrument can protect brain health", "region": "namerica", "source_link": "http://www.baycrest.org/research-news/uncovering-why-playing-a-musical-instrument-can-protect-brain-health/", "institution": "Baycrest Centre for Geriatric Care", "text": "A recent study conducted at Baycrest Health Sciences has uncovered a crucial piece into why playing a musical instrument can help older adults retain their listening skills and ward off age-related cognitive declines. This finding could lead to the development of brain rehabilitation interventions through musical training.The study, published in the Journal of Neuroscience on May 24, found that learning to play a sound on a musical instrument alters the brain waves in a way that improves a person's listening and hearing skills over a short time frame. This change in brain activity demonstrates the brain's ability to rewire itself and compensate for injuries or diseases that may hamper a person's capacity to perform tasks.\"Music has been known to have beneficial effects on the brain, but there has been limited understanding into what about music makes a difference,\" says Dr. Bernhard Ross, senior scientist at Baycrest's Rotman Research Institute (RRI) and senior author on the study. \"This is the first study demonstrating that learning the fine movement needed to reproduce a sound on an instrument changes the brain's perception of sound in a way that is not seen when listening to music.\"This finding supports Dr. Ross' research using musical training to help stroke survivors rehabilitate motor movement in their upper bodies. Baycrest scientists have a history of breakthroughs into how a person's musical background impacts the listening abilities and cognitive function as they age and they continue to explore how brain changes during aging impact hearing.The study involved 32 young, healthy adults who had normal hearing and no history of neurological or psychiatric disorders. The brain waves of participants were first recorded while they listened to bell-like sounds from a Tibetan singing bowl (a small bell struck with a wooden mallet to create sounds). After listening to the recording, half of the participants were provided the Tibetan singing bowl and asked to recreate the same sounds and rhythm by striking it and the other half recreated the sound by pressing a key on a computer keypad.\"It has been hypothesized that the act of playing music requires many brain systems to work together, such as the hearing, motor and perception systems,\" says Dr. Ross, who is also a medical biophysics professor at the University of Toronto. \"This study was the first time we saw direct changes in the brain after one session, demonstrating that the action of creating music leads to a strong change in brain activity.\"The study's next steps involve analyzing recovery between stroke patients with musical training compared to physiotherapy and the impact of musical training on the brains of older adults.With additional funding, the study could explore developing musical training rehabilitation programs for other conditions that impact motor function, such as traumatic brain injury.Research for this study was conducted with support from the Canadian Institutes of Health Research, which supported research staff and equipment.Dr. Ross' work is setting the foundation to develop hearing aids of the future and cognitive training programs to maintain hearing health. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Hearing/Speech", " Neurobiology", " Mental Health", " Memory/Cognitive Processes"]}