{"journal": "Renewable and Sustainable Energy Reviews", "url": "http://www.eurekalert.org/pub_releases/2017-06/mtu-rcw060117.php", "description": "By swapping solar photovoltaics for coal, the US could prevent 51,999 premature deaths a year, potentially making as much as $2.5 million for each life saved. A team from Michigan Technological University calculated US deaths per kilowatt hour per year for both coal and solar finding that tens of thousands of Americans die prematurely each year from air pollution-related diseases associated with burning coal.", "article_link": "http://dx.doi.org/10.1016/j.rser.2017.05.119", "date": "Thu, 01 Jun 2017 04:00:00 GMT", "funder": "", "title": "Replacing coal with solar can save lives and money", "region": "namerica", "source_link": "http://www.mtu.edu/news/stories/2017/june/saving-lives-money-potential-solar-replace-coal.html ", "institution": "Michigan Technological University", "text": "In a new study published in Renewable & Sustainable Energy Reviews, a team from Michigan Technological University calculated the cost of combusting coal in terms of human lives along with the potential benefits of switching to solar.  Tens of thousands of Americans die prematurely each year from air pollution-related diseases associated with burning coal. By transitioning to solar photovoltaics (PV) in the US, up to 51,999 American lives would be saved at $1.1 million invested per life. \"Unlike other public health investments, you get more than lives saved,\" says Joshua Pearce, a professor of materials science and electrical engineering at Michigan Tech. \"In addition to saving lives, solar is producing electricity, which has economic value.\"Using a sensitivity analysis on the value of electricity, which examines the different costs of electricity that varies by region throughout the country, saving a life by using solar power also showed potential to make money -- sometimes as much as several million dollars per life, says Pearce. \"Everybody wants to avoid wasting money. Just based off the pure value of electricity of the sensitivities we looked at, it's profitable to save American lives by eliminating coal with solar,\" he explains.Pearce worked with energy policy doctoral student Emily Prehoda on the study, and their main goal was to better inform health policy. They gathered data from peer-reviewed journals and the Environmental Protection Agency to calculate US deaths per kilowatt hour per year for both coal and solar. Then they used current costs of solar installations from the Department of Energy and calculated the potential return on investment.  Pearce and Prehoda also analyzed the geographic impact of coal-related deaths. \"Here, we have solid numbers on how many people die from air pollution and what fraction of that is due to coal-powered plants in each state.\" To fully replace all the coal production in the US with solar PV, it would take 755 gigawatts -- a significant increase compared to the 22.7 gigawatts of solar installed in the US currently. The total cost of installing that much solar power totals $1.5 trillion, but that investment is figured into Pearce and Prehoda's calculations, and is a profitable investment. As Pearce sums it up: \"Solar has come down radically in cost, it's technically viable, and coupled with natural gas plants, other renewables and storage, we have ways to produce all the electricity we need without coal, period.\"He says resisting the rise of solar energy is akin to if computer manufacturers kept using vacuum tube switches instead of upgrading to semiconductor transistors. \"My overall take away from this study,\" Pearce says, \"is that if we're rational and we care about American lives -- or even just money -- then it's time to end coal in the US.\" The World Health Organization reports that millions die each year from unhealthy environment, air pollution notably the largest contributor to non-communicable diseases like stroke, cancers, chronic respiratory illnesses and heart disease. Future work can expand this study globally.\"There's roughly seven million people who die globally from air pollution every year, so getting rid of coal could take a big chunk out of that number as well,\" Pearce says, adding that another goal of future research is to dig deeper into the life cycles of coal production as this study only looked at air pollution related deaths. Doing so will continue to illuminate the multiple positive impacts of solar power and its potential to do more than keep the lights on.", "meeting": "", "keywords": ["Business/Economics", " Chemistry/Physics/Materials Sciences", " Energy/Fuel (non-petroleum)", " Calculations/Problem-Solving", " Medicine/Health", " Environmental Health", " Policy/Ethics", " Climate Change", " Climate Change", " Climate Change"]}