{"journal": "Cell", "url": "http://www.eurekalert.org/pub_releases/2017-06/cp-dbs052517.php", "description": "MIT researchers have developed a method that excites neurons deep within the brain without using the implants required for current deep brain stimulation methods. In the journal Cell on June 1, the researchers show how to wiggle a mouse's ears, paws, and whiskers using just electrodes on the rodent's head. The technique, called temporally interfering stimulation, opens new possibilities in brain research and differs from other types of brain stimulation in key ways.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.05.024", "date": "Thu, 01 Jun 2017 04:00:00 GMT", "funder": "", "title": "Deep brain stimulation without implants", "region": "namerica", "source_link": null, "institution": "Cell Press", "text": "MIT researchers have developed a method that excites neurons deep within the brain without using the implants required for current deep brain stimulation methods. In the journal Cell on June 1, the researchers show how to wiggle a mouse's ears, paws, and whiskers using just electrodes on the rodent's head. The technique, called temporally interfering (or TI) stimulation, opens new possibilities in brain research and differs from other types of brain stimulation in key ways. Current deep-brain stimulation methods require electrodes to be implanted in the brain. Doctors typically reserve the invasive therapy for severe conditions such as Parkinson's disease. Transcranial magnetic stimulation and other non-invasive techniques stimulate superficial structures of the brain quite well. However, these non-invasive techniques struggle to stimulate deep regions of the brain.\"The real question is how do we stimulate a deep target without stimulating the overlying regions of the brain,\" says senior author Ed Boyden, (@eboyden3), a professor at the Massachusetts Institute of Technology's Media Lab and McGovern Institute for Brain Research.TI stimulation takes advantage of biophysical properties of neurons, which make them only fire in response to low-frequency electrical signals. Because of these properties, a high-frequency electrical signal will pass through the brain without exciting many neurons. TI stimulation works by sending two or more high-frequency electrical signals to a target deep within the brain. The signals pass through the outer region of the brain until they meet at the target and interfere with one another. Set the signals' frequencies off by a small difference, and where the signals interfere, neurons will experience a low-frequency envelope electrical wave. For example, send a 4,000 Hz electrical signal from one side of the head and a 4,001 Hz signal from the other side; where the two signals interfere in the brain will create an electrical wave envelope at 1 Hz, which is within the low-frequency range to excite neurons. The researchers tested TI stimulation with computer modeling, in physical mockups of the brain, and in living mice. They confirmed that the electrical signals were stimulating the target areas in the brain, and not outer-lying regions, with a technique called c-fos labeling.The researchers could also steer TI stimulation in 3D space to alternately move a mouse's right paw, whiskers, and ears, then its left paw, whiskers, and ears.Despite the successful demonstrations of TI stimulation, researchers are still questioning how it works. It may be that neurons are acting, in engineering terms, as non-linear and low-pass electric filters. \"We're reporting a biophysical discovery that neurons can respond to low-frequency envelopes of interfering high-frequency fields, but we haven't pinpointed the exact mechanism yet,\" says Boyden. \"One possibility is that neurons are nonlinearly reacting to the multiple fields, producing a signal at the difference frequency. Then, the low-pass filtering property of neurons is letting neurons respond at that low-difference frequency. But there could be other ways that the neurons are responding.\"Boyden, first author Nir Grossman, and their colleagues ran several safety experiments to confirm that TI stimulation was not damaging brain tissue, including immunohistochemical staining and temperature tracking. They found that TI stimulation did not damage neurons, induce seizures, or heat brain cells beyond the natural range of brain temperature variation.Deep brain stimulation that uses implants can stimulate a more focused area of the brain than TI stimulation and is useful in treating certain conditions because of this focus. However, other conditions could benefit from wider deep brain stimulation, such as stroke, traumatic brain injury, or memory loss. Boyden and his colleagues plan to do TI stimulation studies in human volunteers soon. \"People have used non-invasive brain stimulation to study a wide variety of phenomena, from mood to memory to driving ability to trust,\" says Boyden. \"Now, we can do these types of studies, hopefully, in deeper targets in the brain.\" ", "meeting": "", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Neurobiology"]}