{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-05/tau-tar053117.php", "description": "Brain changes after stroke may lead to increase in alcohol-seeking behavior, at least in animal models, according to research published Wednesday in the journal Scientific Reports.", "article_link": null, "date": "Wed, 31 May 2017 04:00:00 GMT", "funder": "NIH/National Institute on Alcohol Abuse and Alcoholism, NIH/National Institute of Neurological Disorders and Stroke, Texas A&M University Health Science Center Division of Research", "title": "Texas A&M research suggests strokes may cause increased preference for alcohol", "region": "namerica", "source_link": null, "institution": "Texas A&M University", "text": "Brain changes after stroke may lead to increase in alcohol-seeking behavior, at least in animal models, according to research published Wednesday in the journal Scientific Reports.\r\nAlthough it is known that excessive alcohol intake (more than two drinks per day) is a risk factor for stroke, there hasn't been much scientific study about how alcohol-related behavior might change after a stroke has occurred. When researchers at the Texas A&M College of Medicine looked into the issue, they found that strokes in a certain part of the brain increase alcohol-seeking behavior and preference for alcohol.\r\n\"It's important because although stroke is a severe disease, more and more people are surviving and recovering after their first stroke,\" said Jun Wang, MD, PhD, assistant professor in the Department of Neuroscience and Experimental Therapeutics at the College of Medicine and co-principal investigator of this project. \"Therefore, it is important to study behavior change after stroke, and how that behavior can affect the chances of having another one, which is often fatal.\" \r\nPeople who have had one stroke are often advised to limit their consumption of alcohol to help prevent a recurrence, but that may be difficult if damage caused by the stroke itself is encouraging them to actually drink more. That might help explain anecdotal reports that compliance with the instruction not to drink after a stroke is low.\r\n\"In an ischemic stroke, a blood vessel to the brain is blocked, which deprives the neurons in the brain of glucose and oxygen,\" said Farida Sohrabji, PhD, presidential impact fellow and professor in the Department of Neuroscience and Experimental Therapeutics at the College of Medicine and co-principal investigator of this project, who studies acute and long-term consequences of strokes, as well as novel stroke therapies. \"Neurons are very dependent on these two nutrients, and without them, neurons very rapidly begin to die.\" \r\nAfter an ischemic stroke in the middle cerebral artery--one of the most common types of stroke in humans--the animal models showed much lower overall fluid intake but increased preference for alcohol over water when they did drink. These effects were significant even though the stroke only affected one side of the brain, leaving the other half of the brain without damage. \"Their preference for alcohol can be seen five days after stroke and through at least the first month after the stroke,\" Wang said. \"Specifically, when given a choice between water and alcohol, they chose alcohol a higher percentage of the time than they did before the stroke.\" \r\nWhat the researchers think is happening is that the stroke kills neurons in a part of the brain called the dorsal lateral striatum, and they stop inhibiting certain neurons in the midbrain. These midbrain neurons, which are now far more excitable, send a signal to a particular type of dopamine receptor, called D1. These D1 receptor-containing cells, located in the dorsomedial striatum, were shown in Wang's previous work to compel the individual to perform an action--like having an alcoholic beverage. \"This circuit is interesting because it means that when the dorsal lateral striatum neurons die, the result is increased excitement of the D1 neurons in the dorsomedial striatum,\" Wang said. \"It is this increased excitement that we think is causing alcohol-seeking behavior.\" \r\nHowever, when the D1 receptor was inhibited, alcohol-seeking behavior in individuals with stroke damage decreased significantly while the control group didn't exhibit much of a change. \"This is a hint at how the brain works,\" Wang said, \"and although we're a long way off, something to inhibit this D1 receptor might be a possible therapeutic target for a drug to help people resist the urge to drink after a stroke.\" \r\n\"As much as possible, we tried to use a model that would replicate the experience of a human patient,\" Sohrabji said. \"Therefore, we think that these findings, although preliminary, might eventually help people who have experienced any type of brain injury, whether a stroke or an accident that causes traumatic brain injury.\" \r\nAbout Texas A&M University Health Science CenterTexas A&M University Health Science Center is transforming health through innovative research, education and service in dentistry, medicine, nursing, pharmacy, public health and medical sciences. As an independent state agency and academic unit of Texas A&M University, the health science center serves the state through campuses in Bryan-College Station, Dallas, Temple, Houston, Round Rock, Kingsville, Corpus Christi and McAllen. Learn more at vitalrecord.tamhsc.edu or follow @TAMHSC on Twitter.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Addiction", " Addiction", " Alcohol"]}