{"journal": "Journal of Affective Disorders", "url": "http://www.eurekalert.org/pub_releases/2017-05/cums-hoa053117.php", "description": "In a survey of adults with anxiety or a mood disorder like depression or bipolar disorder, about half reported experiencing chronic pain, according to researchers at Columbia University's Mailman School of Public Health.", "article_link": null, "date": "Wed, 31 May 2017 04:00:00 GMT", "funder": "São Paulo Research Foundation, Brazil; Fundação de Amparo à Pesquisa do Estado de São Paulo", "title": "Half of adults with anxiety or depression report chronic pain", "region": "namerica", "source_link": null, "institution": "Columbia University's Mailman School of Public Health", "text": "May 31, 2017 - In a survey of adults with anxiety or a mood disorder like depression or bipolar disorder, about half reported experiencing chronic pain, according to researchers at Columbia University's Mailman School of Public Health. The findings are published online in the Journal of Affective Disorders.\"The dual burden of chronic physical conditions and mood and anxiety disorders is a significant and growing problem,\" said Silvia Martins, MD, PhD, associate professor of Epidemiology at the Mailman School of Public Health, and senior author. The research examined survey data to analyze associations between DSM-IV-diagnosed mood and anxiety disorders and self-reported chronic physical conditions among 5,037 adults in São Paulo, Brazil.  Participants were also interviewed in person. Among individuals with a mood disorder, chronic pain was the most common, reported by 50 percent, followed by respiratory diseases at 33 percent, cardiovascular disease at 10 percent, arthritis reported by 9 percent, and diabetes by 7 percent. Anxiety disorders were also common for those with chronic pain disorder at 45 percent, and respiratory at 30 percent, as well as arthritis and cardiovascular disease, each 11 percent. Individuals with two or more chronic diseases had increased odds of a mood or anxiety disorder. Hypertension was associated with both disorders at 23 percent. \"These results shed new light on the public health impact of the dual burden of physical and mental illness,\" said Dr. Martins. \"Chronic disease coupled with a psychiatric disorder is a pressing issue that health providers should consider when designing preventive interventions and treatment services--especially the heavy mental health burden experienced by those with two or more chronic diseases.\"", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Epidemiology", " Pulmonary/Respiratory Medicine", " Diabetes", " Pain", " Public Health", " Behavior", " Depression/Anger", " Stress/Anxiety"]}