{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-05/bawh-ncs052517.php", "description": "Investigators at Brigham and Women's Hospital have found new clues from preclinical models to indicate that this 'synaptic refinement' may play a role in neurodegenerative disease. Their findings, published in Science Translational Medicine, offer new insights into the interplay between the immune system and the development of Alzheimer's disease.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aaf6295", "date": "Wed, 31 May 2017 04:00:00 GMT", "funder": "Fidelity Biosciences Research Initiative, NIH/National Institute on Aging, BrightFocus Foundation, Edward R. and Anne G. Lefler Fellowship", "title": "New connection sprouts between Alzheimer's disease and the immune system", "region": "namerica", "source_link": null, "institution": "Brigham and Women's Hospital", "text": "Just as trimming back the branches of an overgrown plant can encourage healthy growth, a little pruning of the connections in the human brain can be a good thing during brain development. But what happens when this natural process goes wrong later in life? Investigators at Brigham and Women's Hospital have found new clues from preclinical models to indicate that this \"synaptic refinement\" may play a role in neurodegenerative disease. Their findings, published in Science Translational Medicine, offer new insights into the interplay between the immune system and the development of Alzheimer's disease.The new study looks at the role of complement C3 - a molecule involved in the immune response that is elevated in Alzheimer's disease. Previous studies have shown that C3 helps to trim back the connections between brain cells - known as synapses - during normal brain development. Synapse loss occurs early in Alzheimer's disease and is associated with cognitive decline. Researchers have not known whether blocking the \"complement cascade\" - of which C3 is a central part - could protect against impairment and neurodegeneration at later stages of the disease. In the new study, the team examined the effects of C3 deficiency in a mouse model for Alzheimer's disease. The team found that mice with the engineered C3 deficiency were protected against age-related loss of synapses and brain cells and had fewer markers of inflammation in the brain. \r\nInterestingly, they also find that in aged mice, the telltale amyloid plaques of Alzheimer's disease remain - and are even more abundant - but cognitive function improved: mice performed better on a learning and memory task, despite the accumulation of plaque in the brain. \"Amyloid plaque deposition occurs years before memory loss in Alzheimer's disease, but targeting how the immune system responds to these plaques could be an excellent therapeutic approach,\" said corresponding author Cynthia Lemere, PhD, of the Ann Romney Center for Neurologic Diseases at BWH. \"We think that in later stages of the disease, it's not necessarily the plaques but the immune system's response to them that leads to neurodegeneration.\"C3 has also been implicated in other central nervous system conditions, including stroke and macular degeneration. Although the current study is limited by the differences in the immune system and life span of mice and humans, the team's findings - and clues from previous studies - suggest that modulating complement signaling may represent a potential therapeutic strategy for combating Alzheimer's disease.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"]}