{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-05/cwru-smp053017.php", "description": "It may be possible to disrupt harmful blood clots in people at risk for heart attack or stroke without increasing their risk of bleeding, according to a new study published in Nature Communications.", "article_link": "http://dx.doi.org/10.1038/ncomms15559", "date": "Tue, 30 May 2017 04:00:00 GMT", "funder": "National Institutes of Health, Harrington Discovery Institute", "title": "Small molecule prevents blood clots without increasing bleeding risk", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=638", "institution": "Case Western Reserve University", "text": "It may be possible to disrupt harmful blood clots in people at risk for heart attack or stroke without increasing their risk of bleeding, according to a new study published in Nature Communications. The new research out of University Hospitals (UH) Cleveland Medical Center, Case Western Reserve University School of Medicine, and the Cleveland Clinic reveals a previously unknown cell receptor interaction that, when manipulated with therapeutic molecules, safely prevents blood clots. Approximately 100,000 Americans die annually from blood clots, or thrombosis, according to the Centers for Disease Control and Prevention.\"We have found a new thrombosis target that does not increase bleeding risk,\" said senior author Daniel I. Simon, MD, President, UH Cleveland Medical Center, Herman K. Hellerstein Chair of Cardiovascular Research, and Professor of Medicine at Case Western Reserve School of Medicine. \"Our discovery indicates that you can identify a new pathway and target that mediates blood clotting, but does not affect our body's natural processes to stop bleeding, called hemostasis.\"The new pathway centers around a pair of protein receptors that help certain cells interact in inflammation and thrombosis. One receptor--Mac-1--is found on the surfaces of white blood cells recruited to sites of blood vessel injury, and the other--GPIbα--resides on the surfaces of platelets that form clots. \r\nWhen the receptors interact, they trigger cascades of signals that amplify both inflammation and clotting. Mac-1 binding to GPIbα also broadly regulates inflammation in laboratory models of kidney disease, vasculitis, and multiple sclerosis. Simon and colleagues discovered the interaction causes large and small artery clots in mice, but can be blocked by an antibody or a new, therapeutic small molecule that binds to the Mac-1 receptor. The researchers showed genetically engineered mice either without the Mac-1 receptor or with a mutant form could not bind GPIbα on platelets. As a result, the mice had delayed blood clot formation in response to artery injury. Mice exposed to the interfering antibody or small molecule were also unable to form the kinds of blood clots that can lead to stroke or heart attack. While the results showed the Mac-1-GPIbα receptor duo is required for harmful clots, the researchers discovered blocking their interaction with the small molecule had no effect on bleeding risk. Mice exposed to the molecule were still able to successfully stop minor bleeding, like tail cuts, and maintain normal blood coagulation and platelet function. The findings could lead to new medications that stave off heart attacks and strokes without harmful side effects, like excessive bleeding. \r\n\"Current anti-clotting drugs (anticoagulants, such as warfarin, Xarelto/rivaroxaban, Eliquis/apixaban) and antiplatelet agents (aspirin, Plavix/clopdigorel, Brilinta/ticagrelor) are effective in reducing heart attack and stroke, but are associated with increased bleeding and transfusion,\" said Dr. Simon. \"We have learned that bleeding and transfusion complications are equally as bad from a prognosis standpoint as heart attack or stroke.\"Simon and colleagues are now pursuing pre-clinical studies using antibodies to further test this novel technology, which according to Dr. Simon \"is jointly owned by Case Western Reserve University and University Hospitals, has been licensed to BioMotiv, and is the basis for NEWCO Sujana Biotech.\" Simon co-founded Sujana Biotech with the study's lead author Yunmei Wang, PhD, Assistant Professor of Cardiovascular Medicine at Case Western Reserve University School of Medicine, and fellow senior author Edward Plow, PhD, Chair of Molecular Cardiology and The Robert C. Tarazi, MD, Endowed Chair in Heart and Hypertension Research at Cleveland Clinic Lerner Research Institute. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Hematology"]}