{"journal": "Journal of Managed Care Pharmacy", "url": "http://www.eurekalert.org/pub_releases/2017-05/uof-obp053017.php", "description": "About half of patients diagnosed with high blood pressure will need their medication adjusted within the first year to address side effects or failure to control blood pressure properly. Among the modification options available, one drug therapy is associated with lower costs for follow-up doctor visits and hospitalizations, according to a new study led by a University of Florida researcher.", "article_link": null, "date": "Tue, 30 May 2017 04:00:00 GMT", "funder": "", "title": "One blood pressure drug therapy associated with lower health-care costs", "region": "namerica", "source_link": "http://ufhealth.org/news/2017/one-blood-pressure-drug-therapy-associated-lower-follow-visit-hospitalization-costs", "institution": "University of Florida", "text": "GAINESVILLE, Fla. -- About half of patients diagnosed with high blood pressure will need their medication adjusted within the first year to address side effects or failure to control blood pressure properly. Among the modification options available, one drug therapy is associated with lower costs for follow-up doctor visits and hospitalizations, according to a new study led by a University of Florida researcher.The findings appear in the June issue of the Journal of Managed Care Pharmacy.The study adds to previous research by lead investigator Kalyani Sonawane, Ph.D., demonstrating that the drug treatment, which combines two drugs in a single pill, known as fixed-dose combination, has several advantages over other approaches for adjusting blood pressure medication. Patients on fixed-dose combination therapy are more likely to continue to take their pills and are more likely to take them as directed by their physician. Clinical trials at other institutions have also shown that fixed-dose combination is nearly five times more effective at controlling high blood pressure than other drug therapies. \"It's a win-win situation for everyone,\" said Sonawane, a clinical assistant professor of health services research, management and policy in the UF College of Public Health and Health Professions. \"From the patient and physician perspective, you achieve higher efficacy with fixed-dose combination and patients continue on the drug for a longer period of time and have better adherence. From the standpoint of managed-care organizations, you have greater economic savings from lower health services costs.\"Almost one-third of Americans have high blood pressure, which puts them at increased risk for stroke and heart disease. Among patients who are prescribed medication to control their blood pressure, about 30 percent have problems with side effects and nearly 50 percent will not have their blood pressure controlled within the first year of taking medication. At this point, physicians have several options for adjusting patients' blood pressure medications. These include adding a medication, such as fixed-dose combination, to the patient's regimen, gradually increasing a patient's dose of their current drug, gradually decreasing the dose of their current drug or switching the patient's prescription to a different drug.In a series of studies, Sonawane, who is also a pharmacist by training, has evaluated physicians' prescription patterns and patient outcomes during the period when blood pressure medication is adjusted. In her current study, she examined costs associated with the different drug modification strategies.Sonawane and her team analyzed data from the BlueCross BlueShield of Texas commercial claims database for the period 2008 to 2012. They tracked the insurer's annual drug costs and outpatient and inpatient disease-related health services costs for about 6,000 patients who had their blood pressure medication adjusted.Fixed-dose combination was the most expensive drug therapy, costing patients' health insurance plan an average of $310 a year, compared with $135 for switching to a new drug, $63 for gradually increasing the dose of the current medication, and $61 for gradually decreasing the current drug.Yet follow-up health care costs were lowest for patients on fixed-dose combination. Inpatient costs for health services related to blood pressure or cardiovascular issues averaged $1,731 for patients on fixed-dose combination, compared with $2,985 for patients on decreasing doses of their medication, $7,076 for patients who switched to a new blood pressure drug and $7,692 for patients on increasing doses.Some physicians have been reluctant to prescribe fixed-dose combination to their patients, with the cost of the drug therapy being one of the factors in that decision, Sonawane said. She hopes her study provides evidence that the long-term cost savings generated from less need for follow-up health care, along with the drug's effectiveness and patients' improved adherence, outweigh the initial higher cost of fixed-dose combination.\"Even though the drug costs for fixed-dose combination appear to be extremely high, it is offset by savings in health services costs, saving almost seven times the cost in inpatient visits,\" Sonawane said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}