{"journal": "PLOS Pathogens", "url": "http://www.eurekalert.org/pub_releases/2017-05/ps-utc053017.php", "description": "Scientists could be one step closer to developing vaccines against viruses such as Zika, West Nile or HIV, according to Penn State College of Medicine researchers.", "article_link": null, "date": "Tue, 30 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Allergy and Infectious Diseases, NIH/National Institute of Neurological Disorders and Stroke", "title": "Understanding T cell activation could lead to new vaccines", "region": "namerica", "source_link": "http://news.psu.edu/story/469410/2017/05/30/research/understanding-t-cell-activation-could-lead-new-vaccines", "institution": "Penn State", "text": "Scientists could be one step closer to developing vaccines against viruses such as Zika, West Nile or HIV, according to Penn State College of Medicine researchers.Most current vaccines work by stimulating a class of white blood cells called B cells to make antibodies that circulate and control infections in the blood. For decades, scientists have been seeking a new type of vaccine that activates another player in the immune system called a T cell to fight off infections within different organs.A small number of a type of T cell, called memory T cells, are generated following an infection or immunization. Some memory T cells patrol the body looking for repeat infection, while others migrate into organs and remain there; these are called tissue-resident memory cells. These cells can be found where viruses and bacteria can get into the body, such as the skin, the gut and the female reproductive tract, as well as organs that are highly prone to injury, such as the brain.In a study a team of researchers, led by Aron E. Lukacher, chair and professor of microbiology and immunology, and Saumya Maru, a medical and doctoral student, has uncovered more details about what it takes to generate a good tissue-resident memory T-cell response against repeat infections. They report their results in PLOS Pathogens.Working with mouse polyomavirus, the researchers developed a library of genetically altered viruses that stimulated T cell receptors at different strength levels in mice. Virus variants with weaker stimulation gave rise to tissue-resident memory T cells in the mouse brain that were better able to fight off a second infection there. \"Adjusting the strength of T cell receptor stimulation -- in effect making it weaker -- promoted the generation of these resident memory T cells in the brain,\" Lukacher said. \"The weaker the stimulation, the better the memory.\"Now that importance of tissue-resident memory T cells in thwarting infections in organs has been identified, vaccine researchers have become interested in learning about factors that promote the number and function of these cells. If successful, people in the future who are inoculated with vaccines that induce a strong tissue-resident memory T cell response will be \"protected from the infection much more efficiently,\" Lukacher said. \"Very certainly having more and better functioning memory T cells will clear out the infection much more rapidly.\"", "meeting": "", "keywords": ["Medicine/Health"]}