{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/cafn-tfm052317.php", "description": "Dr. Charles Bourque at McGill University has discovered new roles for the molecule connecting hydration and health. Known as vasopressin, it is responsible for ensuring we are properly hydrated, including predicting when we may need extra water to deal with dehydrating events, such as sleep. As vasopressin is a significant factor in acute and chronic disease, Bourque hopes his research will lead to greater attention to this molecule and tests to improve primary care.", "article_link": null, "date": "Tue, 30 May 2017 04:00:00 GMT", "funder": "Canadian Institutes of Health Research, Heart and Stroke Foundation of Canada", "title": "The fascinating molecule linking hydration and health", "region": "namerica", "source_link": null, "institution": "Canadian Association for Neuroscience", "text": "Water is the single greatest need for life. Despite this requirement, the amount of liquid we have in our bodies is controlled by only one molecule. It's known as vasopressin and today, Dr. Charles Bourque from McGill University revealed some unexpected ways this chemical ensures we stay properly hydrated. His results were presented at the 2017 Canadian Neuroscience Meeting, the annual meeting of the Canadian Association for Neuroscience - Association Canadienne des Neurosciences (CAN-ACN).\r\nVasopressin has been known for seventy years as a hormonal controller of hydration. Yet until recently it was thought only to be involved in reacting to water levels. As Bourque notes, \"We always thought of vasopressin as the classic negative feedback system. When we are dehydrated, its concentration goes up. If we have too much water in your body, the concentration declines.\"   \r\nBut Bourque's research has revealed this molecule is full of surprises. \"It's also involved in feed-forward mechanisms,\" he says. \"We determined this molecule is produced in the brain right before you go to bed and during sleep in anticipation of the dehydrating effect of sleep\" These new functions reveal the molecule is acting not only as a hormone, but also as a neurological signal. \r\nBourque indicated that many common health problems are linked to inappropriate changes in vasopressin. \"We've known for some time that it is involved in critical conditions like congestive heart failure and some types of lung cancer and other ailments like bed-wetting or increased urination at night. Our recent work has shown it also plays a key role in salt-dependent hypertension\". Bourque stated that body fluid disorders are among the top 10 reasons for patient admission to Emergency Departments at US hospitals.\r\nAs a result of his work, Bourque believes public health needs to take a more proactive approach to vasopressin. \"We know it is one of the most important molecules for regulating body hydration, but we still can't use it to improve primary care.\" He hopes to work in collaboration with other researchers to develop sensitive tests for hospitals and emergency workers. \"Given the importance of this molecule, it would be useful to have rapid measurements of vasopressin to better understand how the body is handling water. It may even give us the upper hand in dealing with several acute and chronic illnesses.\"\r\n", "meeting": "11th Canadian Neuroscience Meeting", "keywords": ["Biology", " Medicine/Health", " Critical Care/Emergency Medicine", " Neurobiology", " Circadian Rhythm"]}