{"title": "Weight expectations: Context and distraction skew what we predict and remember", "text": "Context may not be everything, but it's right up there with content when it comes to our memories. Kevin Trewartha, an assistant professor of both cognitive science and kinesiology at Michigan Technological University, is the lead author on a recent study about linking actions and objects, published in Cognition. Trewartha gives an example from real life, showing what could happen when you heave up an empty suitcase that you think is full. He bends over, grasps an invisible handle, and staggers backward as his hand flies over his head. \"Next time you tried this, you probably wouldn't pull so hard,\" Trewartha says. That forceful first yank is informed by our unconscious memory, which the brain builds from a lifetime of experiences that teach us that a big suitcase in the trunk of a car is going to be heavy. But what if there were a second suitcase?  As you reach for it, a second system, the conscious memory, would kick in; your shoulder-straining experience with that first suitcase might lead you to ease the second one more tentatively out of the vehicle.Imagine a different context: if someone else handed you the second suitcase, would you expect it to be light? And how would you manage the second suitcase if a police officer were ordering you to move your car out of the no-parking zone at the airport while you were unloading your mom's luggage?As it turns out, Trewartha discovered, the context in which we experience weighty objects does affect how we update our memories, both conscious and unconscious.Trewartha began by asking human subjects to handle two simple plastic cylinders which, like the first suitcase, were not what they seemed. Though identical in weight, one was much smaller than the other. The participants not only lifted the weights, they also had them placed on their palms. After each test, the subjects estimated the cylinders' relative weights.Experiments like this have long shown that people perceive the smaller cylinder to be heavier than it is, something called the size-weight illusion. That illusion can gradually disappear when people repeatedly handle a different set of objects with unexpected weights. While they look like the weight-illusion objects, one is small but heavy, and the other is large but light.When Trewartha had his participants handle that second set of inversely weighted cylinders, they got better at estimating the relative weight of the first two cylinders--but only when they handled both sets of cylinders in the same way. For example, if they lifted both sets, the size-weight illusion diminished, and they got better at estimating the relative weight of the first set. But if they lifted the first set and had the second set placed on their palms, the size-weight illusion persisted.\"We showed that you only reduce the size-weight illusion if you experience the weight-illusion objects in the same way that you experience the differently weighted objects,\" Trewartha said. \"This suggests that the unconscious memories depend on context, that the brain maintains more than one representation about the relationship between size and weight, with very little crosstalk.\"To see if distractions (like the cop at the airport) could affect memory, he had some of the subjects do a simple subtraction problem as they manipulated the objects.He found that the distraction had little bearing on how the quickly the size-weight illusion was reduced, because the illusion relies on unconscious memory -- something you learn without thinking about it. But it did throw a wrench into the conscious memory, which informs actions such as lifting: subjects who did the math had to practice longer before they were able to lift their objects smoothly.\"This adds to our understanding of how these two complementary memory systems affect how we interact with objects,\" Trewartha said.The study may also shed light on the long-term effects of multitasking. While distractions might not interfere too much with building unconscious memories, they may be keeping us from developing the robust web of conscious memories we use to remember specific experiences.", "article_link": "http://dx.doi.org/10.1016/j.cognition.2017.02.014", "url": "http://www.eurekalert.org/pub_releases/2017-04/mtu-wec042117.php", "region": "namerica", "source_link": "http://www.mtu.edu/news/stories/2017/april/weight-expectations-context-distraction-skew-what-predict-remember.html", "funder": "Canadian Institutes of Health Research,  Natural Sciences and Engineering Council of Canada", "meeting": "", "institution": "Michigan Technological University", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Cognition", "description": "Context can alter something as basic as our ability to estimate the weights of simple objects. As we learn to manipulate those objects, context can even tease out the interplay of two memory systems and shows how distraction can affect multitasking.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}