{"title": "Using CRISPR to reverse retinitis pigmentosa and restore visual function", "text": "Using the gene-editing tool CRISPR/Cas9, researchers at University of California San Diego School of Medicine and Shiley Eye Institute at UC San Diego Health, with colleagues in China, have reprogrammed mutated rod photoreceptors to become functioning cone photoreceptors, reversing cellular degeneration and restoring visual function in two mouse models of retinitis pigmentosa.The findings are published in the April 21 advance online issue of Cell Research.Retinitis pigmentosa (RP) is a group of inherited vision disorders caused by numerous mutations in more than 60 genes. The mutations affect the eyes' photoreceptors, specialized cells in the retina that sense and convert light images into electrical signals sent to the brain. There are two types: rod cells that function for night vision and peripheral vision, and cone cells that provide central vision (visual acuity) and discern color. The human retina typically contains 120 million rod cells and 6 million cone cells. In RP, which affects approximately 100,000 Americans and 1 in 4,000 persons worldwide, rod-specific genetic mutations cause rod photoreceptor cells to dysfunction and degenerate over time. Initial symptoms are loss of peripheral and night vision, followed by diminished visual acuity and color perception as cone cells also begin to fail and die. There is no treatment for RP. The eventual result may be legal blindness.In their published research, a team led by senior author Kang Zhang, MD, PhD, chief of ophthalmic genetics, founding director of the Institute for Genomic Medicine and co-director of biomaterials and tissue engineering at the Institute of Engineering in Medicine, both at UC San Diego School of Medicine, used CRISPR/Cas9 to deactivate a master switch gene called Nrl and a downstream transcription factor called Nr2e3. CRISPR, which stands for Clustered Regularly Interspaced Short Palindromic Repeats, allows researchers to target specific stretches of genetic code and edit DNA at precise locations, modifying select gene functions. Deactivating either Nrl or Nr2e3 reprogrammed rod cells to become cone cells. \"Cone cells are less vulnerable to the genetic mutations that cause RP,\" said Zhang. \"Our strategy was to use gene therapy to make the underlying mutations irrelevant, resulting in the preservation of tissue and vision.\"The scientists tested their approach in two different mouse models of RP. In both cases, they found an abundance of reprogrammed cone cells and preserved cellular architecture in the retinas. Electroretinography testing of rod and cone receptors in live mice show improved function. Zhang said a recent independent study led by Zhijian Wu, PhD, at National Eye Institute, part of the National Institutes of Health, also reached similar conclusions.The researchers used adeno-associated virus (AAV) to perform the gene therapy, which they said should help advance their work to human clinical trials quicker.  \"AAV is a common cold virus and has been used in many successful gene therapy treatments with a relatively good safely profile,\" said Zhang.  \"Human clinical trials could be planned soon after completion of preclinical study. There is no treatment for RP so the need is great and pressing. In addition, our approach of reprogramming mutation-sensitive cells to mutation-resistant cells may have broader application to other human diseases, including cancer.\"", "article_link": "http://dx.doi.org/10.1038/cr.2017.57", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--uct041717.php", "region": "namerica", "source_link": null, "funder": "Richard Annesser Fund, Dick and Carol Hertzberg Fund, National Basic Research Program of China, Hi-Tech Research and Development Program of China, Hong Kong General Research Fund and Early Career Scheme, Shenzhen Science and Technology Fund", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Genetics", " Medicine/Health", " Ophthalmology"], "journal": "Cell Research", "description": "Using the gene-editing tool CRISPR/Cas9, researchers at University of California San Diego School of Medicine and Shiley Eye Institute at UC San Diego Health, with colleagues in China, have reprogrammed mutated rod photoreceptors to become functioning cone photoreceptors, reversing cellular degeneration and restoring visual function in two mouse models of retinitis pigmentosa.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}