{"title": "Why children struggle to cross busy streets safely", "text": "For adults, crossing the street by foot seems easy. You take stock of the traffic and calculate the time it will take to get from one side to the other without being hit.Yet it's anything but simple for a child.New research from the University of Iowa shows children under certain ages lack the perceptual judgment and motor skills to cross a busy road consistently without putting themselves in danger. The researchers placed children from 6 to 14 years old in a realistic simulated environment (see video) and asked them to cross one lane of a busy road multiple times.The results: Children up to their early teenage years had difficulty consistently crossing the street safely, with accident rates as high as 8 percent with 6-year-olds. Only by age 14 did children navigate street crossing without incident, while 12-year-olds mostly compensated for inferior road-crossing motor skills by choosing bigger gaps in traffic.\"Some people think younger children may be able to perform like adults when crossing the street,\" says Jodie Plumert, professor in the UI's Department of Psychological and Brain Sciences. \"Our study shows that's not necessarily the case on busy roads where traffic doesn't stop.\"For parents, that means taking extra precautions. Be aware that your child may struggle with identifying gaps in traffic large enough to cross safely. Young children also may not have developed the fine motor skills to step into the street the moment a car has passed, like adults have mastered. And, your child may allow eagerness to outweigh reason when judging the best time to cross a busy street.\"They get the pressure of not wanting to wait combined with these less-mature abilities,\" says Plumert, corresponding author on the study, which appears in the Journal of Experimental Psychology: Human Perception and Performance, published by the American Psychological Association. \"And that's what makes it a risky situation.\"The National Center for Statistics and Analysis reported 8,000 injuries and 207 fatalities involving motor vehicles and pedestrians age 14 and younger in 2014.Plumert and her team wanted to understand the reasons behind the accident rates. For the study, they recruited children who were 6, 8, 10, 12, and 14 years old, as well as a control group of adults. Each participant faced a string of approaching virtual vehicles travelling 25 mph (considered a benchmark speed for a residential neighborhood) and then crossed a single lane of traffic (about nine feet wide). The time between vehicles ranged from two to five seconds. Each participant negotiated a road crossing 20 times, for about 2,000 total trips involving the age groups.The crossings took place in an immersive, 3-D interactive space at the Hank Virtual Environments Lab on the UI campus. The simulated environment is \"very compelling,\" says Elizabeth O'Neal, a graduate student in psychological and brain sciences and the study's first author. \"We often had kids reach out and try to touch the cars.\"The researchers found 6-year-olds were struck by vehicles 8 percent of the time; 8-year-olds were struck 6 percent; 10-year-olds were struck 5 percent; and 12-year-olds were struck 2 percent. Those age 14 and older had no accidents.Children contend with two main variables when deciding whether it's safe to cross a street, according to the research. The first involves their perceptual ability, or how they judge the gap between a passing car and an oncoming vehicle, taking into account the oncoming car's speed and distance from the crossing. Younger children, the study found, had more difficulty making consistently accurate perceptual decisions.The second variable was their motor skills: How quickly do children time their step from the curb into the street after a car just passed? Younger children were incapable of timing that first step as precisely as adults, which in effect gave them less time to cross the street before the next car arrived.\"Most kids choose similar size gaps (between the passing car and oncoming vehicle) as adults,\" O'Neal says, \"but they're not able to time their movement into traffic as well as adults can.\"The researchers found children as young as 6 crossed the street as quickly as adults, eliminating crossing speed as a possible cause for pedestrian-vehicle collisions.So what's a child to do? One recommendation is for parents to teach their children to be patient and to encourage younger ones to choose gaps that are even larger than the gaps adults would choose for themselves, O'Neal says. Also, civic planners can help by identifying places where children are likely to cross streets and make sure those intersections have a pedestrian-crossing aid.\"If there are places where kids are highly likely to cross the road, because it's the most efficient route to school, for example, and traffic doesn't stop there, it would be wise to have crosswalks,\" Plumert says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoi-wcs041717.php", "region": "namerica", "source_link": "http://itsnt774.iowa.uiowa.edu/distrib/Lewis%20stuff/Child%20road%20crossing%20story-Final.pdf", "funder": "National Science Foundation", "meeting": "", "institution": "University of Iowa", "keywords": ["Pediatrics", " Social/Behavioral Science", " Behavior", " Parenting/Child Care/Family", " Computer Science", " Research/Development"], "journal": "Journal of Experimental Psychology: Human Perception and Performance", "description": "Researchers have found children up to early teenagers lack the perceptual judgment and motor skills to safely cross a busy road consistently. Children placed in realistic, simulated environments were tested for their road-crossing abilities. Those from 6 to 12 years of age had trouble crossing the street, with accident rates as high as 8 percent with 6-year-olds. Results appear in the Journal of Experimental Psychology: Human Perception and Performance.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}