{"title": "Mindfulness class helped women, but not men, overcome 'negative affect'", "text": "PROVIDENCE, R.I. [Brown University] -- In a new study of a Brown University scholarly course on mindfulness that also included meditation labs, researchers found that the practice on average significantly helped women overcome \"negative affect\" -- a downcast mood -- but did not help men. The finding, the authors said, should call more attention to considering gender as a potential factor in assessing mindfulness efficacy.More women than men engage in mindfulness meditation, the practice of intentionally and non-judgmentally directing one's attention to present sensations and feelings, said Willoughby Britton, assistant professor of psychiatry and human behavior and of behavioral and social sciences at Brown. There hasn't been a prevailing notion in the research literature that the practice affects men and women differently. Yet the data Britton and her co-authors present in a new paper in Frontiers in Psychology shows a clear gender difference in outcomes for mood.\"That was the surprising part,\" Britton said. Since this study, though, she has found the same pattern in two other studies under review for future publication. \"I wouldn't be surprised if this is a widespread phenomenon that researchers hadn't bothered to investigate.\"On the other hand, Britton added, it was encouraging to see a clear benefit for women, who are generally more vulnerable to negative affect and depression, she noted.\"Emotional disorders like depression in early adulthood are linked to a litany of negative trajectories that further disadvantage women, such as poor academic performance, school drop-out, early pregnancy and substance abuse,\" she said. \"The fact that a college course could teach women skills to better manage negative affect at this early age could have potentially far-reaching effects on women's lives.\"Co-lead author Rahil Rojiani, a Brown graduate and now a medical student at Yale, said he hopes the study will narrow disparities in mental health care.\"The gender gap in mental health has been inadequately targeted and often only within the standard medical arsenal of pharmacological treatment,\" Rojiani said. \"Our study is one of the first to explore the effects of mindfulness across gender.\"Studying a classThe study measured changes in affect, mindfulness and self-compassion among 41 male and 36 female students over the course of a full, 12-week academic class on mindfulness traditions with papers, tests and presentations  that also included an experiential component of three hour-long meditation labs a week. Co-author Harold Roth, professor of religious studies, taught the labs, which included about 30 minutes per session of specific contemplative practice from Buddhist or Daoist traditions.Mindfulness has become popular on college campuses, Britton said, as students and administrators look to it as a potential way of helping students manage stress or depression. For this study, students filled out questionnaires at the beginning and the end of the class. Over that time the average student had engaged in more than 41 hours of meditation in class and outside. There was no statistically significant difference in the amount of meditation practice by gender. Men and women also entered the class with no difference in their degree of negative affect.As a group, the 77 students also did not leave the class showing a significant difference in negative affect. That's because while women showed a significant 11.6 percent decline on the survey's standardized score (which is a positive psychological outcome), men showed a non-significant 3.7 percent increase in their scores.Alongside those changes in affect, each gender showed progress in skills taught as part of meditation. Both genders gained in several specific mindfulness and self-compassion skills and their overall scores increased significantly. That finding shows that the classes were effective in teaching the techniques, though women made greater gains than men on four of five areas of mindfulness.When the researchers dug further into the data, they saw that in women several of the gains they made in specific skills correlated with improvements in negative affect. \"Improved affect in women was related to improved mindfulness and self-compassion skills, which involved specific subscales for approaching experience and emotions with non-reactivity, being less self-critical and more kind with themselves, and over-identifying less with emotions,\" the authors wrote.Meanwhile, among men, only one of the specific skills was associated with better affect.\"To the extent that affect improved, changes were correlated with an improved dimension of mindfulness involving the ability to identify, describe and differentiate one's emotions,\" they wrote. Does mindfulness work better for women?Britton said the results suggest a new hypothesis, which is that mindfulness regimens, at least as they are often structured, may be better attuned to addressing the ways that women typically process emotions than the ways that men often do. Mindfulness guides practitioners to focus on and acknowledge feelings but to do so in a non-judgmental and non-self-critical way. \"The mechanisms are highly speculative at this point, but stereotypically, women ruminate and men distract,\" Britton said. \"So for people that tend to be willing to confront or expose themselves or turn toward the difficult, mindfulness is made for [improving] that. For people who have been largely turning their attention away from the difficult, to suddenly bring all their attention to their difficulties can be somewhat counterproductive. While facing one's difficulties and feeling one's emotions may seem to be universally beneficial, it does not take into account that there may be different cultural expectations for men and women around emotionality.\"If that hypothesis is supported in further research, the findings may yield an important strategy for the designers of mindfulness curricula. For women, the message may be to stay the course, but for men the best idea may be to tailor mindfulness differently. \"Mindfulness is a little bit like a drug cocktail -- there are a lot of ingredients and we're not sure which ingredients are doing what,\" Britton said. \"But I think a strategy of isolating potential 'active ingredients' and using slightly more innovative designs to tailor to the needs of different populations is what's called for.\"For fellow mindfulness researchers, Britton said, the study emphasizes a benefit to accounting for gender. Had she not done so in this study, she would have reported a null effect on affect when in fact women benefitted significantly. At the same time, if the study population had been heavily skewed toward women rather than more balanced, she might have measured a stronger benefit that would have been improperly extrapolated to men.", "article_link": "http://dx.doi.org/10.3389/fpsyg.2017.00551", "url": "http://www.eurekalert.org/pub_releases/2017-04/bu-mch042017.php", "region": "namerica", "source_link": "https://news.brown.edu/articles/2017/04/meditation", "funder": "National Institutes of Health, Mind and Life Institute, Lenz Foundation, Hershey Foundation, Brown University Contemplative Studies Initiative", "meeting": "", "institution": "Brown University", "keywords": ["Undergraduate", " Medicine/Health", " Social/Behavioral Science", " Behavior", " Mental Health", " Counseling", " Depression/Anger", " Perception/Awareness", " Philosophy/Religion"], "journal": "Frontiers in Psychology", "description": "Few studies have looked at whether mindfulness meditation is equally effective among men and women in addressing mood, but a new study in a college setting found a substantial difference.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}