{"title": "Sexist and anti-gay jokes: It's all about men feeling threatened", "text": "Why do some men crack sexist and anti-gay jokes or find them funny, while others do not? According to Emma O'Connor of the Western Carolina University in the US, such disparaging jokes are a way for some men to reaffirm their shaky sense of self, especially when they feel their masculinity is being threatened. Interestingly, in such situations men do not revert to neutral jokes or ones containing anti-Muslim sentiments, comments O'Connor, lead author of a study in Springer's journal Sex Roles. Disparaging humour is often about enhancing one's own social identity by positively distinguishing one's in-group from a disparaged out-group. To understand how this plays out in the context of sexist and anti-gay jokes, the research team conducted two experiments involving 387 heterosexual men. Participants completed online questionnaires designed to test their social attitudes and personalities, and their prejudice levels and antagonism against gay men and women. The types of humour they preferred were tested, and whether the men believed their take on humour would help others form a more accurate impression about them.The findings suggest that sexist and anti-gay jokes provide self-affirmation to men who possess more precarious manhood beliefs. This is especially the case when they feel that their masculinity, as defined by the typical gender norms assigned to men, is being challenged or threatened.\"Men higher in precarious manhood beliefs expressed amusement with sexist and anti-gay humour in response to a masculinity threat because they believe it reaffirms an accurate, more masculine impression of them. It appears that by showing amusement with sexist and anti-gay humour, such men can distance themselves from the traits they want to disconfirm,\" explains O'Connor.The researchers hope the findings will help create a better understanding about the kinds of situations in which sexist and anti-gay jokes occur, and ultimately prevent this from being used, for instance, in the workplace.\"Work settings where women occupy positions of authority might inherently trigger masculinity threats for men higher in precarious manhood beliefs and thus sexist joking,\" says O'Connor, who points out that sexist jokes and teasing are the most common forms of sexual harassment that women experience in the workplace.\"Given the social protection afforded to humour as a medium for communicating disparagement, it is possible that men use sexist humour in the workplace as a 'safe' way to reaffirm their threatened masculinity,\" explains O'Connor. She says that managers who understand how and why this happens are able to more effectively handle and even prevent incidences of sexist humour: \"For instance, they might more closely monitor workplace settings that could trigger masculinity threats and subsequent sexist joking, or they might attempt to reduce the extent to which men perceive masculinity threats in those settings in the first place.\"\r\n\t", "article_link": "http://dx.doi.org/10.1007/s11199-017-0761-z", "url": "http://www.eurekalert.org/pub_releases/2017-04/s-saa042017.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/sexist-and-anti-gay-jokes--it-s-all-about-men-feeling-threatened/12234188", "funder": "", "meeting": "", "institution": "Springer", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Sexual Behavior", " Demography", " Sexual Orientation", " Perception/Awareness", " Support Networks"], "journal": "Sex Roles", "description": "Why do some men crack sexist and anti-gay jokes or find them funny, while others do not? According to Emma O'Connor, lead author of a study in Springer's journal Sex Roles, such disparaging jokes are a way for some men to reaffirm their shaky sense of self, especially when they feel their masculinity is being threatened. Interestingly, in such situations men do not revert to neutral jokes or ones containing anti-Muslim sentiments, comments O'Connor.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}