{"title": "'Eating with the eyes' is hard-wired in the brain", "text": "Have you ever wondered why just seeing food can make your mouth start to water? By visualizing neuronal activity in specific areas of the zebrafish brain, scientists at the National Institute of Genetics (NIG) in Japan have revealed a direct link between visual perception of food and feeding motivation. The study, published in the April 20, 2017  issue of Nature Communications, suggests that \"eating with the eyes\" is deeply rooted in evolution.\"In vertebrate animals, feeding behavior is regulated by a brain area called the hypothalamus. The hypothalamic feeding center integrates information about bodily energy requirements and environmental food availability. Zebrafish, like humans, mostly use vision for recognition of food or prey. It was not known how the hypothalamus receives visual information about prey. We first demonstrated that neurons in the hypothalamus do indeed respond to the sight of prey. Then we looked for neurons in the visual system that responded to prey and discovered 'prey detector' neurons in an area called the pretectum. Furthermore, we found a direct neural link connecting the prey detector neurons to the hypothalamic feeding center\", Dr. Muto, the leading author of the study, explained.The key to this discovery has been recent progress in the development and improvement of the highly sensitive, genetically encoded calcium indicator GCaMP, which can be used to monitor neuronal activity in the form of calcium signals. Another important technology is the ability to control the specific neurons in which GCaMP is expressed. This was critical for recording distinct calcium signals from identifiable neurons. Prof. Kawakami, the senior author, showed us his zebrafish facility where thousands of fish tanks can be seen, each of which contains genetically different fish that can turn on, or drive the GCaMP expression in different types of cells in the brain or in the body. This collection of driver fish lines is being used to study various tissues and cell types by zebrafish researchers all over the world. Of the nearly 2,000 such driver fish lines in the lab, two played important roles in the current study: one for the imaging of the prey detector neurons, and the other for the feeding center in the hypothalamus.\"Successful brain imaging was made possible through development of our genetic resources on which I have spent more than twenty years. This is the power of zebrafish genetics. This work showcases a successful application of our genetic resources in the study of brain function\", Prof. Kawakami said.\"Our study demonstrates how tightly visual perception of food is linked to motivational feeding behavior in vertebrate animals. This is an important step toward understanding how feeding is regulated and can be modulated in normal conditions as well as in feeding disorders\", Dr. Muto said. This study was supported by JSPS KAKENHI Grant Numbers JP25290009 and JP25650120, and also partly supported by JSPS KAKENHI Grant Numbers JP15H02370 and JP16H01651, and NBRP from Japan Agency for Medical Research and Development (AMED). This work was also supported in part by the Center for the Promotion of Integrated Sciences (CPIS) of SOKENDAI.\r\n", "article_link": "http://dx.doi.org/10.1038/NCOMMS15029", "url": "http://www.eurekalert.org/pub_releases/2017-04/rooi-wt041717.php", "region": "asia", "source_link": "https://www.nig.ac.jp/nig/2017/04/research-highlights/20170421.html", "funder": "Japan Society for the Promotion of Science, Japan Agency for Medical Research and Development", "meeting": "", "institution": "Research Organization of Information and Systems", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering"], "journal": "Nature Communications", "description": "Japanese scientists at the National Institute of Genetics (NIG) discovered prey detector neurons in the visual system that project to the feeding center in the hypothalamus, and they observed neurons in this circuit firing upon seeing prey. The study demonstrates the presence of hard-wired circuitry that conveys visual information to the center that regulates feeding motivation in zebrafish.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}