{"title": "Can virtual reality help us prevent falls in the elderly and others?", "text": "CHAPEL HILL, NC - Every year, falls lead to hospitalization or death for hundreds of thousands of elderly Americans. Standard clinical techniques generally cannot diagnose balance impairments before they lead to falls. But researchers from the University of North Carolina at Chapel Hill and North Carolina State University have found evidence that virtual reality (VR) could be a big help - not only for detecting balance impairments early, but perhaps also for reversing those impairments and preventing falls.In a study published in Nature Scientific Reports, a research team led by Jason R. Franz, PhD, assistant professor in the Joint UNC/NC State department of biomedical engineering, used a novel VR system to create the visual illusion of a loss of balance as study participants walked on a treadmill. By perturbing their sense of balance in this way and recording their movements, Franz's team was able to determine how the participants' muscles responded. In principle, a similar setup could be used in clinical settings to diagnose balance impairments, or even to train people to improve their balance while walking.\"We were able to identify the muscles that orchestrate balance corrections during walking,\" Franz said. \"We also learned how individual muscles are highly coordinated in preserving walking balance. These things provide an important roadmap for detecting balance impairments and the risk of future falls.\"Young and healthy adults rely predominantly on the mechanical \"sensors\" in their feet and legs to give them an accurate sense of body position. So, healthy people usually have no trouble walking in the dark or with their eyes closed. But this sense of proprioception declines in the elderly, as well as in people who have neurodegenerative diseases, such as multiple sclerosis, leading to a much greater reliance on visual cues to maintain balance. In their study, Franz and colleagues chose to use a VR-based method to perturb the visual perception of balance. The subjects walked on a treadmill in front of a large, curved screen depicting a moving hallway.\"As each person walked, we added lateral oscillations to the video imagery, so that the visual environment made them feel as if they were swaying back and forth, or falling,\" Franz said. \"The participants know they aren't really swaying, but their brains and muscles automatically try to correct their balance anyway.\"In a setup like those seen in Hollywood motion-capture animation studios, Franz and his team used 14 cameras to record the positions of 30 reflecting markers on the legs, back, and pelvis of each subject. This allowed them to see, in detail, how the specific muscle groups that control postural sway and foot placement worked to correct a perceived loss of balance.In response to the visual perturbations, the subjects took wider and shorter steps, as expected. And their head and trunk swayed further sideways with each step. The variability of these measures - their tendency to change from one step to the next - increased much more strikingly. Electrodes attached to the skin of the subjects also revealed coordinated electrical activity among the muscles that control postural sway and foot placement, including the gluteus medius, external oblique, and erector spinae.\"These findings give us important insights into the detailed mechanisms of walking balance control,\" Franz said.The data also provide key reference measurements that could be used in future clinical procedures to detect balance impairments before they cause people to fall. Franz and his team have ongoing studies in elderly people and plans for studies in people with multiple sclerosis to help develop early-detection procedures. In their earlier work, they have shown that using this VR setting can identify age-related balance deficits that are not otherwise apparent during normal walking. \"We think there's a big opportunity to use visual perturbations in a VR setting to reveal balance impairments that would not be detected in conventional testing or normal walking,\" Franz said. \"The key is to challenge balance during walking, to tease out those impairments that exist under the surface.\"Franz and his colleagues also are examining the potential of their VR setup as a physical therapy tool to teach balance-impaired people how to improve their balance and avoid falls. \"Early work in our lab suggests it's possible to use these visual perturbations to train a person's balance control system to respond better to imbalance that occurs in daily living,\" Franz said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uonc-cvr042017.php", "region": "namerica", "source_link": "http://news.unchealthcare.org/news/2017/april/can-virtual-reality-help-us-prevent-falls-in-the-elderly-and-others", "funder": "The National Center for Advancing Translational Sciences", "meeting": "", "institution": "University of North Carolina Health Care", "keywords": ["Biomechanics/Biophysics", " Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Biomedical/Environmental/Chemical Engineering"], "journal": "Nature Scientific Reports", "description": "Every year, falls lead to hospitalization or death for hundreds of thousands of elderly Americans. Standard clinical techniques generally cannot diagnose balance impairments before they lead to falls. But researchers from the University of North Carolina at Chapel Hill and North Carolina State University have found evidence that virtual reality (VR) could be a big help - not only for detecting balance impairments early, but perhaps also for reversing those impairments and preventing falls.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}