{"title": "Plant's parent genes cooperate in shaping their child", "text": "Nagoya, Japan - A group of plant biologists at the Institute of Transformative Bio-Molecules (ITbM) of Nagoya University, have reported in the journal Genes and Development, on their discovery on how plant's maternal and paternal factors cooperate for the child to grow in the proper shape.In a research led by Dr. Minako Ueda, a lecturer at ITbM, the group discovered that upon fertilization, the factor originating from the father's sperm cell activates a particular protein in the zygote (fertilized egg cell). In addition, this activated protein cooperates with the factor derived from the mother's egg cell for the zygote to develop in the correct manner. This research shows for the first time how father- and mother-derived factors cooperate in the child development of plants.In a similar manner to animals, a zygote (child) is generated upon fertilization of the mother's egg cell by a father's sperm cell in plants. Subsequently, the generated zygote contains a mixture of genes and proteins derived from both parents' cells. The nutritive tissue surrounding the zygote is also formed from fertilization, and it is known that a parental conflict phenomenon exists in this tissue, where the paternal and maternal factors oppose each other. In plants where multiple seeds are made from a single pistil (female reproductive organ = mother), all the seeds in the pistil are considered as children of the mother. On the other hand, pollen (male reproductive organ = father) that is generated from different male species can attach to a single pistil, and even though it is within the same pistil, only the seed that is generated from its own sperm cells is considered as the father's child. In other words, the mother can have children from different fathers within its pistil, and the father does not consider seeds resulting from other fathers as its own child. Due to this difference in perception between males and females, the mother tries to evenly distribute the nutrients to each child, whereas the father tries to concentrate the nutrients on its own child. This opposition between the maternal and paternal factors is called parental conflict.\"Although parental conflict in nutritive tissues has been known before, it has remained a mystery whether the parental factors counteract or cooperate with each other in the zygote,\" says Ueda. \"Since starting this investigation in 2011, we were able to show that the plant's mother and father actually cooperate in their child's development.\" This research was carried out through the international collaboration of researchers at Nagoya University (Japan), Nara Advanced Institute of Science and Technology (Japan), Ghent University (Belgium) and Freiburg University (Germany).During the process of plant body formation, the zygote elongates in the vertical direction and divides to form the embryo. This asymmetric cell division leads to small and large cells on the top and bottom part of the embryo, respectively. The small top cell forms a round tissue and eventually grows into flowers and leaves of the plant, whereas the large bottom cell elongates to form roots. Therefore, elongation of the zygote and the direction of cell division determine the vertical axis of the plant body. Ueda's group found that in the zygote, the factors derived from the parents cooperate with each other to bring about asymmetric division of the zygote and appropriate development of the embryo.Previous studies from Ueda's group have shown that a protein derived from both the maternal and paternal cells, WRKY2, is responsible for making the shape of the zygote and embryo. WRKY stands for the amino acids (represented in a single letter code), which are present in the core of the protein (W = tryptophan, R = arginine, K = lysine and Y = tyrosine). In addition, they also found that a factor called SHORT SUSPENSOR (SSP), generated in the sperm cell, is important for cell division of the zygote and development of the embryo. In this study, Ueda and her colleagues investigated the relationship between WRKY2 and SSP in plant body development. \"We found a signaling pathway, where SSP phosphorylates the WRKY2 protein in the zygote, thus activating WRKY2,\" explains Ueda. \"We also identified which sites on the protein were phosphorylated and found that the five serine residues inside the cluster contained in WRKY2 are important for the protein function.\"Ueda's group performed experiments to show that phosphorylation activates WRKY2 by using mutants absent of SSP and replaced serine residues in WRKY2 with asparagine by base exchange, which mimics serine phosphorylation. The mutant with activated WRKY2 resulted in asymmetric division of the zygote.Ueda's group also discovered HOMEODOMAIN GLABROUS11 (HDG11) and HDG12, the factors derived from the egg cells, which are responsible for controlling the asymmetric division of the zygote and development of the embryo. The group previously reported that WRKY2 acts upon the WUSCHEL (WUS) HOMEOBOX8 (WOX8) gene to synthesize the WOX8 protein, which leads to asymmetric division of the zygote. In this research, they found that HDG11/12 also act upon the WOX8 gene. HDG11/12 are not expressed in the sperm cell, and the HDG11/12 derived from the egg cell lead to asymmetric division of the zygote. Therefore, HDG11/12 derived from the mother cooperate with WRKY2, which is activated by SSP derived from the father, to generate the WOX8 protein, the key factor for early stage plant development.Through their studies, they observed that zygotes absent of SSP, WRKY2, and HDG11/12, do not develop properly and their cell division no longer becomes asymmetric. In addition, the embryo fails to develop in an appropriate manner and is unable to grow in the correct shape. \"We were able to prove by our research that the cooperation between factors of from the father and the mother is essential for the development of zygotes and embryos in Arabidopsis plants,\" says Ueda.The group also detected that the WOX8 protein was only synthesized in small amounts in zygotes absent of both SSP (related to the father) and HDG11/12 (related to the mother). Therefore, the group hypothesized that paternal factors are cooperating with each other to synthesize a sufficient amount of WOX8 to help shape the child's plant body. In a zygote absent of SSP or HDG11/12, the group artificially synthesized the WOX8 protein, which led to asymmetric division of the zygote. This provided evidence that the WOX8 protein is important for shaping the plant body.This research shows for the first time, that the cooperation of paternal and maternal factors in the plant zygote helps to shape the child's plant body from the early stage of development. This is an opposite observation to the parental conflict theory proposed in the nutritive tissue surrounding the zygote. Ueda's group has demonstrated a new parental relationship in the zygote, where the parental factors cooperate with each other. This discovery of the cooperation mechanism is expected to lead to further understanding on the strategy of how parental factors control child development in plants. In addition, the group was able to show that artificial synthesis of the WOX8 protein in the absence of parental factors (SSP and HDG11/12), also leads to embryo development. By applying this approach, it may become possible to generate hybrid plants between different plant species, where the parental factors do not necessarily match.\"Plants have evolved to develop a different growth mechanism to animals,\" says Ueda. \"This observation of parental cooperation, where the paternal factor plays a role in early stage development may be the plants' unique adaptation strategy, which may also exist in other plant species.\"", "article_link": "http://dx.doi.org/10.1101/gad.292409.116", "url": "http://www.eurekalert.org/pub_releases/2017-04/iotb-ppg042017.php", "region": "asia", "source_link": "http://www.itbm.nagoya-u.ac.jp/en/research/2017/04/GandD-Parents.php", "funder": "", "meeting": "", "institution": "Institute of Transformative Bio-Molecules (ITbM), Nagoya University", "keywords": ["Agriculture", " Plant Sciences", " Biology", " Biotechnology", " Cell Biology", " Developmental/Reproductive Biology", " Genetics", " Molecular Biology", " Plant Sciences"], "journal": "Genes and Development", "description": "Plant biologists discovered for the first time on how factors arising from the mother and father in flowering plants cooperate to develop the shape of their child. Until now, it has been unknown whether paternal factors cooperate or conflict with each other to bring about zygote asymmetry. The outcome of this discovery is expected to shed light on the exact mechanism of plant body shape formation and possibly lead to the generation of new hybrid plants.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}