{"title": "Big data study of disaster-related language in social media wins 2016 Human Factors prize", "text": "The Human Factors and Ergonomics Society congratulates Andrew Hampton and Valerie Shalin on receiving the 2016 Human Factors Prize for their article, \"Sentinels of Breach: Lexical Choice as a Measure of Urgency in Social Media.\" The prize, which recognizes excellence in human factors/ergonomics (HF/E) research, confers a $10,000 cash award and publication of the winning paper in the Society's flagship journal, Human Factors. The authors presented their work at a special session at the 2016 HFES International Annual Meeting, which was held in October in Washington, DC.The winning paper, now online, explores how the properties of language style used in social media -- particularly on Twitter -- can help first responders quickly identify areas of need during a disaster. The authors analyzed several hundred thousand tweets from social media users located in and around the areas where Hurricane Sandy, the Oklahoma tornadoes, and the Boston Marathon bombing occurred. They evaluated 36 antonym pairs commonly used in language, such as \"start\" versus \"stop,\" to determine whether an increase in the frequency of tweets could indicate which disaster areas were hardest hit and needed immediate attention.According to Hampton, \"Our research focused on formulating how we can screen social media data for uniquely available information that is useful to disaster responders. Conventionally, this involves looking for references to specific people or resources, but we believe that general language style will help reduce the size of the otherwise unmanageably large data sets that simply cannot be examined manually.\"Shalin adds, \"People tend to associate tweeting with something simplistic or immature, but it is incredibly far-reaching and flexible. It always takes time to understand and find practical applications for new forms of communication. This research is a step in that direction for social media.\"The topic for the 2016 competition was Big Data, and submissions focused on human factors issues pertaining to big data or the use of big data to solve HF/E problems. Papers were judged on the importance and originality of the research, contribution to the HF/E knowledge base, and soundness of the methodology.\"We feel honored to have our work recognized by the reviewers and the Society,\" says Hampton. \"The Society's mission of impacting the design of systems and devices was exactly our goal in undertaking this research. Our work advances human factors/ergonomics by placing the characteristics of human behavior regarding the use of language at the center of technology.\"", "article_link": "http://dx.doi.org/10.1177/0018720817691612", "url": "http://www.eurekalert.org/pub_releases/2017-04/hfae-bds041817.php", "region": "namerica", "source_link": "https://www.hfes.org//Web/DetailNews.aspx?Id=434", "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Health Care Systems/Services", " Public Health", " Social/Behavioral Science", " Information Management/Tracking Systems", " Perception/Awareness", " Stress/Anxiety"], "journal": "Human Factors: The Journal of the Human Factors and Ergonomics Society", "description": "Mining data from hundreds of thousands of tweets, and using a novel, psychologically inspired metric of lexical choice relative to a normative  standard, revealed indications of the most severe disruptions to daily living.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}