{"title": "U of I study ranks which production attributes are most important to consumers when buying beef, chicken", "text": "URBANA, Ill. - For many consumers, buying a gallon of milk is much more complex than finding the preferred fat content and expiration date. They want to know how the cows were treated, what they were fed, whether they received growth hormones or antibiotics, whether the milk is organic, and so on. A recent University of Illinois study ranks which of these production attributes are most important to buyers for four different products: beef, chicken, milk, and eggs.The study determined the importance of seven specific on-farm practices in consumers' purchasing decisions:The top three attributes overall were \"no growth hormones\", \"non-GMO\", and \"humanely raised\", though there were differences in importance based on product type. The \"organic\" attribute was ranked lowest in importance for consumers. \"The biggest surprise in the study is that 'no growth hormones' is the number one concern consumers have across the board on all of these products,\" says U of I food economist and lead researcher Brenna Ellison. \"It's odd because growth hormones are already prohibited for poultry products. Further, products that are certified organic or humanely-raised also prohibit the use of growth hormones in animals. Ultimately, it means consumers are spending unnecessary time looking for labels that reflect this particular attribute.\"The presence of such labeling claims can determine the sales of one product over another identical product. If one producer labels its packages of chicken as having \"no growth hormones\" and another producer doesn't, the latter is at a disadvantage when consumers are selecting for that specific attribute. Even though both brands of chicken are hormone-free, by government mandate, the producer who didn't pay to add a label may suffer.  Products that carry the \"no growth hormones\" claim must note that these are prohibited by the government on the packaging, but this is usually in the fine print where consumers may or may not be looking.The lack of importance of the \"organic\" claim was also surprising to Ellison and her co-authors, Kathleen Brooks and Taro Mieno of the University of Nebraska. \"When most people hear the term 'organic,' they think of produce, fruits, and vegetables. I don't think the term translates as well to animals. Consequently, consumers may not understand that the organic certification for meat and other animal products actually already includes a lot of these other production attributes.\"Ellison says the fact that producers keep putting multiple claims on their products, even though broad claims like \"organic\" and \"humanely raised\" encompass almost all of the other production attributes, \r\nsuggests that producers may be skeptical that consumers know the full definition of these labels. \"They keep adding more labels to make sure consumers can find all of the things that they want even though one label might do the job.\" Labels also provide a way for consumers to express their opinions by voting with their dollars. They can purchase products labeled with concerns that are important to them.\"Choosing to buy milk without traces of hormones or antibiotics may be driven more by concerns for our own health than the health of the animal,\" Ellison says. \"But treatment of the animal is also important to people. The results of the study show that consumers place a greater importance on the 'humanely raised' attribute for milk and eggs - animals that keep producing, versus those that go to slaughter.\"", "article_link": "http://dx.doi.org/10.1007/s10460-017-9777-9", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoic-uoi041917.php", "region": "namerica", "source_link": null, "funder": "US Department of Agriculture, American Jersey Cattle Association/National All-Jersey, Inc.", "meeting": "", "institution": "University of Illinois College of Agricultural, Consumer and Environmental Sciences", "keywords": ["Agriculture", " Agricultural Production/Economics", " Food/Food Science", " Advertising/Public Relations", " Nutrition/Nutrients", " Advertising/Public Relations", " Quality of Life", " Behavior", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Agriculture and Human Values", "description": "Consumers are increasingly interested in how their food is produced and look for claims such as no growth hormones, no GMOs, etc. on food products.  In a U of I study, no growth hormones was prioritized as most important and organic as the least important. For products like poultry, the USDA forbids the use of hormones, meaning consumers may not be well informed about production claims.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}