{"title": "More than recess: How playing on the swings helps kids learn to cooperate", "text": "A favorite childhood pastime -- swinging on the playground swing set -- also may be teaching kids how to get along.The measured, synchronous movement of children on the swings can encourage preschoolers to cooperate on subsequent activities, University of Washington researchers have found.A study by the UW's Institute for Learning & Brain Sciences (I-LABS) shows the potential of synchronized movement in helping young children develop collaborative skills. The study is published online in the Journal of Experimental Child Psychology.\"Synchrony enhances cooperation, because your attention is directed at engaging with another person, at the same time,\" explained Tal-Chen Rabinowitch, a postdoctoral researcher at I-LABS. \"We think that being 'in time' together enhances social interaction in positive ways.\"Previous studies, including others by Rabinowitch, have linked music and being in sync with other pro-social behaviors, such as helping, sharing and empathizing, among young children: Marching together to a song, for example, might prompt one child to share with another. In this study, Rabinowitch, along with I-LABS co-director and psychology professor Andrew Meltzoff, sought to focus on movement alone, without music, and examined how children cooperated with one another afterward. Cooperation -- adapting to a situation, compromising with someone else, working toward a common goal -- is considered a life skill, one that parents and teachers try to develop in a child's early years.For the I-LABS study, researchers built a swing set that enabled two children to swing in unison, in controlled cycles of time. Pairs of 4-year-olds -- who were unfamiliar to one another -- were randomly assigned to groups that either swung together in precise time, swung out of sync with each other, or didn't swing at all. The pairs in all three groups then participated in a series of tasks designed to evaluate their cooperation. In one activity, the children played a computer game that required them to push buttons at the same time in order to see a cartoon figure appear. Another, called the \"give and take\" activity, involved passing objects back and forth through a puzzle-like device.Researchers found that the children who swung in unison completed the tasks faster, indicating better cooperation than those who swung out of sync, or not at all. On the button-push task, for instance, the pairs who had been swinging together showed a greater tendency to strategically raise their hands before they pushed the button so as to signal their intent to the other child, which proved to be a successful tactic for the task.For 4-year-olds, moving in sync can create a feeling of \"being like\" another child that, consequently, may encourage them to communicate more and try to work together, Rabinowitch said. \"Cooperation has both a social and cognitive side, because people can solve problems they couldn't solve alone,\" Meltzoff said. \"We didn't know before we started the study that cooperation between 4-year-olds could be enhanced through the simple experience of moving together. It's provocative that kids' cooperation can be profoundly changed by their experiences.\" Rabinowitch believes the results of this study can have implications outside the lab. Teachers and parents can provide \"in sync\" opportunities for groups of children, whether through music, dance or play.", "article_link": "http://dx.doi.org/10.1016/j.jecp.2017.03.001", "url": "http://www.eurekalert.org/pub_releases/2017-04/uow-mtr041917.php", "region": "namerica", "source_link": "http://www.washington.edu/news/2017/04/19/more-than-recess-how-playing-on-the-swings-helps-kids-learn-to-cooperate/", "funder": "Fulbright Postdoctoral Fellowship, Grammy Foundation, Bezos Family Foundation, Robert L Richmond Foundation", "meeting": "", "institution": "University of Washington", "keywords": ["K-12", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Journal of Experimental Child Psychology", "description": "The measured, synchronous movement of children on the swings can encourage preschoolers to cooperate on subsequent activities, University of Washington researchers have found.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}