{"title": "Repeating non-verbs as well as verbs can boost the syntactic priming effect", "text": "According to Glasgow and HSE/Northumbria researchers, repetition of non-verbs as well as verbs can boost the effect of syntactic priming, i.e. the likelihood of people reproducing the structure of the utterance they have just heard.\r\nThe way the human brain works makes people prone to repeating the syntactic structures they have recently heard or uttered. In psycholinguistics, this phenomenon is called the syntactic priming effect. Until recently, it was believed that repetition of verbs in particular could enhance this effect. University of Glasgow researchers Christoph Scheepers and Claudine Raffray, in collaboration with Andriy Myachykov (representing HSE and Northumbria University), have shown in their experiments that this is not necessarily true, and that repetition of other parts of speech, not only verbs, can influence the magnitude of the syntactic priming effect. Their findings are published in the Journal of Memory and Language in the article \"The lexical boost effect is not diagnostic of lexically-specific syntactic representations\".\r\nThe priming effect, i.e. people's ability to unconsciously reproduce prior experience - something that they have seen, heard, etc. - is well documented in psychology. Priming can manifest itself in simple things, such as the unconscious repetition of gestures, intonations or body poses of others, and in more complex behavioural patterns. This happens because perceptions tend to 'warm up' the brain, preparing it for similar experiences. For example, someone who has just spent an hour solving mathematical problems can handle another mathematical problem faster than someone who has been cooking or reading War and Peace. \r\nClassical priming studies have often focused on basic elements of perception, such as processing similar visual stimuli. Having seen a round pizza image, a subject will react faster to a coin image, because it has a similar shape. Yet at a deeper level, the same effect manifests itself in the perception and reproduction of content and meaning. \r\n\"People tend to repeat their own and others' behaviour. It is the foundation of priming. This effect, according to the interactive alignment theory, is more than just experimental curiosity or the reflection of very primitive behavioural patterns. In fact, it is an important subconscious mechanism that underlies children's linguistic and broader cognitive development, allowing us to signal to each other that 'we are of the same blood' and helps reduce everyone's cognitive burden, since people no longer need to control their every word and gesture and invent something new all the time,\" the researches explain. Verbal or linguistic priming, i.e. the tendency to reproduce one's own or other person's linguistic patterns at different levels - lexical (words), semantic (meanings) and syntactic (sentence structures) - is the main theme of the study.   \r\nThe syntactic priming effect was first demonstrated in the 1980s. It was shown, for example, that after reading a sentence with a certain syntactic structure, a person will perceive and process the next sentence with a similar structure much faster and will be more likely to repeat the syntactic frame of the sentence just heard. \r\nScheepers, Raffray, and Myachykov offer the following example of syntactic priming. \"Imagine someone describing an event in which a girl handed a ball to a boy. This event can be described in more than one way. One can say, 'the girl gave the boy a ball' or 'the girl gave a ball to the boy'. Let's say the person you are talking to uses the first option, 'the girl gave the boy a ball'. Let's call this sentence a prime. Let's assume that now you need to describe an event to the other person, in which an artist shows an easel to a child. Let's call this sentence a target. It turns out that you are more likely to say, 'the artist showed the child an easel' than 'the artist showed an easel to the child', repeating the syntactic structure of the prime. While, of course, it does not work every time, the tendency to repeat a syntactic structure from one utterance to the next is real and forms the basis of syntactic priming.\"\r\nIt was initially assumed that the syntactic priming effect is autonomous and not subject to external influences, such as the repetition of words or their meanings between prime and target. Then, in the late nineties, papers began to appear showing a 'lexically boosted' syntactic priming effect. Specifically, it was shown that if prime and target utterances both contain the verb give, the likelihood of re-using the syntactic structure of the prime in the target increases even more than if the prime contains the verb give and the target the verb show. Curiously, the question of whether repeated nouns could produce comparable lexical boosts to structural priming had been largely ignored in past research. \r\n\"Indeed, our research reveals that repetition of any content word of a sentence - noun or verb - can boost the syntactic priming effect, and that the more words are repeated, the stronger syntactic priming turns out to be,\" say the authors. In the target trials of their experiments, subjects were asked to produce sentences from randomly arranged words on screen; these target trials were preceded by prime trials in which subjects had to read out complete sentences. Across conditions, the authors systematically varied the numbers and types of content words shared between the primes and the targets. \r\nThese findings are of academic significance in the context of the theory of syntax and simple sentence theories. \"While there is consensus that the verb plays a pivotal role in determining the syntactic structure of a sentence, our research shows that the lexical boost to syntactic priming is not bound to repetition of verbs,\" the researchers explain, adding \"Contrary to previously held views, the lexical boost effect is not a very good diagnostic of lexicalised syntax.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.jml.2017.03.001", "url": "http://www.eurekalert.org/pub_releases/2017-04/nruh-rna041717.php", "region": "europe", "source_link": "https://iq.hse.ru/en/news/204933826.html", "funder": "", "meeting": "", "institution": "National Research University Higher School of Economics", "keywords": ["Medicine/Health", " Neurobiology", " Language/Linguistics/Speech", " Mental Health", " Memory/Cognitive Processes"], "journal": "Journal of Memory and Language", "description": "According to Glasgow and HSE/Northumbria researchers, repetition of non-verbs as well as verbs can boost the effect of syntactic priming, i.e. the likelihood of people reproducing the structure of the utterance they have just heard.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}