{"title": "Rettsyndrome.org funds additional $775,000 of new research projects in Q1 2017", "text": "(Cincinnati, OH) The International Rett Syndrome Foundation, now doing business as Rettsyndrome.org,  announces the addition of six research projects to its Research Portfolio in the first quarter of 2017.  A commitment of $775,000, through research grants, brings the largest non-governmental private funder of Rett research above the recently attained milestone of $40M research dollars to $41M.  These funds have continually been designated to accelerate research for Rett syndrome.  The six projects listed below are augmentative to Rettsyndrome.org's full-spectrum research strategy.  This strategy focuses on bringing drugs and treatments forward for implementation in clinical care.  Rettsyndrome.org continues to work towards a cure for Rett syndrome.Basic Research ProgramKevin Jones, PhD, University of Colorado Boulder:  Awarded:  $150,000\r\nTesting potential regulators of BDNF expression to identify candidate Rett syndrome therapeuticsColleen Niswender, PhD, Vanderbilt University:  Awarded:  $150,000\r\nExploration of metabotropic glutamate receptor 3 as a target for MeCP2-related disordersTranslational Research ProgramQiang Chang, PhD, University of Wisconsin - Madison:  Awarded:  $150,000\r\nIn Vitro and In Vivo Validation of Candidate Drugs to Treat Rett SyndromeJeannie Lee, MD, PhD, Massachusetts General Hospital:  Awarded:  $149,996\r\nReactivating the silent MECP2 allele through a synergistic drug mechanismNeuro-Habilitation ProgramPam Diener, PhD  Georgetown University:  Awarded $75,000\r\nVirtual Reality Gaming May Support the Development of Purposeful Upper Extremity Use in Individuals with Rett SyndromeMentored Training Fellowship ProgramBilly Lau, PhD, University of Tennessee-Knoxville:  Awarded $100,000\r\nCo-Mentors: Stephen Shea, PhD and Keerthi Krishnan, PhD\r\nCortical inhibitory mechanism governing auditory perception in MeCP2+/-Rettsyndrome.org's Chief Science Officer, Steve Kaminsky, PhD comments on these new research projects \"Together these research projects we have chosen to fund are very focused on bringing the science into the clinic with hopes to accelerate change in the quality of life for those suffering with Rett syndrome.  We are excited to work with these research investigators as they are making progress towards potential treatments and therapies for Rett syndrome.\"\r\nRettsyndrome.org wishes to thank all those who are making a difference in the lives of all those diagnosed with Rett syndrome and their families and caregivers.  At the heart of all research decisions are the girls and boys that so desperately need our help.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/r-rfa041717.php", "region": "namerica", "source_link": null, "funder": "Rettsyndrome.org", "meeting": "", "institution": "Rettsyndrome.org", "keywords": ["Biology", " Genetics", " Medicine/Health", " Neurobiology", " Pediatrics", " Parenting/Child Care/Family"], "journal": "", "description": "The International Rett Syndrome Foundation, now doing business as Rettsyndrome.org, announces the addition of six research projects to its Research Portfolio in the first quarter of 2017.  A commitment of $775,000, through research grants, brings the largest non-governmental private funder of Rett research above the recently attained milestone of $40 million research dollars to $41 million.  These funds have continually been designated to accelerate research for Rett syndrome.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}