{"title": "Eat, prey, move", "text": "It's a fish-eat-fish world out in the ocean, and prey species usually fear the predators that would make them into a tasty snack.Looks like someone forgot to tell the parrotfish, though.According to new research by UC Santa Barbara marine scientists, Chlorurus spilurus, known as the bullethead or daisy parrotfish, barely reacts to the presence of predators. The findings appear in the journal Oecologia.Working in the waters off Moorea and the Palmyra Atoll, the researchers observed almost constant competitive interactions between predators and bullethead parrotfish -- the Pacific Ocean's most abundant parrotfish species -- and other herbivorous fishes. \"They were constantly chasing each other, and this affected their feeding rates,\" said lead author Katie Davis, a research scientist in UCSB's Caselle Lab. \"However, predators such as sharks, snappers and groupers frequently swam past the parrotfish without eliciting any reaction. Our research indicates that competition among grazers is the real force in structuring both the space use patterns and the feeding patterns of these parrotfish.\"       Working on Palmyra 1,000 miles south of Hawaii, the researchers first tested the influence of predation risk on prey foraging behaviors in an unexploited predator community that includes a variety of sharks and other fishes. Then, to contrast how predation risk and competition affect space use, they conducted a comparative study on Moorea, where both predatory species and herbivorous species like the bullethead parrotfish are fished.The investigators found that competition influenced space use more than predation risk, which did, however, impact feeding rates.\"Nearby predators may not have as strong an effect on the behavior of some prey species as previously thought, especially in a place like Palmyra where encounters between predatory species and prey species on the reef are frequent,\" said Davis. \"If prey species such as parrotfishes really limit their movements due to fear effects, we would expect to see fish using much more space to forage in Moorea, where predators are rare, compared to Palmyra, where predators are abundant. But that's not what we saw.\"Davis and colleagues used mobile GPS units to quantify the space use of bulletheads. Following individual parrotfish they mapped out their activities throughout their territories, recording where they ate, the location of territorial disputes and bathroom use. The scientists also examined the concentration of feeding activities from site to site over a gradient of predation risk and competition. Counting parrotfish bites, they considered how predator encounters, competitive interactions and the abundance of algae on the reef might influence their feeding rates.Other notable differences between the two islands may be related to fishing practices in Moorea. In certain habitats at Moorea, for instance, the researchers were unable to conduct their study because the parrotfish were skittish in the presence of the observers. Parrotfishes in Moorea are targeted by spear fishermen, which may influence their perception of humans as a threat.In addition, the size structure of the two populations differed: the largest specimens were found in Palmyra but absent in Moorea. This also could be due to spearfishing, which usually targets the largest individuals of a population.Parrotfishes are thought to be important to coral reef health because they eat algae that competes with coral for space on the reef. However, exactly what these fish eat has yet to be determined. According to Davis, they primarily bite low-lying red-turfing algae as well as other species of macroalgae. However, the algae itself may not be their primary food source.\"New research in the field of parrotfish biology has suggested that they may target bacteria that grow on top of and inside of the coral skeletons,\" Davis explained. \"These findings provide us with some new ways to think about how these fish forage, and it could help explain some of the space use patterns that we've observed in this species. Our future research will further explore how these ideas relate to parrotfish foraging behaviors and how parrotfish foraging affects the fine-scale interactions between algae and corals on reefs.\"UCSB co-authors are Peter Carlson, Darcy Bradley, Robert Warner and Jennifer Caselle.\r\n", "article_link": "http://dx.doi.org/10.1007/s00442-017-3857-9", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--epm041717.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/017881/eat-prey-move", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Agriculture", " Fisheries/Aquaculture", " Marine/Freshwater Biology", " Biology", " Ecology/Environment", " Marine/Freshwater Biology", " Fisheries/Aquaculture", " Zoology/Veterinary Science", " Marine/Freshwater Biology"], "journal": "Oecologia", "description": "Marine scientists find that the space bullethead parrotfish use is influenced more by competition than by fear of predators.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}