{"title": "New era of western wildfire demands new ways of protecting people, ecosystems", "text": "Current wildfire policy can't adequately protect people, homes and ecosystems from the longer, hotter fire seasons climate change is causing, according to a new paper led by the University of Colorado Boulder. Efforts to extinguish every blaze and reduce the buildup of dead wood and forest undergrowth are becoming increasingly inadequate on their own. Instead, the authors -- a team of wildfire experts -- urge policymakers and communities to embrace policy reform that will promote adaptation to increasing wildfire and warming.  \"Wildfire is catching up to us,\" said lead author Tania Schoennagel, a research scientist at CU Boulder's Institute of Arctic and Alpine Research. \"We're learning our old tools aren't enough and we need to approach wildfire differently.\" This means accepting wildfire as an inevitable part of the landscape, states the new paper published today in the journal Proceedings of the National Academy of Sciences.The western U.S. has seen a 2-degrees-Celsius rise in annual average temperature and lengthening of the fire season by almost three months since the 1970s; both elements contribute to what the authors refer to as the \"new era of western wildfires.\" This pattern of bigger, hotter fires, along with the influx of homes into fire-prone areas--over 2 million since 1990--has made wildfire vastly more costly and dangerous. \"For a long time, we've thought that if we try harder and do better, we can get ahead of wildfire and reduce the risks,\" said Schoennagel, who also is an adjunct faculty member in CU Boulder's Geography Department. \"We can no longer do that. This is bigger than us and we're going to have to adapt to wildfire rather than the other way around.\"As part of this adaptation process, the authors advocate for actions that may be unpopular, such as allowing more fires to burn largely unimpeded in wildland areas and intentionally setting more fires, or \"controlled burns,\" to reduce natural fuels like undergrowth in more developed areas. Both these steps would reduce future risk and help ecosystems adapt to increasing wildfire and warming. They also argue for reforming federal, state and local policies that have the unintended consequence of encouraging people to develop in fire-prone areas. Currently, federal taxpayers pick up the tab for preventing and fighting western wildfires--a cost that has averaged some $2 billion a year in recent years. If states and counties were to bear more of that cost, it would provide incentive to adopt planning efforts and fire-resistant building codes that would reduce risk. Re-targeting forest thinning efforts is another beneficial reform suggested by the authors. The federal government has spent some $5 billion since 2006 on thinning dense forests and removing fuel from some 7 million hectares (17 million acres) of land, often in remote areas. But these widespread efforts have done little to reduce record-setting fires. Directing thinning projects to particularly high-risk areas, including communities in fire-prone regions and forests in particularly dry areas, would increase adaptation to wildfire, the authors said.Additionally, as climate change forces species to move their ranges, some may vanish entirely. Familiar landscapes will disappear, a fact that makes many people balk. But such changes, including those caused by wildfire, could be necessary for the environment in the long run, says Max Moritz, a fire scientist at the University of California Cooperative Extension and a co-author on the paper. \"We need the foresight to help guide these ecosystems in a healthy direction now so they can adjust in pace with our changing climate,\" he said. \"That means embracing some changes while we have a window to do so.\"Critical to making a policy of adaptation successful, said Schoennagel, will be education and changing people's perception of wildfire. \"We have to learn that wildfire is inevitable, in the same way that droughts and flooding are. We've tried to control fire, but it's not a control we can maintain. Like other natural disasters, we have to learn to adapt.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1617464114", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoca-neo041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Colorado at Boulder", "keywords": ["Earth Science", " Climate Change"], "journal": "Proceedings of the National Academy of Sciences", "description": "Current wildfire policy can't adequately protect people, homes and ecosystems from the longer, hotter fire seasons climate change is causing, according to a new paper led by the University of Colorado Boulder.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}