{"institution": "American Academy of Neurology", "title": "Teenage weight gain linked to increased stroke risk as an adult", "url": "http://www.eurekalert.org/pub_releases/2017-06/aaon-twg062717.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - Kids who become overweight during their teenage years may be more likely to develop a stroke decades later than kids who did not become overweight during those years, according to a study published in the June 28, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"The stroke rate has been increasing among young adults even while it has been decreasing for older people,\" said study author Jenny M. Kindblom, MD, PhD, of the University of Gothenburg in Sweden. \"While we don't know the reasons for this increase, it has occurred at the same time as the obesity epidemic.\"The study involved 37,669 Swedish men whose body mass index (BMI) was measured at age 8 and again at age 20. From age 20, they were followed for an average of 38 years. During that time, 918 men had strokes. Men with excessive BMI increase from childhood to age 20 had a higher risk of stroke than men with average BMI increase. For every two-point increase in BMI, men were 20 percent more likely to have a stroke.Men who were normal weight at age 8 but overweight at age 20 were 80 percent more likely to have a stroke. Of the 1,800 in this group, 67 had a stroke, or 3.7 percent. Men who were overweight at both time points were 70 percent more likely to have a stroke. Of the 990 people in this group, 36 had a stroke, or 3.6 percent. BMI at childhood was not on its own associated with an increased risk of stroke. Men who were of normal weight at both age 8 and age 20 and men who were overweight at age 8 but normal weight at age 20 did not have any increased risk of stroke. Of the 33,511 men who were of normal weight both at age 8 and age 20, 779 had a stroke during the study, or 2.3 percent. Of the 1,368 men who were overweight at age 8 and normal weight at age 20, 36 had a stroke, or 2.6 percent. Kindblom noted that the study was observational and does not prove that the increase in BMI causes the increase in stroke, it just shows the association. The study also found that people with high increases in BMI from age 8 to age 20 also were more likely to have high blood pressure as adults. People with high blood pressure are more likely to have stroke.Kindblom said limitations of the study include that researchers could not control for important risk factors for stroke such as smoking, exercise and high cholesterol and that the participants were mainly white men and the results may not apply to other groups. She also noted that the obesity rates in the study group of men born in 1945 to 1961 were lower than current obesity rates. \"Today's environment that is so conducive to obesity may even further heighten the relationship we saw between increase in BMI and risk of stroke,\" she said. ", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Diet/Body Weight", " Eating Disorders/Obesity", " Neurobiology", " Pediatrics"], "description": "Kids who become overweight during their teenage years may be more likely to develop a stroke decades later than kids who did not become overweight during those years, according to a study published in the June 28, 2017, online issue of Neurology, the medical journal of the American Academy of Neurology.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}