{"institution": "Columbia University", "title": "Seizures follow similar path regardless of speed, says study", "url": "http://www.eurekalert.org/pub_releases/2017-06/cu-bsf062217.php", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.05.090", "region": "namerica", "funder": "National Institutes of Health, US Army Research Office", "meeting": "", "journal": "Cell Reports", "source_link": null, "text": "Of the 50 million people who suffer from epilepsy worldwide, a third fail to respond to medication. As the search for better drugs continues, researchers are still trying to make sense of how seizures start and spread. In a new study in Cell Reports, researchers at Columbia University come a step closer by showing that the neurons of mice undergoing seizures fire off in a sequential pattern no matter how quickly the seizure propagates -- a finding that confirms seizures are not the result of neurons randomly going haywire. \"This is good news,\" said the study's senior author, Dr. Rafael Yuste, a neuroscientist at Columbia. \"It means that local neuronal circuits matter, and that targeting the right cells may stop or even prevent some types of brain seizure.\"To induce the seizures, researchers injected a tiny area of cortex in awake mice with two types of drugs--one that increases neuronal firing and another that blocks the inhibitory interneurons that control information flow between cells. Recording the seizures as they rippled outward, researchers found that cells in the mouse's brain systematically fired one after the other. Under both models, the seizure spread across the top layer of cortex in a wave-like pattern before descending into its lower layers. Unexpectedly, they found that whether the seizure lasted 10 seconds or 30 seconds, it followed the same route, like a commuter stuck in traffic. The concept of neurons firing in a reliable pattern no matter how fast the seizure is traveling is illustrated on the cover of Cell Reports, drawn by the study's lead author, Dr. Michael Wenzel.\"The basic pattern of a string stretched between two hands stays the same whether the hands move closer together or farther away,\" he says. \"Just as neurons maintain their relative firing patterns regardless of how slowly or quickly the seizure unfolds.\"Researchers were able to get a cell-by-cell view of a seizure propagating through a mouse's brain using high-speed calcium imaging that allowed them to zoom in 100 times closer than electrode techniques used on the human brain. It may be the first time that researchers have watched a seizure unfold at this level of detail, and their findings suggest that inhibitory neurons may be a promising area of future research, said Dr. Catherine Schevon, a neurology professor at Columbia University Medical Center who was not involved in the research. \"The role of inhibitory restraint in seizure development is an area that few have studied at micrometer scale,\" she said. \"This could be a useful treatment target for future drug development or stem cell interneuron implants.\"", "keywords": ["Biology", " Neurochemistry", " Medicine/Health", " Neurobiology", " Neurochemistry", " Mental Health", " Memory/Cognitive Processes"], "description": "In a new study in Cell Reports, researchers at Columbia University show that the neurons of mice undergoing seizures fire off in a sequential pattern no matter how quickly the seizure propagates -- a finding that confirms seizures are not the result of neurons randomly going haywire.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}