{"institution": "Silent Spring Institute", "title": "Septic systems are a major source of emerging contaminants in drinking water", "url": "http://www.eurekalert.org/pub_releases/2017-06/ssi-ssa062617.php", "article_link": "http://dx.doi.org/10.1021/acs.est.6b04778", "region": "namerica", "funder": "", "meeting": "", "journal": "ACS Environmental Science and Technology", "source_link": "http://silentspring.org/press-releases/septic-systems-are-major-source-emerging-contaminants-drinking-water", "text": "Newton, Mass. (June 26, 2017) - A new analysis shows that septic systems in the United States routinely discharge pharmaceuticals, consumer product chemicals, and other potentially hazardous chemicals into the environment. The study, published June 15 in the journal Environmental Science & Technology, is the most comprehensive assessment to date of septic systems as important sources of emerging contaminants, raising health concerns since many of these chemicals, once discharged, end up in groundwater and drinking water supplies.Known as contaminants of emerging concern (CECs), these types of pollutants are frequently detected in U.S. rivers, lakes, and drinking water supplies. However, the U.S. Environmental Protection Agency does not currently regulate them in drinking water. Many emerging contaminants are hormone disruptors. Their presence in the environment has been associated with the feminization of male fish and reduced fertility in other wildlife. And studies in humans have linked some CECs with thyroid disease, developmental disorders, decreased fertility, and even cancer.\"These are chemicals found in the products we use every day, and eventually they make their way down the drain,\" says Laurel Schaider, an environmental chemist at Silent Spring Institute and the study's lead author. \"What's concerning is that we are potentially re-exposed to these chemicals as mixtures through our drinking water and we have no idea what the health effects from those exposures are.\"Approximately 20 percent of U.S. households rely on septic systems to process their wastewater. In some parts of the country, the number is much higher. In Cape Cod, Massachusetts, for instance, 85 percent of residents rely on septic systems. Although septic systems are known sources of nutrient pollution and have been associated with disease outbreaks, questions remain regarding the extent to which they contribute emerging contaminants to the environment.To assess the effectiveness of septic systems at removing contaminants, Schaider and her colleagues conducted a meta-analysis of 20 different studies on septic systems, creating the most comprehensive dataset on emerging contaminants commonly discharged into the environment. The researchers identified 45 contaminants in total. These include pharmaceuticals, personal care product ingredients, chemicals in cleaning products, flame retardants, hormones (both natural and synthetic), and other common substances such as caffeine. In the analysis, Schaider found that septic systems do a decent job at removing chemicals such as acetaminophen, caffeine, and alkyphenols--a common group of ingredients used in cleaning products. However, they're much less effective at removing others contaminants. Chemicals that tend to slip through include TCEP, a carcinogenic flame retardant, an anti-epilepsy drug called carbamazepine, and the antibiotic sulfamethoxazole.\"In high density areas where you have a large number of homes with their own septic systems, these systems are likely the primary source of emerging contaminants in the groundwater,\" says Schaider. That becomes especially problematic, she says, when these residents also rely on private, shallow groundwater wells for their drinking water, as is often the case in states like Massachusetts, Delaware, Florida, Maryland, New Jersey, and New York. The study also compared treated wastewater from conventional septic systems with that from centralized wastewater treatment plants and found similar levels of contaminants. This suggests that switching from septic systems to a centralized sewer system may not completely address problems of emerging contaminants entering the environment.  According to Schaider, the best way to protect drinking water quality is to keep septic systems away from areas that supply local drinking water wells. \"It's also important that people follow guidelines for maintaining their septic systems to make sure they're in good working order,\" she says. \"And avoiding household products with harmful ingredients by switching to safer alternatives can make a real difference.\"", "keywords": ["Ecology/Environment", " Pollution/Remediation", " Hydrology/Water Resources", " Medicine/Health", " Cancer", " Endocrinology", " Environmental Health", " Public Health"], "description": "A new analysis shows that septic systems in the United States routinely discharge pharmaceuticals, consumer product chemicals, and other potentially hazardous chemicals into the environment. The study is the most comprehensive assessment to date of septic systems as important sources of emerging contaminants, raising health concerns since many of these chemicals, once discharged, end up in groundwater and drinking water supplies.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}