{"keywords": ["Social/Behavioral Science"], "funder": "", "journal": "", "description": "Dr. Gita Martohardjono of Queens College and The Graduate Center, City University of New York will speak at the Annual Meeting of the American Association for the Advancement of Science. Dr. Martohardjono will present 'Regression in Second Language Acquisition and Loss' on Sunday, Feb. 19.", "title": "CUNY linguist to speak on second language acquisition and loss at AAAS Annual Meeting", "source_link": null, "institution": "The City University of New York", "meeting": "2017 AAAS Annual Meeting", "text": "Dr. Gita Martohardjono of Queens College and The Graduate Center, City University of New York (CUNY) will speak at the Annual Meeting of the American Association for the Advancement of Science (AAAS) to take place in Boston from February 16 - 20, 2017. Dr. Martohardjono will present \"Regression in Second Language Acquisition and Loss\" on Sunday, February 19, 10 - 11:30 a.m. in Room 312 of the Hynes Convention Center.Dr. Martohardjono will present research on two bilingual populations: heritage speakers of Spanish, who speak Spanish at home but are dominant in English, and native Spanish speakers who are fluent in English but dominant in Spanish. Her work examines whether and how the first-learned language, Spanish, is vulnerable to changes that may be traced to influence from the later-learned language, English. Using technology that measures electrical activity in the brain (EEG) during a listening task, her team showed that brain responses in both populations exhibit changes in the processing of Spanish. The results reveal that changes in Spanish can be predicted by the current use of English: the greater the amount of English used, the greater the change in brain response to Spanish. Her findings support other psycholinguistic and neurolinguistic studies that show permeability in the first-learned language and point to neural flexibility in adulthood. As such, social and psychological factors, rather than changes in the brain, would appear to make language learning in adults more difficult. Dr. Martohardjono said, \"For many years the field of second language acquisition believed that learning language in adulthood was doomed to failure due to lack of brain plasticity.  The recent use of brain imaging technologies in multilingual populations shows just how dynamic the adult brain in fact is, even in language learning.\"Over half of all people, including many \"late learners,\" speak two or more languages, and Dr. Martohardjono's work is critical in helping us understand multilingual development from the perspective of brain function.Dr. Martohardjono focuses on the development of syntax, semantics and phonology in adult second language acquisition and bilingualism. Her projects investigate the acquisition of gap structures, such as wh-questions, relative clauses, control structures and null pronouns in bilingual adults and children from a cross-linguistic perspective. She has examined a variety of languages, including Italian, Spanish, Indonesian, Chinese, Korean and Japanese. Recent projects investigate non-standard varieties of Italian and Spanish, as spoken by \"heritage\" speakers, and include the use of electrophysiology (ERP) and eye tracking. Since 2004, she has conducted research on immigrant students with low literacy in the native language, and has been a leader in the construction of academic language and literacy assessments benefiting this population. She currently leads several projects to create multilingual, online assessments for use in New York public schools.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/tcuo-clt020617.php", "article_link": null, "date": "Sun, 19 Feb 2017 05:00:00 GMT"}