{"title": "CVIA volume 2 issue 2 major new China focus issue", "text": "Beijing, 16 June, 2017: The new journal Cardiovascular Innovations and Applications (CVIA) has just published the second issue of Volume 2, with a Special China Focus Issue. \r\nThe CVIA China Focus Issue has been Guest Edited by Professor Changsheng Ma, Capital Medical University and National Center for Cardiovascular Clinical Research, Beijing, China and brings together contributions from leading cardiologists in the United States and China together with several commentaries by C. Richard Conti, the Editor-in-Chief of CVIA.  In his introductory editorial, Professor Changsheng Ma writes: \r\n\"Cardiovascular diseases (CVD) have become the main cause of death and a critical public health burden in contemporary China. I was invited by Dr. Richard Conti, editor in chief of the journal to be the guest editor of this issue focusing on CVD in China. It is my privilege to work with the leading cardiologists and research scientists in the field to delineate the outline of CVD in China, including epidemiology, prevention, rehabilitation, clinical management et al. This issue not only elaborates the major clinical issues but also highlights future perspectives in cardiovascular disease of China.\"COMMENTARIESChangsheng Ma\r\nCVIA China Focus IssueDayi Hu\r\nDyslipidemia and Management of Atherosclerotic Cardiovascular Diseases in China: New Evidence and New GuidelinesREVIEWSYuhua Liao and Yiyi Wang\r\nCardiovascular Immunology Research in Wuhan Union Hospital: Over the Past 25 yearsYan Liu and Jie Du\r\nPrecision Medicine in Cardiovascular DiseasesCOMMENTARYC. Richard Conti\r\nPrecision Medicine vs Medical JudgementREVIEWSXinli Li  and Iokfai Cheang \r\nThe Usage of Heart Failure Biomarkers in ChinaJingwei Zhang and Meilin Liu \r\nAntithrombotic Therapy: Focus on the ElderlyCOMMENTARYC. Richard Conti\r\nSome Thoughts About Warfarin and NOACSREVIEWS Linjuan Guo, Ying Ding, Fuwei Liu, Wengen Zhu, and Xinghua Jiang \r\nRole of Second-Generation Drug-Eluting  Stents and Bypass Grafting in Coronary Artery Disease: A Systematic Review and Meta-analysisYafei Cui, Dong Zhao, Jiayi Sun, Miao Wang, Yinglong Liu, and Jing Liu\r\nHospitalization for Congenital Heart Disease in Beijing: Patient Characteristics and Temporal\r\nTrendsXinqiang Han and Jianming Li\r\nCatheter Ablation of Atrial Fibrillation: Where Are We?\nAbigail Afolabi, Sining Hu, Chao Wang, Yinchun Zhu, Irina Mustafina, Lin Lin, Gonghui Zheng, Chunyang Zhe, Haibo Jia, Jingbo Hou, and Bo Yu\r\n\tRole of Optical Coherence Tomography in Diagnosis and Treatment of Patients with Acute Coronary Syndromes\nXiong-Fei Pan, Ruiwei Meng, Na Liu, and An Pan\r\nDepression, Anxiety, and Cardiovascular Disease in Chinese: a Review for a Bigger PictureRongjing Ding, Jianchao Li, Limin Gao, Liang Zhu, Wenli Xie, Xiaorong Wang, Qin Tang, Huili Wang, and Dayi Hu\r\n The Effect of Home-Based Cardiac Rehabilitation on Functional Capacity, Behavior, and Risk Factors in Patients with Acute Coronary Syndrome in ChinaWenbo He, Zhibing Lu, and Hong Jiang\r\nClinical Utility of Amlodipine/Valsartan Fixed-Dose Combination in the Management of Hypertension in Chinese PatientsJi-Guang Wang, Yi Chen, Qi-Fang Huang, Yan Li, and Ben Freedman \r\nRationale and Design of the Randomized Controlled Trial of Intensive Versus Usual ECG Screening for Atrial Fibrillation in Elderly  Chinese by an Automated ECG System in Community Health Centers in Shanghai (AF-CATCH)Jing Ping Sun, Xing Sheng Yang, and Shaochun Wang\r\nThe Role of Echocardiography in Hypertrophic CardiomyopathyvCOMMENTARYC. Richard Conti\r\nHypertrophic \"Obstructive\" Cardiomyopathy: Role of Systolic Anterior Motion of the Mitral ValveREVIEWSXing Sheng Yang, Jing Ping Sun, and Bryan Yan\r\nClinical Syndromes Associated with Cardiovascular Diseases: A ReviewGuoliang Wang, Ruirui Ji, Wenxin Zou, Daniel J. Penny, and Yuxin Fan \r\nInherited Cardiomyopathies: Genetics and Clinical Genetic TestingCOMMENTARYC. Richard Conti\r\nGreat Wall International Congress of Cardiology (GWICC) and Relationship to the American College of Cardiology (ACC) and the New Journal, CVIA", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ciaa-cv2062917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Cardiovascular Innovations and Applications", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Health Care Systems/Services", " Health Professionals", " Public Health", " Surgery"], "journal": "Cardiovascular Innovations and Applications", "description": "The new journal Cardiovascular Innovations and Applications (CVIA) has just published the second issue of Volume 2, with a Special China Focus Issue. \r\nThe CVIA China Focus Issue has been Guest Edited by Professor Changsheng Ma, Capital Medical University and National Center for Cardiovascular Clinical Research, Beijing, China and brings together contributions from leading cardiologists in the United States and China together with several commentaries by C. Richard Conti, the Editor-in-Chief of CVIA.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}