{"title": "Eighty-five percent of Spanish children eat too much salt", "text": "Salt is a hidden enemy in children's diets. So says the conclusion of a study by researchers from the Complutense University of Madrid, which suggests that over 80 % of Spanish schoolchildren consume excess salt; this is associated to greater risk of high blood pressure, osteoporosis and obesity. According to the authors, we first need to know the sources of dietary salt intake before we can reduce it. SINCSalt is possibly the oldest and the most widely used food additive, a condiment used to give products their characteristic savoury taste. But in addition to its culinary properties, salt causes numerous health problems if consumed in excess.For this reason, a team of scientists from the Complutense University of Madrid (UCM) has analysed salt intake in children, who are a particularly sensitive group as they are at a stage of life when dietary habits are formed. The results, published in the European Journal of Nutrition, demonstrate that children consume an average of 7.8 g of salt per day, meaning 84.5 % of those under 10 years old and 66.7 % of those over 10 eat more than the amount recommended by the World Health Organization (between 4 and 5 g of salt a day, respectively).\"Consumers are generally aware that excess salt intake increases blood pressure figures in adults, with the resulting risk of hypertension and cardiovascular disease,\" SINC was told by Aránzazu Aparicio, a UCM researcher and the paper's lead author. \"However, people are not so prudent when thinking about the younger population,\" she adds. Diverse studies have for years shown that salt intake can also contribute to raising blood pressure in children, predisposing them to high blood pressure as adults. The experts explain that if we eat salty foods from childhood, there is every likelihood that we will continue to do so when we grow up. For this reason, it is essential to reduce salt intake from young age; to do this, we have to know what we are eating.\"Many parents aren't aware that their children, or they themselves, are eating too much salt. They think that reducing the amount added to food while cooking is sufficient to bring down intake,\" says the researcher. But in most industrialised countries, such as Spain, only 20-25 % of the salt we consume comes from table salt. What are the sources of the salt children are consuming? Aparicio says that \"the majority of the salt eaten by adults and children comes from the salt 'hidden' in food, especially in processed foods.\" Specifically, the products that contribute the most salt to Spanish children's diets are cured meats, including ham, followed by bread, pizza, ready meals, stock cubes and sausages.\"We clearly do have to control the salt we add to our meals when we eat. However, these results also show the need for the food industry to act to reduce the salt content of processed foods,\" the expert stresses. Some sectors of the food industry have already begun to reduce the salt content of their products, following a gradual process of reduction so that consumers do not notice the difference and reject the products. This has been the case with bread, for which salt content was gradually reduced from 22 g per kilogram of flour to 16.3 g per kilogram over four years. Consumers did not complain about the flavour or stop consuming the product.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/f-sf-epo062917.php", "region": "europe", "source_link": "http://www.agenciasinc.es/en/News/Eighty-five-percent-of-Spanish-children-eat-too-much-salt", "funder": "", "meeting": "", "institution": "FECYT - Spanish Foundation for Science and Technology", "keywords": ["Medicine/Health", " Public Health"], "journal": "European Journal of Clinical Nutrition", "description": "Salt is a hidden enemy in children's diets. So says the conclusion of a study by researchers from the Complutense University of Madrid, which suggests that over 80 percent of Spanish schoolchildren consume excess salt; this is associated to greater risk of high blood pressure, osteoporosis and obesity. According to the authors, we first need to know the sources of dietary salt intake before we can reduce it.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}