{"title": "New study examines effectiveness of labor induction in India", "text": "Researchers from the University of Liverpool with colleagues from Gynuity Health Care in New York and the Government Medial College, Nagpur, India, have published a major study of two different types of labour induction methods in The Lancet.Between 62,000 and 77,000 women die annually from pre-eclampsia and eclampsia. Eclampsia is the onset of seizures (convulsions) in a woman with pre-eclampsia. Pre-eclampsia is a disorder of pregnancy in which there is high blood pressure and either large amounts of protein in the urine or other organ dysfunction. Onset may be before, during, or after delivery. Prompt delivery, preferably naturally, is vital for good maternal and neonatal outcomes.As the number of women facing induction increases, and as new evidence from trials emerges, it has become urgent to address questions about which methods for inducing labour are the most effective, safe and acceptable to women.AcceptabilityTwo low cost interventions - misoprostol tablets and transcervical Foley catheterisation - are already used in low resource settings. Professor of International Maternal Health Andrew Weeks, from the University's Institute of Translational Medicine (ITM), is a world renowned expert on the use of misoprostol, and runs the widely used http://www.misoprostol.org website as a way of disseminating good practice.Working with Professor Zarko Alfirevic, also in ITM, his research group have been exploring the use of oral misoprostol tablets for many years as a way to reduce the need for repeated vaginal examinations and thus reduce infection rates and increase acceptability for women.In the INFORM study, 602 women were allocated to either oral misoprostol tablets or Foley catheter induction in a government hospital in India. The results showed that women in the misoprostol arm had a 10% higher rate of vaginal birth within 24 hours and less need for caesarean section. Rates of uterine hyperstimulation were very low in both groups and no differences were seen in neonatal morbidity. Women in the misoprostol group were also more satisfied with the outcome than those induced with the catheter method.More effectiveProfessor Weeks, who is also a consultant obstetrician at the Liverpool Women's Hospital, said: \"In our analysis, the use of low dose oral misoprostol was found to be more effective and more acceptable to women than a transcervical Foley catheter for induction of labour in women requiring delivery because of pre-eclampsia or hypertension.\"In a commentary accompanying Lancet paper, Professors Suri and Sikka of the Postgraduate Institute of Medical Education and Research in Chandigarh, India state that \"The results of the INFORM study are encouraging for the use of low dose misoprostol (25 μg) for induction of labour in patients with mild hypertensive disease in low resource settings.\" However they go on to point out that \"further studies are needed in women with severe, early onset hypertensive disease and intrauterine growth restriction.\"", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)31367-3", "url": "http://www.eurekalert.org/pub_releases/2017-06/uol-nse062917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Liverpool", "keywords": ["Medicine/Health", " Fertility", " Health Professionals", " Internal Medicine", " Urogenital System", " Gynecology", " Physiology", " Trauma/Injury", " Parenting/Child Care/Family"], "journal": "The Lancet", "description": "Researchers from the University of Liverpool with colleagues from Gynuity Health Care in New York and the Government Medial College, Nagpur, India, have published a major study of two different types of labour induction methods in The Lancet.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}