{"title": "Stanford researchers help develop technique for assessing, reducing risk of future stroke", "text": "One stroke is dangerous, and a second, even more so. One important risk factor for that perilous second stroke is an irregular heart beat called atrial fibrillation. If doctors could identify the stroke patients who are most likely to experience atrial fibrillation, they could start treatments that would help prevent a second stroke. But which stroke patients are at risk for the condition has been hard to predict without costly 24/7 monitoring for the hundreds of thousands of people who have a first stroke every year.Now, a team led by researchers at the Stanford University School of Medicine and Santa Clara Valley Medical Center has used electronic medical records to predict the likelihood of a person experiencing atrial fibrillation after either of two kinds of strokes: a cryptogenic stroke or a transient ischemic attack.A paper describing their findings will be published online June 28 in Cardiology. The senior authors are Nigam Shah, MBBS, PhD, associate professor of biomedical data science at Stanford, and Susan Zhao, MD, of Valley Medical Center. Stanford graduate student Albee Ling and Valley Medical Center internist Calvin Kwong, MD, share lead authorship.\"This work resulted from a unique collaboration,\" said Shah, \"where a need for risk stratification was identified by Dr. Susan Zhao, and followed up jointly by an informatics student and a clinical fellow to derive a risk estimate for a population for which we don't have good scoring methods.\"Stroke patients are typically monitored for atrial fibrillation while they're in the hospital. \"But once they go home -- after about a week -- clinicians aren't usually too vigilant about monitoring them for atrial fibrillation,\" said Kwong. But if doctors monitor stroke patients for even 30 days after they go home, atrial fibrillation can be picked up if it's happening. And, indeed, the American Heart Association recommends 30 days of heart rhythm monitoring to detect atrial fibrillation within six months of an initial stroke. The problem, said Kwong, is that such monitoring is expensive and not appropriate for every patient.Shah and his colleagues decided they needed a way to predict which patients should be monitored. There had to be a way to tell the patients who were at high risk for atrial fibrillation and should be monitored from the ones who were at low risk and didn't need to be monitored.The team did a retrospective cohort study using data from thousands of stroke patients from Stanford's Translational Research Integrated Database Environment. Of the 9,589 stroke patients in the database, 482 of them, or 5 percent, went on to be diagnosed with atrial fibrillation.The team had already developed a text-processing pipeline for analyzing clinical data and clinical-diagnosis coding. Using that pipeline, the team extracted information from clinical notes, flagging, for example, phrases such as \"ruled out stroke\" and classifying data according to whether it referred to the patient or came from a family history section. The result was a list of biomedical facts about each patient -- including age, body mass index and so on.Then, by ranking the clinical attributes of patients whose medical records indicated they went on to be diagnosed with atrial fibrillation, the team was able to assemble a set of seven risk factors that, when combined, predicted which stroke patients were the most likely to develop the condition and should be monitored after hospitalization. The risk factors -- age, obesity, congestive heart failure, hypertension, coronary artery disease, peripheral vascular disease and disease of the heart valves -- are the basis of a scoring system that assigns patients to one of three risk groups. \"The scoring system we developed is simple to use and the results could help physicians tailor treatment to individual patients,\" said Ling.It can help physicians decide which patients to monitor. Once it's known that patients have a high risk of atrial fibrillation, they can wear a heart monitor at home to see if they actually are experiencing bouts of atrial fibrillation and then, if they are, treated with the appropriate drugs to try to prevent a second stroke.\"Our system needs to be further validated in studies using other independent data sources,\" said Ling. She said she expects that clinicians and researchers will further validate and improve the scoring system and that, hopefully, it will one day be adopted in everyday practice. \"On the other hand, there will surely be more clinical studies conducted using electronic health records, not just at Stanford but in other medical institutions, as well,\" she added.The study is an example of Stanford Medicine's focus on precision health, the goal of which is to anticipate and prevent disease in the healthy and precisely diagnose and treat disease in the ill.Studies like this one can be done quickly using preexisting patient data in just a matter of days, and provide a way to score patients' individual risk so that treatment can be partly customized.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/sumc-srh062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "Cardiology", "description": "Using health records, Stanford researchers developed an algorithm for scoring the risk of a stroke patient experiencing a heart condition known as atrial fibrillation, a major risk factor for a second stroke.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}