{"title": "Childhood asthma may lead to thickening of left ventricle in adulthood", "text": "WASHINGTON (June 26, 2017) -- Young adults with a history of asthma are at a greater risk of thickening of the left ventricle, which can cause shortness of breath, chest pain, fainting, and eventually lead to heart failure, according to research published today in JACC: Heart Failure.The prevalence of asthma has been growing during the past decade, occurring in an estimated 8.6 percent of children and 7.4 percent of adults. Researchers examined 1,118 patients who answered a questionnaire on their asthma history. During approximately 10 years of follow-up, subjects with a history of asthma had a higher adjusted mean left ventricular mass and left ventricular mass index compared to those without asthma. Systolic blood pressure significantly modified the association of asthma with left ventricular mass and left ventricular mass index, as the association was more prominent in patients with prehypertension and hypertension. While previous studies have found asthma to be related to other cardiovascular conditions, this is the first study to find an association between a history of asthma from childhood and left ventricular mass in adulthood. \"Our findings suggest aggressive lifestyle modifications or even pharmacological treatment may be applied to people with a history of asthma, especially those also affected by high blood pressure, in order to lower cardiovascular risk,\" said Lu Qi, MD, PhD, director of the Tulane University Obesity Research Center and senior author of the study. In an editorial comment accompanying the study, John S. Gottdiener, MD, adjunct professor of medicine at the University of Maryland School of Medicine, writes that the study leaves several unanswered questions, as no baseline echocardiograms were available. \"All we know is the difference in left ventricular mass between those who did and did not have a diagnosis of asthma years before echocardiography was performed,\" he said. \"We look forward to further studies which will accurately determine the association of asthma with death, heart failure, myocardial infarction and stroke. Of particular value will be learning how severe and long the asthmatic exposure needs to be to pose significant risk. This together with determining potential pathophysiologic mechanisms will help to intelligently design effective prevention interventions validated by randomized controlled trials.\"", "article_link": "http://dx.doi.org/10.1016/j.jchf.2017.03.009", "url": "http://www.eurekalert.org/pub_releases/2017-06/acoc-cam062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Immunology/Allergies/Asthma"], "journal": "JACC: Heart Failure", "description": "Young adults with a history of asthma are at a greater risk of thickening of the left ventricle, which can cause shortness of breath, chest pain, fainting, and eventually lead to heart failure, according to research published today in JACC: Heart Failure.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}