{"title": "African-Americans with healthier lifestyles had lower risk of high blood pressure", "text": "DALLAS, June 26, 2017 - Among African Americans, small health improvements were associated with lower risk of developing high blood pressure, according to new research in the American Heart Association's journal Hypertension. African Americans who had at least two modifiable healthy behaviors at the beginning of the study, compared to those with one or none, researchers found the risk of high blood pressure at follow-up was reduced by 20 percent.Researchers also found that there was a 90 percent lower risk for high blood pressure among African Americans who had at least six of seven modifiable healthy behaviors that are defined as part of the American Heart Association's Life's Simple 7 compared with participants who followed none or one.2The Life's Simple 7 was developed by the American Heart Association to monitor cardiovascular health in US adults and to help demonstrate that small changes can lead to a big impact in improving heart health. The Life's Simple 7 includes: not smoking; maintaining a healthy weight; eating healthy; being physically active; maintaining healthy blood sugar levels; controlling cholesterol levels and managing blood pressure to reduce the risk of heart attack and stroke.Compared with whites, African Americans have a greater risk for developing high blood pressure.4 According to the American Heart Association, currently one out of three adults in America has high blood pressure. Among non-Hispanic blacks, 45 percent of men and nearly half (46.3 percent) of women have high blood pressure.\"The Life's Simple 7, an approach used by the American Heart Association to monitor cardiovascular health, can also be used to monitor high blood pressure risk in African Americans, a major risk factor for cardiovascular disease,\" said John N. Booth, III, MS, lead study author and PhD student in the Department of Epidemiology at the University of Alabama at Birmingham. \"We found that even small improvements in cardiovascular health can reduce risk for developing high blood pressure.\"These latest findings are based on the Jackson Heart Study, a community-based study designed to assess cardiovascular risk among African Americans. Blood pressure, blood sugar and cholesterol were measured in more than 5,000 study participants (5,306 total). They were also asked about their exercise, eating and smoking habits at the beginning of the study and followed up about 8 years later.Overall, participants who followed more ideal health behaviors were younger and more likely to be women and to have at least a high school education and a household income of at least $25,000 a year.Booth said that more research is needed to better understand why African Americans remain a population particularly vulnerable to high blood pressure, but that the Life's Simple 7 program offers an opportunity to intervene and reduce their risk for additional heart health complications.Co-authors are: John N. Booth III, MS; Paul Muntner, PhD Marwah Abdalla, MD, MPH; Rikki Tanner, PhD; Keith Diaz, PhD; Samantha Bromfield, PhD; Gabriel Tajeu, PhD; Adolfo Correa, MD, PhD; Mario Sims, PhD; Gbenga Ogedegbe, MD; Adam Bress, PharmD; Tanya Spruill, PhD; and Daichi Shimbo, MD;. Author disclosures are on the manuscript.", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09278", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-aaw062117.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/african-americans-with-healthier-lifestyles-had-lower-risk-of-high-blood-pressure?preview=14cc05e1ee97c9914b5288d4f931d014", "funder": "Jackson State University, Tougaloo College, University of Mississippi Medical Center, NIH/National Heart, Lung, and Blood Institute, NIH/National Institute on Minority Health and Health Disparities", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Hypertension: Journal of the American Heart Association", "description": "For every additional healthy behavior African-Americans followed, there was a reduced risk for high blood pressure. African-Americans who followed 6 of the Life's Simple 7 modifiable healthy behaviors had a 90 percent lower risk for high blood pressure than those who followed 0-1 of these behaviors.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}