{"title": "Catalyst for genetic kidney disease in black people identified", "text": "Between 15 and 20 percent of black people carry a genetic mutation that puts them at risk for certain chronic kidney disease, but only about half of them develop the illness - a variance that long has puzzled researchers. Now a study has found that the gene mutation's toxic effects require higher than normal levels of a protein called suPAR to trigger the onset and progression of the disease. The results of the study, published in a research article in the journal Nature Medicine today, could lead soon to new treatments for chronic kidney disease that target these risk factors, according to Dr. Jochen Reiser, the senior author of the paper. Reiser is the chairperson of the Department of Internal Medicine and Ralph C. Brown MD Professor of Medicine at Rush University Medical Center, Chicago.Chronic kidney disease - or CKD for short - is a progressive failure of function that prevents kidneys from fulfilling their role filtering waste from the blood stream. Nearly 17 percent of people in the U.S. have chronic kidney disease, and approximately 4 percent require dialysis and/or a kidney transplant due to kidney failure. Currently, there are no drugs that can treat CKD in an effective way.Study analyzed samples from more than 1,000 people with genetic risk for CKDFor the study recounted in the Nature Medicine paper, Reiser worked with a team that included researchers at Emory University, Harvard University, Johns Hopkins University, the National Institute of Health, Ruprecht Karls University of Heidelberg, the Israel Institute of Technology and others. Together, they looked at two well-known genetic risk factors for CKD in black people, the mutated G1 or G2 variations in the gene known as apolipoprotein L1 (APOL1). To be at risk for developing CKD, an individual must have inherited two of these gene variants, one from each parent.The study analyzed blood samples for suPAR levels, screened for APOL1 gene mutations and measured kidney function from two separate cohorts of black patients - 487 people from the Emory Cardiovascular Biobank, 15 percent of whom had a high-risk APOL1 genotype; and 607 from the multi-center African American Study of Kidney Disease and Hypertension, including 24 percent with the high-risk mutation.Using these two large, unrelated cohorts, the researchers found that plasma suPAR levels\r\nindependently predict renal function decline in individuals with two copies of APOL1 risk variants. APOL1-related risk is reduced by lower levels of plasma suPAR and strengthened by higher levels. The team then went on and used purified proteins to study if suPAR and APOL1 bind to each other. They found that the mutated G1 and G2 variant did so particularly well on what's known as a receptor on the surface of kidney cells, in this case the suPAR activated receptor alphavbeta3 integrin. \"This binding appears to be a key step in the disease onset\" adds Dr. Kwi Hye Ko, a scientist at Rush and the study's co-first author.This binding causes kidney cells to change their structure and function, permitting disease onset. Using cell models and genetically engineered mice, the authors then could reproduce kidney disease changes upon expression of APOL1 gene variants, but the disease required the presence suPAR.Without elevated suPAR levels, genetic mutation much less likely to trigger diseaseEverybody has suPAR, which is produced by bone marrow cells, in their blood, with normal levels around 2400 picogram per milliliter (pg/ml). As levels of suPAR rise, risk for kidney disease rises in turn. Patients with levels above 3000 picogram per milliliter carry a much higher risk for kidney disease in the general population. Black people are particularly at risk, given the study's finding that suPAR activates its receptor on kidney cells that then attract the APOL1 risk proteins. Over time, these assaults can damage and eventually destroy the kidney.On the other hand, without high levels of suPAR, the ability of the genetic mutation of APOL1 to exert its damaging effects is impaired, which helps identify patients in most need of suPAR lowering or future anti-suPAR therapy.\"Patients with APOL1 mutations who don't get kidney disease have more commonly low suPAR levels,\" said Dr. Salim Hayek, co-first author of the paper and a cardiologist at Emory University School of Medicine. \"The suPAR level needs to be high to activate the mechanism in the kidney that enables APOL1 proteins\" and set off the chain of events the genetic mutation can trigger.suPAR 'is to the kidneys as cholesterol is to the heart' Like some other pathological gene mutations, the APOL1 variations may have persisted in the population, in this case in Africa, because they could protect people from infection with the parasites known as trypanosome. explained Sanja Sever, PhD, co-correspondent author of the paper and associate professor of medicine at Harvard Medical School. In the United States, however, fighting parasitic trypanosomes isn't a significant concern, while lifestyle and environmental pressures such as obesity promote the rise in suPAR levels. This scenario sets up people for high risk of kidney disease.Reiser has spent his career studying a scarring type of chronic kidney disease, focal segmental glomerulosclerosis. In past studies, he discovered that suPAR not only is a marker for kidney disease, but also a likely cause. \"What we are learning today is that suPAR in a general way is to kidneys what cholesterol is to the heart, a substance that can cause damage if levels rise too high, or a substance that can likely make many forms of kidney disease worse,\" Reiser says. \"Based on these fundamental insights, suPAR level testing may become a routine test at many institutions around the world.\"Like cholesterol, suPAR levels vary from person to person. Some environmental factors can contribute significantly to elevated suPAR levels. \"Lifestyle is a big factor, bigger than we thought,\" Reiser says. Smoking, weight gain and even frequent infections can add up and send suPAR to dangerous heights. Weight loss and smoking cessation can help bring levels down, but once elevated, suPAR may not recede to a healthy level again, said Dr. Melissa Tracy, co-author of the study and an associate professor of cardiology at Rush. People at genetic risk for kidney disease should aim to live a healthy life to keep suPAR levels low.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/rumc-cfg062317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Rush University Medical Center", "keywords": ["Medicine/Health", " Clinical Trials"], "journal": "Nature Medicine", "description": "Between 15 and 20 percent of black people carry a genetic mutation that puts them at risk for certain chronic kidney disease, but only about half of them develop the illness -- a variance that long has puzzled researchers. Now a study has found that the gene mutation's toxic effects require higher than normal levels of a protein called suPAR to trigger the onset and progression of the disease.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}