{"title": "Research suggests wearing a police uniform changes the way the brain processes info", "text": "New research from a team of cognitive neuroscientists at McMaster University suggests that simply putting on a uniform, similar to one the police might wear, automatically affects how we perceive others, creating a bias towards those considered to be of a low social status. The study, recently published in the journal Frontiers in Psychology, raises important questions about stereotypes and profiling, and about how the symbolic power and authority associated with police uniforms might affect these tendencies.   \"We all know that the police generally do an excellent job, but there has also been a great deal of public discourse about biased policing in North America over recent years,\" says Sukhvinder Obhi, an associate professor of Psychology, Neuroscience & Behaviour and senior author of the study, which was conducted with postdoctoral researcher Ciro Civile. \"We set out to explore whether the uniform itself might have an impact, independent of all other aspects of the police subculture, training or work experiences,\" he says. Across a series of experiments, researchers examined how study participants -all of them university students--shifted their attention during specific tasks.  In some cases, participants wore police-style attire.During one experiment, participants were asked to identify a simple shape on a computer screen and were distracted by images of white male faces, black male faces, individuals dressed in business suits and others dressed in hoodies. Researchers tracked and analyzed their reaction times to compare how long they were distracted by the various images. Researchers were surprised to find no difference in reaction times and no evidence of racial profiling when the distractors were white or black faces. This is surprising, they say, because previous research, much of it conducted in the United States, has revealed that many people associate African Americans with crime. While more work is needed to explore this further, Obhi suggests the apparent lack of racial bias in the current study might highlight a potentially important difference between Canadian and American society. The differences, however, were revealed when participants were distracted by photos of individuals wearing hoodies.  Reaction times slowed, indicating that the images of hoodies were attention-grabbing. Critically, this bias towards hoodies only occurred when participants were wearing the police-style garb. \"We know that clothing conveys meaning and that the hoodie has to some extent become a symbol of lower social standing and inner-city youth,\" says Obhi. \"There is a stereotype out there that links hoodies with crime and violence, and this stereotype might be activated to a greater degree when donning the police style uniform. This may have contributed to the changes in attention that we observed. Given that attention shapes how we experience the world, attentional biases toward certain groups of people can be problematic.\" This is especially important for police officers, he explains, who might unconsciously perceive a threat where one doesn't exist or vice versa. Researchers hope to study the uniform and its effect on police officers and are conducting follow-up studies with collaborators in the United States.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/mu-rsw021017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "McMaster University", "keywords": ["Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Frontiers in Psychology", "description": "New research from a team of cognitive neuroscientists at McMaster University suggests that simply putting on a uniform, similar to one the police might wear, automatically affects how we perceive others, creating a bias towards those considered to be of a low social status.", "date": "Fri, 10 Feb 2017 05:00:00 GMT"}