{"title": "Words can sound 'round' or 'sharp' without us realizing it", "text": "Our tendency to match specific sounds with specific shapes, even abstract shapes, is so fundamental that it guides perception before we are consciously aware of it, according to new research in Psychological Science, a journal of the Association for Psychological Science.The \"bouba-kiki\" effect, originally reported over 85 years ago and replicated many times since, shows that people consistently pair the soft-sounding nonsense word \"bouba\" with soft-looking, round shapes and they typically pair the sharp-sounding nonsense word \"kiki\" with spiky-looking, angular shapes. This effect seems to emerge across cultures and age groups, indicating that it may represent a universal mapping between different modes of perception.The new findings from three experiments show that the bouba-kiki effect operates on a deeper, more fundamental level than previously observed:\"This is the first report that congruence between a visual word form and the visual properties of a shape can influence behavior when neither the word nor the object has been seen,\" says researcher Shao-Min (Sean) Hung of Duke-NUS Medical School in Singapore, first author on the research.In one experiment, Hung and co-authors Suzy Styles (Nanyang Technological University) and Po-Jang (Brown) Hsieh (Duke-NUS Medical School) used a technique that involves presenting different images to the left and right eyes. To participants' dominant eye, the researchers presented a series of flashing images; to the nondominant eye, they presented a target image that gradually faded in. Initially, participants were unaware of the target image and could only see the competing, flashing images.In this experiment, the target image was always a nonsense word, bubu or kiki, inside of a shape. Sometimes the word (bubu) was congruent with the shape it was in (round) and sometimes it was incongruent with the shape (angular). The participants pressed a key whenever the target image became visible.Timing data showed that the target image broke through to conscious awareness faster when it was congruent than when it was incongruent, indicating that participants perceived and processed the relationship between word and shape before they were consciously aware of the stimuli.To ensure that participants were mapping the roundness or angularity of the word sounds and not just the shapes of the letters in the written words, the researchers conducted a second study in which they taught participants to \"read\" two unfamiliar letters that lacked distinctive round or angular components. That is, participants learned to arbitrarily associate the sounds \"bubu\" and \"kiki\" to these unfamiliar letters.Again, the results showed that whichever letter was taught as \"kiki\" broke through to awareness faster when it was inside the angular shape compared with the rounded shape; and whichever letter stood for \"bubu\" broke through faster when it was inside the rounded shape compared with the angular shape.\"The findings here show that once we have learned the sound of a letter, we are able to not only extract the sound without consciously perceiving the letter, but also map this unconsciously extracted sound to an unconscious shape,\" Hung explains.Additional findings revealed that the bouba-kiki effect operated outside of awareness even when participants listened to word sounds. In a third study, the researchers used another technique for measuring perception outside awareness, presenting a faint shape very briefly in between two images that masked the shape's visibility. The researchers varied the intensity of the shape, to determine the level at which it became visible to the participants. Once again, the data showed that congruent sounds facilitated conscious awareness of the shape, lowering the threshold at which the participants reported seeing the shape.\"All these findings expand the limit of unconscious processing, demonstrating that crossmodal mapping occurs outside of the realm of conscious awareness,\" says Hung.Together, these experiments show that the bouba-kiki effect emerges unconsciously before we even have a chance to deliberately consider the relation between sound and shape. That is, \"a word can sound like a shape before the shape has been seen,\" Hung concludes.", "article_link": "http://dx.doi.org/10.1177/0956797616677313", "url": "http://www.eurekalert.org/pub_releases/2017-02/afps-wcs020917.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/words-can-sound-round-or-sharp-without-us-realizing-it.html#.WJx2JG8rKUl", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Hearing/Speech", " Social/Behavioral Science", " Behavior", " Language/Linguistics/Speech", " Learning/Literacy/Reading", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "Our tendency to match specific sounds with specific shapes, even abstract shapes, is so fundamental that it guides perception before we are consciously aware of it, according to new research in Psychological Science, a journal of the Association for Psychological Science.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}