{"title": "Footballing success in the young can be measured in the brain", "text": "The working memory and other cognitive functions in children and young people can be associated with how successful they are on the football pitch, a new study from Karolinska Institutet, Sweden, shows. Football clubs that focus too much on physical attributes therefore risk overlooking future stars.Physical attributes such as size, fitness and strength in combination with ball control have long been considered critical factors in the hunt for new football talent. The third, slightly elusive factor of \"game intelligence\" -- to always be at the rights place at the right time -- has been difficult to measure. In 2012, researchers at Karolinska Institutet provided a possible scientific explanation for the phenomenon, and showed that the so-termed \"executive cognitive functions\" in adult players could be associated with their success on the pitch. In a new study, which is published in the scientific journal PLOS ONE, they show that cognitive faculties can be similarly quantified and linked to how well children and young people do in the game.\"This is interesting since football clubs focus heavily on the size and strength of young players,\" says study leader Predrag Petrovic, at Karolinska Institutet's Department of Clinical Neuroscience. \"Young players who have still to reach full physical development rarely get a chance to be picked as potential elite players, which means that teams risk missing out on a new Iniesta or Xavi.\"Executive functions are special control functions in the brain that allow us to adapt to an environment in a perpetual state of change. They include creative thinking in order to quickly switch strategy, find new, effective solutions and repress erroneous impulses. The functions are dependent on the brain's frontal lobes, which continue to develop until the age of 25.For this present study, the researchers measured certain executive functions in 30 elite footballers aged between 12 and 19, and then cross-referenced the results with the number of goals they scored during two years. The metrics were taken in part using the same standardised tests used in healthcare. Strong results for several executive functions were found to be associated with success on the pitch, even after controlling for other factors that could conceivably affect performance. The clearest link was seen for simpler forms of executive function, such as working memory, which develops relatively early in life.\"This was expected since cognitive function is less developed in young people than it is in adults, which is probably reflected in how young people play, with fewer passes that lead to goals,\" says Predrag Petrovic.The young elite players also performed significantly better than the average population in the same age group on several tests of executive function. Whether these faculties are inherited or can be trained remains the object of future research, as does the importance of the different executive functions for the various positions on the field.\"We think that the players' positions on the pitch are linked to different cognitive profiles,\" continues Dr Petrovic. \"I can imagine that trainers will start to use cognitive tests more and more, both to find talented newcomers and to judge the position they should play in.\"The study was funded by PRIMA Barn- och Vuxenpsykiatri AB and Karolinska Institutet in Sweden. First author is Torbjörn Vestberg, graduate student at Karolinska Institutet's Department of Clinical Neuroscience.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ki-fsi020917.php", "region": "europe", "source_link": "http://ki.se/en/news/footballing-success-in-the-young-can-be-measured-in-the-brain", "funder": "PRIMA Barn- och Vuxenpsykiatri AB, Karolinska Institutet in Sweden", "meeting": "", "institution": "Karolinska Institutet", "keywords": ["Pediatrics", " Sports Medicine", " Social/Behavioral Science", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "PLOS ONE", "description": "The working memory and other cognitive functions in children and young people can be associated with how successful they are on the football pitch, a new study from Karolinska Institutet, Sweden, shows. Football clubs that focus too much on physical attributes therefore risk overlooking future stars.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}