{"title": "We like taking selfies but not looking at them", "text": "Selfies are enormously popular on social media. Google statistics have estimated that about 93 million selfies were taken per day in 2014, counting only those taken on Android devices. Selfie accessories such as selfie sticks are now commonplace, as are selfie cameras on phones, and the word \"selfie\" was even added to the Oxford English Dictionary in 2013. While selfies are extremely common, opinions on selfies can vary significantly, with some seeing them as a creative outlet and a way to connect with other people and others seeing them as narcissistic, self-promotional and inauthentic. Critics argue that the nature of the selfie, a photo deliberately taken of oneself by oneself, means that selfies can never be an authentic glimpse into someone's life, but rather appear contrived and make the selfie-taker look self-absorbed. As a contemporary cultural phenomenon, selfies are of interest to psychologists, in terms of how people think and feel when taking, posting and viewing both their own selfies and those posted by others. In a recent study published in Frontiers in Psychology, Sarah Diefenbach, a professor at Ludwig-Maximilians-University Munich, conducted an online survey to assess people's motives and judgements when taking and viewing selfies. A total of 238 people living in Austria, Germany and Switzerland completed the survey. The researchers found that 77% of the participants regularly took selfies. \"One reason for this might be their fit with widespread self-presentation strategies such as self-promotion and self-disclosure\" says Diefenbach. \"The selfie as a self-advertisement, plying the audience with one's positive characteristics or the selfie as an act of self-disclosure, sharing a private moment with the rest of the world and hopefully earning sympathy, appear to be key motivators,\" she explains. A third form of self-presentation is categorized as understatement, where someone portrays themselves and their achievements and abilities as unimportant. Participants who scored highly on \"self-promotion\" or \"self-disclosure\" were more likely to be positive about taking selfies compared with participants who scored highly on \"understatement\". Interestingly, despite 77% of the participants taking selfies regularly, 62-67% agreed on the potential negative consequences of selfies, such as impacts on self-esteem. This negative perception of selfies was also illustrated by 82% of participants indicating that they would rather see other types of photos instead of selfies on social media. \r\nTaking these attitudes at face value, selfies should not be as popular as they are. This phenomenon, where many people regularly take selfies but most people don't appear to like them has been termed the \"selfie paradox\" by Diefenbach. \r\nThe key to the paradox may lie in the way the participants view their own selfies, compared with those of others. The participants attributed greater self-presentational motives and less authenticity to selfies taken by others, compared with those taken by themselves, which were also judged as self-ironic and more authentic. \"This may explain how everybody can take selfies without feeling narcissistic. If most people think like this, then it is no wonder that the world is full of selfies,\" Diefenbach explains. ", "article_link": "http://dx.doi.org/10.3389/fpsyg.2017.00007", "url": "http://www.eurekalert.org/pub_releases/2017-02/f-wlt020917.php", "region": "europe", "source_link": null, "funder": "German Federal Ministry of Education and Research, Kommunikado", "meeting": "", "institution": "Frontiers", "keywords": ["Social/Behavioral Science", " Behavior", " Mass Media", " Internet"], "journal": "Frontiers in Psychology", "description": "An online survey has found that although taking and posting selfies is hugely popular, 82 percent of participants would prefer fewer selfies on social media. Interestingly, people perceived their own selfies as more self-ironic and authentic, and selfies taken by others as more self-presentational and less authentic.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}