{"title": "Gas hydrate breakdown unlikely to cause massive greenhouse gas release", "text": "The breakdown of methane hydrates due to warming climate is unlikely to lead to massive amounts of methane being released to the atmosphere, according to a recent interpretive review of scientific literature performed by the U.S. Geological Survey and the University of Rochester.Methane hydrate, which is also referred to as gas hydrate, is a naturally-occurring, ice-like form of methane and water that is stable within a narrow range of pressure and temperature conditions.  These conditions are mostly found in undersea sediments at water depths greater than 1000 to 1650 ft and in and beneath permafrost (permanently frozen ground) at high latitudes. Methane hydrates are distinct from conventional natural gas, shale gas, and coalbed methane reservoirs and are not currently exploited for energy production, either in the United States or the rest of the world.  On a global scale, gas hydrate deposits store enormous amounts of methane at relatively shallow depths, making them particularly susceptible to the changes in temperature that accompany climate change.  Methane itself is also a potent greenhouse gas, and some researchers have suggested that methane released by the breakdown of gas hydrate during past climate events may have exacerbated global warming.The new review concludes that current warming of ocean waters is likely causing gas hydrate deposits to break down at some locations. However, not only are the annual emissions of methane to the ocean from degrading gas hydrates far smaller than greenhouse gas emissions to the atmosphere from human activities, but most of the methane released by gas hydrates never reaches the atmosphere. Instead, the methane often remains in the undersea sediments, dissolves in the ocean, or is converted to carbon dioxide by microbes in the sediments or water column.  The review pays particular attention to gas hydrates beneath the Arctic Ocean, where some studies have observed elevated rates of methane transfer between the ocean and the atmosphere.  As noted by the authors, the methane being emitted to the atmosphere in the Arctic Ocean has not been directly traced to the breakdown of gas hydrate in response to recent climate change, nor as a consequence of longer-term warming since the end of the last Ice Age. \"Our review is the culmination of nearly a decade of original research by the USGS, my coauthor Professor John Kessler at the University of Rochester, and many other groups in the community,\" said USGS geophysicist Carolyn Ruppel, who is the paper's lead author and oversees the USGS Gas Hydrates Project. \"After so many years spent determining where gas hydrates are breaking down and measuring methane flux at the sea-air interface, we suggest that conclusive evidence for release of hydrate-related methane to the atmosphere is lacking.\"  Professor Kessler explains that, \"Even where we do see slightly elevated emissions of methane at the sea-air interface, our research shows that this methane is rarely attributable to gas hydrate degradation.\"The review summarizes how much gas hydrate exists and where it occurs; identifies the technical challenges associated with determining whether atmospheric methane originates with gas hydrate breakdown; and examines the assumptions of the Intergovernmental Panels on Climate Change, which have typically attributed a small amount of annual atmospheric methane emissions to gas hydrate sources.The review also systematically evaluates different environments to assess the susceptibility of gas hydrates at each location to warming climate and addresses the potential environmental impact of an accidental gas release associated with a hypothetical well producing methane from gas hydrate deposits.Virginia Burkett, USGS Associate Director for Climate and Land Use Change, noted, \"This review paper provides a truly comprehensive synthesis of the knowledge on the interaction of gas hydrates and climate during the contemporary period.  The authors' sober, data-driven analyses and conclusions challenge the popular perception that warming climate will lead to a catastrophic release of methane to the atmosphere as a result of gas hydrate breakdown.\" ", "article_link": "http://dx.doi.org/10.1002/2016RG000534", "url": "http://www.eurekalert.org/pub_releases/2017-02/ugs-ghb020917.php", "region": "namerica", "source_link": "https://www.usgs.gov/news/gas-hydrate-breakdown-unlikely-cause-massive-greenhouse-gas-release", "funder": "US Geological Survey, University of Rochester", "meeting": "", "institution": "US Geological Survey", "keywords": ["Earth Science", " Energy Sources", " Geology/Soil", " Climate Change", " Climate Change"], "journal": "Reviews of Geophysics", "description": "A recent interpretive review of scientific literature performed by the US Geological Survey and the University of Rochester sheds light on the interactions of gas hydrates and climate.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}