{"title": "Poverty and high neighborhood murder rates increase depression in older adults", "text": "(SACRAMENTO, Calif.) -- Older adults who live in poor and violent urban neighborhoods are at greater risk for depression, a study by researchers from UC Davis, the University of Minnesota and other institutions published Jan. 23 in the journal Health & Place has found.The research specifically showed that older adults who lived in neighborhoods with more homicide and a higher poverty rate experienced more depressive symptoms. In fact, neighborhood homicide rates accounted for almost a third of the effect of neighborhood poverty on older adult depression.According to the World Health Organization, depression affects 120 million people worldwide. It is the third leading cause of global disease burden and it is projected that unipolar depressive disorders will become the leading cause of global disease burden by 2030. While depression is a major issue at any age, it is a particular concern for the elderly, increasing disability and mental decline and reducing quality of life.\"Given the shift towards an aging population and the growing rates of depression among older adults, understanding the factors that contribute to depression is critical,\" said Spruha Joshi, a doctoral student in epidemiology at the University of Minnesota School of Public Health and first author on the paper.  Neighborhoods in which older adults live are an important factor influencing depression and overall mental health, she said.\"We wanted to investigate the total effect poverty has on older adult depression, but also look at particular characteristics that might explain that relationship,\" said Magdalena Cerdá, associate professor in the UC Davis Health Department of Emergency Medicine and senior author. \"Specifically, what is it about poor neighborhoods that make people depressed? This study really highlights the role violence plays in affecting mental health.\"While previous studies revealed a link between poverty and depression, few have focused exclusively on older adults. In addition, previous efforts had not addressed the many conditions in poor neighborhoods that could contribute to older adult depression.\"Older adults tend to be less mobile and more dependent on the amenities, services and sources of social support in the neighborhoods where they live,\" Joshi said.For the study, the researchers queried data from the New York City Neighborhood and Mental Health in the Elderly Study II (NYCNAMES II), a three-year study of elderly residents in the nation's most populous city. Depression was measured using the nine-question Patient Health Questionnaire.The team looked at several neighborhood factors that might contribute to depression, such as high homicide rates, poor perception of safety, pedestrian and bicyclist injuries, green space, social cohesion and walkability. The study sample was 61 percent female and 47 percent non-Hispanic white. In addition, 60 percent of respondents had incomes below $40,000.While many factors were examined, violence was the only neighborhood characteristic that substantially contributed to depression in older adults in impoverished, urban communities.\r\n\"We found that about 30 percent of the relationship between neighborhood poverty and depression was explained by the higher homicide rate,\" Cerdá said.These findings could help shape policy to improve quality of life for older adults in urban neighborhoods.\"Violence in the pathway between poverty and depression is a critical finding,\" Joshi said. \"Now we can look at neighborhoods that are not only poor but also have high levels of violence and possibly provide support for older adults in the area.\"The study highlights the key role that violence can play in shaping the mental health of local residents. By investing in violence prevention in high-poverty neighborhoods, it's possible to reduce violence and improve the mental health of vulnerable populations, Cerdá added.\r\nMore work will need to be done to tease out the relationships between neighborhood conditions and depression for older adults in impoverished neighborhoods.\"There are still many pathways through which poor neighborhoods can shape mental health that we don't yet understand,\" Joshi said. \"Identifying these pathways will be critical if we want to identify suitable ways to promote mental health in local residents.\"", "article_link": "http://dx.doi.org/10.1016/j.healthplace.2016.12.003", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--pah020917.php", "region": "namerica", "source_link": "http://www.ucdmc.ucdavis.edu/publish/news/newsroom/11798", "funder": "NIH/National Institute of Mental Health", "meeting": "", "institution": "University of California - Davis Health System", "keywords": ["Public Health", " Social/Behavioral Science", " Mental Health", " Depression/Anger", " Violence/Criminals"], "journal": "Health & Place", "description": "Older adults who live in poor and violent urban neighborhoods are at greater risk for depression, a study by researchers from UC Davis, the University of Minnesota and other institutions published Jan. 23 in the journal Health & Place has found.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}