{"title": "'Who needs a flu shot? -- not me'", "text": "\"There has been a little flu, but there will be more...we have not seen the worst of it, flu usually peaks in February,\" said an article in The Philadelphia Inquirer in January. Now in February, we think -- people better get their flu shots, take vitamin C and heed the public health cautions plastered across the news media. But what impact do these public health messages actually have on us? Are we going to race out and get our flu shot? According to a Drexel University communication researcher, probably not. And it's not because we think we're invincible, it's because we like to think we're immune to the influences of messages in the mass media -- a communications theory termed the \"third-person effect.\"Hyunmin Lee, PhD, an assistant professor in Drexel's College of Arts and Sciences who studies psychological and behavioral effects of public health media messages, set out to test whether news stories about public health can fall victim to the third-person effect -- and if so, how the messaging could be tweaked to elicit the intended behavior. The theory of the third-person effect traces its roots to World War II propaganda. The theory suggests that individuals will perceive a mass media message to have more influence on others, than themselves. This perception tends to counteract the message's intended \"call-to-action.\" Basically, this suggests that over time people wised up to the fact that some mass media messagcollegees were intended to manipulate them -- so the messages became less and less effective. To detect traces of the effect in response to messages about public health in the news, Lee looked at how people reacted to a series of health news stories that encouraged hand washing, avoiding crowded places, coughing into elbows and getting vaccinated as ways to avoid the seasonal flu. The study used actual news clips related to the H1N1 flu epidemic that aired on cable network channels in 2009. The clips were edited to control components of the message, such as wording about the flu strain's severity, who delivered the message and whether or not it included preventative instructions. After they viewed the clips, Lee asked participants about their intentions to get vaccinated for the H1N1 flu and what they thought others were likely to do.Overall, she found that individuals did not express intentions to get vaccinated after viewing the news clips. Through their responses, Lee found that people tend to think the media's coverage of flu epidemics influenced the general public much more than they, themselves, felt influenced by it. This finding is problematic, because all of those people who are \"not influenced by media\" are more likely to disregard the precautionary measures in the news messages that will help prevent them from catching and spreading the flu -- such as getting a flu shot. \"We see the classic third-person effect behavior link happening throughout this study -- because people think they are not influenced by the health news information, their intentions to get vaccinated for the flu decreases as the effect increases,\" said Lee. \"It's interesting to note that people's biased perception of media influence becomes rather specific when introducing different source types to explain the flu. While the source of the flu news did not make any difference for media influence on 'the self,' participants thought that for other people in the U.S., physicians would have a greater persuasive impact than government health officials.\"Lee's study also looked at whether or not supporting the message, with wording about the severity of the epidemic or testimony from physicians, could help it overcome the effect and motivate people to take action. But she found that regardless of whether the flu outbreak was described as \"severe\" or \"mild,\" -- or who was delivering the health news -- it did not convince participants, themselves, to take preventative measures such as vaccination. By comparison, when the message was delivered by a physician, participants seemed to think others would be likely to take preventative measures. This pattern became stronger when language in the clips suggested that the flu was particularly \"severe.\" The respondents perceived that the flu was severe, but this did not make them any more likely to get vaccinated -- it did, however, make them think that other people would do so.\"This suggests that 'the self' perceives 'the others' to use different, less intelligent, criteria, such as relying on source expertise, rather than assessing the health message in its entirety,\" said Lee. \"Rather than self-evaluating the health messages, it seems that source expertise (from a physician) on the topic produces an overestimation of the effectiveness of the health message on 'the others' especially when the consequences are dire.\" A similar pattern followed when participants saw H1N1 flu health news that specifically mentioned preventive methods -- regardless of who delivered the message. Again, Lee suggests that this means participants viewed themselves as being more intelligent and more capable of complying with medical suggestions than \"others.\"  \"Participants thought the health news was influential to themselves significantly more so than others when specific preventive methods were mentioned, regardless of the source,\" said Lee. \"This points to the idea that people credit themselves as being sophisticated and intelligent enough to pay attention to the content, rather than look for superficial cues such as who were the quoted sources.\"These results demonstrate two levels of obstacles for health practitioners and health news journalists to consider when communicating mass media messages that affect public health. First, there is a skewed perception of media's influence in communicating public health information. And second, there is a lack of confidence in other people's ability to interpret and comprehend health information. So journalists and health officials should keep this bias in mind when discussing public health issues through mass media and perhaps even remind and educate people that they are biased in thinking it influences them differently than others.In light of her findings, Lee recommends using alternate channels to promote health messages, rather than relying on news media to persuade. She also suggests that by incorporating specific actions and adding descriptions of the various consequences of not taking action, the message can be strengthened despite the influence of third-person effect.", "article_link": "http://dx.doi.org/10.1080/10810730.2016.1245801", "url": "http://www.eurekalert.org/pub_releases/2017-02/du-na020817.php", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/February/Third-Person-Effect-Public-Health-News/", "funder": "", "meeting": "", "institution": "Drexel University", "keywords": ["Health Care", " Health Professionals", " Public Health", " Advertising/Public Relations", " Social/Behavioral Science", " Behavior", " Mass Media", " Intelligence", " Perception/Awareness"], "journal": "Journal of Health Communication", "description": "What impact do public health messages actually have on us? Are we going to race out and get our flu shot? According to a Drexel University communication researcher, probably not. And it's not because we think we're invincible, it's because we like to think we're immune to the influences of messages in the mass media -- a communications theory termed the 'third-person effect.'", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}