{"title": "JNeurosci: Highlights From the Feb. 8 Issue", "text": " Humans Can Use Echolocation to Explore SpacesSome blind individuals can use echolocation, where they learn to produce sounds and listen to their echoes to navigate their environments. In a new study, researchers train sighted individuals to estimate the size of a room based on the sounds of echoes. They find individuals perform better in real echolocation than when they just listen to recordings of sounds and echoes. The tight coupling of sound production and echo analysis is reflected in brain scans using functional magnetic resonance imaging (fMRI), which reveal how vocalization and sound processing are integrated in the brain.   Estrogen May Regulate Brain's Fear Circuit Differently in Males and FemalesEstrogen does more than control reproductive behavior -- it also influences cognitive functions such as memory and emotion. Neurons in a key area of the brain's fear circuit, the amygdala, can convert testosterone into estrogen using an enzyme called aromatase. In a new study, researchers find blocking this enzyme restricts synaptic plasticity in the amygdala in female mice but not in their male counterparts, suggesting the enzyme regulates synaptic plasticity in a sex-dependent fashion. The results may shed light on the sex differences in mood and anxiety disorders, which affect twice as many women as men, as well as some of the reported side effects of aromatase inhibitors commonly used to treat breast cancer.  Serotonin Receptors in the Brain May Drive Emotional Response to PainMore than just a physical sensation, our perception of pain has an emotional component. And, while it's not entirely clear how, this emotional response can shape how we perceive pain. In a new study in rats, researchers find a specific serotonin receptor in the amygdala, the brain's emotional center, may drive the emotional response to pain and pain-related behaviors. Blocking this receptor in the nerve-injured rats diminishes synaptic plasticity in the amygdala and curbs neuropathic pain.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/sfn-jhf020817.php", "region": "namerica", "source_link": "https://www.sfn.org/Press-Room/News-Release-Archives/2017/JNeurosci-Highlights-From-the-February-8-Issue", "funder": "", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Medicine/Health", " Endocrinology", " Neurobiology", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Neuroscience", "description": "Check out these newsworthy studies from the Feb. 8, 2017, issue of JNeurosci. Media interested in obtaining the full text of the studies should contact media@sfn.org.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}