{"title": "A trust gap may hinder academic success for minorities", "text": "AUSTIN, Texas -- Middle school students of color who lose trust in their teachers due to perceptions of mistreatment from school authorities are less likely to attend college even if they generally had good grades, according to psychology research at The University of Texas at Austin published in the journal Child Development. Low expectations from teachers and extreme disparities in discipline for misbehavior contribute to the disproportionate mistreatment of African American and Latino youths in schools across the United States, and can lead to a growing mistrust for authority by students who perceive and experience such biases, researchers said.\"When students have lost trust, they may be deprived of the benefits of engaging with an institution, such as positive relationships and access to resources and opportunities for advancement,\" said UT Austin assistant professor of psychology David Yeager. \"Thus, minority youth may be twice harmed by institutional injustices.\" In their study, Yeager and researchers from UT Austin, Columbia University and Stanford University examined 483 U.S. middle school students' perceptions of their teachers' impartiality and how those attitudes related to any disciplinary treatment they received and to the likelihood of on-time enrollment at a four-year college. Data were drawn from twice-yearly surveys, from sixth grade until college entry, by 277 white and African American middle- and lower-middle-class students in the northeastern U.S., and compared with a one-year study of 206 white and Latino middle schoolers in rural Colorado. Trust was measured based on how students identified with statements such as: \"I am treated fairly by my teachers and other adults at my school.\"The researchers found that trust decreased for all students from sixth to eighth grade but declined faster for African American and Latino students than it did for their white peers. Furthermore, students who lost more trust than expected in seventh grade were less likely to fulfill on-time enrollment at a four-year college six years later.\"Prior research shows that people trust an institution more when they perceive that it is procedurally just and that its authorities have personal regard for individuals served by the institution,\" Yeager said. In the study, minorities also reported more racial disparities than white students in decisions involving school discipline, with fewer than 55 percent of African American students expecting equal treatment after the first semester of sixth grade.Official school records indicated that African Americans were disciplined more throughout middle school, particularly in regards to more grey-area incidents involving \"defiance\" and \"disobedience\" where African American students outnumbered their white peers nearly 3-to-1. Still, the largest race gap in school discipline was in sixth grade, fueling a perceived bias and predicting future disciplinary incidents, researchers said. \"Perceived bias and mistrust reinforce each other. And like a stone rolling down a hill that triggers an avalanche, the loss of trust could accumulate behavioral consequences over time,\" Yeager said. \"Seeing and expecting injustice and disrespect, negatively stereotyped ethnic minority adolescents may disengage, defy authorities, underperform and act out.\"To combat this vicious cycle, researchers tested the efficacy of a \"wise feedback\" intervention on improving students' trust in a small experimental sub-sample of 88 white and African American seventh-graders. In the experiment, half of the students received critiques and a hand-written note from their teacher on a first-draft essay, stating: \"I'm giving you these comments because I have very high expectations, and I know that you can reach them.\" While this intervention did not influence white students, African American students had fewer disciplinary incidents the following year (about half) and were 30 percentage points more likely to attend college than those in the control group. The researchers caution that the one-time note is not an intervention that is designed for wide-scale use, but it highlights that teachers can work more systematically to create a classroom climate that boosts the trust of students who may have to contend with discrimination.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uota-atg020817.php", "region": "namerica", "source_link": "https://news.utexas.edu/2017/02/08/a-trust-gap-may-hinder-academic-success-for-minorities", "funder": "", "meeting": "", "institution": "University of Texas at Austin", "keywords": ["Education", " K-12", " Social/Behavioral Science", " Behavior", " Mental Health", " Perception/Awareness"], "journal": "Child Development", "description": "Middle school students of color who lose trust in their teachers due to perceptions of mistreatment from school authorities are less likely to attend college even if they generally had good grades, according to psychology research at The University of Texas at Austin published in the journal Child Development.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}