{"title": "Host birds reject brown parasitic eggs more often the blue-green eggs", "text": "Scientists have long thought that host birds accept or reject parasitic eggs according to how closely they resemble their own eggs in color. However, a new study in the Proceedings of the Royal Society B shows that both robins and blackbirds tended to reject brown eggs and accept blue-green eggs regardless of the color differences between their own eggs and the foreign eggs.The article, titled \"Egg discrimination along a gradient of natural variation in eggshell coloration,\" is the collaboration of an international team of researchers, including Dr. Daniel Hanley, Assistant Professor of Biology, Long Island University Post, and Dr. Mark Hauber, Professor of Psychology, Hunter College and the Graduate Center of City University of New York (CUNY).Avian brood parasites lay their eggs in other birds' nest and this poses a substantial challenge for unwitting foster parents, known as hosts. These hosts can use a number of cues, including the appearance of parasitic eggs to detect and remove the parasitic egg. Senior author, Professor Hauber of the City University of New York, said: \"Scientists have long assumed that discriminatory host-to-be examine their own eggs soon after laying and reject all dissimilar eggs that they later find in the nest.\" However, this study provides experimental evidence that two hosts seem to pay attention to some color differences more than others: bluer eggs were accepted while equally dissimilar browner eggs were rejected.\"By using a simple experiment we show that two hosts are much more likely to remove parasitic eggs from their nests if they are browner than their own, but not if they are more blue-green,\" said Dr. Hanley. \"This result is surprising because the prevailing assumption of previous research had been that greater perceived differences between host and parasitic eggs would result in a greater likelihood of rejection.\"Dr. Daniel Colaco Osorio, Professor of Neuroscience, University of Sussex, who was not involved with the study, said, \"Eggs bluer than a certain value are accepted and those browner than this are rejected. This suggests that the birds make an accurate keep/reject judgment by comparing the color to some internal and widely shared standard.\"These findings highlight an unexplored cognitive mechanism underlying host egg recognition and illustrate that both sensory reception and cognitive processes are critical for host perception. The results also suggest that brown coloration can serve as a supernormal stimulus for eliciting higher egg rejection rates than do other colors.Dr. Hanley and his colleagues note that future research would benefit from thoroughly sampling across a host's entire sensory space.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tcuo-hbr020117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The City University of New York", "keywords": ["Social/Behavioral Science"], "journal": "Proceedings of the Royal Society  B", "description": "Host birds reject brown parasitic eggs more often the blue-green eggs.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}