{"title": "UChicago receives $2.4 million NIH grant to build visual prosthesis", "text": "The University of Chicago Medicine has been awarded a $2.4 million, five-year grant from the National Institutes of Health (NIH) to develop a system of wireless brain implants that might restore partial vision to people who have lost their sight.The project's goal is to create a system that converts input from a camera into electrical stimulations that produce useful visual perception in the brain. Although not a complete restoration of natural sight, the technology could drastically improve quality of life for people who have lost their vision through injury or illness.\"We want to create a stable, usable interface in which we stimulate the brain to induce perceptions of vision,\" said Philip Troyk, PhD, professor of biomedical engineering at the Illinois Institute of Technology (IIT) and principal investigator for the project. \"The next level of success would be that the subjects are able to use the devices with a portable system in a way that significantly improves their quality of life.\"Troyk, who is also a faculty associate in the section of neurosurgery at UChicago, was awarded a $1 million grant in 1996 to develop an early visual prosthetic. Several months into the project, the NIH cancelled its plans for human research. But Troyk and his collaborator, Vernon (Leo) Towle, PhD, professor of neurology at UChicago, kept working on related projects with other researchers.Now, Towle has formed a multidisciplinary team from UChicago, involving faculty from neurosurgery, psychiatry, ophthalmology, neurophysiology and The Grossman Institute for Neuroscience, Quantitative Biology and Human Behavior to work on the latest NIH-backed effort. They join six other institutions awarded subcontracts through IIT as part of a larger $11.7 million project funded by the White House BRAIN Initiative (Brain Research through Advancing Innovative Neurotechnologies). The new project will consist of two phases: a 2-year \"preclinical\" phase to develop the technology, followed by a 3-year clinical phase testing the system in human subjects. The university's neuroscientists and surgeons will develop and refine surgical procedures during the preclinical phase, then surgically implant the devices during the clinical phase.The Holy Grail of prostheticsRestoring vision is often seen as the \"Holy Grail\" of neural prosthetics, also known as brain-machine interfaces. Beginning in the 1960s with meetings at UChicago and the Massachusetts Institute of Technology, scientists have long dreamed of ways to connect electronics directly to the brain to restore sight. Starting in the 1970s, the NIH began funding various projects to understand the underlying biology and neuroscience of such systems.Previous attempts at building neural-visual interfaces used circuit boards and wires that required subjects to be physically connected to bulky or stationary equipment. The system proposed for the new project is centered around tiny devices called wireless floating microelectrode arrays, discs about five millimeters in diameter consisting of a computer chip on a ceramic substrate, surrounded by a coil for wireless communication, with 16 electrode pins that are smaller than the width of a human hair.The electrodes will be implanted into up to 600 sites on each side of the brain's visual cortex, located near the back of the head. Initially, the system will work only for people who were born with sight and lost it through injury or illness, because those patients have a fully developed visual cortex for processing images. The subject will wear glasses equipped with a cell-phone camera, which is connected to a small computer worn in a pouch. The computer will convert images from the camera into electrical impulses that will be transmitted to the brain implants through a device worn in a headband.The electrical impulses will stimulate the visual cortex and generate individual points of light called phosphenes in what would be the subject's normal field of vision. Perceptions of where these phosphenes appear differ from individual to individual, so researchers will need to perform rigorous tests to map each stimulus to its resulting visual location and develop software algorithms to assemble these signals into useful visual information for each subject.The resulting images would begin to form outlines of shapes that subjects could use to navigate or identify objects. These images should resemble the classic Lite Brite toy, where you poke holes in a sheet of paper that reveal a pattern when light shines through.\"Early on, when people talked about artificial vision, they thought it could help blind people play baseball and perform demanding visual tasks like that. Not quite,\" said Towle. \"But we know from preliminary work by our collaborators at Johns Hopkins, where people put on goggles to simulate this, people can learn very quickly. It's remarkable the things they can do when they have to rely on only a few signals.\"The devices are designed to be permanent, and the team plans to support subjects after the study ends, because even the smallest improvement in vision can have tremendous practical and emotional impact.\"With the technology we have, restoration that mimics biological vision as we know it won't be possible. I like to say, at this stage we're trying to convert someone who's totally blind into someone who's just legally blind,\" Troyk said. \"But we shouldn't underestimate how even a little visual information would make a significant improvement in quality of life for people who have no vision now.\"In addition to UChicago and IIT, the project team includes researchers from several institutions and organizations who have been collaborating since 2000: Johns Hopkins University and the University of Texas, Dallas; MicroProbes for Life Science and Sigenics, Inc., two electronic component manufacturers; and the Chicago Lighthouse, a social services organization serving the visually impaired.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uocm-ur020817.php", "region": "namerica", "source_link": "https://sciencelife.uchospitals.edu/2017/02/07/uchicago-receives-2-4-million-nih-grant-to-build-visual-prosthesis/", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Medicine/Health", " Neurobiology", " Ophthalmology", " Rehabilitation/Prosthetics/Plastic Surgery"], "journal": "", "description": "The University of Chicago Medicine has been awarded a $2.4 million, five-year grant from the National Institutes of Health to develop a system of wireless brain implants that might restore partial vision to people who have lost their sight.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}