{"title": "Online weight-loss groups offer valuable support, comfort", "text": "Ingeborg Grønning, a researcher at the Norwegian University of Science and Technology (NTNU) has been studying a diary from an online weight loss forum that is open to comments from other weight loss forum participants. Certain posts receive more responses than others, she has found.Grønning chose to analyse the diary entries of \"Astrid,\" a very active user on the forum.\"In 19 of 22 cases Astrid received positive responses when she posted confessions like, 'I've been eating sweets and drinking wine for several days.' The sociologist Erving Goffman uses the term 'saving face,' and from the responses it seems that the others in the forum know what it's like to be overweight, and they step in to help her save face,\" says Grønning.The results of the study have been published in Grønning's article, \"Digital absolution: Confessional interaction in an online weight loss forum,\" which is part of her doctoral thesis on morbid obesity and the efforts and various processes associated with morbid obesity.She first heard about the national Norwegian weight loss forum when she interviewed people who had undergone weight loss.\"I discovered that they used various forums to get experience-based answers to their questions from laypeople,\" says Grønning.Aksel Tjora, study co-author and NTNU professor of sociology, finds it interesting to see which posts trigger responses.\"We're drowning in status updates and photo sharing in social media. The fact that [the number of] responses is above average when the post concerns a problem, shows that users are there to support each other, and that they hope to get support when they need it,\" says Tjora.By analyzing the responses, Grønning has concluded that they can be divided into three categories: prospective, collective and positive.\"The prospective, or forward-looking, answers are along the line of 'if we continue on the same track, the weight will come off.' Collective responses give voice to 'we're all struggling with the same problem,' and the positive answers are purely supportive,\" she says.Tjora has previously studied communication in other support groups and believes the three response categories also characterize other forums.\"The categories say something about the dynamics in a self-help group, where people are basically searching for help on something they've done wrong or haven't succeeded at,\" he says.Posts on the weight loss forum that Grønning studied are open to all forum participants, who can remain anonymous. This is an important aspect since obesity still ranks among conditions that are most stigmatized.\"Obesity involves social stigma, but on a forum you can avoid the public shaming, and can speak out without the involvement of normal-weight people, medical science or the authorities,\" says Grønning.\"The forum is accessible regardless of where you live, and if you want you can remain anonymous. It's a tolerant community where everyone has something in common. Patients with stigmatized conditions like obesity use online forums extensively. It's terrific that a forum can work that way,\" she says.She believes it is important not to underestimate what happens on an online forum.Online forums are \"very useful for those who are active. Losing weight is a long process, you have to work hard and persistently to succeed. Encouragement from others helps keep spirits up,\" Grønning says.", "article_link": "http://dx.doi.org/10.1177/1354856516678558", "url": "http://www.eurekalert.org/pub_releases/2017-02/nuos-owg020617.php", "region": "europe", "source_link": "http://geminiresearchnews.com/2017/02/support-comfort-from-online-weigh-loss-group", "funder": "", "meeting": "", "institution": "Norwegian University of Science and Technology", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Behavior", " Coping/Phobias", " Decision-making/Problem Solving", " Perception/Awareness", " Stress/Anxiety"], "journal": "Convergence", "description": "Online weight loss forums protect participants from public fat shaming, and offer them a place to speak out without being confronted by normal-weight individuals, medical science or the authorities.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}