{"title": "Why we underestimate time when we're having fun on Facebook", "text": "Updating your Facebook status can be a fun way to while away the hours - but now it seems it really is making us lose track of time as we do it.\r\nNew research from psychologists at the University of Kent suggests that people who are using Facebook or surfing the web suffer impaired perception of time.\r\nResearchers from the University's School of Psychology found that the way people perceived time varied according to whether their internet use was specifically Facebook related or more general.\r\nUsing well-established internal clock models, researchers attempted to separate the roles of 'attention' and 'arousal' as drivers for time distortion. The researchers found that Facebook-related stimuli can lead to an underestimate of time compared to general internet use, but that both lead to a distortion of time. \r\nIn the study, Lazaros Gonidis and Dr Dinkar Sharma, monitored the responses of 44 people who were shown 20 images for varying amounts of time. Five of the images were associated with Facebook, five had more general internet associations with another ten as neutral 'control' images. \r\nThose taking part had to say whether the image they had just seen had been visible for a short or long time. \r\nThe key finding was that people tended to underestimate the time they had been looking at Facebook-related images to a greater extent than other more general internet related images, but that in both cases time was underestimated. This suggests that Facebook-related images affect time by changing how we pay attention to them. The findings are likely to have implications for future study into addictive behaviour. \r\nThe study, entitled Internet and Facebook Related Images Affect the Perception of Time, is published in the Journal of Applied Social Psychology. See: http://onlinelibrary.wiley.com/doi/10.1111/jasp.12429/abstract\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uok-wwu020717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Kent", "keywords": ["Social/Behavioral Science", " Addiction", " Behavior", " Personality/Attitude"], "journal": "Journal of Applied Social Psychology", "description": "Updating your Facebook status can be a fun way to while away the hours -- but now it seems it really is making us lose track of time as we do it.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}