{"title": "Study finds troubling consequences for anti-Muslim and anti-Mexican attitudes and actions", "text": "The President's recent Executive Order is attempting to close U.S. borders to citizens of seven Muslim-majority countries, with the rationale that it would make Americans safer against the threat of terrorism. But new research from the University of Pennsylvania and Northwestern provides evidence that this action may do just the opposite. The study, \"Backlash: The Politics and Real-World Consequences of Minority Group Dehumanization,\" looked at Americans' dehumanization of Muslims and Mexican immigrants during the 2016 U.S. Republican Primaries, and the consequence that feeling dehumanized had on these minority groups.In the study, the authors presented American participants with the popular 'Ascent of Man' diagram, and had each participant place groups of people where they thought they belonged on this scale, from the ape-like human ancestor (0) through modern human (100).  They found that participants placed Muslims and Mexican immigrants significantly lower on the scale than Americans as a whole. Even after controlling for conservative views and racial prejudice, the authors found that Americans who held dehumanizing views of Muslims or Mexican immigrants were also more likely to cast them in threatening terms, withhold sympathy for them and support tactics toward them like increased surveillance, restricted immigration and deportation. Overall, support for Donald Trump, who was a candidate for President at the time the data were collected, was strongly correlated with dehumanization of both Muslims and Mexican immigrants. In fact, the correlation between dehumanization and Trump support was significantly stronger than the correlation between dehumanization and support for any of the other Democratic or Republican candidates. Crucially, the researchers found that these dehumanizing perceptions had consequences. When they asked Latinos and Muslims to report how dehumanized they felt by Donald Trump, Republicans, and Americans in general, they found that perceived dehumanization (or 'meta-dehumanization') was high, and the greater this perception, the more inclined individuals were to support violent versus non-violent collective action. Muslims who felt dehumanized also were less willing to assist law enforcement in counterterrorism efforts. \"Feeling not only disliked, but dehumanized by another group has a profound effect on people,\" says Emile Bruneau, PhD, the study's co-author and Director of the Peace and Conflict Neuroscience Lab at the Annenberg School for Communication. \"Our past work has shown that Americans who feel dehumanized by Iranians strongly oppose the Iran Nuclear deal and prefer instead to consider military options. It is no different for American Muslims.\"  According to Bruneau and his co-author, Nour Kteily, PhD, of the Kellogg School of Management at Northwestern, dehumanization can establish a vicious cycle:\"If we use rhetoric and enact policies that make Muslims feel dehumanized, this may lead them to support exactly the types of aggression that reinforce the perception that they are 'less civilized' than 'us.' In this way, dehumanization can become self-fulfilling in the minds of the dehumanizers and justify their aggression,\" Bruneau says.  The authors also noted that American-born Muslims were more likely than foreign-born Muslims to respond to feeling dehumanized with hostility. \"Although speculative,\" they write, \"it may be that those who were born in the United States have a greater expectation than those born elsewhere (and who may not be U.S. citizens) that they will be treated by the rest of their society as fully human.\"According to the authors, dehumanizating views can lead to policies like the present immigration ban, but by making Muslims feel dehumanized, these policies increase the very danger against which they purport to safeguard.The study was published in the journal Personality and Social Psychology Bulletin.\r\n", "article_link": "http://dx.doi.org/10.1177/0146167216675334", "url": "http://www.eurekalert.org/pub_releases/2017-02/uop-sft020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Policy/Ethics", " Guidelines/Treaties/Agreements", " Law Enforcement", " Social/Behavioral Science", " Behavior", " Demography", " Immigrants & Migration", " Perception/Awareness"], "journal": "Personality and Social Psychology Bulletin", "description": "In a study conducted during the 2016 US Republican Primaries, researchers from Penn and Northwestern found that Americans hold dehumanizing views of Muslims and Mexican immigrants, and as a result of feeling dehumanized, these groups become more likely to favor violent action over nonviolent and are less likely to assist with counterterrorism.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}