{"title": "Building a better model of human-automation interaction", "text": "People generally make decisions using two ways of thinking: They think consciously, deliberate for a while, and try to use logic to figure out what action to take -- referred to as analytical cognition. Or people unconsciously recognize patterns in certain situations, get a \"gut feeling,\" and take action based on that feeling; in other words, they use intuitive cognition.\r\n \r\nIn his February Human Factors paper, \"Intuitive Cognition and Models of Human-Automation Interaction,\" Robert Earl Patterson found that current taxonomies used to classify systems or teams of humans and computers include only conscious, deliberation-type thinking and neglect the role of intuitive cognition. Patterson suggests that automated systems of the future -- such as smart cars, homes, and devices -- may be improved if they incorporated both intuitive and analytical cognition. In the paper, he presents a new dual-processing taxonomy based on the work of Raja Parasuraman and colleagues in 2000.\"Intuitive cognition,\" Patterson states, \"should be encouraged whenever automation fosters a quick grasp of the meaningful gist of information based on experience or perceptual cues, without working memory or precise analysis.\" For example, an individual interacting with computers that display the status of a system in pictorial form would engage intuitive cognition via those perceptual cues.Patterson notes an advantage: \"Intuitive cognition is relatively immune to time pressure and workload, unlike analytical cognition, which is slow in responding.\" This could be seen, for example, in a scenario in which experienced firefighters quickly extinguish a difficult fire using intuitive cognition they've developed from dealing with fires in the past.To bring intuitive cognition into future automated systems, Patterson speculates, \"the human and machine may need to train together in some fashion so the interaction can be based on learned unconscious pattern recognition.\"In the long run, Patterson believes that a human-automation taxonomy that incorporates intuitive cognition will promote novel human-machine system design in the future. He and coauthor Robert Eggleston delve more into intuitive cognition in a paper to be published in the Journal of Cognitive Engineering and Decision Making in March 2017.", "article_link": "http://dx.doi.org/10.1177/0018720816659796", "url": "http://www.eurekalert.org/pub_releases/2017-02/hfae-bab020617.php", "region": "namerica", "source_link": "https://www.hfes.org/Web/DetailNews.aspx?Id=431", "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Social/Behavioral Science", " Transportation/Travel", " Memory/Cognitive Processes", " Perception/Awareness", " Computer Science", " Multimedia/Networking/Interface Design", " Software Engineering", " Industrial Engineering/Chemistry", " Vehicles", " Robotry/Artificial Intelligence"], "journal": "Human Factors: The Journal of the Human Factors and Ergonomics Society", "description": "Automation system designers and human factors researchers can now rely on a new taxonomy to guide them in how intuitive cognition fits into the current model of human-automation interaction.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}