{"title": "Pride -- sin or incentive?", "text": "As human emotions go, pride has earned a bad rap. Christians count it among the seven deadly sins, the ancient Greeks charged it with provoking destruction by the gods, and non-industrial peoples around the world consider it a source of bad luck.Still, some behavioral scientists reject pride as a universal emotion, arguing that individuals in other cultures, such as Japan, lack the pride-achievement motivation so familiar to Westerners.But does pride really deserve its reputation both as a menace and as an emotion limited to only some cultures? Perhaps not, say a group of researchers at UC Santa Barbara's Center for Evolutionary Psychology (CEP). Pride, they argue, served an important function in social life that led to its evolution among our foraging ancestors. Their study, which covers 16 countries and four continents, appears in the journal Proceedings of the National Academy of Sciences.The Pride System\"The function of pride is to motivate the individual to cultivate traits and pick courses of action that increase others' tendency to value them,\" said lead author Daniel Sznycer, a CEP research scientist at UCSB and a postdoctoral researcher at Arizona State University. \"Natural selection would have crafted a neural program -- pride -- that makes you care about how much others value you, and motivates you to achieve and advertise socially valued things.\"The authors refer to this theory -- which brings together the views of several evolutionary researchers -- as \"the advertisement-recalibration theory of pride.\"\"Our ancestors lived close to the edge, and depended in their daily life on acts of kindness by their fellow band members -- kindness that was increased the more they valued you,\" explained Leda Cosmides, a professor of psychology at UCSB, co-director of the CEP, and a co-author of the paper.John Tooby, a professor of anthropology at UCSB, co-director of the CEP, and also a co-author of the paper added: \"The pride system is designed to give others some vote in what behavior you end up choosing, so that they have an ongoing stake in your welfare. This predicts not only that people should have a detailed map of what members of their community value socially, but that the intensity of pride someone feels in achieving some specific outcome should closely match the degree to which others would value that specific achievement. This helps you determine which value-promoting acts are worth the effort.\"Depending on the magnitude of the anticipated pride when considering a course of action, individuals will pursue and advertise behaviors that increase others' evaluations of them. According to the researchers, the anticipated feeling of pride is a social pricing signal, allowing the mind to weight the private payoff of an action (e.g. the nutritional value of hunting a given type of prey) against the social payoff (e.g. showing others that you are a skilled hunter, or giving the meat to others). Pride as a neural system inclines people to factor in others' regard alongside the private benefits so that the act with the highest total payoff is selected.Private Payoff vs. Social BenefitTo test the prediction that anticipated pride at taking an action matches the community's valuation of that action, the researchers created 25 brief fictional scenarios depicting behaviors or traits that were expected, on evolutionary grounds, to lead to valuation from others. Among them are possessing skills, being trustworthy, being generous and being physically attractive. They ran these scenarios on 2,085 participants in 16 countries on four 4 continents. One group of participants was asked to report, for each scenario, how positively they would view another person if those things were true of that person. A different group of participants was asked how much pride they would feel if those things were true of themselves.\"We observed a surprisingly close match between the community's positive regard for people who display each of these acts or traits -- that is, the magnitudes of valuation by an audience --and the intensities of pride that individuals reported they would feel if they had taken those acts or displayed those traits, Sznycer said. \"Feelings of pride really move in lockstep with the values those around you place on various acts and traits. This is true in all the 16 cultures we tested.\"Further studies, he noted, showed that it is pride in particular, and not positive emotion in general, that tracks others' values.Cross-Cultural SimilaritiesFor this reason, the authors argue, pride does not deserve its dark reputation. Rather, pride generates socially valuable outcomes for others as a side effect of a natural desire to be approved of, they said. Even more fundamentally, the studies uncovered massive cross-cultural similarities in the qualities people value in others. \"It's not just that Americans and Italians and Turks and Koreans like trustworthiness, attractiveness and generosity in others. The relative values people assign to those positive attributes are astonishingly similar across cultures,\" Tooby said. \"This suggests that the underlying grammar of valuation that makes you experience others as more or less appreciated is a culturally invariant feature of human nature.\" Cultural psychologists have argued that people lack motivation to enhance their reputations in some collectivist cultures, such as Japan. However, the authors find in their data that the Japanese have the same patterns of pride as do people from other cultures. \"The pride of the Japanese participants closely tracked not only the evaluations of their fellow Japanese, but also the evaluations of people from all the other countries, collectivist and individualist alike,\" noted Sznycer. \"These data are hard to reconcile with the notion that the Japanese don't 'self-enhance,' but are easy to assimilate if you assume that the Japanese have a rich psychology for self-promotion -- pride -- just like everybody else.\"Elegantly EngineeredBut if pride is found across cultures, why is it so widely maligned? Perhaps, the researchers note, it is because pride is occasionally miscalibrated and causes an overly high sense of entitlement in the achiever. \"People dislike the social subordination that sometimes follows others' increases in status,\" Sznycer explained. \"And when there's envy the mere success of others is experienced as a grievance. This may explain why pride is a target of righteous indignation around the world.\"A careful mapping of this emotion suggests a different view, however,\" he continued. \"Pride appears to be an elegantly engineered emotion: It makes you pursue socially valued courses of action, and it facilitates the gains in esteem that make those actions worth pursuing.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--p-020617.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/017673/pride-sin-or-incentive", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Social/Behavioral Science", " Anthropology", " Behavior", " Personality/Attitude", " Demography", " Mental Health", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Proceedings of the National Academy of Sciences", "description": "Correctly forecasting the personal qualities valued in their local population, humans generate pride accordingly.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}