{"title": "'I feel for you' -- some really do", "text": "When a student in a University of Delaware study watched a video of someone else's hand being touched, she felt the touch on her own hand. While that may seem a little eerie to most of us, she's not alone. About two in 100 people have this condition called mirror-touch synesthesia, or MTS.In an article published in Cortex, UD researchers reveal new information about MTS based on one of the largest studies of its kind. The subject pool was more than 2,000 undergrads from multiple sections of an introductory psychology course who volunteered as research participants over the past few years.\"Some of the students in our study didn't know that what they were experiencing was different from the rest of the population, and it blew their minds,\" says Jared Medina, assistant professor in UD's Department of Psychological and Brain Sciences. \"But if you have mirror-touch synesthesia, there's nothing wrong with you. It's just an interesting difference, like being double-jointed.\"Carrie DePasquale led the screening process as part of her undergraduate research at UD. She graduated from the University in 2015 with an honors bachelor's degree in neuroscience and is working now on her doctorate at the University of Minnesota.Each student was tested sitting at a table with hands oriented either palms up or palms down. Each was shown a series of videos of a hand being touched, varying the location -- surface or palm, index or ring finger, right hand or left hand -- and asked if they felt anything, where the touch was felt and the strength of the sensation. A second experiment tested reaction times to rule out if someone was faking it. From the 2,351 undergraduates screened, 45 were identified to have MTS.\"When I would debrief them, many would tell me about sensations they felt while watching movies,\" DePasquale says. \"It was almost as if they were a part of the movie -- feeling touch, pain and other physical sensations that the characters were experiencing.\"How similar were the responses of the 45 synesthetes to what they actually saw? When the participants' hands and the video hand had the same posture -- all hands palms-up, for example -- the participants frequently felt touch on the same surface stimulated in the video.However, when the hands were in a different position (video hand palms-down, participants' hands palms-up), a different pattern emerged.One group consistently felt phantom touch on their own hand surface that was facing up regardless of the side touched in the video. The other group always felt touch on the surface stimulated in the video regardless of their own hand position.\"These phantom sensations were more frequent when the participants' hand position matched the video hand's. Our findings suggest that the brain is matching the video hand to their own hand, as if asking 'could that be my hand?'\" Medina says.The hands have a hefty region dedicated to them in the somatosensory cortex -- the area of your brain that processes and maps inputs from the multitude of neurons responsible for touch. The amount of processing space taken up by the fingers in this brain region is almost equivalent to the space devoted to the entire area extending from the forearms to the mid-torso, Medina points out.People with MTS map tactile data differently than the rest of us do, but scientists don't yet know how. When most people view someone else being touched, some somatosensory brain regions are active. These same networks may be hyperactive in mirror-touch synesthetes, resulting in them feeling touch viewed on someone else's body, Medina says.Other forms of synesthesia exist, which some mirror-touch synesthetes also may have, Medina says. Instead of the black text of this article, they may see it in another color. Some may experience taste when seeing another person eating or drinking.Marilyn Monroe, Vladimir Nabokov and Vincent van Gogh are among a growing list of famous people believed to have been synesthetes. Nobel Prize-winning physicist Richard Feynman saw the letters in equations in different colors. Mary J. Blige, Billy Joel and Stevie Wonder are just a few of the musicians who have said they experience music as colors.In future research, Medina wants to use the fMRI in UD's new Center for Biomedical and Brain Imaging as part of the testing. By measuring oxygenated blood flow, the cutting-edge instrument can reveal what parts of the brain are most active during a particular task or movement. Medina hopes it can be used to understand brain function in those with MTS.\"We often assume that sensory experience is standard -- that we all see, hear and feel things the same way. But that's not the case. Our brains are all wired a little differently,\" Medina says. \"Our research is important for understanding variety in the human experience and how the mind works.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uod-ff020617.php", "region": "namerica", "source_link": "http://www.udel.edu/udaily/2017/february/mirror-touch-synesthesia/", "funder": "National Science Foundation, University of Delaware Research Foundation", "meeting": "", "institution": "University of Delaware", "keywords": ["Medicine/Health", " Neurobiology", " Social/Behavioral Science", " Perception/Awareness"], "journal": "Cortex", "description": "In an article published in the journal Cortex, University of Delaware researchers reveal new information about mirror-touch synesthesia based on one of the largest studies of its kind.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}