{"title": "Psychotherapy normalizes the brain in social phobia", "text": "Anxiety in social situations is not a rare problem: Around one in ten people are affected by social anxiety disorder during their lifetime. Social anxiety disorder is diagnosed if fears and anxiety in social situations significantly impair everyday life and cause intense suffering. Talking in front of a larger group can be one typical feared situation. A study conducted by researchers from the University of Zurich, Zurich University Hospital and the University Hospital of Psychiatry Zurich now reveals that the successful treatment of an anxiety disorder alters key brain structures that are involved in processing and regulating emotions.  Cognitive behavioral therapy pivotalIn patients suffering from social anxiety disorder, regulation of excessive anxiety by frontal and lateral brain areas is impaired. Strategies aimed at regulating emotions should restore the balance between cortical and subcortical brain areas. These strategies are practised in cognitive behavioral therapy (CBT) which is a central therapy for social anxiety disorder. The study from Zurich investigated structural brain changes in patients suffering from social anxiety disorder after a specific ten-week course of CBT. Using magnetic resonance imaging the participants' brains were examined before and after CBT.     Changes in the brain normalized\"We were able to show that structural changes occur in brain areas linked to self control and emotion regulation,\" says Annette Brühl, head physician at the Center for Depression, Anxiety Disorders and Psychotherapy at the University Hospital of Psychiatry Zurich (PUK). The more successful the treatment, the stronger brain changes. The research group was also able to demonstrate that brain areas involved in processing emotions were more interconnected after the treatment. \"Psychotherapy normalizes brain changes associated with social anxiety disorder,\" Brühl sums up.   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoz-pnt020617.php", "region": "europe", "source_link": "http://www.media.uzh.ch/en/Press-Releases/2017/Psychotherapy-social-phobia-.html", "funder": "", "meeting": "", "institution": "University of Zurich", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Mental Health", " Depression/Anger", " Normalcy", " Perception/Awareness", " Stress/Anxiety"], "journal": "Molecular Psychiatry", "description": "Psychotherapy is a central treatment for social anxiety disorder. Due to this treatment, changes in key brain structures involved in emotion processing and regulation are normalized, as researchers from the University of Zurich, Zurich University Hospital and the University Hospital of Psychiatry Zurich demonstrate in a new study.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}