{"title": "Who is appropriately qualified to perform cosmetic surgery? 'Confusing jargon' contributes to misperceptions", "text": "February 6, 2017 - Do you know what makes a \"plastic surgeon\" different from a \"cosmetic surgeon\"? If you're considering surgery to improve your appearance, the answer has important implications for choosing an appropriately qualified physician, according to a report in the February issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons (ASPS). \"Our study shows that the public, and the ultimate consumer, is confused by the titles 'plastic surgeon' or 'cosmetic surgeon,'\" according to senior author Rod  J. Rohrich, MD, of University of Texas Southwestern Medical Center, Dallas. \"The results demonstrate the need to eliminate confusing medical marketing in order to have a transparent system, where informed patients are assured a safe and aesthetically acceptable outcome.\" Dr. Rohrich is Editor-in-Chief of Plastic and Reconstructive Surgery.Some 'Cosmetic Surgeons' Aren't Board-Certified Plastic Surgeons\nThe researchers designed an internet survey to assess public perceptions of aesthetic or cosmetic surgery, or  \"surgery to improve one's appearance.\" A representative sample of 5,135 respondents completed the survey.The results showed some misperceptions about the qualifications needed to perform cosmetic surgery. Incorrectly, 87 percent of respondents believed that surgeons must have special credentials and training to perform these procedures, or to advertise themselves as aesthetic/cosmetic/plastic surgeons.More than half of respondents were unsure about the training needed to become a \"Board-certified\" plastic or cosmetic surgeon. In fact, surgeons need at least six years of residency training to be certified by the American Board of Plastic Surgery (ABPS), compared to just one year for certification by the American Board of Cosmetic Surgery (ABCS). The ABPS certification is recognized by the American Board of Medical Specialties, while ABCS certification is not.Most respondents stated their discomfort with specialists other than plastic surgeons performing surgery to improve their appearance. Less-educated respondents and those with lower incomes were more likely to believe that surgeons must be Board-certified in plastic surgery in order to perform aesthetic/cosmetic surgery.The demand for cosmetic surgery and minimally invasive procedures has risen dramatically in recent years, creating a financial motive for physicians to performed aesthetic surgery. Dr. Rohrich and coauthors write, \"In fact, a growing number of physicians without training in plastic and reconstructive surgery are performing surgery to improve one's appearance, often at the expense of patient safety and outcomes.\"The survey identifies several factors contributing to confusion about which doctors are appropriately qualified to perform surgery to improve one's appearance, including \"problematic medical marketing, recognized and unrecognized boards, and varying categorization of surgeons.\" The ASPS has developed a \"Do Your Homework\" campaign to educate the public on how to identify providers who can safety perform aesthetic/cosmetic/plastic surgery procedures. \"With the current system, physicians can capitalize on confusing jargon to convince patients that they are appropriately qualified to perform the procedures they advertise their expertise in,\" Dr. Rohrich and colleagues write. They outline an action plan to help patients make a more informed decision about the provider they want to perform their aesthetic/cosmetic surgery--focusing on \"increasing patient education, eliminating misconceptions, and, ultimately, improving patient safety.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/wkh-wia020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Diet/Body Weight", " Health Care Systems/Services", " Health Professionals", " Rehabilitation/Prosthetics/Plastic Surgery", " Surgery"], "journal": "Plastic and Reconstructive Surgery", "description": "Do you know what makes a 'plastic surgeon' different from a 'cosmetic surgeon'? If you're considering surgery to improve your appearance, the answer has important implications for choosing an appropriately qualified physician, according to a report in the February issue of Plastic and Reconstructive Surgery®, the official medical journal of the American Society of Plastic Surgeons.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}