{"title": "Monell Center receives grant to characterize distinctive odor of ovarian cancer", "text": "PHILADELPHIA (Feb. 6, 2017) - Promising research to identify a characteristic odor that can be used to detect early stage ovarian cancer recently received a significant boost. A new three-year $815,000 grant to the Monell Center from the Robert J. Kleberg, Jr. and Helen C. Kleberg Foundation will allow Monell scientists and collaborators to confirm initial findings of a unique odor pattern, known as an odor signature, for ovarian cancer. The multi-disciplinary team will utilize the odor information to customize a portable screening device that can diagnose the deadly disease at early, treatable stages. Monell organic-analytical chemist George Preti, PhD, is principal investigator of the new grant; project collaborators include researchers from the University of Pennsylvania's Nano/Bio Interface Center, Ovarian Cancer Research Center, and Penn Vet Working Dog Center.Ovarian cancer, known as a silent killer because its early symptoms are difficult to detect, has the lowest survival rate of all female reproductive cancers. Each year, approximately 250,000 women worldwide are diagnosed with ovarian cancer and 140,000 women die of the disease. At present, there is no accurate and reliable screening test for ovarian cancer; most patients are identified in later stages of the disease, when limited treatment options result in poor outcomes. \"This critical funding from the Kleberg Foundation will enable us to validate and extend our findings on identifying ovarian cancer based on its odor signature. We then hope to leverage this basic knowledge into clinical trials of a diagnostic sensor,\" said Monell Center Director Robert Margolskee, MD, PhD.Knowing that cancer-related metabolic changes affect how odor-producing chemicals known as volatile organic compounds are released from cancerous tissues, the innovative research project incorporates three approaches: trained dogs to provide proof-of-principle that an odor signature for ovarian cancer exists; analytical chemistry instruments to identify the relevant volatile compounds that make up the distinctive odor signature; and DNA coated nanosensors that can be programmed with this information to create a portable diagnostic tool. In early studies, the team collected blood plasma samples from small groups of ovarian cancer patients and controls. Preti, a world-recognized expert on the chemistry of human body odors, used a technique called gas chromatography/mass spectrometry to identify the unique chemical mixture associated with the cancer-related odor. The Kleberg Foundation grant will enable Preti and colleagues to confirm these findings and extend their focus to identify the chemical composition of odor signatures from patients with early stage ovarian cancer. Associated studies also funded by the new grant will optimize the odor signature information to determine which chemical odorants provide the most specific and sensitive biomarker information for the different stages and subtypes of ovarian cancer.  \"Currently, most ovarian cancers have grown to the size of an onion by the time they are diagnosed. By this time, the patient prognosis is poor. Our goal is to harness information from the released odors to create a sensitive diagnostic scanner that can detect this deadly disease when it is the size of a peppercorn and the five-year survival rate is greater than 90 percent,\" said Preti.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/mcsc-mcr020217.php", "region": "namerica", "source_link": null, "funder": "Robert J. Kleberg, Jr. and Helen C. Kleberg Foundation", "meeting": "", "institution": "Monell Chemical Senses Center", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Cancer", " Diagnostics", " Olfactory/Taste", " Nanotechnology/Micromachines"], "journal": "", "description": "A new three-year $815,000 grant to the Monell Center from the Robert J. Kleberg, Jr. and Helen C. Kleberg Foundation will allow Monell scientists and collaborators to confirm initial findings of a unique odor pattern, known as an odor signature, for ovarian cancer. The multi-disciplinary team will utilize the odor information to customize a portable screening device that can diagnose the deadly disease at early, treatable stages.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}