{"title": "Psychology explains how to win an Oscar", "text": "If you want to win an Oscar it is best to be an American actor in a film that portrays American culture.That is the conclusion of a paper published today, Sunday 5 February, in the British Journal of Psychology by Dr Niklas K. Steffens from the School of Psychology at The University of Queensland and his fellow authors.The researchers conducted a large-scale analysis of the distribution of the Academy Awards for best actor and for best actress in a leading role by the Los Angeles-based Academy of Motion Picture Arts and Sciences (i.e., the Oscars) as well as the award for best actor and for best actress in a leading role by the London-based British Academy of Film and Television Arts (i.e. the BAFTAs) since 1968.This covered a total of 908 merit prize winners, comprising 97 winners and 383 (unsuccessful) nominees for the Oscars and 97 winners and 331 (unsuccessful) nominees for the BAFTAs. Both awards state that they aim to recognise best performances in films from all over the world.The results show that US actors dominated the awards, winning more than 50 per cent of all prizes across Oscars and BAFTAs. Nevertheless, actors were more likely to win if they shared social group membership with the judges. This meant that American actors won 52 per cent of all BAFTAs but 69 per cent of all Oscars, while British actors won 18 per cent of all Oscars but 34 per cent of all BAFTAs.Dr Steffens said: \"We know a lot about the factors that increase people's capacity to show exceptional performances. However, a somewhat different question is what makes a given creative performance likely to be seen as exceptional. This was the question we addressed in this research.\"These results show that whether we see a given performance as extraordinary is not just a function of the objective quality of that performance. For perceivers are much more likely to recognise a performance as truly brilliant when perceivers and performers share membership in a social group.\"The data also showed that nationality made a difference to actually winning an award. For the Oscars, American actors received 67 per cent of all nominations but 78 per cent of all awards. The same held true for the BAFTAs, where British actors won 31 per cent of all nominations but 42 per cent of all awards.Commenting on this pattern, Dr Steffens said:\"Shared social group membership becomes even more important when the diagnostic value of a quality indicator increases - that is, when we establish whether something is not just excellent but outstanding.\"In this case, American actors win two out of three of all Oscar nominations but almost four out of five of all Oscar awards.\"Another important determinant of success was the subject matter of the film. In the Oscars, American artists accounted for 26 per cent of award winners whose performance was in films about non-US culture but for 88 per cent of award winners whose performance was in films about American culture. Dr Steffens said:\"There is a widespread belief that our perception of makes a creation original and outstanding is given by its objective qualities, but in fact it is heavily influenced by the social groups we are members of, and which provide the basis for making sense of the world.\"\r\n", "article_link": "http://dx.doi.org/10.1111/bjop.12242", "url": "http://www.eurekalert.org/pub_releases/2017-02/bps-peh020217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "British Psychological Society", "keywords": ["Social/Behavioral Science", " Arts/Culture", " Personality/Attitude", " Audiovisual Media"], "journal": "British Journal of Psychology", "description": "If you want to win an Oscar it is best to be an American actor in a film that portrays American culture.", "date": "Sun, 05 Feb 2017 05:00:00 GMT"}