{"title": "Smiling makes you look younger? Not according to a new Ben-Gurion University study", "text": "BEER-SHEVA, Israel...May 11, 2017 - While conventional wisdom is that smiling makes you appear younger, researchers at Ben-Gurion University of the Negev have scientifically proven otherwise.\r\nAccording to the findings, published in the May 8th edition of Psychonomic Bulletin and Review, the researchers show for the first time that people flashing those pearly whites are perceived as older than those with a deadpan or surprised expression.\"Popular media promotes the idea that smiling makes you look younger,\" says Professor Tzvi Ganel, head of the Laboratory for Visual Perception and Action in BGU's Department of Psychology. \"Look at all of the smiling faces in skincare and dental ads. How many of us post smiling faces on social media?\"The researchers conducted a series of experiments intended to gauge age perception based on facial expressions. Forty BGU student participants were shown images of people and asked to rank them from oldest to youngest. They were shown pictures of smiling faces, neutral expressions and surprised looks. The participants ranked the smiling faces as the oldest, followed by neutral expressions, and surprised expressions as the youngest.\r\nWhat's more, when asked to recall their reactions after the experiment, study participants erroneously remembered identifying smiling faces as being younger than neutral ones. \"Ironically, we discovered that the same person can believe that smiling makes you appear younger and judge smiling faces older than neutral ones,\" says co-author Melvyn Goodale, director of the Brain and Mind Institute at Western University in Canada.The researchers believe that smiling makes a person look older because of the wrinkle lines that form around the eyes. A surprised face, however, lifts and pulls the skin backward, smoothing any potential age-related wrinkles.", "article_link": "http://dx.doi.org/10.3758/s13423-017-1306-8", "url": "http://www.eurekalert.org/pub_releases/2017-05/aabu-smy051117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Associates, Ben-Gurion University of the Negev", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Normalcy", " Perception/Awareness"], "journal": "Psychonomic Bulletin & Review", "description": "The researchers believe that smiling makes a person look older because of the wrinkle lines that form around the eyes. A surprised face, however, lifts and pulls the skin backward, smoothing any potential age-related wrinkles.", "date": "Thu, 11 May 2017 04:00:00 GMT"}