{"title": "This nasal receptor mediates the appetizing smell of fish food", "text": "The aquatic environment is full of tantalizing chemicals that can guide a fish to mates or meals. Now, scientists in Japan have identified the olfactory receptor and brain circuitry that picks up the scent of adenosine triphosphate, or ATP. Although mostly known for carrying energy within cells, ATP is also a constituent of fish prey such as brine shrimp and plankton. The newly identified receptor is unique to fish and amphibians and is the gateway to initiating foraging behaviors in the zebrafish.ATP has been known to induce neural activity in the nose of several fish species, but the precise receptor that is activated and the subsequent brain signaling have been unknown. The laboratory of Yoshihiro Yoshihara at the RIKEN Brain Science Institute has now pinpointed this chemical cascade. Their study was published in Current Biology on May 11.Zebrafish are highly drawn to ATP and related adenosine compounds (see video), but without an olfactory epithelium--the primary smelling layer of cells in the nose--ATP is no longer as attractive to the fish, indicating that it is the sense of smell that is responsible. Unlike other tested compounds, ATP activated neurons in the nose that are 'pear-shaped' and quite distinct from other olfactory sensory neurons. From there, the researchers traced the neural activation to one specific large glomerulus, or convergence of axons and dendrites in the olfactory bulb of the zebrafish brain. The lG2 glomerulus is highly sensitive to ATP and closely related compounds and in turn transmits the odor information to areas in the forebrain that are responsible for triggering the appropriate foraging behaviors.When the researchers searched for the genetic mediator of ATP olfaction, they found a novel adenosine receptor gene they dubbed A2c that is expressed in the small number of pear-shaped olfactory sensory neurons in the zebrafish nose. \"We think the receptor coded by this gene is important for olfactory sensing of ATP,\" says research team leader Yoshihara. The A2c gene was found to be conserved across all fish and amphibian species whose genomes have been sequenced, but is not present in reptiles, birds or mammals, while other adenosine receptor genes were present in all vertebrates. \"This suggests that the A2c adenosine receptor has a highly specific function in aquatic lower vertebrates, precisely to mediate foraging behavior to attractive molecules,\" says Yoshihara.Interestingly, the researchers found that the A2c receptor responds very narrowly only to adenosine. This means that ATP in the water has to be enzymatically broken down in the zebrafish nose for it to activate the receptor. The authors found that enzymes and the receptor work hand-in-hand to quickly sense ATP and transmit this information to the brain. This mechanism may have arisen very early in evolution to allow the detection of food-derived chemicals in the aquatic environment via the sense of smell.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.04.014", "url": "http://www.eurekalert.org/pub_releases/2017-05/r-tnr050817.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "RIKEN", "keywords": ["Biology", " Genetics", " Neurobiology", " Behavior", " Perception/Awareness", " Genes"], "journal": "Current Biology", "description": "The aquatic environment is full of tantalizing chemicals that can guide a fish to mates or meals. Now, scientists in Japan have identified the olfactory receptor and brain circuitry that picks up the scent of adenosine triphosphate, or ATP. Although mostly known for carrying energy within cells, ATP is also a constituent of fish prey such as brine shrimp and plankton. The newly identified receptor is unique to fish and amphibians and is the gateway to initiating foraging behaviors in the zebrafish.", "date": "Thu, 11 May 2017 04:00:00 GMT"}