{"title": "Study shows 'walking a mile in their shoes' may be hazardous to your health", "text": "BUFFALO, N.Y. - When it comes to empathy, the idiom that suggests \"walking a mile in their shoes\" turns out to be problematic advice, according to new research published in the Journal of Experimental Psychology.\r\n\"That's because there are two routes to empathy and one of them is more personally distressing and upsetting than the other,\" says Michael Poulin, an associate professor in the University at Buffalo Department of Psychology and co-author of the study led by University of Pennsylvania psychologist Anneke E.K. Buffone, who was a PhD student at UB when the research was conducted. \r\nThe findings, based on stress physiology measures, add a new and previously unexplored dimension to understanding how choosing a path to empathy can affect a helper's health and well-being. The study's conclusions provide important insights into areas ranging from training doctors to raising children.\r\nThe routes to empathy Poulin mentions diverge at the point of the helper's perspective.  The two may sound similar, but actually turn out to be quite different in terms of how they affect the person who is trying to help another.\r\nOne approach observes and infers how someone feels. This is imagine-other perspective-taking (IOPT). The other way to empathize is for helpers to put themselves into someone else's situation, the imagined \"walking a mile\" scenario. This is imagine-self perspective-taking (ISPT).\r\n\"You can think about another person's feelings without taking those feelings upon yourself (IOPT),\" says Poulin. \"But I begin to feel sad once I go down the mental pathway of putting myself into the place of someone who is feeling sad (ISPT).\r\n\"I think sometimes we all avoid engaging in empathy for others who are suffering partially because taking on someone else's burdens (ISPT) could be unpleasant. On the other hand, it seems a much better way to proceed is if it's possible to show empathy simply by acknowledging another person's feelings without it being aversive (IOPT).\"\r\nSome previous research has tried to get at the question of stress relative to IOPT and ISPT by asking people to report how they felt after a helping behavior. But the current study breaks new ground by examining the effects of perspective taking while someone is engaged in helping behavior.\r\n\"I have some degree of uncertainty about how well people are parsing out the distinction when reporting how much they were feeling for themselves versus the other person,\" says Poulin.\r\nThat uncertainty motivated the current study's design, which measured a cardiovascular response that reliably indicates the difference between feeling personally anxious or not.\r\n\"When we are feeling threatened or anxious, some peripheral blood vessels constrict making it harder for the heart to pump blood through the body,\" says Poulin. \"We can detect this in the lab and what we found is that people who engaged in ISPT had greater levels of this threat response compared to people who engaged in IOPT.\"\r\nThis conclusion could be especially useful in the context of medical professions, like doctors and nurses, especially in areas with high rates of burnout, according to Poulin.\r\n\"Many of these professionals see so much pain and suffering that it eventually affects their careers,\" he says. \"That might be the result of habitually engaging in ISPT. They put themselves in their patients' shoes.\r\n\"Maybe we can train doctors and nurses to engage in IOPT so they can continue to be empathetic toward their patients without that empathy creating a burden.\" \r\n says this applies as well to teachers and students, social workers and clients.\r\n\"In fact, now that we're transitioning to such a service economy, it's nearly everybody: technical support, complaint hotline operators, restaurant servers.\"\r\nParents might even consider the study's finding when thinking about how they speaking to their children in certain circumstances.\r\n\"Rather than saying to a child, 'How would you feel if that were done to you?' maybe we should be saying, 'Think about how that person is feeling.'\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uab-ss051117.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/05/016.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Depression/Anger", " Normalcy", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Experimental Psychology", "description": "When it comes to empathy, the idiom that suggests 'walking a mile in their shoes' turns out to be problematic advice, according to new research published in the Journal of Experimental Psychology.", "date": "Thu, 11 May 2017 04:00:00 GMT"}