{"title": "Live interactions with robots increase their perceived human likeness", "text": "Washington, DC (May 10, 2017) Most human interactions with robots come from behind a screen. Whether it's fiction or a real-life interaction, rarely are we put face to face with a robot. This poses a significant barrier when we look towards a future where robots will be part of our everyday lives. How do we break down this barrier? A recent study by researchers at the University of Koblenz-Landau, University of Wurzburg, and Arts Electronica Futurelab, found that people who watched live interactions with a robot were more likely to consider the robot to have more human-like qualities. Constanze Schreiner (University of Koblenz-Landau), Martina Mara (Ars Electronica Futuerlab), and Markus Appel (University of Wurzburg) will present their findings at the 67th Annual Conference of the International Communication Association in San Diego, CA. Using a Roboy robot, participants observed one of three experimental human robot interactons (HRI); either in real life, in virtual reality (VR) on a 3D screen, or on a 2D screen. The scripted HRI between Roboy and the human technician was 4:25 minutes long. During that time, participants saw Roboy assisting the human in organizing appointments, conducting web searches and finding a birthday present for his mom. The data analyzed revealed that observing a live interaction or alternatively encountering the robot in a VR lead to more perceived realness. Furthermore, the kind of presentation influenced perceived human-likeness. Participants who observed a real HRI reported the highest perceived human-likeness. Particularly interesting is that participants who were introduced to Roboy in VR perceived the robot as less human-like than participants who watched a live HRI, whereas these two groups did not differentiate in regard of perceived realness. \r\nUsually, experimental studies interested in HRI and participants' evaluations of humanoid service robots - due to limited resources - need to fall back on video stimuli. This is the first study using participants' evaluations of a humanoid service robot when observed either on a 2D video, in 3D virtual reality, or in real life.\"Many people will have their first encounter with a service robot over the next decade. Service robots are designed to communicate with humans in humanlike ways and assist them in various aspects of their daily routine. Potential areas of application range from hospitals and nursing homes to hotels and the users' households,\" said Schreiner. \"To date, however, most people still only know such robots from the Internet or TV and are still skeptical about the idea of sharing their personal lives with robots, especially when it comes to machines of highly human-like appearance.\"\"When R2-D2 Hops off the Screen: A Service Robot Encountered in Real Life Appears More Real and Humanlike Than on Video or in VR,\" by Constanze Schreiner, Martina Mara, and Markus Appel; to be presented at the 67th Annual International Communication Association Conference, San Diego, CA, 25-29 May 2017.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ica-liw051017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "67th ICA Annual Conference", "institution": "International Communication Association", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Aging", " Perception/Awareness", " Robotry/Artificial Intelligence"], "journal": "", "description": "A recent study by researchers at the University of Koblenz-Landau, University of Wurzburg, and Arts Electronica Futurelab, found that people who watched live interactions with a robot were more likely to consider the robot to have more human-like qualities.", "date": "Wed, 10 May 2017 04:00:00 GMT"}