{"title": "Does HIV infection affect brain connectivity and cognitive performance?", "text": "New Rochelle, NY, May 10, 2017--A new study has shown that compared to HIV-negative young adults, those positive for HIV infection with limited or no treatment history had significant disruptions in whole brain structural networks, poorer strength and efficiency of connections, and corresponding reductions in cognitive performance. Performance on learning/recall tasks was worse with increasing abnormalities in brain structural organization, as reported in Brain Connectivity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Brain Connectivity website until June 10, 2017.In the article \"Topological Organization of Whole-Brain White Matter in HIV Infection,\" the researchers describe the novel aspects of this study in which the subjects were young HIV-positive adults without previous treatment that could confound brain connectivity measures. In addition, the measures of cognitive performance used were functionally relevant to the detectable changes in brain connectivity. Laurie Baker, University of Missouri-St. Louis, Sarah Cooley, Washington University in St. Louis, MO, and coauthors from University of Southern California, Keck School of Medicine (Los Angeles, CA), Brown University (Providence, RI), University of Cape Town and MRC Unit on Anxiety & Stress Disorders (Cape Town, South Africa), and Missouri Institute of Mental Health concluded that anatomical brain connectivity - as determined in this study using magnetic resonance imaging (MRI) to assess the organizational structure of white matter and whole brain networks - is a useful, noninvasive biomarker of white matter disruption in HIV infection.\"The most interesting aspect of this study was that it was performed in young adults with limited or no history of HIV treatment. It is extremely rare to detect any changes in brain structure and function in a population of young adults unless there is a serious neurological disease or condition present,\" states Christopher Pawela, PhD, Editor-in-Chief of Brain Connectivity. \"The fact that the authors were able to detect changes in such a resilient young population gives credence to the hypothesis that HIV infection is associated with brain alternations and corresponding abnormalities in cognitive abilities.\"Research reported in this publication was supported by the National Institute of Mental Health under Award Number MH085604. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.", "article_link": "http://dx.doi.org/10.1089/brain.2016.0457", "url": "http://www.eurekalert.org/pub_releases/2017-05/mali-dhi051017.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/does-hiv-infection-affect-brain-connectivity-and-cognitive-performance/2171/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Neurobiology", " Sex-Linked Conditions", " Mental Health", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Brain Connectivity", "description": "A new study has shown that compared to HIV-negative young adults, those positive for HIV infection with limited or no treatment history had significant disruptions in whole brain structural networks, poorer strength and efficiency of connections, and corresponding reductions in cognitive performance.", "date": "Wed, 10 May 2017 04:00:00 GMT"}