{"title": "Pupils' mental health improved through school-based program, study shows", "text": "School-aged children can be taught to better their mental health through intervention programmes delivered at school, suggests a new study carried out in east London and led by an academic at Queen Mary University of London (QMUL).The study, published in the journal PLOS ONE, investigated whether a new psychological programme, which was integrated into the school curriculum could promote resilience - the ability to recover after setbacks - and prevent depression in 11-12 year old girls.It found that children who received the new programme called SPARK increased significantly in their self-reported resilience, and their depression symptoms decreased right after the programme.\"This research shows that it is possible to promote psychological well-being in middle childhood through an integrated school-based intervention programme informed by concepts of positive psychology and cognitive behavioural therapy,\" said first author Dr Michael Pluess from QMUL's School of Biological and Chemical Sciences, who led the research while previously based at University of East London.The study was conducted from 2010 to 2011 in a secondary girls-only state school in East London. Almost 400 girls participated in the research, reporting on their resilience and depression symptoms throughout the study.Developed specifically for deprived neighbourhoods, the SPARK Resilience Programme is based on established methods of cognitive behavioural therapy and concepts from the field of positive psychology. It provides students with tools to identify stressful situations, evaluate automatic responses and learn to control negative behavioural reactions. \"Rather than focusing on preventing psychological problems in a few students, this programme aims at strengthening the psychological resilience of all children,\" said Dr Pluess.Organised around the SPARK acronym, the programme teaches children to break down their responses to stressful situations into five components: Situation, Perception, Autopilot, Reaction and Knowledge. To help students understand these, the programme uses the metaphor of \"parrots of perception\", which represent common negative thoughts or ways that our mind convinces us of things that are not really true. The students are taught to challenge their interpretation of adverse situations and consider other alternatives by putting their parrots \"on trial\".The programme also introduces children to the skills of assertiveness and problem solving, and helps them build their \"resilience muscles\" through identifying their strengths, social support networks, sources of positive emotions and reflection on previous experiences of resilience and self-efficacy.The researchers found that 12 months after the programme, depression symptoms were back to the levels before the intervention, which suggests that children may need booster sessions after 12 months in addition to the initial programme. \"Our results suggest that it is important to repeat the content of the programme throughout the school year given that some of the positive treatment effects appeared to fade out after six months,\" he added.The team say that while more research is needed to investigate the positive effects of such interventions, their results show that short interventions such as the SPARK Resilience Programme can have positive effects for the well-being and mental health of children. ", "article_link": "http://dx.doi.org/10.1371/journal.pone.0177191", "url": "http://www.eurekalert.org/pub_releases/2017-05/qmuo-pmh050917.php", "region": "europe", "source_link": "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0177191", "funder": "Newham Council, Swiss National Science Foundation", "meeting": "", "institution": "Queen Mary University of London", "keywords": ["Social/Behavioral Science", " Mental Health", " Counseling", " Decision-making/Problem Solving", " Depression/Anger", " Intelligence", " Memory/Cognitive Processes", " Normalcy", " Perception/Awareness", " Stress/Anxiety"], "journal": "PLOS ONE", "description": "School-aged children can be taught to better their mental health through intervention programmes delivered at school, suggests a new study carried out in east London and led by an academic at Queen Mary University of London (QMUL).", "date": "Tue, 09 May 2017 04:00:00 GMT"}