{"title": "Childhood bullying linked to health risks in adulthood", "text": "Childhood bullying may lead to long-lasting health consequences, impacting psychosocial risk factors for cardiovascular health well into adulthood, according to a study published in Psychological Science, a journal of the Association for Psychological Science. The unique study tracked a diverse group of over 300 American men from first grade through their early thirties and the findings indicate that being a victim of bullying and being a bully were both linked to negative outcomes in adulthood.The study, led by psychology researcher Karen A. Matthews of the University of Pittsburgh, showed that men who were bullies during childhood were more likely to smoke cigarettes and use marijuana, to experience stressful circumstances, and to be aggressive and hostile at follow-up more than 20 years later. Men who were bullied as children, on the other hand, tended to have more financial difficulties, felt more unfairly treated by others, and were less optimistic about their future two decades later.These outcomes are especially critical, the researchers note, because they put the men at higher risk for poor health, including serious cardiovascular issues, later in life.\"The long term effects of bullying involvement are important to establish,\" says Matthews. \"Most research on bullying is based on addressing mental health outcomes, but we wished to examine the potential impact of involvement in bullying on physical health and psychosocial risk factors for poor physical health.\"Previous research has linked psychosocial risk factors like stress, anger, and hostility to increased risk of health problems such as heart attacks, stroke, and high blood pressure. Because bullying leads to stressful interpersonal interactions for both the perpetrators and targets, Matthews and colleagues hypothesized that both bullies and bullying victims might be at higher risk of negative health outcomes related to stress.The research team recruited participants from the Pittsburgh Youth Study, a longitudinal study of 500 boys enrolled in Pittsburgh public schools in 1987 and 1988, when the boys were in the first grade. More than half of the boys in the original study were Black and nearly 60% of the boys' families received public financial assistance such as food stamps.Along with regular assessments on psychosocial, behavioral, and biological risk factors for poor health, researchers collected data from children, parents, and teachers on bullying behavior when the participants were 10 to 12 years old.Matthews and colleagues successfully recruited over 300 of the original study participants to complete questionnaires on psychosocial health factors such as stress levels, health history, diet and exercise, and socioeconomic status. Around 260 of the men came into the lab for blood draws, cardiovascular and inflammation assessments, and height and weight measurements.Unexpectedly, neither bullying nor being bullied in childhood was related to inflammation or metabolic syndrome in adulthood. However, both childhood bullies and bullying victims had increased psychosocial risk factors for poor physical health.The boys who engaged in more bullying in childhood tended to be more aggressive and were more likely to smoke in adulthood, risk factors for cardiovascular disease and other life-threatening diseases.The boys with higher scores for being bullied tended to have lower incomes, more financial difficulties, and more stressful life experiences. They also perceived more unfair treatment relative to their peers. These outcomes are also related to risk for cardiovascular disease.\"The childhood bullies were still aggressive as adults and victims of bullies were still feeling like they were treated unfairly as adults,\" Matthews explained. \"Both groups had a lot of stress in their adult lives - so the impact of childhood bullying lasts a long time!\"The effects of bullying were fairly similar for both Black and White men, as well as those participants who came from low socioeconomic status families.Matthews and colleagues anticipate that both bullies and their victims may be at greater risk for poor physical health, including cardiovascular-disease events, over the long term. But they caution that many participants in the original study could not participate in this follow-up study because they were either deceased or incarcerated, which may have affected the results in unknown ways.The findings suggest that identifying children who are at risk for involvement in bullying and intervening early on may yield long-term psychosocial and even physical health benefits that last into adulthood.", "article_link": "http://dx.doi.org/10.1177/0956797617697700", "url": "http://www.eurekalert.org/pub_releases/2017-05/afps-cbl050817.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/childhood-bullying-linked-to-health-risks-in-adulthood.html", "funder": "NIH/National Heart, Lung, and Blood Institute, NIH/National Institute on Drug Abuse, NIH/National Institute of Mental Health, Pew Charitable Trusts, Office of Juvenile Justice and Delinquency Prevention", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Depression/Anger", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Psychological Science", "description": "Childhood bullying may lead to long-lasting health consequences, impacting psychosocial risk factors for cardiovascular health well into adulthood, according to a study published in Psychological Science, a journal of the Association for Psychological Science. The unique study tracked a diverse group of over 300 American men from first grade through their early thirties and the findings indicate that being a victim of bullying and being a bully were both linked to negative outcomes in adulthood.", "date": "Tue, 09 May 2017 04:00:00 GMT"}