{"title": "The ways we learn", "text": "Humans have multiple learning systems, all functionally and anatomically distinct from one another. UC Santa Barbara mathematical psychologist Gregory Ashby has devoted his career to identifying and exploring them, and his work has paid off.For his breadth of research and for his more recent advances in neuroscience, Ashby has been awarded the 2017 Howard Crosby Warren Medal by the Society of Experimental Psychologists (SEP).\"This is the oldest award in psychology so the list of winners has all the giants in the field,\" said Ashby. \"Being given this award is a very humbling experience and very meaningful.\"Ashby's research takes a three-pronged approach: empirical data collection, cognitive neuroscience and mathematical modeling. Indeed, the award recognizes his \"innovative and foundational theoretical and empirical work linking mind and brain in computational and mathematical models of learning and categorization.\"Thanks to his work on general recognition theory in the 1980s and 1990s, which provided a framework for studying the complex cognition required for categorizing multidimensional spaces and tasks, Ashby's research has helped illuminate how people classify objects in their environment. For example, he was a leader in showing that muscle memory (i.e., procedural learning) is likely required to become proficient in a wide variety of difficult classification tasks, such as deciding whether an x-ray shows a tumor, whether a wine is a Merlot or a Cabernet Sauvignon or whether an incoming swell will produce a surfable wave.\"UCSB prides itself on its interdisciplinary excellence, and it's the forward thinking of faculty like Greg who actually make us excellent,\" said Diane Mackie, chair of UCSB's Department of Psychological & Brain Sciences. \"His work on general recognition theory work was impeccable, and when he turned his attention to brain systems as well, the result was groundbreaking. As a thinker, experimentalist and innovator, Greg easily matches the eminence of those having earned the Warren Medal before him.\"Ashby seeks to understand the basic cognitive and neural processes that support human learning. He studies how people learn new categories of objects as a test behavior, building neurobiologically detailed mathematical models to formulate and test his theories in a rigorous manner. Ashby's multiple systems model identifies distinct brain networks underlying explicit reasoning and procedural learning and predicts activity in many cortical and subcortical structures. This research has resulted in the discovery at least 25 qualitative differences in how these systems learn.More recently, Ashby was instrumental in creating UCBS's doctoral program in dynamical neuroscience, an interdisciplinary field that focuses on how the nervous system generates perception, behavior and cognition. Spanning seven departments, the program takes a computational approach that goes beyond traditional structure and function correlation approaches.Ashby received his bachelor's degree in mathematics and psychology from the University of Puget Sound in 1975 and a M.S. in psychology and Ph.D. in cognitive/mathematical psychology from Purdue University in 1976 and 1980, respectively. He then completed a postdoctoral fellowship in the lab of William Estes at Harvard University. His first tenure-track position was at Ohio State University. He joined the UCSB faculty in 1986.Author of more than 150 publications, he has served as associate editor of the Journal of Experimental Psychology: Learning, Memory & Cognition, as a member of various editorial boards and grant review panels, and as chair of the National Institutes of Health Cognition and Perception Study Section. Ashby is past president of the Society for Mathematical Psychology and a fellow of the SEP, the Psychonomic Society and the Association for Psychological Science.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--tww050917.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/017965/ways-we-learn", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Mathematics/Statistics", " Algorithms/Models", " Social/Behavioral Science", " Information Management/Tracking Systems", " Learning/Literacy/Reading", " Mental Health", " Memory/Cognitive Processes", " Researchers/Scientists/Awards"], "journal": "", "description": "Gregory Ashby is recognized for numerous theoretical and empirical contributions to experimental psychology throughout his career.", "date": "Tue, 09 May 2017 04:00:00 GMT"}