{"title": "The Optical Society announces plenary highlights at 2017 Imaging and Applied Optics Congress", "text": "SAN FRANCISCO - Optical imaging technologies make a significant impact on media, medicine, autonomous machines and robotics. They can be used for imaging and sensing everything from molecules to man. The OSA Imaging and Applied Optics Congress will begin with a plenary program hosted by award-winning film and television cinematographer, John Schwartzman, and University of California San Diego's robotics and applied opto-electrical engineering professor, Mohan Trivedi.The OSA Imaging Congress will bring together leaders in the field 3D imaging acquisition, computational optical sensing, applied industrial optics and imaging systems. The Congress will bring together leaders in the field as well as industrial innovators and clinicians whose contributions are significantly advancing the state of the art in biological and medical research through the use of optical technologies.\"The 2017 Imaging and Applied Optics Congress offers unparralleled oppurtunies to bridge basic and applied research from academic, industry, and government expertise to answer challenges we see in the field every day,\" said Gisele Bennett, General Chair and Regents' Researcher, Georgia Institute of Technology. \"Specialized topical meetings and networking oppurtunities for expert and early-career professionals also give attendees at all levels a chance to forge crticial connections with peers.\"WHAT: OSA Imaging and Applied Optics Congress Plenary \r\nWHEN: Monday, 26 June, 08:00 - 10:00\r\nWHERE: Hyatt Regency Hotel, San Francisco, California, United States\r\nThe Congress Plenary Session will feature two speakers discussing topics of interest to all attendees. \r\nTopical ProgrammingRegistration InformationAdvanced attendee registration is open until 25 May. Credentialed media and analysts who wish to cover OSA Imaging and Applied Optics Congress can full-access conference media badge: MediaRelations@osa.org.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tos-tos050917.php", "region": "namerica", "source_link": "http://www.osa.org/en-us/meetings/osa_meetings/imaging_and_applied_optics_congress/", "funder": "", "meeting": "OSA Imaging and Applied Optics Congress", "institution": "The Optical Society", "keywords": ["Optics", " Health Care Systems/Services", " Audiovisual Media", " Researchers/Scientists/Awards", " Astronomy", " Multimedia/Networking/Interface Design", " Telecommunications", " Internet", " Research/Development", " Robotry/Artificial Intelligence"], "journal": "", "description": "The OSA Imaging and Applied Optics Congress will begin with a plenary program hosted by award-winning film and television cinematographer, John Schwartzman, and University of California San Diego's robotics and applied opto-electrical engineering professor, Mohan Trivedi.", "date": "Tue, 09 May 2017 04:00:00 GMT"}