{"title": "Right-or left-handedness affects sign language comprehension", "text": "The speed at which sign language users understand what others are 'saying' to them depends on whether the conversation partners are left- or right-handed, a new study has found.Researchers at the University of Birmingham worked with British Sign Language (BSL) signers to see how differences in sign production affect sign comprehension. In BSL a signer's dominant hand produces all one-handed signs and 'leads' when producing two-handed signs.  They discovered that in general right- and left-handed signers respond faster when they were watching a right-handed signer. However, left-handed signers responded more quickly to complex two-handed signs made by signers who 'led' with their left hand. Similarly, right-handed signers reacted more swiftly to two-handed signs from fellow right-handers.PhD student Freya Watkins and Dr. Robin Thompson published their research in the journal Cognition (April 2017).Dr Robin Thompson commented:  \"Had all signers performed better to right-handed input, it would suggest that how signers produce their own signs is not important for understanding. This is because right-handed signers are most common and signers are most used to seeing right-handed signs. \"However, as left-handed signers are better at understanding fellow left-handers for two-handed signs, the findings suggest that how people produce their own signs plays a part in how quickly they can understand others' signing.\"Forty-three Deaf fluent BSL signers took part in the experiment, which had both right and left-handed participants make judgements about signs produced by left or right-handed sign models.Participants were shown a picture followed by the sign for common words such as 'chocolate', 'guitar' and 'desk', and then were asked to decide if the picture and sign matched. The question was whether or not handedness during sign production would influence sign comprehension.The results are in line with a weak version of the motor theory of speech perception - that people perceive spoken words in part by checking in with their own production system, but only when comprehension becomes difficult, for example in a noisy environment. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uob-rla050917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Birmingham", "keywords": ["Hearing/Speech", " Social/Behavioral Science", " Language/Linguistics/Speech"], "journal": "Cognition", "description": "The speed at which sign language users understand what others are 'saying' to them depends on whether the conversation partners are left- or right-handed, a new study has found.", "date": "Tue, 09 May 2017 04:00:00 GMT"}