{"title": "'Humanlike' ways of thinking evolved 1.8 million years ago, suggests new study", "text": "By using highly advanced brain imaging technology to observe modern humans crafting ancient tools, an Indiana University neuroarchaeologist has found evidence that human-like ways of thinking may have emerged as early as 1.8 million years ago.The results, reported May 8 in the journal Nature Human Behavior, place the appearance of human-like cognition at the emergence of Homo erectus, an early apelike species of human first found in Africa whose evolution predates Neanderthals by nearly 600,000 years.\"This is a significant result because it's commonly thought our most modern forms of cognition only appeared very recently in terms of human evolutionary history,\" said Shelby S. Putt, a postdoctoral researcher with The Stone Age Institute at Indiana University, who is first author on the study. \"But these results suggest the transition from apelike to humanlike ways of thinking and behaving arose surprisingly early.\"The study's conclusions are based upon brain activity in modern individuals taught to create two types of ancient tools: simple Oldowan-era \"flake tools\" -- little more than broken rocks with a jagged edge -- and more complicated Acheulian-era hand axes, which resemble a large arrowhead. Both are formed by smashing rocks together using a process known as \"flintknapping.\"Oldowan tools, which first appeared about 2.6 million years ago, are among the earliest used by humanity's ancestors. Acheulian-era tool use dates from 1.8 million to 100,000 years ago.Putt said that neuroarchaeologists look to modern humans to understand how pre-human species evolved cognition since the act of thinking -- unlike fossilized bones or ancient artifacts -- leave no physical trace in the archaeological record.The methods used to conduct studies on modern humans crafting ancient tools was limited until recently by brain imaging technology. Previous studies depended on placing people within the confines of a functional magnetic resonance imaging machine -- essentially a narrow mental tube -- to observe their brain activity while watching videos of people crafting tools.Putt's study, by contrast, employed more advanced functional near-infrared spectroscopy -- a device that resembles a lightweight cap with numerous wires used to shine highly sensitive lasers onto the scalp -- to observe brain activity in people as they learned to craft both types of tools with their hands.In the study, 15 volunteers were taught to craft both types of tools through verbal instruction via videotape. An additional 16 volunteers were shown the same videos without sound to learn toolmaking through nonverbal observation. These experiments were conducted in the lab of John P. Spencer at the University of Iowa, where Putt earned her Ph.D. before joining IU. Spencer is now a faculty member at the University of East Anglia.The resulting brain scans revealed that visual attention and motor control were required to create the simpler Oldowan tools. A much larger portion of the brain was engaged in the creation of the more complex Acheulian tools, including regions of the brain associated with the integration of visual, auditory and sensorimotor information; the guidance of visual working memory; and higher-order action planning.\"The fact that these more advanced forms of cognition were required to create Acheulean hand axes -- but not simpler Oldowan tools -- means the date for this more humanlike type of cognition can be pushed back to at least 1.8 million years ago, the earliest these tools are found in the archaeological record,\" Putt said. \"Strikingly, these parts of the brain are the same areas engaged in modern activities like playing the piano.\"", "article_link": "http://dx.doi.org/10.1038/s41562-017-0102", "url": "http://www.eurekalert.org/pub_releases/2017-05/iu-wo050817.php", "region": "namerica", "source_link": "https://news.iu.edu/stories/2017/05/iub/09-science-neuroarcheology-study.html", "funder": "Wenner-Gren Foundation, The Leakey Foundation, Sigma Xi", "meeting": "", "institution": "Indiana University", "keywords": ["Archaeology", " Neurobiology", " Language/Linguistics/Speech", " Memory/Cognitive Processes", " Perception/Awareness", " Old World"], "journal": "Nature Human Behavior", "description": "By using highly advanced brain imaging technology to observe modern humans crafting ancient tools, an Indiana University neuroarchaeologist has found evidence that human-like ways of thinking may have emerged as early as 1.8 million years ago. The study is reported today in the journal Nature Human Behavior.", "date": "Mon, 08 May 2017 04:00:00 GMT"}