{"title": "Changes in Early Stone Age tool production have 'musical' ties", "text": "New research suggests that advances in the production of Early Stone Age tools had less to do with the evolution of language and more to do with the brain networks involved in modern piano playing.Around 1.75 million years ago there was a revolutionary innovation in stone tool technology, when early humans moved from making simple Oldowan flake and pebble tools to producing two-sided, shaped tools, such as Acheulian hand axes and cleavers. This advance is thought to reflect an evolutionary change in intelligence and language abilities.Understanding the link between brain evolution and cognition is a challenge, however, because it is impossible to observe the brain activity of extinct humans. An innovative approach to this challenge is to bring together modern neuroscience methods and material artefacts from the archaeological record. To understand the brain changes that might have co-evolved with the advance in tool use, researchers in the field of neuroarcheology - from the University of East Anglia's (UEA) School of Psychology, The Stone Age Institute at Indiana University, and the Department of Anthropology at the University of Iowa - have been examining the brain activity of modern humans as they learn to make Oldowan and Acheulian stone tools.To test whether learning with language impacts which brain networks are involved in stone toolmaking, 15 of the 31 participants learned to knap stone via verbal instruction by watching videos of a skilled knapper's hands during individual training sessions. The other 16 participants learned via nonverbal instruction using the same videos, but with the sound turned off.The researchers found that the co-ordination of visual attention and motor control networks were sufficient to remove simple flakes for Oldowan tools. But the production of Acheulian tools required the integration of visual working memory, auditory and sensorimotor information, and complex action-planning - the same brain areas that are activated in modern piano playing. These findings, published in the journal Nature Human Behaviour, are a major step forward in understanding the evolution of human intelligence.Lead author Dr Shelby Putt, from the Stone Age Institute, said: \"This work offers novel insights into prehistoric cognition using a cutting-edge neuroimaging technique that allows people to engage in complex actions while we are measuring localized brain activity. \"The study reveals key brain networks that might underlie the shift towards more human-like intelligence around 1.75 million years ago. We think this marked a turning point in the evolution of the human brain, leading to the evolution of a new species of human.\"The researchers also reported that brain networks specialised for language in modern humans were only activated during Acheulian tool production when participants learned to make tools in the verbal instruction condition. Since language was likely not available 1.75 million years ago, this suggests that Acheulian tool production did not rely heavily on the evolution of language centres in the brain. Co-author Prof John Spencer from UEA said: \"Our findings do not neatly overlap with prior claims that language and stone tool production co-evolved. There is more support for the idea that working memory and auditory-visual integration networks laid the foundation for advances in stone tool-making. \"It is fascinating that these same brain networks today allow modern humans to perform such behaviours as skilfully playing a musical instrument.\"Previous studies have attempted to simulate early tool making, for example, by showing participants images of tool production and then looking at brain activity. \r\nConducted at the University of Iowa, this is the first neuroimaging study to use a cutting-edge technique - functional near-infrared spectroscopy (fNIRS) - to enable researchers to track real time changes in brain activity as participants made these two types of stone tools.Summing up the study, co-author Prof Robert Franciscus from the University of Iowa said: \"When and how humans became the exceptionally intelligent and language-using species that we are today is still a great mystery. We discovered that the appearance of a type of more complexly shaped stone tool kit in the archaeological record marked an important cognitive shift when our ancestors started to think and act more like humans rather than apes. \"The insights provided by this study into some of the biggest questions in human evolution - cognitive evolution and its relationship to the emergence of language - would have been difficult, if not impossible to achieve without the kind of interdisciplinary approach to research that this project was grounded on.\"", "article_link": "http://dx.doi.org/10.1038/s41562-017-0102", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoea-cie050517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of East Anglia", "keywords": ["Archaeology", " Evolution", " Social/Behavioral Science", " Anthropology", " Language/Linguistics/Speech", " Learning/Literacy/Reading", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Nature Human Behaviour", "description": "New research suggests that advances in the production of Early Stone Age tools had less to do with the evolution of language and more to do with the brain networks involved in modern piano playing. The findings are a major step forward in understanding the evolution of human intelligence.", "date": "Mon, 08 May 2017 04:00:00 GMT"}