{"title": "Public skeptical of research if tied to a company", "text": "EAST LANSING, Mich. -- When it comes to research warning us about the latest health risks or touting the latest cure, a new Michigan State University study indicates that many people won't trust the findings when an industry partner, even with a good reputation, is involved.The study, now published in PLOS ONE, could present scientists with the additional dilemma of finding alternative funding sources, especially during a time when federal funding may be scarce, that won't jeopardize the perceived integrity of their research.\"People have a hard time seeing research related to health risks as legitimate if done with a corporate partner,\" said John Besley, lead author and an associate professor who studies the public's perception of science. \"This initial study was meant to understand the scope of the problem. Our long-term goal though is to develop a set of principles so that quality research that's tied to a company will be better perceived by the public.\"Using research about genetically modified foods and trans fats, study participants were randomly assigned to evaluate one of 15 different partnership scenarios that included varying combinations of scientists from a university, a government agency, a non-governmental organization and a large food company. The results clearly showed that the public's skepticism increased substantially when a food company was in the mix. In fact, in one portion of the study, 77 percent of participants who were asked to describe their views about this type of partnership scenario had something negative to say about it and questioned whether it could produce good results. When the partnership didn't include a corporate partner, only 28 percent of participants said something negative.The research also indicated that this unfavorable perception didn't change much, even if other entities, such as the Centers for Disease Control and Prevention, were included as additional partners.\"This tells us that you can't just add organizations from various sectors and hope people will expect these partners to balance each other out,\" Besley said.According to Besley, scientists often spend a good portion of their time trying to find the resources to pay for things like equipment, data collection and staff for their research projects. And as federal and state funding continues to hang in the balance, along with ever-increasing competition for grant dollars, this makes looking for alternative funding sources a priority.\"Ultimately, the hope is to find some way to ensure quality research isn't rejected just because of who is involved,\" Besley said. \"But for now, it looks like it may take a lot of work by scientists who want to use corporate resources for their studies to convince others that such ties aren't affecting the quality of their research.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/msu-pso050817.php", "region": "namerica", "source_link": "http://msutoday.msu.edu/news/2017/public-skeptical-of-research-if-tied-to-a-company/", "funder": "", "meeting": "", "institution": "Michigan State University", "keywords": ["Food/Food Science", " Medicine/Health", " Policy/Ethics", " Medical/Scientific Ethics", " Social/Behavioral Science", " Behavior"], "journal": "PLOS ONE", "description": "When it comes to research warning us about the latest health risks or touting the latest cure, a new Michigan State University study indicates that many people won't trust the findings when an industry partner, even with a good reputation, is involved.", "date": "Mon, 08 May 2017 04:00:00 GMT"}