{"title": "Why some images trigger seizures", "text": "In people with photosensitive epilepsy, flashing lights are well known for their potential to trigger seizures. The results can be quite stunning. For instance, a particular episode of Pokémon sent 685 people in Japan to the hospital. But seizures can be triggered by certain still images, too. Now, researchers reporting in Current Biology on May 8 who have conducted an extensive review of the scientific literature think they know what it is about some static pictures that can trigger seizures. The key, they propose, is a particular repetitive pattern of neural activity in the brain known as gamma oscillations that occurs when people view certain images, such as black and white bar patterns, and not others. In fact, the researchers say, it's possible that those kinds of images are responsible for other problems, such as migraine headaches, particularly in people who are generally sensitive to light.\"Our findings imply that in designing buildings, it may be important to avoid the types of visual patterns that can activate this circuit and cause discomfort, migraines, or seizures,\" says Dora Hermes of the University Medical Center (UMC) Utrecht in the Netherlands. \"Even perfectly healthy people may feel modest discomfort from the images that are most likely to trigger seizures in photosensitive epilepsy.\"Gamma oscillations in the brain can be measured on an electroencephalogram (EEG), a test that measures electrical activity in the brain using small electrodes attached to the scalp. Scientists have studied them since the 1980s, but there's no consensus yet on the significance of those patterns for thought, perception, or neural processing. \"Some scientists argue that these oscillations are hugely important and essential for awareness, attention, and neuronal communication, while others say that they are more likely a byproduct of normal neuronal processing, like the exhaust coming out of a car--a potentially useful diagnostic signal, but not one that makes the neuronal machinery work,\" Hermes says.One argument against the idea that gamma oscillations are important for neural processing is that they are produced in the brain when viewing some images and not others. Grating patterns produce strong gamma oscillations while puffy clouds or many natural scenes typically do not for reasons that scientists don't fully understand.In the new report, Hermes and her colleagues, including Jonathan Winawer at New York University and Dorothée Kasteleijn-Nolst Trenité at UMC Utrecht, conclude that those gamma-oscillation-provoking images are also most likely to trigger seizures. There are simple ways to adjust an image so as to dampen that pattern of brain activity, they note. Those adjustments include reducing the contrast, adjusting the width of the bars, or shifting the image from a grate design to something more like plaid.\"What we distinguish in this proposal is that the link between images that trigger photosensitive epilepsy and normal brain activity is particular to gamma oscillations, and not to other forms or neuronal responses like the overall rate of action potentials,\" Winawer says.The findings suggest that existing studies on gamma oscillations might offer important clues for understanding photosensitive epilepsy. Hermes and her colleagues are now designing studies to explore these patterns of brain response in patients with photosensitive epilepsy and those without. They're also working on a model to predict which natural images or scenes--a city scene, train station, or interior design, for instance--are most likely to provoke gamma oscillations and seizures.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.03.076", "url": "http://www.eurekalert.org/pub_releases/2017-05/cp-wsi050217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Medicine/Health", " Neurobiology", " Physiology"], "journal": "Current Biology", "description": "In people with photosensitive epilepsy, flashing lights are well known for their potential to trigger seizures. The results can be quite stunning. For instance, a Pokémon episode sent 685 people in Japan to the hospital. But seizures can be triggered by certain still images, too. Now, researchers reporting in Current Biology who have conducted an extensive review of the scientific literature think they know what it is about some static pictures that can trigger seizures.", "date": "Mon, 08 May 2017 04:00:00 GMT"}