{"journal": "Circulation", "url": "http://www.eurekalert.org/pub_releases/2017-02/esoc-noc020317.php", "description": "Number of children is emerging as a novel factor that influences the risk for some cardiovascular diseases (CVD), and in some societies in both parents, according to Professor Vera Regitz-Zagrosek, chairperson of the European Society of Cardiology 'management of CVD During Pregnancy' guidelines task force.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.026629", "date": "Fri, 03 Feb 2017 05:00:00 GMT", "funder": "", "title": "Number of children emerging as cardiovascular risk factor for both parents", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/number-of-children-emerging-as-cardiovascular-risk-factor-for-both-parents?hit=wireek", "institution": "European Society of Cardiology", "text": "Sophia Antipolis, 3 February 2017: Number of children is emerging as a novel factor that influences the risk for some cardiovascular diseases (CVD), and in some societies in both parents, according to Professor Vera Regitz-Zagrosek, chairperson of the European Society of Cardiology \"management of CVD During Pregnancy\" guidelines task force.Her comments come as new research published in Circulation found that experiencing multiple pregnancies increases a woman's risk of developing atrial fibrillation (AF) later in life.1\"The authors describe a linear increase in AF with increasing number of children\" said Professor Regitz-Zagrosek. \"This is interesting by itself and an explanation could be given by biological and sociocultural factors.\" A study of 0.5 million Chinese people found a statistically significant J-shaped relationship between number of children and risk of coronary heart disease and stroke.2  \"It means that the risk decreases with one child, then increases with two or more children,\" she said. \"In the AF study, a J-shaped relationship was not statistically significant, but this may be because it was in around 34 000 women and relatively small in comparison with the Chinese study.\" \"The striking thing was that the Chinese study showed the same association for women and men,\" said Professor Regitz-Zagrosek. \"In a further study, they demonstrated the same J-shaped association between number of children and risk of diabetes in women and men.\"3\"The authors believe that socioeconomic factors are the explanation,\" she continued. \"Having one child is protective because parents have social support in older age. But if they have a large number of children this benefit goes away because it increases the economic and social pressure on the parents.\"\"Number of children should be considered a new factor that may influence the risk for some cardiovascular diseases for women and men and included in research databases to be further investigated as a health indicator,\" she added.Professor Regitz-Zagrosek said further research should investigate biological and socioeconomic mechanisms to explain the relationship between number of children and cardiovascular risk.\"There is evidence that pregnancy leads to alterations that change the body's reaction to additional cardiovascular stressors,\" she said, \"And this may happen by epigenetic mechanisms. But the findings in Chinese men favour the socioeconomic explanation.\"A separate study in Circulation found that delivering a premature baby may be associated with later cardiovascular disease, regardless of other risk factors.4 Researchers reviewed data on 70 182 women in the Nurses' Health Study II and found that women who deliver a premature baby before 37 weeks gestation in their first birth have a 40% greater risk of later CVD compared to women who deliver at term, and those who deliver before 32 weeks are at twice the risk compared to full-term deliveries.Professor Regitz-Zagrosek said: \"I fully agree that preterm delivery is a cardiovascular risk factor for women, just like preeclampsia or gestational diabetes. This study confirms the results of previous research and adds new findings: the increased risk from preterm delivery is not explained by previous lifestyle or coronary artery disease risk factors, and it's also not accounted for by the development of risk factors after delivery.\"\"The paper's weakness is that the only socioeconomic parameter it includes is parental education and we are not told if it is referring to the mother or father,\" she added. \"Again, socioeconomic mechanisms may be really important in this field.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Disease in the Developing World"]}