{"journal": "The Journal of Neuroscience Methods", "url": "http://www.eurekalert.org/pub_releases/2017-02/bu-wmm020117.php", "description": "A new study shows that Brown University's mini-brains produce networks of capillaries, an important anatomical feature for lab studies of stroke and other circulation-related brain diseases.", "article_link": null, "date": "Thu, 02 Feb 2017 05:00:00 GMT", "funder": "National Science Foundation, National Institues of Health, Brown University, Donna McGraw Weiss and Jason Weiss, Association of Migraine Disorders", "title": "With mini-vessels, mini-brains expand research potential", "region": "namerica", "source_link": null, "institution": "Brown University", "text": "PROVIDENCE, R.I. [Brown University] -- Scientists have recently made a wondrous variety of mini-brains -- 3-D cultures of neural cells that model basic properties of living brains -- but a new finding could add to the field's growing excitement in an entirely new \"vein\": Brown University's mini-brains now grow blood vessels, too.The networks of capillaries within the little balls of nervous system cells could enable new kinds of large-scale lab investigations into diseases, such as stroke or concussion, where the interaction between the brain and its circulatory system is paramount, said Diane Hoffman-Kim, senior author of the study in The Journal of Neuroscience Methods. More fundamentally, vasculature makes mini-brains more realistic models of natural noggins.\"This is exciting because real brains have vasculature,\" said Hoffman-Kim, an associate professor of medical science and of engineering at Brown. \"We rely on it. For our neurons to do their thing, they have to be close to some blood vessels. If we are going to study lab models of the brain, we would love for them to have vasculature, too.\"Especially because scientists can make them by the hundreds, mini-brains hold promise not only for advancing medical and scientific research, but also for doing so with less need for animal models. Hoffman-Kim's lab first described its mini-brain method in 2015. While the engineered tissues appeared relatively simple compared to some others, they were also relatively easy and inexpensive to make.But what had remained unnoticed at the time, even by the inventors, was that the little 8,000-cell spheres cultured from mouse cells were capable of growing an elementary circulatory system.Only as members of the lab including lead author and Brown Graduate School alumna Molly Boutin continued to work with and study the mini-brains did they discover that after about day three of culture, about two-thirds of the mini-brains had grown networks of non-neural tissue. Closer inspection revealed that these tangles of spaghetti were self-assembled (i.e. they just grew) tubes made of the cells and proteins found in blood vessels.The new study features a wide variety of imaging experiments in which staining and fluorescence techniques reveal those different cell types and proteins within the mini-brain spheres. The study also documents their integration with the neural tissues. Cross-sections under a transmission electron microscope, meanwhile, show that the capillaries are indeed hollow tubes that could transport blood.Of course, there is no blood in a tiny mini-brain, Hoffman-Kim said. They exist in an agarose wellplate, not in a living animal. But she's currently working with a colleague at Brown to design a way to connect the mini-brains with a microfluidic apparatus that could produce an external source of circulation through a mini-brain.\"We've sketched on a few napkins together,\" she quipped.The capillary networks are not as dense as they would be in a real brain, she acknowledged. The study also shows that they don't last longer than about a week or two.Aware of both their constraints and their potential, Hoffman-Kim's lab has already started experiments to take advantage of the presence of vasculature. Study second author Liana Kramer, a Brown senior, has begun looking at what happens to the vasculature and neural cells when mini-brains are deprived of oxygen or glucose. Later that same test bed could be used to examine the difference that different drugs or other treatments make.Vasculature is particularly important not only because it delivers oxygen, glucose and medicine to brain cells, but also because research shows that in strokes, Alzheimer's disease and brain injury, the brain sometimes attempts to redesign its vasculature to compensate for what's happening to it. The mini-brains could allow researchers to observe such responses amid different lab-created conditions and treatments, Hoffman-Kim said.\"We can study a range of injury conditions, several drugs that are being tested and several conditions -- such as stroke and diabetes -- together,\" she said.", "meeting": "", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Physiology", " Stroke", " Neurobiology", " Physiology", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"]}