{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-pah013017.php", "description": "Women who had multiple pregnancies are at greater risk of developing an irregular heart rhythm. Unrelated research found that delivering a premature baby may be associated with later cardiovascular disease, regardless of other risk factors. These findings are among new research in the inaugural Go Red for Women issue in Circulation, a journal of the American Heart Association.", "article_link": null, "date": "Thu, 02 Feb 2017 05:00:00 GMT", "funder": "", "title": "Pregnancy and heart disease research highlighted in special women's-focus journal issue", "region": "namerica", "source_link": "http://newsroom.heart.org/news/pregnancy-and-heart-disease-research-highlighted-in-special-womens-focus-journal-issue?preview=04e54192f5c4f5269bc91c70f3e94a50", "institution": "American Heart Association", "text": "DALLAS, Feb. 2, 2017 -- Experiencing multiple pregnancies increases a woman's risk of developing atrial fibrillation later in life, according to new research in the American Heart Association's journal Circulation, which includes the inaugural Go Red for Women issue.Atrial fibrillation is an irregular heartbeat that can lead to blood clots, stroke, heart failure and other heart-related complications.In this first analysis to investigate a link between number of pregnancies and atrial fibrillation, researchers led by Jorge A. Wong, M.D., MPH, at McMaster University in Hamilton, Ontario, Canada, and Christine M. Albert, M.D., MPH, at Brigham and Women's Hospital in Boston, analyzed data from 34,639 participants from the Women's Health Study.  Study participants were a median age of 53, had a median of two prior pregnancies and were healthy at the start of the study. They completed annual questionnaires and observational follow-ups. After an average 20 years of follow up, 1,532 atrial fibrillation cases had occurred.\"We found that an increase in the number of pregnancies was associated with a higher risk of future atrial fibrillation,\" Wong said. \"For example, women with four or more pregnancies were approximately 30 percent to 50 percent more likely to develop atrial fibrillation compared to women with no pregnancies.\"Researchers speculate that the repeated exposure to physiological, metabolic or hormonal factors during pregnancy could explain the link.\"The point here is not to discourage women from having children,\" Wong said. \"However, our research highlights that something about pregnancy predisposes women to this greater risk, and more research is needed to help us understand why.\"Study participants were primarily of European descent, so the results may not be generally applicable to women of all ethnicities.In a separate study, researchers led by Lauren Tanz, MSPH, at the Harvard T.H. Chan School of Public Health and Janet W. Rich-Edwards, Sc.D., at Brigham and Women's Hospital, both in Boston, investigated the association between having delivered a premature baby and cardiovascular disease.Researchers reviewed data on 70,182 women in the Nurses' Health Study II and found that women who deliver a premature baby before 37 weeks gestation in their first birth have a 40 percent greater risk of later cardiovascular disease compared to women who delivered at term, and those who deliver before 32 weeks are at twice the risk compared to full-term deliveries.\"Preterm delivery is independently predictive of cardiovascular disease, even after adjustment for multiple cardio-metabolic risk factors, and the association is only partially mediated by the postpartum development of traditional cardiovascular risk factors,\" the authors write. \"Ultimately, preterm delivery may be a useful prognostic tool to identify high-risk women early in life who would benefit from early screening, prevention and treatment.\"Both studies are among new findings included in the inaugural Go Red for Women issue in Circulation. The special issue exemplifies progress made in research targeting women since the American Heart Association launched the Go Red for Women program in 2004 to develop a strategic and integrated approach for the care of women with heart disease. Back then, the landscape was much different than it is today, the journal editor notes.Among other gaps, \"little was known about the impact of pregnancy and its complications on subsequent cardiovascular disease in the offspring and mother,\" write Circulation editor Joseph Hill, M.D., Ph.D., and Sharon Reimold, M.D., both cardiologists at the University of Texas Southwestern Medical Center in Dallas. \"This inaugural issue is a new effort to address the menace of heart and vascular disease in women. The issue celebrates contemporary research developments that guide care provided to women with cardiovascular disorders.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}