{"journal": "Annals of Emergency Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-02/acoe-pip020217.php", "description": "High-concentration peroxide, sometimes promoted in alternative medicine circles for cleanses or as a so-called 'natural cure,' can lead to numerous life-threatening ailments and death itself, according to a paper published online yesterday in Annals of Emergency Medicine ('Outcomes Following High Concentration Peroxide Ingestions').", "article_link": "http://dx.doi.org/10.1016/j.annemergmed.2016.11.022", "date": "Thu, 02 Feb 2017 05:00:00 GMT", "funder": "", "title": "Peroxide ingestion, promoted by alternative medicine, can be deadly", "region": "namerica", "source_link": "http://newsroom.acep.org/news_releases?item=122816", "institution": "American College of Emergency Physicians", "text": "WASHINGTON -- High-concentration peroxide, sometimes promoted in alternative medicine circles for cleanses or as a so-called \"natural cure,\" can lead to numerous life-threatening ailments and death itself, according to a paper published online yesterday in Annals of Emergency Medicine (\"Outcomes Following High Concentration Peroxide Ingestions\").\"Ingesting high-concentration peroxide can cause embolisms affecting the cardiac, respiratory and neurological systems, leading to permanent disability or death,\" said lead study author Benjamin Hatten, MD, MPH, of the University of Colorado School of Medicine in Aurora, Colo. \"Though touted by the alternative and complementary medicine communities as 'super water,' peroxide should not be ingested for any reason. Because there are also industrial uses, some ingestions have been accidental because of its resemblance to water.\"Dr. Hatten examined 10 years of poison control records for high-concentration peroxide ingestion (concentration strength of 10 percent or greater). Almost 14 percent (13.9 percent) of reported cases had embolic events and 6.8 percent of cases either died or exhibited continued disability. Life-threatening ailments associated with high-concentration peroxide ingestion include seizure, altered mental status, respiratory distress, stroke, pulmonary embolism and heart attack. Patients treated early with hyperbaric oxygen had improved outcomes. Caustic injuries were rare and routine endoscopy was not beneficial.\"This product is meant to be used by the dropper and then diluted, yet we encountered many cases where it was stored at full strength in a clear vessel in the refrigerator,\" said Dr. Hatten. \"This is a caustic liquid, and as with many poison prevention efforts, we recommend keeping this product in its original container and adding both child-resistant capping and a colorizing agent to reduce the possibility of accidental ingestion.\"", "meeting": "", "keywords": ["Toxicology", " Medicine/Health", " Alternative Medicine", " Critical Care/Emergency Medicine"]}