{"journal": "World Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-02/cums-nuo020217.php", "description": "Balancing a country's need to make prescription drugs available to those in need while simultaneously curbing nonmedical use is one of our greatest challenges.  A latest perspective article in the journal of the World Psychiatric Association shows increased rates of deaths worldwide from prescription opioids as high as 550 percent depending on country and time-period. For example, from 2000 to 2014, there was a 200 percent increase in overdose deaths due to opioid use.", "article_link": null, "date": "Thu, 02 Feb 2017 05:00:00 GMT", "funder": "", "title": "Nonmedical use of prescription drugs among young people: A growing global concern", "region": "namerica", "source_link": null, "institution": "Columbia University's Mailman School of Public Health", "text": "Feb. 2, 2017 -- Balancing a country's need to make prescription drugs available to those in need while simultaneously curbing nonmedical use is one of our greatest challenges, according to a perspective article just published by Silvia Martins, MD, PhD, associate professor of Epidemiology at Columbia University's Mailman School of Public Health and a colleague at American University of Beirut. The article published in World Psychiatry, the journal of the World Psychiatric Association, cites research finding increased rates of deaths worldwide from prescription opioids as high as 550 percent depending on country and time-period. For example, from 2000 to 2014, there was a 200 percent increase in overdose deaths due to opioid use.The researchers reported on data from school- and college-based surveys from Europe, Latin America, Asia, and the Middle East. In the U.S., they summarized information from data collected from the 2014 National Survey on Drug Use and Health. In Beirut, past-year nonmedical use of any prescription drugs was 22 percent among private university students, and 10 percent among high school students, with prescription opioids the drug of choice. ). In the Kingdom of Saudi Arabia, a recent school-based survey showed a lifetime prevalence of 7 percent for the nonmedical use of any prescription drug.  In Europe, three-quarters of overdose deaths and 3.5 percent of total deaths among 15 to 39 year olds were attributed to prescription opioids. Data from 36 countries collected as part of the most recent 2011 European School Survey Project on Alcohol and other Drugs showed that, on average, 6 percent of European school students (mean age of 16 years) reported lifetime nonmedical use of tranquilizers.\"While there are variations in study methodologies and definitions of what constitutes nonmedical use, direct comparisons are also affected by the varied availability and cultural acceptance of the drugs worldwide,\" said Dr. Martins. \"The greater 'social acceptance' for using these medications (versus illegal drugs) and the misconception that they are 'safe' may be contributing factors to their misuse.\"One study from Southern China conducted in 2007-2009 revealed that 6 percent of the middle and high school students had tried a prescription medication non-medically, mostly opioids, followed by cough medicine with codeine. In Chongqing, China, a 2012 high school survey reported a lifetime prevalence of 11 percent for just the nonmedical use of prescription opioids. In the U.S., past-year prevalence of nonmedical use of prescription drugs -- opioids, stimulants, tranquilizers and sedatives--was reported by 6 percent of 12 to 17 year-olds and just under 12 percent of 18 to 25 year-olds, mainly driven by the misuse of opioids. Data from the latest U.S. school and college- based surveys show that 13 percent of 12th graders used any prescription drugs non-medically.Nonmedical prescription drug use is defined as using without a prescription or for reasons other than what the medication is intended for. It is a global concern primarily driven by the high and rising nonmedical use of prescription opioids in young populations. Nonmedical use of prescription stimulants can cause respiratory suppression and overdose, or lead to irregular heart rate, hypertension, cardiovascular system failure, stroke, and seizures. Nonmedical use of both prescription opioids and stimulants among adolescents and young adults have also been linked to increased harmful use of other substances, psychiatric symptoms, psychiatric disorders, and ideas of suicide.Dr. Martins suggests the following measures be taken to help ensure that these prescription drugs are available to those who need it while strictly avoiding diversion for nonmedical purposes:1.\tInform the general public, including parents and youth, about the negative consequences of sharing prescription medications.\r\n2.\tTrain medical practitioners to better recognize patients at potential risk of developing nonmedical use. \r\n3.\tConsider potential alternative treatments and improve monitoring the medications medical professionals dispense. ", "meeting": "", "keywords": ["Medicine/Health", " Addiction", " Death/Dying", " Epidemiology", " Pediatrics", " Public Health", " Science/Health and the Law", " Drugs", " Death/Dying", " Mental Health"]}