{"journal": "JAMA Oncology", "url": "http://www.eurekalert.org/pub_releases/2017-02/uocm-uam013117.php", "description": "A nationwide cancer registry of almost one million patients treated for hormone-sensitive breast cancer shows that one out of six women who should have received post-surgical treatment known as adjuvant endocrine therapy did not get this recommended component of care, which can reduce the odds of recurrence.", "article_link": "http://dx.doi.org/10.1001/jamaoncol.2016.6380", "date": "Thu, 02 Feb 2017 05:00:00 GMT", "funder": "National Institutes of Health, American Cancer Society, University of Chicago Cancer Center Pilot Grant", "title": "Under and misuse of hormone therapy decreasing, but still high", "region": "namerica", "source_link": null, "institution": "University of Chicago Medical Center", "text": "A nationwide cancer registry of almost one million patients treated for hormone-sensitive breast cancer shows that one out of six women who should have received post-surgical treatment known as adjuvant endocrine therapy (AET) did not get this recommended component of care. Adjuvant endocrine therapy - hormone-blocking drugs such as tamoxifen or aromatase inhibitors that can lower the odds of cancer coming back - is associated with a 29-percent reduction in the risk of death for women with hormone-receptor-positive breast cancer. The study authors estimate that 14,630 women who did not get hormone treatment died unnecessarily between 2004 and 2013 from recurrence of their cancers.Adherence to the guidelines for AET after surgery slowly improved over the period studied. By the end of the study, however, 18 percent of women who could have benefited were still not getting potentially life-saving care. The researchers also found that about three percent of women who lacked hormone receptors were inappropriately treated with AET.\"The use of adjuvant endocrine therapy slowly gained popularity over this time,\" said study senior author Dezheng Huo, MD, PhD, associate professor of public health sciences at the University of Chicago. \"It improved after 2004, rising from 70 percent in 2004 to almost 84 percent in 2011. Then it declined slightly to 82 percent in 2013, when the study ended.\"\"Our results suggest that it is still underused,\" Huo said, \"and in some cases, misused, offered to patients who lack hormone receptors.\"The study, published Feb. 2, 2017, in JAMA Oncology, used data from the National Cancer Data Base (NCDB), which is supported by the American College of Surgeons and the American Cancer Society. The NCDB collects information about cancer patients, treatments and outcomes from more than 1,500 accredited healthcare facilities. The authors found data from more than 2 million patients who were diagnosed with breast cancer between 2004 and 2013. They narrowed that down to women at least 18 years old who had stage-1, 2 or 3 breast cancer, treated with lumpectomy or mastectomy, usually followed by radiation and, less often, chemotherapy. The women had to express estrogen or progesterone receptors. They wound up with records from 818,435 patients, who met the criteria and were likely to benefit. AET slows or stops the growth of tumors that feed on these hormones. Drugs such as tamoxifen, for example, attach to the estrogen receptor in a cancer cell and shut down the hormone's cancer-causing effects. Patients are encouraged to take the pills, one a day, for 10 years or longer. Compliance with AET guidelines in this study varied from hospital to hospital. The researchers selected 80-percent compliance with the guidelines as a reasonable goal for individual hospitals. They found that in 2004, only 40 percent of hospitals met that standard. By 2013, almost 70 percent of hospitals were reaching the 80 percent standard. \"Still, 30 percent of hospitals were falling short,\" Huo said. Several factors influence compliance. Hormone therapy does have side effects, such as hot flashes or nausea. Patients taking tamoxifen have an increased risk of stroke. Those taking aromatase inhibitors have an increased risk of osteoporosis. Since there is no immediately detectable benefit from AET, some breast cancer patients choose not to take hormone therapy. Others begin therapy but lapse over time. Smaller studies found that 30 to 70 percent of patients discontinue AET within five years. Patients treated with surgery followed by radiation or chemotherapy were more likely to stick with AET. Women treated at larger hospitals, with 400 beds or more, were more compliant. There were also racial disparities. Black and Hispanic women are less likely than non-Hispanic whites to receive AET. Asian women are more likely to receive AET. Hospitals in certain geographic regions had better success. Those in New England and the upper Midwest achieved compliance rates seven to 12 percent higher than those in the South and West.The authors stress that their data has limitations. Previous studies suggest that adjuvant endocrine therapy may be under-reported, in some cases by as much as 10 percent. On the whole, however, the researchers note that although AET use has been steadily increasing. optimal usage, according to Huo, \"has not been achieved.\" Because of these gaps, \"certain women are being deprived of this life-saving therapy.\"", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Endocrinology", " Health Care Systems/Services", " Public Health"]}