{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/hasf-fab020117.php", "description": "The Heart & Stroke 2017 Report on the Health of Canadians examines how unlimited food and beverage marketing targeted at Canadian kids is negatively affecting preferences and choices, their family relationships and their health. We  commissioned one of the country's leading researchers to examine the volume of digital food and beverage advertising to Canadian children and teens, to assess the quality of the products, and to examine how well industry is regulating itself .", "article_link": null, "date": "Wed, 01 Feb 2017 05:00:00 GMT", "funder": "Commissioned by the Heart and Stroke Foundation of Canada", "title": "Food and beverage industry marketing kids to deatlh", "region": "namerica", "source_link": "http://www.newswire.ca/news-releases/heart--stroke---the-food-and-beverage-industry-is-marketing-our-children-and-youth-to-death-612371233.html", "institution": "Heart and Stroke Foundation of Canada", "text": "February 1, 2017 - Heart & Stroke wants Canadians to know as far as nutrition is concerned, the kids are not alright; our children and youth are bombarded with ads for unhealthy products all day, every day, influencing their food and beverage choices. This is having a devastating effect on their health and setting up conflict at home.Marketing is big business and it is sophisticated. Millions of dollars are spent targeting children and youth through multiple channels including TV and online and in multiple settings. New research reveals that over 90% of food and beverage product ads viewed by kids and teens online are for unhealthy products, and collectively kids between the ages of two and 11 see 25 million food and beverage ads a year on their top 10 favourite websites. It is time for this marketing storm to stop. One of the most effective ways to protect kids and support parents is to implement strong restrictions on the commercial marketing of food and beverages to children and youth, and Heart & Stroke is calling on government to table and pass legislation without delay.The Heart & Stroke 2017 Report on the Health of Canadians examines how unlimited food and beverage marketing targeted at Canadian kids is negatively affecting preferences and choices, their family relationships and their health. We polled Canadians to understand their perspectives and we commissioned one of the country's leading researchers to examine the volume of digital food and beverage advertising to Canadian children and teens, to assess the quality of the products, and to examine how well industry is regulating itself -- the first research of its kind in the country.\"Heart & Stroke is committed to giving kids the best start for a long, healthy life,\" says Diego Marchese, Interim CEO and Executive Vice President, Heart & Stroke. \"Pushing for legislation to restrict food and beverage marketing to children and youth may seem like a bold measure, but given experts' prediction that today's children may be the first generation to have poorer health and shorter lifespans than their parents, we need to be bold.\"Eat healthy early, eat healthy oftenHealthy eating is one of the most important factors for overall health and good habits start early in life. At the same time, unhealthy eating is a leading risk for death in Canada, starting in childhood and building through life. Since 1979, the number of Canadian children with obesity has tripled, with almost one in three children overweight or obese. Obesity rates are influenced by the amount of marketing kids are exposed to, and it puts children and adolescents at risk for many health problems, including heart disease, stroke, and diabetes. This is not surprising given the majority of the products marketed to kids are for unhealthy products; something Canadians understand. According to our poll 72% believe the food and beverage industry markets its products directly to children and 78% believe these products are unhealthy.\"We have seen a transition in the last few decades,\" says Dr. Norm Campbell, Heart & Stroke CIHR Chair in Hypertension. \"For the first time we have kids who have spent their whole lives eating unhealthy diets high in processed foods.\"Family food fightsMarketers understand the power that kids hold; the 'nag factor' has considerable influence over what their parents buy. According to our poll, 71% of Canadians believe that because the food and beverage industry spends so much money on advertising to kids, it has an unfair advantage over parents when it comes to influencing children's eating and drinking habits.\"The effect on families is often corrosive or disruptive,\" says Dr. Tom Warshawski, Chair, Childhood Obesity Foundation. \"Parents love their kids and want them to flourish but marketing persuades kids to want junk food and drinks. Part of the goal of that persuasion is setting up a conflict between kids and parents. Kids agitate for these products.\"Not your grandmother's commercialsTV is still a dominant medium for advertising to children, but as children spend more time online digital marketing is growing. On behalf of Heart & Stroke, Dr. Monique Potvin Kent, an expert on food and beverage marketing and children's nutrition reviewed food and beverage advertising on children's (ages 2-11) and youths' (ages 12-17) top 10 websites over a one-year period, assessing both the volume of ads and the nutritional quality of the products. \"I could not get over the numbers, there are many ads on TV directed at kids and it's even higher for teens, but there are only so many spots available, there is a limit. On the Internet there are absolutely no limits.\" says Dr. Potvin Kent \"The level of food and beverage marketing online is very high and almost all products advertised are unhealthy,\" she adds.Dr. Potvin Kent's research revealed the following:\r\nIndustry self-regulation is a failureFor the past 10 years the food and beverage industry has set its own standards and self-regulated its marketing through the Canadian Children's Food and Beverage Advertising Initiative (CAI). The program is not mandatory and the nutrient criteria is weak. More troubling, advertising to kids has actually increased over the past decade.\"Look at the CAI's latest report and some of the foods they say are 'healthier dietary choices' and are therefore advertised to kids: Lucky Charms, Froot Loops, Eggo Waffles. At which breakfast tables are these considered healthy choices?\" asks Geoff Craig, Chief Marketing and Communications Officer, Heart & Stroke. Dr. Potvin Kent's research reveals grave weaknesses in the CAI approach and its criteria, given the high volume of unhealthy food and beverage marketing seen by children and youth. In fact, her study shows that companies participating in the CAI are the worst offenders. Three-quarters of the unhealthy ads viewed by children and youth were from companies that participate in the CAI. Legislation means a fair fight for everyone\"I get irritated when I am told these types of restrictions are about the government trying to control parents. This is the type of policy that supports parents. Parents are doing the best job they can but our environment makes it hard; every environment we go into is filled with products high in sugar and fat,\" says Dr. Potvin Kent.This legislation is about protecting our kids from harm, just like we have done with car seat laws and restrictions on smoking.Restrictions on marketing to kids has been implemented and shown to work in jurisdictions around the world. The best example is in Quebec where legislation has been in place for 30 years and has been associated with a 13% reduction in the likelihood to purchase fast food, and Quebec also has the lowest obesity rate in Canada among children ages 6 - 11 years, and the highest rate of vegetable and fruit consumption. It also establishes a level playing field for business.  Even if the voluntary criteria were strong, companies who comply and put children's health first would be at a competitive disadvantage, and industry's priority is to maximize profits.  StatsRead the report at heartandstroke.ca/heartreport.", "meeting": "", "keywords": ["Medicine/Health", " Public Health"]}