{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-shh013017.php", "description": "At least $41 billion annually in Medicare costs could be saved if beneficiaries adopted five to seven of the American Heart Association's Life's Simple 7 healthy habits to reduce cardiovascular disease.  Having more 'ideal' Life's Simple 7 factors was associated with a lower risk for hospitalizations and cardiovascular disease-related outpatient physician visits.  Health costs were markedly higher for those with fewer ideal Life's Simple 7 factors.", "article_link": "http://dx.doi.org/10.1161/JAHA.116.005106", "date": "Wed, 01 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/Heart, Lung, and Blood Institute, NIH/National Institute on Aging", "title": "Seven heart-healthy habits could save billions in Medicare costs", "region": "namerica", "source_link": "http://newsroom.heart.org/news/seven-heart-healthy-habits-could-save-billions-in-medicare-costs?preview=26ca91df3c365a1a181fe87d1c2b6208", "institution": "American Heart Association", "text": "DALLAS, Feb. 1, 2017 -- More than $41 billion a year in Medicare costs could be saved if all beneficiaries achieved ideal levels for five to seven heart-healthy habits to reduce cardiovascular risk, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association. The American Heart Association's Life's Simple 7 is a composite measure of seven modifiable heart-healthy factors: cigarette smoking, physical activity, diet, body mass index, blood pressure, cholesterol and glucose levels.Researchers estimated the annual financial impact of Life's Simple 7 compliance using one year of follow-up data from the Reasons for Geographic And Racial Differences in Stroke (REGARDS) study, a national, population-based, longitudinal study. They focused on Medicare claims for 6,262 beneficiaries over the age of 65 with fee-for-service coverage and no prior history of cardiovascular disease.In primary analyses, researchers found:By extending estimates from the primary analyses to corresponding 2014 Medicare beneficiaries, researchers found:\"The actual cost for persons with fewer than five to seven factors is almost certainly higher,\" according to Kristal J. Aaron, Dr.P.H., M.S.P.H., lead author and clinical data manager at the University of Alabama in Birmingham. \"Skilled nursing facility, home health and hospice care, durable medical supplies, and medications were excluded in this analyses; thus, our study was limited to inpatient and outpatient visits for beneficiaries with Medicare fee-for-service in the 2014 calendar year, so this is probably a very conservative estimate.\"She added that the data suggests that public health strategies and initiatives improve the number of Life's Simple 7 factors across the population and age spectrum, even those over 65 years of age \"offer the potential for significant cost savings, not just better health outcomes and quality of life.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}