{"journal": "Journal of the American Chemical Society", "url": "http://www.eurekalert.org/pub_releases/2017-02/euot-ces020117.php", "description": "One of the main obstacles in the production of hydrogen through water splitting is that hydrogen peroxide is also formed, which affects the efficiency stability of the reaction and the stability of the production. Dutch and Israeli researchers have succeeded in controlling the spin of electrons in the reaction and thereby almost fully suppress the production of hydrogen peroxide. They published these findings this week in the Journal of the American Chemical Society.", "article_link": "http://dx.doi.org/10.1021/jacs.6b12971", "date": "Wed, 01 Feb 2017 05:00:00 GMT", "funder": "", "title": "Controlling electron spin makes water splitting more efficient", "region": "europe", "source_link": "https://www.tue.nl/en/university/news-and-press/news/01-02-2017-controlling-electron-spin-makes-water-splitting-more-efficient/", "institution": "Eindhoven University of Technology", "text": "One of the main obstacles in the production of hydrogen through water splitting is that hydrogen peroxide is also formed, which affects the efficiency stability of the reaction and the stability of the production. Dutch and Israelian researchers from Eindhoven University of Technology and the Weizmann Institute have succeeded in controlling the spin of electrons in the reaction and thereby almost fully suppress the production of hydrogen peroxide. They published these findings this week in the Journal of the American Chemical Society. The efficient production of hydrogen paves the way towards water splitting by solar energy. Hydrogen has been referred to as the fuel of the future but its generation is still not efficient enough. One of the production methods is a photo-electrochemical cell whereby water is split into hydrogen and oxygen under the influence of light. Not only does the reaction require a lot of energy but also hydrogen peroxide is formed as a by-product, leading to the poisoning of one of the electrodes and thus reduced efficiency.Electron spinLed by professors Bert Meijer (Eindhoven University of Technology) and Ron Naaman (Weizmann Institute), the researchers are the first to have specifically investigated the role of the spin - the internal magnetic moment - of electrons involved in the oxidation reaction, or the formation of oxygen. Their idea was that if both spins are aligned, the formation of hydrogen peroxide would not occur. That's because the ground state of hydrogen peroxide - a so-called singlet state - does not allow two electrons with opposite spins. Oxygen, with a triplet ground state, does.Expectations exceededBy covering the titanium oxide anode in their photo-electrochemical cell with chiral (molecules that are mirror images of each other) supramolecular structures of organic paint, they were able to inject only electrons with their spins aligned in the process. This work followed former findings by the group of Naaman, that the transmission of electrons through chiral molecules depends on the electrons' spin. \"The effect on water splitting exceeded our expectations,\" Ron Naaman says. \"The formation of hydrogen peroxide was almost entirely suppressed. We also saw a significant increase in the cell's current. And because chiral molecules are very common in nature, we expect great implications from this finding.\" Stroke of luckThe researchers are not yet able to say how much more efficient this can make hydrogen production. \"Our goal was to be able to control the reaction and to understand what exactly was going on,\" explains Bert Meijer. \"In some ways, this was a stroke of luck because the supramolecular structures had not originally been intended for this purpose. It goes to show how important supramolecular chemistry is as a fundamental field of research, and we're very busy optimizing the process.\"\r\n", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry", " Energy/Fuel (non-petroleum)"]}