{"journal": "Journal of the American Academy of Child and Adolescent Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-02/wuso-eso020117.php", "description": "Early predictors of anxiety and depression may be evident in the brain even at birth, suggests a study at Washington University School of Medicine in St. Louis.", "article_link": "http://dx.doi.org/10.1016/j.jaac.2016.11.005", "date": "Wed, 01 Feb 2017 05:00:00 GMT", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, NIH/National Institute of Mental Health, NIH/National Institute of Neurological Disorders and Stroke", "title": "Early signs of anxiety, depression may be evident in newborns", "region": "namerica", "source_link": "https://medicine.wustl.edu/news/early-signs-anxiety-depression-may-evident-newborns/", "institution": "Washington University School of Medicine", "text": "Early predictors of anxiety and depression may be evident in the brain even at birth, suggests a study at Washington University School of Medicine in St. Louis.Analyzing brain scans of newborns, the researchers found that the strength and pattern of connections between certain brain regions predicted the likelihood of the babies developing excessive sadness, shyness, nervousness or separation anxiety by age 2. Such symptoms have been linked to clinical depression and anxiety disorders in older children and adults.The research is published online in the Journal of the American Academy of Child & Adolescent Psychiatry.\"The fact that we could see these connectivity patterns in the brain at birth helps answer a critical question about whether they could be responsible for early symptoms linked to depression and anxiety or whether these symptoms lead to changes in the brain,\" said Cynthia Rogers, MD, an assistant professor of child psychiatry. \"We have found that already at birth, brain connections may be responsible for the development of problems later in life.\"Initially, Rogers and her team set out to identify differences in functional brain connectivity -- the coordination of activity across different parts of the brain -- between babies born prematurely and others born at full term. They conducted functional MRI scans in 65 full-term newborns and 57 premature infants born at least 10 weeks early. The latter were scanned on or near their due dates.The researchers looked for differences in the connectivity patterns across various regions of the brain, hoping to find evidence to explain why premature babies face a greater risk of developing psychiatric problems -- including depression and anxiety -- later in life. In particular, the team focused on how a structure involved in the processing of emotions, called the amygdala, connects with other brain regions.First, they found that healthy, full-term babies had patterns of connectivity between the amygdala and other regions of the brain that were similar to the patterns previous studies had indicated in adults. Although there were similar patterns of connectivity in premature infants, the strength of their connections between the amygdala and other brain regions was decreased.Most interestingly, they noted that various connection patterns between the amygdala and other structures -- like the insula, which is involved in consciousness and emotion, and the medial prefrontal cortex, which plays roles in planning and decision making -- appear to increase the risk of early symptoms related to depression and anxiety.When the babies turned 2 years old, a subset received follow-up assessments to look for early symptoms of anxiety and depression. The researchers evaluated 27 of the children who were born prematurely and 17 born at term.\"Children born prematurely were no more likely than full-term children to exhibit early signs of anxiety and depression,\" Rogers said. \"Part of that may have been due to the fact that a number of the full-term children already were at risk for symptoms due to sociodemographic factors, such as living in poverty or having a mother with clinical depression or an anxiety disorder. Further, the severity of these early anxiety symptoms was correlated with connectivity patterns seen in the infants in both groups.\"The researchers also want to evaluate all children from the study again when they are 9 to 10 years old to learn whether brain connections continue to influence the risk for depression and anxiety disorders.\"We have a grant under review to bring the preterm children back when they are older, along with the full-term children, and we want to study how their brains have developed over time,\" Rogers said. \"We want to determine whether they still have many of the same differences in connectivity, whether there have been any changes in the structural and functional connections in their brains, and how all of that relates to whether they have symptoms of psychiatric disorders.\"", "meeting": "", "keywords": ["Medicine/Health", " Pediatrics", " Mental Health", " Depression/Anger", " Stress/Anxiety", " Parenting/Child Care/Family"]}