{"journal": "BMC Cardiovascular Disorders", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoh-vcm020117.php", "description": "Vitamin C decreased the incidence of post-operative atrial fibrillation by 44 percent in cardiac surgery patients in nine randomized trials that were conducted outside of the USA according to a meta-analysis published in BMC Cardiovascular Disorders.", "article_link": "http://dx.doi.org/10.1186/s12872-017-0478-5", "date": "Wed, 01 Feb 2017 05:00:00 GMT", "funder": "", "title": "Vitamin C may decrease the risk of atrial fibrillation after cardiac surgery", "region": "europe", "source_link": null, "institution": "University of Helsinki", "text": "AF is a common cardiac rhythm disturbance that can lead to severe consequences such as stroke and heart failure. AF can be triggered by various stressful conditions and about 30% of patients undergoing cardiac operations suffer from post-operative AF. Harri Hemilä from the University of Helsinki, Finland, and Timo Suonsyrjä from the Helsinki University Central Hospital, Finland, carried out a systematic review of vitamin C for preventing AF in high risk patients. They identified 14 randomized trials totaling 2006 patients who had undergone cardiac surgery, and one trial with 44 patients that had investigated the recurrence of AF after a successful cardioversion. There was substantial heterogeneity between the 14 cardiac surgery trials, but the heterogeneity was explained by the division of them between five trials carried out in the USA and nine trials conducted outside of the USA. The five cardiac surgery trials carried out in the USA uniformly found no effect of vitamin C against post-operative AF. In contrast, the nine cardiac surgery trials conducted outside of the USA found a mean reduction of 44% in the incidence of post-operative AF and there was no heterogeneity between these nine trials. Five of the latter trials were carried out in Iran, two in Greece, one in Slovenia and one in Russia.The single study on the recurrence of AF after a successful cardioversion, which was carried out in Greece, found that vitamin C decreased the risk of AF recurrence by 87%.In the non-US cardiac surgery trials, vitamin C decreased the length of hospital stay by 12.6% and intensive care unit stay by 8.0%. Some of the surgery patients in the non-US studies were administered vitamin C orally, whereas in others vitamin C was administered intravenously. The latter route leads to substantially higher levels of vitamin C in the blood, thus the effects of the two administration methods might differ. Oral administration of vitamin C decreased the occurrence of post-operative AF by 73%, whereas intravenous administration decreased it by 36%. On the other hand, oral administration shortened the length of hospital stay by only 7% (0.4 days), whereas intravenous administration decreased it by 16% (1.5 days). Thus, the effect of intravenous vitamin C administration was greater for the length of hospital stay, but less for the occurrence of post-operative AF.According to Drs. Hemilä and Suonsyrjä, \"Vitamin C is a safe low-cost essential nutrient. Given the consistent evidence from the less wealthy countries, vitamin C might be administered to cardiac surgery patients, although further studies are needed to find out optimal protocols for its administration. However, there seems to be no rationale for further study of unselected patients in wealthy countries, but the effects of vitamin C for patients who have a particularly low documented level of vitamin C might still be worthwhile.\"", "meeting": "", "keywords": ["Medicine/Health"]}