{"journal": "Science Robotics", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoic-ar020117.php", "description": "Researchers at the University of Illinois at Urbana-Champaign and Caltech have developed a self-contained robotic bat -- dubbed Bat Bot (B2) -- with soft, articulated wings that can mimic the key flight mechanisms of biological bats.", "article_link": "http://dx.doi.org/10.1126/scirobotics.aal2505", "date": "Wed, 01 Feb 2017 05:00:00 GMT", "funder": "", "title": "Advanced robotic bat's flight characteristics simulates the real thing", "region": "namerica", "source_link": "http://engineering.illinois.edu/news/article/21209", "institution": "University of Illinois College of Engineering", "text": "Bats have long captured the imaginations of scientists and engineers with their unrivaled agility and maneuvering characteristics, achieved by functionally versatile dynamic wing conformations as well as more than forty active and passive joints on the wings. However, their wing flexibility and complex wing kinematics pose significant technological challenges for robot modelling, design, and control.Researchers at the University of Illinois at Urbana-Champaign and Caltech have developed a self-contained robotic bat -- dubbed Bat Bot (B2) -- with soft, articulated wings that can mimic the key flight mechanisms of biological bats. \"Our work demonstrates one of the most advanced designs to date of a self-contained flapping-winged aerial robot with bat morphology that is able to perform autonomous flight,\" explained Alireza Ramezani, a postdoctoral researcher at the University of Illinois who is the first author of the cover article, \"A Biomimetic Robotic Platform to Study Flight Specializations of Bats,\" appearing in AAAS Science Robotics on February 1. \"It weighs only 93 grams, with dynamic wing articulations and wing conformations similar to those of biological bats.\" Ramezani developed the prototype with his advisors Soon-Jo Chung -- now an associate professor of aerospace at Caltech -- and Seth Hutchinson at Illinois. These authors have been collaborating with Brown University professors Kenneth Breuer and Sharon Swartz, who are experts on bat flight.\"Our work introduces a design scheme to mimic the key flight mechanisms of biological bats,\" said Chung, who is also a research scientist at the Jet Propulsion Laboratory, which Caltech manages for NASA. \"There is no well-established methodology for reverse engineering the sophisticated locomotion of bats.\"Arguably, bats have the most sophisticated powered flight mechanism among animals, as evidenced by the shape-changing capability of their wings. Their flight mechanism involves more than 40 types of joints that interlock the bones and muscles to one another creating a musculoskeletal system that can change shape and is capable of movement in multiple independent directions.\"The B2 possesses a number of practical advantages over other aerial robots, such as quadrotors,\" said Chung. \"Bats do have more 40 active and passive joints; we reduced those numbers to 9 (5 active and 4 passive) joints in the B2 robot. The compliant wings of a bat-like flapping robot flapping at lower frequencies (7-10 Hz vs. 100-300 Hz of quadrotors) are inherently safe: because their wings comprise primarily flexible materials and are able to collide with one another, or with obstacles in their environment, with little or no damage.\" The B2 utilizes a morphing skeleton array and a silicone-based membrane skin that enables the robot to change its articulated structure in mid-air without losing an effective and smooth aerodynamic surface. \"Our flight control results are the first demonstration of using asymmetric wing folding of the main flexible wings to control the heading of the aerial robot,\" Ramezani added. \"Its morphing property cannot be realized with conventional fabrics (such as nylon or mylar) that are primarily used in flapping wing research. Non-stretchable materials resist the forelimb and leg movements in B2. As a result, we covered the skeleton of our robot with a custom-made, ultra-thin (56 micron, silicone-based membrane that is designed to match the elastic properties of biological bats' membranes.\"Bat-inspired aerial robots also bring significant improvements in energy efficiency over current aerial robots. This is due, at least in part, to their articulated soft wing architecture, and the fact that wing flexibility amplifies the motion of the robot's actuators. \"When a bat flaps its wings, it's like a rubber sheet,\" said Hutchinson, who is a professor of electrical and computer engineering at Illinois. \"It fills up with air and deforms. And then, at the end of its down-stroke motion, the wing pushes the air out when it springs back into place. So you get this big amplification of power that comes just from the fact you are using flexible membranes inside the wing itself.\"One potential application of B2 is to supervise construction sites. \"Building construction projects are complicated, and rarely do they happen the way they are intended to happen,\" Hutchinson said. \"Keeping track of whether the building is being put together the right way at the right time is not trivial. So the bat bots would fly around, pay attention, and compare the building information model to the actual building that's being constructed.\"\"For example, for tasks that require the aerial robots to be stationary, our bat-inspired aerial robots will eventually be able to perch, instead of hovering, by taking advantage of unique structures in construction sites such as steel frames, side walls, and ceiling frames,\" Chung said. \"This is a more energy-efficient and reliable solution since stationary hovering is difficult for quadrotors in the presence of even mild wind -- which is common for construction sites. Furthermore, perching or landing conventional aircraft and quadrotors in such unusual places is nearly impossible, due to their limited control authority at slow motor speeds and aerodynamic couplings such as wall or ground effects.\"Since the B2 does not use high-speed rotors that emit loud, high-frequency noise, it is significantly less intrusive than quadrotors or other aerial robots. \"In addition to construction applications, we envision robotic flapping-wing robots operating in tight quarters with humans and beyond where humans can go,\" Chung noted. For example, an aerial robot equipped with a radiation detector, 3D camera system, and temperature and humidity sensors could inspect something like the Fukushima nuclear reactors, where the radiation level is too high for humans, or fly into tight crawlspaces such as mines or collapsed buildings. Such highly maneuverable aerial robots, with longer flight endurance, will also make advances in the monitoring and recovery of critical infrastructures such as nuclear reactors, power grids, bridges, and borders. \"B2 certainly cannot be used for lifting heavy packages yet, but a future version of Bat Bot could validate the benefits of soft-winged flight, such as improved energy efficiency and safety, for drone-enabled package delivery,\" he said.\"Finally, this robot can contribute to biological studies on bat flight,\" Hutchinson added. \"The existing methods for biology rely on vision-based motion capture systems that utilize high speed imaging sensors to record the trajectory of joints and limbs during bat flight. Although these approaches can effectively analyze the joint kinematics of bat wings in flight, they cannot help understand how specific wing movement patterns contribute to a particular flight maneuver of a bat. B2 can be used to reconstruct flight maneuvers of bats by applying wing movement patterns observed in bat flight, thereby helping us understand the role of the dominant degrees of freedom of bats.\" ", "meeting": "", "keywords": ["Biomechanics/Biophysics", " Biomechanics/Biophysics", " Technology/Engineering/Computer Science", " Mechanical Engineering", " Vehicles", " Research/Development", " Robotry/Artificial Intelligence", " Technology Transfer"]}