{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/uos-une020117.php", "description": "MAPP, the EPSRC Future Manufacturing Hub in Manufacture using Advanced Powder Processes launched on Tuesday, Jan. 31, in Sheffield. MAPP is a £20 million research hub led by the University of Sheffield and brings together expertise from the Universities of Leeds, Manchester, Oxford, and Imperial College London, together with 17 industry partners and the UK's High Value Manufacturing Catapult.", "article_link": null, "date": "Wed, 01 Feb 2017 05:00:00 GMT", "funder": "EPSRC", "title": "UK's new EPSRC Future Manufacturing Hub for advanced powder processes launches", "region": "europe", "source_link": null, "institution": "University of Sheffield", "text": "MAPP aims to realise the potential of advanced powder processes to provide low energy, low cost and low waste high value manufacturing routes and products to secure UK manufacturing productivity and growth.  \r\nThe launch event was attended by 150 delegates from across industry, universities, Catapult centres and sponsors. MAPP Director and RAEng Chair Professor Iain Todd, gave an overview of MAPP's vision and how MAPP aims to address the challenges and opportunities surrounding advanced powder processes through an ambitious interdisciplinary research programme. Professor Iain Todd explained \"It's an exciting time for powder based processes with new opportunities opening up rapidly in a range of key sectors including aerospace, energy, automotive and healthcare. However, there are still some fundamental scientific issues to be addressed before these technologies can be adopted more widely.  MAPP brings together leading UK researchers, industry and the High Value Manufacturing Catapult to achieve right first time manufacturing for advanced powder processes and develop the next generation of manufacturing technologies. The EPSRC Future Manufacturing Hubs are key element in our approach to tackling the UK's productivity gap and solving some of the longer term challenges faced by the UK's manufacturing industry\". Presentations from MAPP's academic partners highlighted how leading edge research is being applied to provide new insights on advanced powder processes and how this new understanding is leading to improved outcomes for UK manufacturing. Professor Peter Lee, from the University of Manchester and the Research Complex at Harwell, spoke about how experiments at the UK's Diamond Light Source are providing new information on the fundamental physics and chemistry of technologies such as additive layer manufacturing.  Professor Andrew Bayly, from the University of Leeds, discussed how physical models can give a better understanding of the dynamic behaviour of powders in processes and some of the challenges associated with powder processing. Presentations from MAPP's industry partners outlined the opportunities for advanced powder processes, some of the challenges which need to be overcome, and how the research in MAPP, together with aligned programmes funded by industry and UK Government, are overcoming the challenges and delivering benefit for UK productivity and growth. Dr Alison Wagland, Technology Manager at  Johnson Matthey, spoke about the use of powders in the production of catalysts for emission control and batteries for energy storage. Dr Rob Sharman, Global Head of Additive Manufacturing at GKN Aerospace, highlighted the opportunities for metal additive manufacturing in aerospace and the need to design new materials and powders which were tailored specifically for these new processes. Dr Phil Carroll, Chief Executive Officer at LPW Technology, spoke about the need to understand manufacturing from the perspective of the powder and the need for quality, traceability and consistency of powder materials.  Dr Richard France, Senior Business Development Manager at MAPP said: \"We've developed a strong vision and plan for MAPP together with our industry, academic and Catapult partners. Today has given us the opportunity to share our vision and plans for MAPP with a wider network so we can start to develop new opportunities for collaboration. The breadth of sectors attending and the feedback we've received demonstrates the appetite and need for MAPP.\"\r\n", "meeting": "", "keywords": ["Grants/Funding", " Industrial Engineering/Chemistry", " Materials", " Technology/Engineering/Computer Science", " Industrial Engineering/Chemistry", " Research/Development"]}