{"journal": "Academic Emergency Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-01/sfae-luc013117.php", "description": "Lung ultrasound can show alternative diagnoses and should be considered when evaluating patients with suspected pulmonary embolism.", "article_link": null, "date": "Tue, 31 Jan 2017 05:00:00 GMT", "funder": "", "title": "Lung ultrasound can help doctors see other diseases that mask as lethal clots in lung", "region": "namerica", "source_link": null, "institution": "Society for Academic Emergency Medicine", "text": "Des Plaines, IL -- A pretest risk stratification enhanced by ultrasound of lung and venous performs better than Wells score in the early diagnostic process of pulmonary embolism (PE). That is the main finding of a study to be published in the March 2017 issue of Academic Emergency Medicine (AEM), a journal of the Society for Academic Emergency Medicine. The study, by Nazerian, et al, suggests that transthoracic lung ultrasound can show alternative diagnoses such as pneumonia or pleural effusion. The data add to findings of a recent systematic review and meta-analysis showing useful overall diagnostic accuracy.1 Taken together, these papers suggest that lung ultrasound is here to stay and should be considered when evaluating patients with suspected pulmonary embolism.\"One of the largest criticisms of the widely used Wells score for estimating likelihood of potentially fatal blood clots in the lung (PE) is the vagary that surrounds the definition of its term, 'alternative diagnosis more likely than PE,'\" said Jeffrey Kline, Vice Chair of Research in the Department of Emergency Medicine, and professor in the Department of Cellular and Integrative Physiology at Indiana University School of Medicine. \"Most clinicians who believe an alternative diagnosis is more likely than PE cannot name the diagnosis. Nazerian et al, show that lung ultrasound can quickly and non-invasively allow physicians to literally see the identity of 'something else wrong' other than blood clots in the lung. This advantage can help them be more confident in deciding not to order expensive testing that causes large doses of radiation exposure to patients.\"", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Clinical Trials", " Critical Care/Emergency Medicine", " Death/Dying", " Health Care Systems/Services", " Health Professionals", " Pulmonary/Respiratory Medicine"]}