{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-01/uog-cgm013117.php", "description": "Significantly decreased blood sugar levels over time -- and increased well-being. These are just some of the results of a long-term study at Sahlgrenska Academy of continuous glucose monitoring in persons with type 1 diabetes.", "article_link": null, "date": "Tue, 31 Jan 2017 05:00:00 GMT", "funder": "", "title": "Continuous glucose monitoring lowers blood sugar in the long term for type 1 diabetes", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//continuous-glucose-monitoring-lowers-blood-sugar-in-the-long-term-for-type-1-diabetes.cid1422156", "institution": "University of Gothenburg", "text": "Significantly decreased blood sugar levels over time - and increased well-being. These are just some of the results of a long-term study at Sahlgrenska Academy of continuous glucose monitoring in persons with type 1 diabetes.\"This is one of few new treatments in recent decades which significantly reduces blood sugar levels for persons with type 1 diabetes, who are dependent on insulin injections,\" notes Marcus Lind, Associate Professor of Diabetology at the department of molecular and clinical medicine, and Chief Physician in Uddevalla.A total of 161 people took part in the study, from Härnösand in the north to Malmö in the south, each one in need of insulin injections several times per day in order to keep their blood sugar levels in check.They were randomly selected in different rounds to either use traditional equipment, and prick their finger at least four times per day in order to measure the sugar levels, or use a device which measures the blood sugar continually via a thin filament under the skin on the stomach. A separate unit kept in the pocket would beep or vibrate when the sugar level was to high or too low. The study lasted 16 months and the patients used each method over a 6-month period, with a four-month \"washout period\" without assisted treatment between each round.Substantial decrease\"The principal question was whether there would be a difference in the average blood sugar levels. What we saw was that when patients used this continual blood sugar measurement, they had a lower blood sugar level on average; something which is considered significant in reducing the risk of complications with type 1 diabetes,\" Marcus Lind explains.The blood sugar value, measured using the marker HbA1c, which gives a mean value over a three-month period, dropped by five millimole per mole; a leap which can be considered justification for giving wider access to the treatment.\"Different interpretations have been made at different hospitals across the country, and the interpretations also vary from one country to the next. A grey zone has been created pending the arrival of this type of long-term study,\" says Marcus Lind.Previous studies of the technology have been more focused on the verification, over shorter periods, of blood sugar values produced by continual measurement. The fact that the mean sugar levels have been shown to actually decrease is something that can protect the patient group.\"When there are high sugar levels in the cells, various biochemical processes are triggered which increase the risk of damage, primarily to nerves and vessels. If you have high sugar values over long periods, for example, the retinas, kidneys and heart can be affected. The higher the values, the more harmful, which is why this is so important,\" Marcus Lind explains.Increased well-beingThe study also shows an increase in treatment satisfaction and well-being. Factors that are important in themselves and which also improve the chances of the treatment working in the long term. \"It's important how the patients experience the treatment in their everyday lives in terms of their willingness to continue; it mustn't get too complicated. Quality of life and well-being are also becoming increasingly emphasised in guidelines for diabetes care,\" says Marcus Lind.", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Metabolism/Metabolic Diseases", " Diabetes"]}