{"journal": "Stroke", "url": "http://www.eurekalert.org/pub_releases/2017-01/wfbm-kfi013017.php", "description": "A routine blood test that measures kidney function can be a valuable predictor of short-term outcomes for stroke patients, according to a study led by a neurologist at Wake Forest Baptist Medical Center.", "article_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "title": "Kidney function in stroke patients associated with short-term outcomes", "region": "namerica", "source_link": null, "institution": "Wake Forest Baptist Medical Center", "text": "WINSTON-SALEM, N.C. - Jan. 30, 2017 - A routine blood test that measures kidney function can be a valuable predictor of short-term outcomes for stroke patients, according to a study led by a neurologist at Wake Forest Baptist Medical Center.\r\nThe study team analyzed data on more than 232,000 ischemic stroke patients age 65 and older who were admitted to 1,581 U.S. hospitals over a three-year period. The researchers found that those patients with renal dysfunction upon admission, as indicated by the estimated glomerular filtration rate (eGFR) calculated from a blood creatinine test and basic demographic information such as age, race and sex, were significantly more likely to die while hospitalized and far less likely to be discharged home.The study is published in the February issue of the journal Stroke.\"Kidney disease is frequently a comorbidity in patients with acute ischemic stroke,\" said the study's principal investigator, Nada El Husseini, M.D., assistant professor of neurology at Wake Forest School of Medicine, a part of Wake Forest Baptist. \"This one test done on admission to measure kidney function can be used to better inform patients with ischemic stroke and their families about what to expect.\"The eGFR is measured on a scale from 0 to 120, with scores 15 and under indicative of kidney failure and scores 60 and above considered normal. In their study the researchers found that in-hospital mortality was most common (29.2 percent) among the stroke patients with eGFR scores 15 and under without dialysis and least common (9.1 percent) among those with scores 60 and above. The data also revealed that discharge home was most common (42.8 percent) among the stroke patients with eGFR scores 60 and above and least common (23.5 percent) among those with scores 15 and under without dialysis. The findings regarding those with eGFR scores between 16 and 59 followed similar trends in short-term outcomes, with higher scores correlating to lesser risk of in-hospital mortality and greater odds of being discharged home.\"Any renal dysfunction was associated with increased risk of inpatient mortality and any eGFR less than 30 with lower likelihood of being discharged home,\" El Husseini said. \"Kidney function is clearly an important factor in stroke patients.\"Because the study was limited to Medicare patients 65 and over who were admitted to facilities participating in a voluntary nationwide quality-improvement program, the research results may not be directly applicable to other populations, El Husseini said.But future research in this area, she said, might \"determine if specific interventions could further influence short-term outcomes following stroke in those with kidney disease.\" ", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}