{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoth-mhw013017.php", "description": "Louise D. McCullough, M.D., Ph.D., of The University of Texas Health Science Center at Houston (UTHealth), has been awarded the Javits Neuroscience Investigator Award from the National Institute of Neurological Disorders and Stroke (NINDS).", "article_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "McCullough honored with prestigious NIH Javits Award for stroke research", "region": "namerica", "source_link": "https://www.uth.edu/media/story.htm?id=c15b589a-a209-45ef-a18c-ab4ab793cc95", "institution": "University of Texas Health Science Center at Houston", "text": "HOUSTON - (Jan. 30, 2017) - Louise D. McCullough, M.D., Ph.D., of The University of Texas Health Science Center at Houston (UTHealth), has been awarded the Javits Neuroscience Investigator Award from the National Institute of Neurological Disorders and Stroke (NINDS).McCullough, Roy M. and Phyllis Gough Huffington Distinguished Chair of Neurology at McGovern Medical School at UTHealth, will receive up to $4.6 million in funding for research investigating the impact of social isolation on stroke recovery.McCullough, chair of the Department of Neurology at McGovern Medical School, is co-director of Memorial Hermann Mischer Neuroscience Institute in the Texas Medical Center and chief of neurology at Memorial Hermann-TMC.\"This prestigious NIH award is a testament to Dr. McCullough's outstanding work,\" said Barbara J. Stoll, M.D., dean and H. Wayne Hightower Distinguished Professor in the Medical Sciences. \"Dr. McCullough is a leader in the field of stroke research and is building upon the existing strengths of our neurology department.\"The Javits Award is a seven-year research grant awarded by the NINDS to scientists for their superior research and outstanding productivity. Javits awards provide long-term support to investigators with a history of exceptional talent, imagination, and preeminent scientific achievement. This award will support McCullough's ongoing work on the detrimental effects of social isolation on stroke damage and recovery. The work selected for funding examines how social isolation is associated with increased mortality and morbidity in patients with established vascular disease, including stroke. Emerging evidence from experimental and clinical studies show that isolation is not only a risk factor for stroke, but also contributes to increased stroke severity and delayed functional recovery.This research will investigate the miRNAs - molecules that assist in gene expression - that are differentially expressed in animals that are isolated after stroke. McCullough's laboratory will determine common gene targets and attempt to block or enhance their effects in aged male and female mice and evaluate recovery of cognitive and motor function.\"Several of our targets have already been validated in stroke patients,\" McCullough said. \"Hopefully this work will lead to the development of new therapies that will reduce disability and improve quality of life in patients after a stroke.\"She was recently awarded the American Heart Association Research Mentorship Award for her long history of mentorship and career development of clinical and basic science trainees.McCullough received her bachelor's degree in psychology, a master's in experimental psychology and doctorate in neuroscience from the University of Connecticut at Storrs before receiving her medical training at the University of Connecticut, School of Medicine in Farmington.She completed a neurology residency at the Johns Hopkins Hospital, followed by a fellowship in cerebral vascular disease, neurology, and anesthesiology and faculty appointment. McCullough returned to the University of Connecticut and Hartford Hospital in 2004 to develop programs in stroke care and research. She joined McGovern Medical School in 2015.\"I am incredibly excited to be a part of the Department of Neurology, McGovern Medical School, Memorial Hermann-Texas Medical Center and the larger vibrant TMC community. The research and clinical care here are absolutely fantastic, and the spirit of collaboration is so evident,\" McCullough said. \"The environment here will allow us to move our research forward more rapidly and hopefully brings us closer to our ultimate goal of improving the quality of life for patients with neurological diseases.\"\r\n", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Stroke", " Neurobiology"]}