{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-01/aha-mpt012517.php", "description": "Planning and timing meals and snacks, such as not skipping breakfast and allocating more calories earlier in the day, might help reduce cardiovascular disease risk.\r\nLarge studies tracking patients' cardiovascular health over a long period are needed to show how meal timing and patterns impact disease risk.", "article_link": "http://dx.doi.org/10.1161/CIR.0000000000000476", "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "", "title": "Meal planning, timing, may impact heart health", "region": "namerica", "source_link": "http://newsroom.heart.org/news/meal-planning-timing-may-impact-heart-health?preview=ec911784b581dc5450086a27490abcd5", "institution": "American Heart Association", "text": "DALLAS, January 30, 2017 -- Planning when to eat meals and snacks and not skipping breakfast, are patterns associated with healthier diets, which could reduce cardiovascular disease risk, according to a new scientific statement published in the American Heart Association journal Circulation.The statement provides a snapshot of the current scientific evidence suggesting when and how often people eat may impact risk factors for heart attack, stroke, or other cardiac or blood vessel diseases.\"Meal timing may affect health due to its impact on the body's internal clock. In animal studies, it appears that when animals receive food while in an inactive phase, such as when they are sleeping, their internal clocks are reset in a way that can alter nutrient metabolism, resulting in greater weight gain, insulin resistance and inflammation. However, more research would need to be done in humans before that can be stated as a fact,\" said Marie-Pierre St-Onge, Ph.D., writing group chair and an associate professor of nutritional medicine at Columbia University in New York City.The statement stresses that it is still important to eat a healthy diet, emphasizing fruits, vegetables, whole grains, low-fat dairy products, poultry and fish, while limiting red meat, salt and foods high in added sugars, but when and how often a person eats may also impact cardiovascular wellness according to a growing body of research.There is a link between eating breakfast and having lower heart disease risk factors. Studies have found people who eat breakfast daily are less likely to have high cholesterol and blood pressure, and people who skip breakfast -- about 20 percent to 30 percent of U.S. adults -- are more likely to be obese, have inadequate nutrition, show evidence of impaired glucose metabolism or be diagnosed with diabetes, she said.Meal timing and frequency have also been linked to risk factors for heart disease and stroke including obesity, high blood pressure, cholesterol, blood glucose levels, insulin resistance, as well as reduced insulin sensitivity in studies.\"We suggest eating mindfully, by paying attention to planning both what you eat and when you eat meals and snacks, to combat emotional eating. Many people find that emotions can trigger eating episodes when they are not hungry, which often leads to eating too many calories from foods that have low nutritional value.\"There is also an association between \"occasional fasting\" - every other day or 1-2 times a week - and weight loss at least in the short term,\" St-Onge said.While observational research links meal habits to cardiovascular health, the evidence cannot definitively show that suggested eating patterns cause better and lasting benefits, the statement noted. Large studies that follow patients over a long period and track outcomes such as cardiovascular disease and diabetes are needed, the authors said. And more \"free-living\" clinical research could help reveal how any formal guidelines about meal or snack planning might be carried out by individuals who are making their own food decisions day-to-day, St-Onge said.Given people's busy lives, setting time aside to eat without distraction is vital. \"All activities have a place in a busy schedule, including healthy eating and being physically active,\" St-Onge said. \"Those activities should be planned ahead of time and adequate time should be devoted to them.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}