{"journal": "International Journal of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-01/uota-pbc013017.php", "description": "Scientists from Johns Hopkins University and Ohio State University have discovered a new method for predicting those most at risk for thrombus, or blood clots, in the heart. The critical factor, they found, is the degree to which the mitral jet penetrates into the left ventricle of the heart.  The findings were based on simulations performed using the Stampede supercomputer at the Texas Advanced Computing Center and validated using patient data.", "article_link": "http://dx.doi.org/10.1016/j.ijcard.2016.10.079", "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "National Science Foundation", "title": "Preventing blood clots with a new metric for heart function", "region": "namerica", "source_link": "https://www.tacc.utexas.edu/-/preventing-blood-clots-with-a-new-metric-for-heart-function", "institution": "University of Texas at Austin, Texas Advanced Computing Center", "text": "The heart is a wonder of design - a pump that can function for 80 years, and billions of heartbeats, without breaking down. But when it does malfunction, the results can be dire. In research reported in the International Journal of Cardiology this month, scientists from Johns Hopkins University and Ohio State presented a new method for predicting those most at risk for thrombus, or blood clots, in the heart. The critical factor, the researchers found, is the degree to which the mitral jet - a stream of blood shot through the mitral valve - penetrates into the left ventricle of the heart. If the jet doesn't travel deep enough into the ventricle, it can prevent the heart from properly flushing blood from the chamber, potentially leading to clots, strokes and other dangerous consequences. The findings were based on simulations performed using the Stampede supercomputer at the Texas Advanced Computing Center and validated using data from patients who both did and did not experience post-heart attack blood clots. The work was supported by grants from the National Science Foundation.The metric that characterizes the jet penetration, which the researchers dub the E-wave propagation index (EPI), can be ascertained using standard diagnostic tools and clinical procedures that are currently used to assess patient risk of clot formation, but is much more accurate than current methods. \"The beauty of the index is that it doesn't require any additional measurements. It simply reformulates echocardiogram data into a new metric,\" said Rajat Mittal, a computational fluid dynamics expert and professor of engineering at Johns Hopkins University and one of the principal investigators on the research. \"The clinician doesn't have to do any additional work.\"Heart disease is the leading cause of death in the U.S. and by far the most expensive disease in terms of health care costs. Heart attacks cause some deaths; others result from blood clots, frequently the result of a heart weakened by disease or a traumatic injury. Clots can occur whenever blood remains stagnant. Since the chambers of the heart are the largest reservoirs of blood in the body, they are the areas most at risk for generating clots.Predicting when a patient is in danger of developing a blood clot is challenging for physicians. Patients recovering from a heart attack are frequently given anticoagulant drugs to prevent clotting, but these drugs have adverse side-effects. Cardiologists currently use the ejection fraction - the percentage of blood flushed from the heart with each beat - as well as a few other factors, to predict which patients are at risk of a future clot. For healthy individuals, 55 to 70 percent of the volume of the chamber is ejected out of the left ventricle with every heartbeat. For those with heart conditions, the ejection fraction can be reduced to as low as 15 percent and the risk of stagnation rises dramatically.Though an important factor, the ejection fraction does not appear to be an accurate predictor of future clotting risk.\"Because we understood the fluid dynamics in the heart using our computational models, we reached the conclusion that the ejection fraction is not a very accurate measure of flow stasis in the left ventricle,\" Mittal said. \"We showed very clearly that the ejection fraction is not able to differentiate a large fraction of these patient and stratify risk, whereas this E-wave propagation index can very accurately stratify who will get a clot and who will not,\" he said.The results were the culmination of many years of investigation by Mittal and his collaborators into the fundamental relationship between the structure and function of the heart. To arrive at their hypothesis, the researchers captured detailed measurements from 13 patients and used those to construct high-fidelity, patient-specific models of the heart that take into account fluid flow, physical structures and bio-chemistry. These models led, in turn, to new insights into the factors that correlate most closely to stagnation in the left ventricle, chief among them, mitral jet penetration. Working in collaboration with clinicians, including lead author, Thura Harfi of Ohio State University, the team tested their hypothesis using data from 75 individual -- 25 healthy patients, 25 patients who experienced clots in their left ventricle, and 25 patients who had a compromised heart but who didn't have any clots.Pending validation in a larger cohort of patients, the researchers found that based on the EPI measurement, one in every five patients with severe cardiomyopathy who are currently not being treated with anticoagulation, would be at risk of a left ventricular clot and would benefit from anticoagulation. \"Physicians and engineers don't interact as often as they should and that creates a knowledge gap that can be closed with this type of collaborative research,\" Harfi said. \"Computational fluid dynamics is such an established way of studying phenomena in mechanical engineering, but has rarely been tried in humans. But now, with the development of high-resolution cardiac imaging techniques like cardiac computed tomography (CT) and the availability of supercomputing power, we can apply the power of computational fluid dynamics simulations to study blood flow in human beings. The information you get from a computer simulation you cannot get otherwise.\"Mittal and his team required large computing resources to derive and test their hypothesis. Each simulation ran in parallel on 256 to 512 processors and took several 100,000 computing hours to complete. \"This work cannot be done by simulating a single case. Having a large enough sample size to base conclusions on was essential for this research,\" Mittal said. \"We could never come close to being able to do what we needed to do it if weren't for Stampede.\"Mittal foresees a time where doctors will perform patient-specific heart simulations routinely to determine the best course of treatment. However, hospitals would need systems hundreds of times faster than a current desktop computer to be able to figure out a solution locally in a reasonable timeframe.In addition to establishing the new diagnostic tool for clinicians, Mittal's research helps advance new, efficient computational models that will be necessary to make patient-specific diagnostics feasible. The team plans to continue to test their hypothesis, applying the EPI metric to a larger dataset. They hope in the future to run a clinical study with prospective, rather than retrospective, analysis. With a better understanding of the mechanics of blood clots and ways to the predict them, the researchers have turned their attention to other sources of blood clots, including bio-prosthetic heart valves and atrial fibrillation (AFib) - a quivering or irregular heartbeat that affects 2.7 million Americans. \"These research results are an important first step to move our basic scientific understanding of the physics of how blood flows in the heart to real-time predictions and treatments for the well-being of patients,\" said Ronald Joslin, NSF Fluid Dynamics program director.\"The potential for impact in this area is very motivating,\" Mittal said, \"not just for me but for my collaborators, students and post-docs as well.\"\r\n", "meeting": "", "keywords": ["Biomechanics/Biophysics", " Physiology", " Biochemistry", " Biomechanics/Biophysics", " Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Computer Science", " Mechanical Engineering"]}