{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/aeco-na013017.php", "description": "An international consortium of academic research institutions have been awarded a $21 million grant from the National Institutes of Health to develop better ways to prevent epilepsy in patients who have suffered traumatic brain injuries.", "article_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "NIH awards $21 million to research consortium to study epilepsy in patients with traumatic brain injuries", "region": "namerica", "source_link": null, "institution": "Albert Einstein College of Medicine", "text": "January 30, 2017-- An international consortium of academic research institutions have been awarded a $21 million grant from the National Institutes of Health (NIH) to develop better ways to prevent epilepsy in patients who have suffered traumatic brain injuries. The grant will be led by seven principal investigators at five institutions: Albert Einstein College of Medicine, David Geffen School of Medicine at UCLA, Keck School of Medicine at the University of Southern California, University of Melbourne and University of Eastern Finland.  The investigators will collaborate in the fields of bioinformatics, molecular biology, cellular pathology, therapy discovery and the health sciences.The research team will identify biomarkers associated with the development of epilepsy and develop novel therapies designed to prevent or modify the condition, which is currently incurable. They will also engage with patients and their families to help identify their most pressing needs and concerns, encourage them to participate in research, and provide educational resources. The project, the Epilepsy Bioinformatics Study for Antiepileptogenic Therapy, or EpiBioS4Rx, includes an international network of 13 centers for traumatic brain injuries and seven preclinical research centers with expertise in traumatic brain injury, epileptogenesis (the development of epilepsy), the identification of plasma, tissue, EEG, and imaging biomarkers and preclinical therapy development. \"Spontaneous seizures are a major side effect of brain injuries. With its diverse team of international experts, EpiBioS4Rx is one of three Epilepsy Centers without Walls which the National Institutes of Health funds to tackle some of the biggest hurdles in epilepsy research,\" said Randall Stewart, Ph.D., program director the NIH's National Institute of Neurological Disorders and Stroke (NINDS). \"The hope is that work by the researchers will lead to better ways to treat and prevent these types of seizures.\" Epilepsy is a broad term used for a brain disorder that causes seizures.  About 2.9 million adults and children in the United States have active epilepsy, according to the Centers for Disease Control and Prevention. About a third of those patients' seizures are not controlled by drugs. Traumatic brain injuries are the most significant cause of epilepsy in people ages 15 to 24.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Pharmaceutical Science"]}