{"journal": "Family Practice", "url": "http://www.eurekalert.org/pub_releases/2017-01/oupu-hfs012717.php", "description": "Survival rates for people suffering from heart failure have not improved since 1998, according to a study led by University of Oxford researchers.", "article_link": "http://dx.doi.org/10.1093/fampra/cmw145", "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute for Health Research School for Primary Care Research", "title": "Heart failure survival rates show no improvement", "region": "namerica", "source_link": null, "institution": "Oxford University Press USA", "text": "Survival rates for people suffering from heart failure have not improved since 1998, according to a study led by University of Oxford researchers.Published in Family Practice, the research was funded by the United Kingdom's National Institute for Health Research School for Primary Care Research.The research team looked at routinely collected medical records from 54,313 patients with heart failure and found 81.3% survived for one year, 51.5% survived for five years, and 29.5% survived for 10 years, following diagnosis with the condition.However, between 1998 and 2012, survival rates for people aged over 45 with heart failure showed no improvement, in contrast to cancer survival rates in the UK which have doubled in the last 40 years.Heart failure is a common long-term condition affecting around 900,000 in the UK and represents the second highest cost to the NHS for any disease after stroke. An estimated one to two in every 100 adults in the West currently live with the condition.\"Getting an accurate estimate of heart failure prognosis is vital for those who commission healthcare services, so resources can be allocated appropriately,\" commented lead author Dr. Clare Taylor, a primary care researcher at the University of Oxford. \"Perhaps more importantly,\" said Taylor, \"this allows patients to make more informed choices about treatments and possible end-of-life care. While the survival rates were better than other studies, we disappointingly didn't see any improvement over time. We plan to do more work to examine why this might be the case and find ways to improve the outlook for patients with heart failure in the future.\"This is the first study to provide survival rate estimates for heart failure in the UK based on medical records, which were obtained from The Health Improvement Network. \r\nWhile the study did not look at the effect of medication following heart failure on survival rates, it found that survival rate estimates vary depending on a person's age, gender, other health conditions and blood pressure - all factors that healthcare professionals should take into consideration when discussing heart failure with their patients. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Internal Medicine", " Public Health"]}