{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/l-mha013017.php", "description": "Women who have gestational diabetes (GDM) in one pregnancy are very likely to develop it again on their next pregnancy. Losing weight before the next pregnancy may help reduce this risk. To test this, The Miriam's Weight Control & Diabetes Research Center is partnering with California Polytechnic Institute on a five-year clinical trial. This study will test whether losing weight before pregnancy can help women reduce the chance that they will develop gestational diabetes again.", "article_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "National Institutes of Health", "title": "Miriam Hospital awarded $2.8 million NIH grant to study weight loss, recurring gestational diabetes", "region": "namerica", "source_link": null, "institution": "Lifespan", "text": "PROVIDENCE, R.I. - Women who have gestational diabetes (GDM) in one pregnancy are very likely to develop it again on their next pregnancy. Losing weight before the next pregnancy may help reduce this risk. To test this, The Miriam's Weight Control & Diabetes Research Center is partnering with California Polytechnic Institute on a five-year clinical trial. This study will test whether losing weight before pregnancy can help women reduce the chance that they will develop gestational diabetes again. Research shows that 40 to 73 percent of women with GDM in one pregnancy will have it again in their next pregnancy.  Women who have recurrence of GDM have three times the risk of prenatal and perinatal complications and future health problems, including diabetes and cardiovascular disease. Preliminary studies suggest that lowering body weight before pregnancy can reduce the risk of GDM and maternal/fetal complications associated with the condition. This new study will involve more than 250 overweight or obese women with a history of gestational diabetes who plan to have another pregnancy within one to three years. It will examine whether weight loss prior to pregnancy is effective in reducing the risk of recurrence of gestational diabetes, and can improve perinatal outcomes in mothers and children. \"Because women with gestational diabetes in one pregnancy have such a high risk of developing it again in their next pregnancy, we will be working with these women to help them lose weight, become more physically active, and eat a healthy diet. For example, one woman is joining the study because she's concerned about an increased risk of getting diabetes as she gets older and wants to be healthier. We think this program can help her and other women by assisting them with weight loss and improving their health and the health of their baby,\" said Rena Wing, Ph.D., director of the Weight Control & Diabetes Research Center at The Miriam Hospital and lead investigator for the study test site at The Miriam's Weight Control & Diabetes Research Center.The program is offered at no cost to women who had gestational diabetes during their last pregnancy and want to lose weight prior to getting pregnant again to improve their own health and that of their next baby. Half of the women will be assigned by chance to an Intensive Intervention program, where women will meet regularly with a counselor to discuss healthy ways to lose weight, increase physical activity, and improve diet before the next pregnancy. The other half of the women will be assigned by chance to a Health Promotion program including two meetings with a counselor to discuss prenatal health and receive education on healthy weight loss, eating, and exercise in preparation for a healthy pregnancy.  Both groups will complete measures before and during pregnancy to assess changes in weight, eating, activity, and health; all participants receive payment for completion of study assessments.Wing added, \"The study will directly challenge the current conventional approach to GDM, which focuses on early identification and treatment during pregnancy - and move toward focusing efforts on prevention during the preconception period.  Additionally, if effective, this lifestyle change could help prevent severe complications during pregnancy and delivery, providing an immediate, evidence-based therapy for the more than 200,000 U.S. women diagnosed with GDM each year.\"", "meeting": "", "keywords": ["Grants/Funding", " Medicine/Health", " Diet/Body Weight", " Endocrinology"]}