{"journal": "Canadian Medical Association Journal", "url": "http://www.eurekalert.org/pub_releases/2017-01/ohri-rct012617.php", "description": "Ottawa researchers have validated a rule that could safely take a third of chest pain patients in the emergency department off of heart monitors, according to a study published in the Canadian Medical Association Journal. Implementing this made-in-Ottawa rule could free up these monitored beds for sicker patients and reduce wait times.", "article_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT", "funder": "Ontario Innovation Fund, The Ottawa Hospital Foundation", "title": "Rule could take one-third of chest pain patients off emergency department heart monitors", "region": "namerica", "source_link": null, "institution": "Ottawa Hospital Research Institute", "text": "Ottawa researchers have validated a rule that could safely take a third of chest pain patients in the emergency department off of heart monitors, according to a study published in the Canadian Medical Association Journal. Implementing this made-in-Ottawa rule could free up these monitored beds for sicker patients and reduce wait times. \"Chest pain is one of the most common reasons people visit Canadian emergency departments, with around 800,000 visits a year,\" said Dr. Venkatesh Thiruganasambandamoorthy, lead author of the study and a scientist and emergency physician at The Ottawa Hospital and an assistant professor at the University of Ottawa. \"Between the two emergency departments at The Ottawa Hospital we see around 35 chest pain patients every day, and usually 25 are assigned to monitored beds. This rule would let us safely remove eight patients from these beds, freeing up the monitors for other patients.\" About 70 percent of chest pain patients who come to the emergency department are put in beds with heart monitors in order to detect a potentially dangerous condition called arrhythmia, or irregular heartbeat. However, previous studies have shown that this condition is rare, with less than two percent of chest pain patients experiencing it during stay.This is why Ottawa researchers had previously developed a simple, highly sensitive tool to identify those patients who can be safely removed from heart monitors. According to the Ottawa Chest Pain Cardiac Monitoring Rule, patients can be removed if they have no current chest pain and there are no significant abnormalities in the electrocardiogram reading. Patients are normally taken off the monitor after about eight hours, when they are discharged home. Applying this rule will allow patients to be taken off monitors much sooner. If implemented when they first arrive, the rule will allow them to be redirected to a non-monitored area of the emergency department.To verify the rule, researchers observed chest pain patients in the emergency department. Then they tested whether the tool could accurately predict which patients had needed to stay on heart monitors because of irregular heartbeat.They found that 15 of the 1,125 patients admitted to The Ottawa Hospital emergency departments for chest pain between November 2013 and April 2015 experienced irregular heartbeat during their eight-hour stay. The rule was able to predict with 100 percent accuracy the 15 patients who needed to stay on heart monitors. It also indicated that 36 percent of the 796 patients who were monitored during the study could have been safely removed from the monitors.\"This rule now has the potential to take a large number of low risk chest pain patients off of heart monitors,\" said Dr, Thiruganasambandamoorthy. \"We started using this rule in The Ottawa Hospital emergency departments a few months ago, and we're watching the outcomes very closely. We have also spoken to several emergency departments across the country who are excited about bringing this rule into their hospitals.\"", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Health Care Systems/Services"]}