{"funder": "Dunhill Medical Trust", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc-pat040417.php", "description": "Public attitudes in UK and USA reveal support both for life-sustaining interventions and for measures to enable peaceful death in progressive neurological illness such as dementia, according to a survey carried out by researchers at the University of Cambridge.", "region": "europe", "title": "Public attitudes to end-of-life care in progressive neurological illness are conflicted", "text": "Public attitudes in UK and USA reveal support both for life-sustaining interventions and for measures to enable peaceful death in progressive neurological illness such as dementia, according to a survey carried out by researchers at the University of Cambridge. The study found that one in six people believes that measures must be taken to sustain life at any cost even when a patient is in the final stages of an illness such as dementia. However, more than twice as many people would request measures to enable them to die peacefully at this stage. The researchers say this highlights the challenges faced by those providing care and by legislators.Previous surveys have found strong public support for assisted dying, which includes providing life-ending drugs for the terminally ill to administer themselves, giving assistance to die to disabled people who are not dying, and voluntary euthanasia. In both the UK and the USA, public opinion surveys repeatedly find that around two-thirds of those surveyed are in favour.However, these surveys often do not capture nuances, say the researchers. To provide more detail, working with polling company Ipsos MORI, the team developed a six-stage vignette featuring a fictitious person living in a care home whose abilities in both decision-making capacity and swallowing are declining. In the final stage, the person is bed bound, unable to swallow, spends most of their time asleep and has no capacity to make decisions about their care.Around 2,000 people were surveyed -- just over half in the USA, using an online survey, and the remainder in the UK via face-to-face interviews. They were asked to choose between four care preferences: sustain life by using any means necessary, including forced feeding and deprivation of liberty; encourage, but not impose, nutrition and hydration by tube or other means; no intervention for artificial nutrition and hydration, but continuation of oral nutrition and hydration as far as possible; and provide measures to help peaceful death. The results are published today in the journal PLOS ONE.\"Debate surrounding assisted dying goes to the heart of clinical ethical principles,\" says Dr Gemma Clarke from the Department of Public Health and Primary Care at the University of Cambridge. \"Some argue that for a doctor to assist a patient to die is fundamentally inconsistent with their professional role, while others say that delaying death could increase unnecessary physical and psychological suffering, and that patients should have the right to autonomy over their own bodies.\"The survey found very similar patterns in the views of British and American respondents. One in six (17%) expressed a preference for being tube fed when the condition had progressed to near the end of life, a stage where the quality of life available would, to many people, appear minimal. The researchers argue that this suggests that a significant minority have a moral view that life should be supported, even by invasive medical treatment, regardless of the family or medical team's perception of the individual's quality of life. On the other hand, more than double this number (37%) chose to provide measures to help peaceful death at the final stages. This suggests that another, larger minority hold the view that death would be preferable to being sustained by artificial nutrition and hydration in these circumstances. A preference for measures to preserve life at all costs, potentially involving deprivation of liberty peaked in response to stage 2. Around 30% of respondents would prefer to be forced to attend mealtimes, if experiencing short-term memory problems. However, half of these respondents would not wish this coercion to continue if the condition progressed such that being fed by mouth would require greater coercion such as the use of physical restraint. These respondents may be expressing a nuanced moral intuition: generally favouring preservation of life over respecting individual choice, particularly for potentially vulnerable people, provided that this can be achieved without resorting to physical force. When it came to people's liberty, more than four out of five respondents (82%) viewed it as wrong to force people to attend mealtimes if they lived in a care home and had full decision-making capacity. However, this falls to 70% who would not want to be forced to attend meals if they developed short-term memory difficulties, suggesting that the moral intuition to respect individual choice is tempered when there is some question about the patient's ability to appreciate the consequences of their choice, even if their capacity to make decisions remained sufficiently intact for the law to require that those decisions be respected. Towards the latter stages, where an individual becomes comes increasingly incapacitated, again just over four out of five respondents (around 82%) would not want to be forcibly fed (force-feeding or tube-feeding). This suggests another widespread moral intuition: that when people patients have lost the ability to make decisions for themselves, life-sustaining treatment should be withheld if the risks and burdens are considered to outweigh the benefits.\"It appears that most people who would consider death to be preferable to artificially sustained life would only prefer this at a late stage of illness, when the quantity and quality of remaining life is limited,\" says Dr Clarke.  The researchers found that participants living in households with their children were less likely to choose \"measures to help me die peacefully\", which they say is consistent with evidence that dependent children reduces suicide risk. Similarly, participants self- identifying as belonging to black or minority ethnic groups were also less likely to choose this option, suggesting that moral intuitions regarding care at the end of life are culturally influenced. This introduces additional complexity for legislators in multi-cultural societies, particularly where the ethnic and cultural composition of the legislature or medical profession is different to that of the general population.  Two factors increased the likelihood of respondents expressing a preference for \"measures to help me die peacefully\": older age and personal or professional experience of similar illness. This may indicate generational differences in attitudes to end of life care, say the researchers, or that peoples' views shift as they witness family and friends ageing and dying. They note that in 2015, the UK Parliament, the House of Lords, which has a mean age of 69 years, voted in favour of legalising assisted dying, but their younger counterparts in the House of Commons (mean age 50 years) rejected this measure.\"This is clearly a very complex issue, and surveys of public opinion haven't always reflected the nuances of peoples' views,\" says senior author Dr Stephen Barclay. \"The challenge for legislators is to enact legal frameworks that enable these diverse views and preferences to be respected. The challenge for health and social care professionals is to ensure optimal palliative and end of life care provision for all, in accordance with their wishes and preferences.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0172104", "institution": "University of Cambridge", "journal": "PLOS ONE", "keywords": ["Medicine/Health", " Death/Dying", " Gerontology", " Aging", " Medical/Scientific Ethics", " Death/Dying"], "date": "Wed, 05 Apr 2017 04:00:00 GMT", "source_link": null}