{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txas", "people", "get", "older", "sleep", "less", "wake", "frequently", "despite", "thousands", "sitcom", "jokes", "shifts", "sleeping", "habits", "dark", "side", "recent", "review", "scientific", "literature", "published", "neuron", "april", "5", "found", "aging", "adults", "may", "losing", "ability", "produce", "deep", "restorative", "sleep", "furthermore", "older", "people", "likely", "paying", "lost", "sleep", "mentally", "physically", "reviewers", "argue", "sleep", "changes", "aging", "change", "aging", "also", "start", "explain", "aging", "says", "review", "matthew", "walker", "leads", "sleep", "neuroimaging", "laboratory", "university", "california", "berkeley", "every", "one", "major", "diseases", "killing", "us", "nations", "diabetes", "obesity", "alzheimer", "disease", "cancer", "things", "strong", "causal", "links", "lack", "sleep", "diseases", "significantly", "increase", "likelihood", "older", "get", "especially", "dementia", "older", "adults", "sleep", "loss", "due", "busy", "schedule", "simply", "needing", "less", "sleep", "brain", "ages", "neurons", "circuits", "areas", "regulate", "sleep", "slowly", "degrade", "resulting", "decreased", "amount", "sleep", "since", "deep", "sleep", "plays", "key", "role", "maintaining", "memory", "cognition", "problem", "debate", "literature", "whether", "older", "adults", "need", "less", "sleep", "rather", "older", "adults", "generate", "sleep", "nevertheless", "need", "discuss", "debate", "length", "review", "says", "walker", "evidence", "seems", "favor", "one", "side", "older", "adults", "reduced", "sleep", "need", "instead", "impaired", "ability", "generate", "sleep", "elderly", "therefore", "suffer", "unmet", "sleep", "need", "aging", "leads", "decline", "almost", "every", "measure", "scientists", "apply", "slumber", "sleep", "duration", "much", "time", "spend", "asleep", "decreases", "get", "older", "says", "study", "bryce", "mander", "university", "california", "berkeley", "sleep", "gets", "fragmented", "get", "older", "much", "time", "spend", "individual", "stages", "sleep", "amount", "time", "spend", "deeper", "stages", "particular", "deep", "sleep", "gets", "dramatically", "reduced", "get", "older", "even", "moving", "one", "stage", "another", "becomes", "less", "predictable", "disorganized", "problem", "long", "flown", "radar", "sleep", "research", "older", "adults", "rarely", "report", "feeling", "sleepy", "surveys", "may", "brains", "accustomed", "every", "day", "researchers", "look", "chemical", "markers", "sleep", "deprivation", "older", "adults", "spades", "researchers", "measure", "brain", "waves", "older", "adults", "often", "find", "key", "electrical", "patterns", "sleeping", "brains", "slow", "waves", "sleep", "spindles", "disrupted", "perhaps", "even", "distressingly", "changes", "sleep", "quality", "start", "well", "people", "notice", "shifting", "schedule", "waking", "middle", "night", "often", "loss", "deep", "sleep", "starts", "early", "particularly", "dramatic", "early", "middle", "age", "starts", "begin", "says", "mander", "difference", "young", "adults", "middle", "aged", "adults", "bigger", "difference", "middle", "aged", "adults", "older", "adults", "seems", "pretty", "big", "change", "middle", "age", "continues", "get", "older", "another", "surprising", "finding", "authors", "address", "resilience", "rem", "sleep", "process", "aging", "rem", "sleep", "dreams", "occur", "decline", "nowhere", "near", "dramatic", "decline", "deep", "sleep", "says", "walker", "question", "becomes", "deep", "sleep", "vulnerable", "authors", "stress", "variability", "individuals", "comes", "sleep", "loss", "women", "seem", "experience", "far", "less", "deterioration", "deep", "sleep", "men", "even", "though", "changes", "rem", "sleep", "two", "genders", "sleep", "loss", "studied", "trans", "nonbinary", "people", "yet", "sleep", "deterioration", "may", "also", "key", "risk", "factor", "neurodegenerative", "diseases", "like", "alzheimer", "dementia", "unfortunately", "currently", "many", "treatment", "options", "people", "concerned", "loss", "deep", "sleep", "standard", "sleep", "hygiene", "advice", "drink", "coffee", "late", "afternoon", "avoid", "drugs", "like", "alcohol", "keep", "regular", "sleep", "schedule", "still", "applies", "however", "none", "measures", "stop", "process", "sleeping", "pill", "prescriptions", "common", "among", "older", "people", "sleeping", "pills", "sedate", "brains", "rather", "restoring", "youthful", "sleep", "patterns", "sleep", "decline", "one", "dramatic", "physiological", "changes", "occurs", "age", "yet", "demonstrable", "change", "part", "health", "conversation", "today", "says", "walker", "need", "recognize", "causal", "contribution", "sleep", "disruption", "physical", "mental", "deterioration", "underlies", "aging", "dementia", "attention", "needs", "paid", "diagnosis", "treatment", "sleep", "disturbance", "going", "extend", "healthspan", "lifespan"], "url": "http://www.eurekalert.org/pub_releases/2017-04/cp-nrf033017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAs people get older, they sleep less and wake up more frequently.", "Despite the thousands of sitcom jokes about it, these shifts in sleeping habits have a dark side.", "A recent review of scientific literature published in Neuron April 5 found that aging adults may be losing their ability to produce deep, restorative sleep.", "Furthermore, older people are likely paying for lost sleep both mentally and physically, the reviewers argue.", "\"Sleep changes with aging, but it doesn't just change with aging; it can also start to explain aging itself,\" says review co-author Matthew Walker, who leads the Sleep and Neuroimaging Laboratory at the University of California, Berkeley.", "\"Every one of the major diseases that are killing us in first-world nations--from diabetes to obesity to Alzheimer's disease to cancer--all of those things now have strong causal links to a lack of sleep.", "And all of those diseases significantly increase in likelihood the older that we get, and especially in dementia.\"", "Older adults' sleep loss isn't due to a busy schedule or simply needing less sleep.", "As the brain ages, neurons and circuits in the areas that regulate sleep slowly degrade, resulting in a decreased amount of non-REM sleep.", "Since non-REM deep sleep plays a key role in maintaining memory and cognition, that's a problem.", "\"There is a debate in the literature as to whether older adults need less sleep, or rather, older adults cannot generate the sleep that they nevertheless need.", "We discuss this debate at length in the review,\" says Walker.", "\"The evidence seems to favor one side--older adults do not have a reduced sleep need, but instead, an impaired ability to generate sleep.", "The elderly therefore suffer from an unmet sleep need.", "\"Aging leads to decline in almost every measure scientists apply to slumber.", "\"Sleep duration--how much time you spend asleep--decreases as you get older,\" says study co-author Bryce Mander of University of California Berkeley.", "\"Your sleep gets more fragmented as you get older.", "How much time you spend in individual stages of sleep, and the amount of time you spend in the deeper stages, in particular non-REM deep sleep, gets dramatically reduced as you get older.", "Even moving from one stage to another becomes less predictable and more disorganized.", "\"This problem has long flown under the radar in sleep research.", "Older adults rarely report feeling sleepy or sleep-deprived on surveys but that may be because their brains are accustomed to being sleep-deprived every day.", "When researchers look for chemical markers of sleep deprivation, older adults have them in spades, and when researchers measure the brain waves of older adults, they often find that key electrical patterns in sleeping brains--such as \"slow waves\" and \"sleep spindles\"--are disrupted.", "Perhaps even more distressingly, the changes in sleep quality start well before people notice that they are shifting to a more \"early-to-bed-early-to-rise\" schedule or are waking up in the middle of the night more often.", "The loss of deep sleep starts as early as the mid-thirties.", "\"It's particularly dramatic in early middle age when it starts to begin,\" says Mander.", "\"The difference between young adults and middle aged adults is bigger than the difference between middle aged adults and older adults.", "So there seems to be a pretty big change in middle age, which then continues as we get older.", "\"Another surprising finding the authors address is the resilience of REM sleep to the process of aging--rapid-eye-movement (REM) sleep, where dreams occur.", "\"It does decline, but it is nowhere near as dramatic as the decline in deep non-REM sleep,\" says Walker.", "\"So the question then becomes: why is deep non-REM sleep more vulnerable?", "\"The authors stress that there is variability between individuals when it comes to sleep loss.", "Women seem to experience far less deterioration in non-REM deep sleep than men, even though the changes to REM sleep are about the same in those two genders.", "(Aging-related sleep loss hasn't been studied in trans and nonbinary people yet.)", "Faster-than-average sleep deterioration may also be a key risk factor for neurodegenerative diseases like Alzheimer's and dementia.", "Unfortunately, there currently aren't very many treatment options for people who are concerned about the loss of deep sleep.", "Standard \"sleep hygiene\" advice such as \"Don't drink coffee in the late afternoon,\" \"Avoid sleep-disrupting drugs like alcohol,\" and \"Keep a regular sleep schedule\" still applies.", "However, none of those measures will stop the process.", "Sleeping pill prescriptions are more common among older people, but sleeping pills sedate brains rather than restoring youthful sleep patterns.", "\"Sleep decline is one of the most dramatic physiological changes that occurs as we age, yet that demonstrable change is not part of the health conversation today,\" says Walker.", "\"We need to recognize the causal contribution of sleep disruption in the physical and mental deterioration that underlies aging and dementia.", "More attention needs to be paid to the diagnosis and treatment of sleep disturbance if we are going to extend healthspan, and not just lifespan.\""], "title": "No rest for the aged: As people get older, sleep quantity and quality decline | EurekAlert! Science News", "source": "Cell Press", "date": "2018-01-19_20:37:34", "year": "Wed, 05 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAs people get older, they sleep less and wake up more frequently. Despite the thousands of sitcom jokes about it, these shifts in sleeping habits have a dark side. A recent review of scientific literature published in Neuron April 5 found that aging adults may be losing their ability to produce deep, restorative sleep. Furthermore, older people are likely paying for lost sleep both mentally and physically, the reviewers argue. \"Sleep changes with aging, but it doesn't just change with aging; it can also start to explain aging itself,\" says review co-author Matthew Walker, who leads the Sleep and Neuroimaging Laboratory at the University of California, Berkeley. \"Every one of the major diseases that are killing us in first-world nations--from diabetes to obesity to Alzheimer's disease to cancer--all of those things now have strong causal links to a lack of sleep. And all of those diseases significantly increase in likelihood the older that we get, and especially in dementia.\" Older adults' sleep loss isn't due to a busy schedule or simply needing less sleep. As the brain ages, neurons and circuits in the areas that regulate sleep slowly degrade, resulting in a decreased amount of non-REM sleep. Since non-REM deep sleep plays a key role in maintaining memory and cognition, that's a problem. \"There is a debate in the literature as to whether older adults need less sleep, or rather, older adults cannot generate the sleep that they nevertheless need. We discuss this debate at length in the review,\" says Walker. \"The evidence seems to favor one side--older adults do not have a reduced sleep need, but instead, an impaired ability to generate sleep. The elderly therefore suffer from an unmet sleep need.\"Aging leads to decline in almost every measure scientists apply to slumber. \"Sleep duration--how much time you spend asleep--decreases as you get older,\" says study co-author Bryce Mander of University of California Berkeley. \"Your sleep gets more fragmented as you get older. How much time you spend in individual stages of sleep, and the amount of time you spend in the deeper stages, in particular non-REM deep sleep, gets dramatically reduced as you get older. Even moving from one stage to another becomes less predictable and more disorganized.\"This problem has long flown under the radar in sleep research. Older adults rarely report feeling sleepy or sleep-deprived on surveys but that may be because their brains are accustomed to being sleep-deprived every day. When researchers look for chemical markers of sleep deprivation, older adults have them in spades, and when researchers measure the brain waves of older adults, they often find that key electrical patterns in sleeping brains--such as \"slow waves\" and \"sleep spindles\"--are disrupted. Perhaps even more distressingly, the changes in sleep quality start well before people notice that they are shifting to a more \"early-to-bed-early-to-rise\" schedule or are waking up in the middle of the night more often. The loss of deep sleep starts as early as the mid-thirties. \"It's particularly dramatic in early middle age when it starts to begin,\" says Mander. \"The difference between young adults and middle aged adults is bigger than the difference between middle aged adults and older adults. So there seems to be a pretty big change in middle age, which then continues as we get older.\"Another surprising finding the authors address is the resilience of REM sleep to the process of aging--rapid-eye-movement (REM) sleep, where dreams occur. \"It does decline, but it is nowhere near as dramatic as the decline in deep non-REM sleep,\" says Walker. \"So the question then becomes: why is deep non-REM sleep more vulnerable?\"The authors stress that there is variability between individuals when it comes to sleep loss. Women seem to experience far less deterioration in non-REM deep sleep than men, even though the changes to REM sleep are about the same in those two genders. (Aging-related sleep loss hasn't been studied in trans and nonbinary people yet.) Faster-than-average sleep deterioration may also be a key risk factor for neurodegenerative diseases like Alzheimer's and dementia. Unfortunately, there currently aren't very many treatment options for people who are concerned about the loss of deep sleep. Standard \"sleep hygiene\" advice such as \"Don't drink coffee in the late afternoon,\" \"Avoid sleep-disrupting drugs like alcohol,\" and \"Keep a regular sleep schedule\" still applies. However, none of those measures will stop the process. Sleeping pill prescriptions are more common among older people, but sleeping pills sedate brains rather than restoring youthful sleep patterns. \"Sleep decline is one of the most dramatic physiological changes that occurs as we age, yet that demonstrable change is not part of the health conversation today,\" says Walker. \"We need to recognize the causal contribution of sleep disruption in the physical and mental deterioration that underlies aging and dementia. More attention needs to be paid to the diagnosis and treatment of sleep disturbance if we are going to extend healthspan, and not just lifespan.\" "}