{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcorvallis", "researchers", "oregon", "state", "university", "found", "compound", "called", "rapamycin", "unusual", "properties", "may", "help", "address", "neurologic", "damage", "alzheimer", "study", "published", "aging", "cell", "outlines", "new", "understanding", "compound", "works", "possible", "could", "provide", "new", "therapeutic", "approach", "neurologic", "disease", "said", "viviana", "perez", "assistant", "professor", "department", "biochemistry", "biophysics", "osu", "college", "science", "expert", "biological", "processes", "aging", "principal", "investigator", "linus", "pauling", "identified", "two", "mechanisms", "action", "rapamycin", "one", "already", "known", "mechanism", "researchers", "say", "might", "help", "prevent", "neurologic", "damage", "related", "diseases", "value", "rapamycin", "clearly", "linked", "issue", "cellular", "senescence", "stage", "cells", "reach", "get", "old", "stop", "proliferating", "begin", "secrete", "damaging", "substances", "lead", "inflammation", "perez", "said", "rapamycin", "appears", "help", "stop", "process", "secretion", "damaging", "compounds", "researchers", "say", "creates", "toxic", "environment", "called", "secretory", "phenotype", "sasp", "believed", "disrupts", "cellular", "microenvironment", "alters", "ability", "adjacent", "cells", "function", "properly", "compromising", "tissue", "structure", "broad", "process", "ultimately", "linked", "aging", "increase", "cellular", "senescence", "associated", "aging", "inflammation", "associated", "help", "set", "stage", "wide", "variety", "degenerative", "disease", "including", "cancer", "heart", "disease", "diabetes", "neurologic", "disease", "dementia", "alzheimer", "perez", "said", "laboratory", "animals", "clear", "senescent", "cells", "live", "longer", "fewer", "diseases", "rapamycin", "similar", "effects", "prior", "research", "observed", "one", "mechanism", "action", "rapamycin", "process", "scientists", "believed", "helped", "increase", "action", "nrf2", "master", "regulator", "turn", "200", "genes", "responsible", "cell", "repair", "detoxification", "carcinogens", "protein", "lipid", "metabolism", "antioxidant", "protection", "factors", "process", "helped", "reduce", "levels", "new", "study", "concluded", "rapamycin", "could", "also", "affect", "levels", "sasp", "directly", "separately", "nrf2", "pathway", "way", "would", "impacts", "neurons", "well", "types", "cells", "new", "approach", "help", "protect", "neurons", "damage", "could", "valuable", "perez", "said", "studies", "instance", "shown", "astrocyte", "cells", "help", "protect", "neuron", "function", "health", "damaged", "sasp", "may", "one", "causes", "neurologic", "diseases", "including", "alzheimer", "disease", "ability", "help", "prevent", "cellular", "damage", "two", "pathways", "one", "involving", "nrf2", "directly", "rapamycin", "continue", "generate", "significant", "interest", "addressing", "issues", "related", "aging", "perez", "natural", "compound", "first", "discovered", "soils", "easter", "island", "south", "pacific", "ocean", "already", "intensively", "studied", "mimic", "valuable", "effects", "dietary", "restriction", "animals", "proven", "extend", "mice", "received", "rapamycin", "demonstrated", "fitness", "less", "decline", "activity", "age", "improved", "cognition", "cardiovascular", "health", "less", "cancer", "longer", "use", "rapamycin", "purpose", "humans", "far", "constrained", "important", "side", "effect", "increase", "insulin", "resistance", "may", "raise", "risk", "diabetes", "concern", "still", "exists", "limiting", "use", "rapamycin", "help", "address", "degenerative", "disease", "ways", "found", "address", "may", "possible", "scientists", "searching", "rapamycin", "analogs", "may", "similar", "biological", "impacts", "cause", "unwanted", "side", "effect"], "url": "http://www.eurekalert.org/pub_releases/2017-04/osu-nfd040517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCORVALLIS, Ore. - Researchers at Oregon State University have found that a compound called rapamycin has unusual properties that may help address neurologic damage such as Alzheimer's disease.A study just published in Aging Cell outlines a new understanding of how this compound works.", "\"It's possible this could provide a new therapeutic approach to neurologic disease,\" said Viviana Perez, an assistant professor in the Department of Biochemistry and Biophysics in OSU's College of Science, expert on the biological processes of aging and principal investigator in the Linus Pauling Institute.Scientists have now identified two mechanisms of action of rapamycin.", "One was already known.", "The newly-discovered mechanism is what researchers say might help prevent neurologic damage and some related diseases.", "\"The value of rapamycin is clearly linked to the issue of cellular senescence, a stage cells reach where they get old, stop proliferating and begin to secrete damaging substances that lead to inflammation,\" Perez said.", "\"Rapamycin appears to help stop that process.", "\"This secretion of damaging compounds, researchers say, creates a toxic environment called senescence-associated secretory phenotype, or SASP.", "It's believed this disrupts the cellular microenvironment and alters the ability of adjacent cells to function properly, compromising their tissue structure and function.This broad process is ultimately linked to aging.", "\"The increase in cellular senescence associated with aging, and the inflammation associated with that, can help set the stage for a wide variety of degenerative disease, including cancer, heart disease, diabetes and neurologic disease, such as dementia or Alzheimer's,\" Perez said.", "\"In laboratory animals when we clear out senescent cells, they live longer and have fewer diseases.", "And rapamycin can have similar effects.", "\"Prior to this research, it had only been observed that there was one mechanism of action for rapamycin in this process.", "Scientists believed it helped to increase the action of Nrf2, a master regulator that can \"turn on\" up to 200 genes responsible for cell repair, detoxification of carcinogens, protein and lipid metabolism, antioxidant protection and other factors.", "In the process, it helped reduce levels of SASP.The new study concluded that rapamycin could also affect levels of SASP directly, separately from the Nrf2 pathway and in a way that would have impacts on neurons as well as other types of cells.", "\"Any new approach to help protect neurons from damage could be valuable,\" Perez said.", "\"Other studies, for instance, have shown that astrocyte cells that help protect neuron function and health can be damaged by SASP.", "This may be one of the causes of some neurologic diseases, including Alzheimer's disease.", "\"Through its ability to help prevent SASP-related cellular damage through two pathways - one involving Nrf2 and the other more directly -- rapamycin will continue to generate significant interest in addressing issues related to aging, Perez said.Rapamycin is a natural compound first discovered from the soils of Easter Island in the South Pacific Ocean.", "It has already been intensively studied because it can mimic the valuable effects of dietary restriction, which in some animals has been proven to extend their lifespan.Laboratory mice that have received rapamycin have demonstrated more fitness, less decline in activity with age, improved cognition and cardiovascular health, less cancer, and a longer life.The use of rapamycin for that purpose in humans has so far been constrained by an important side effect, an increase in insulin resistance that may raise the risk of diabetes.", "That concern still exists, limiting the use of rapamycin to help address degenerative disease until ways can be found to address that problem.This may be possible.", "Scientists are searching for rapamycin analogs that may have similar biological impacts but don't cause that unwanted side effect."], "title": "New function discovered for compound that may help slow aging | EurekAlert! Science News", "source": "Oregon State University", "date": "2018-01-19_20:37:37", "year": "Wed, 05 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCORVALLIS, Ore. - Researchers at Oregon State University have found that a compound called rapamycin has unusual properties that may help address neurologic damage such as Alzheimer's disease.A study just published in Aging Cell outlines a new understanding of how this compound works.\"It's possible this could provide a new therapeutic approach to neurologic disease,\" said Viviana Perez, an assistant professor in the Department of Biochemistry and Biophysics in OSU's College of Science, expert on the biological processes of aging and principal investigator in the Linus Pauling Institute.Scientists have now identified two mechanisms of action of rapamycin. One was already known. The newly-discovered mechanism is what researchers say might help prevent neurologic damage and some related diseases.\"The value of rapamycin is clearly linked to the issue of cellular senescence, a stage cells reach where they get old, stop proliferating and begin to secrete damaging substances that lead to inflammation,\" Perez said. \"Rapamycin appears to help stop that process.\"This secretion of damaging compounds, researchers say, creates a toxic environment called senescence-associated secretory phenotype, or SASP. It's believed this disrupts the cellular microenvironment and alters the ability of adjacent cells to function properly, compromising their tissue structure and function.This broad process is ultimately linked to aging.\"The increase in cellular senescence associated with aging, and the inflammation associated with that, can help set the stage for a wide variety of degenerative disease, including cancer, heart disease, diabetes and neurologic disease, such as dementia or Alzheimer's,\" Perez said. \"In laboratory animals when we clear out senescent cells, they live longer and have fewer diseases. And rapamycin can have similar effects.\"Prior to this research, it had only been observed that there was one mechanism of action for rapamycin in this process. Scientists believed it helped to increase the action of Nrf2, a master regulator that can \"turn on\" up to 200 genes responsible for cell repair, detoxification of carcinogens, protein and lipid metabolism, antioxidant protection and other factors. In the process, it helped reduce levels of SASP.The new study concluded that rapamycin could also affect levels of SASP directly, separately from the Nrf2 pathway and in a way that would have impacts on neurons as well as other types of cells.\"Any new approach to help protect neurons from damage could be valuable,\" Perez said. \"Other studies, for instance, have shown that astrocyte cells that help protect neuron function and health can be damaged by SASP. This may be one of the causes of some neurologic diseases, including Alzheimer's disease.\"Through its ability to help prevent SASP-related cellular damage through two pathways - one involving Nrf2 and the other more directly -- rapamycin will continue to generate significant interest in addressing issues related to aging, Perez said.Rapamycin is a natural compound first discovered from the soils of Easter Island in the South Pacific Ocean. It has already been intensively studied because it can mimic the valuable effects of dietary restriction, which in some animals has been proven to extend their lifespan.Laboratory mice that have received rapamycin have demonstrated more fitness, less decline in activity with age, improved cognition and cardiovascular health, less cancer, and a longer life.The use of rapamycin for that purpose in humans has so far been constrained by an important side effect, an increase in insulin resistance that may raise the risk of diabetes. That concern still exists, limiting the use of rapamycin to help address degenerative disease until ways can be found to address that problem.This may be possible. Scientists are searching for rapamycin analogs that may have similar biological impacts but don't cause that unwanted side effect."}