{"funder": "National Institutes of Health, NIH/National Institute on Aging, NIH/National Institute of Neurological Disorders and Stroke, Davee Foundation", "meeting": "2017 Cognitive Aging Summit", "url": "http://www.eurekalert.org/pub_releases/2017-04/nu-sbs040317.php", "description": "A new path-breaking Northwestern Medicine study that shows that brains of SuperAgers (those 80 years old and older whose memories are as sharp as healthy people in their 50s and 60s) shrink much slower than their age-matched peers, resulting in a greater resistance to 'typical' memory loss and dementia.", "region": "namerica", "title": "SuperAger brains shrink more slowly than peers' brains", "text": "CHICAGO --- Donald Tenbrunsel is 89 years old, but he is just as likely to talk to you about Chance the Rapper as reminisce about Frank Sinatra. The highly engaged and delightful conversationalist, who reads, volunteers and routinely researches questions on the Internet, is part of a new path-breaking Northwestern Medicine study that shows that SuperAgers' brains shrink much slower than their age-matched peers, resulting in a greater resistance to \"typical\" memory loss and dementia. Over the course of the 18-month study, normal agers lost volume in the cortex twice as fast as SuperAgers, a rare group of people aged 80 and above whose memories are as sharp as those of healthy persons decades younger. \"Increasing age is often accompanied by 'typical' cognitive decline or, in some cases, more severe cognitive decline called dementia,\" said first author Amanda Cook, a clinical neuropsychology doctoral student in the laboratory of Emily Rogalski and Sandra Weintraub. \"SuperAgers suggest that age-related cognitive decline is not inevitable.\"The study was published today, April 4, in JAMA. Senior author Emily Rogalski will present the findings at the 2017 Cognitive Aging Summit in Bethesda, Maryland, April 6.SuperAger Tenbrunsel, who lives with his daughter's family, is intent on being a good conversationalist with his three grandchildren.\"I have to adapt to that kind of life,\" Tenbrunsel said. \"They don't know much about Frank Sinatra or Franklin Delano Roosevelt, so I have to keep saying, 'Is the Chance the Rapper coming this week or is it Taylor Swift?'\"The researchers already knew SuperAgers' brains tended to retain more brain volume and typically don't show the same wear-and-tear as normal agers.\"For this study we explored whether SuperAgers' brains were on a different trajectory of decline,\" said Rogalski, associate professor at the Cognitive Neurology and Alzheimer's Disease Center (CNADC) at Northwestern University Feinberg School of Medicine. \"We found that SuperAgers are resistant to the normal rate of decline that we see in average elderly, and they're managing to strike a balance between life span and health span, really living well and enjoying their later years of life.\"Using magnetic resonance imaging (MRI), the scientists measured the thickness of the cortex in 24 SuperAgers and 12 same-age, educationally and cognitive average peers (control group) to determine the approximate health of the brain over 18 months. The annual percent decline in thickness between the first and second visit for the SuperAgers was 1.06 and 2.24 for the control group. Previous research showed that SuperAgers have a thicker cortex than those who age normally. By studying what makes SuperAgers unique, the scientists said they hope to undercover biological factors, such as the reduced cortical brain atrophy demonstrated here, that might contribute to the maintenance of memory ability in advanced age.SuperAger research at Northwestern is flipping the traditional approach to Alzheimer's research of focusing on brains that are underperforming to instead focusing on outperforming brains.\"Sometimes it's useful to turn a complex problem on its head and look from a different vantage point,\" Rogalski said. \"The SuperAging program studies people at the opposite end of the spectrum: those with unexpectedly high memory performance for their age.\"", "article_link": null, "institution": "Northwestern University", "journal": "JAMA", "keywords": ["Medicine/Health", " Mortality/Longevity", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease"], "date": "Tue, 04 Apr 2017 04:00:00 GMT", "source_link": null}