{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/aa-sfh011117.php", "description": "New study results published online today in Alzheimer's & Dementia: The Journal of the Alzheimer's Association suggest that onset of high blood pressure later in life is associated with lower dementia risk after age 90, especially if hypertension is developed at age 80 or older.", "region": "namerica", "title": "Study finds high blood pressure onset in late life may protect against dementia", "text": "New study results published online today in Alzheimer's & Dementia: The Journal of the Alzheimer's Association suggest that onset of high blood pressure later in life is associated with lower dementia risk after age 90, especially if hypertension is developed at age 80 or older.High blood pressure and other heart health risk factors are generally thought to increase dementia risk. These new findings challenge this idea and add to scientists' understanding of hypertension and dementia risk over a person's life course.Researchers at the University of California, Irvine and colleagues followed 559 people for an average of 2.8 years to investigate the relationship between dementia, age of hypertension onset, and blood pressure measurements. All participants are from an ongoing, long-term study of people age 90 and older known as The 90+ Study.At enrollment, participants did not have dementia, were 93 years old on average, and 69 percent female. They received dementia assessments every six months during the study period. During the follow-up period, 224 (40%) of the participants were diagnosed with dementia.The researchers found that study participants who reported hypertension onset at age 80 to 89 were 42 percent less likely to develop dementia after age 90 compared to those who reported no history of high blood pressure. Participants whose hypertension began at age 90 or older were at even lower risk--63 percent less likely to develop dementia. These associations were statistically significant and independent of whether participants were taking medications to treat hypertension.\"In this first-of-its-kind study, we find that hypertension is not a risk factor for dementia in people age 90 or over, but is actually associated with reduced dementia risk,\" said first author Maria Corrada, M.S., Sc.D., Professor of Neurology and Epidemiology at the University of California, Irvine. \"This relationship had not yet been examined in groups of older people in their 80s or 90s, known as the 'oldest old.'\"The authors also measured study participants' blood pressure at enrollment. Those in the hypertensive range at baseline were at lower risk for dementia compared to those with blood pressure in the normal range. While these results were not statistically significant, the researchers observed that dementia risk declined as hypertension severity increased--a trend consistent with the idea that, in this age group, hypertension may protect the brain from insults that lead to dementia. \"These new findings suggest some risk factors for dementia may change over the course of our lives,\" said Maria Carrillo, Ph.D., Alzheimer's Association Chief Science Officer. \"We have seen similar results in past studies comparing body mass in older adults with dementia risk.\"A study published in January 2008 of 255 people aged 75 or older living in the Kungsholmen borough of Stockholm, Sweden, found those who were overweight had a lower dementia risk. A study published in March the following year of almost 3,000 adults near age 75 on average who were part of an observational study called the Cardiovascular Health Study had similar results: those who were underweight had an increased risk for dementia while those who were obese had a reduced risk. \"Before we can make the leap to suggesting changes to blood pressure recommendations for reducing dementia risk in clinical care, we need more research to confirm and explain our findings,\" said Dr. Corrada. \"This includes investigations into the underlying biology of hypertension and brain function.\"The authors suggest several potential reasons for the association between hypertension and dementia risk observed in the study. These include that blood pressure may need to reach a certain level to maintain adequate blood flow in the brain for normal cognition, and that this level may change with age. Another explanation that the authors note is less likely, but possible, is that blood pressure drops before the onset of dementia as a consequence of brain cell deterioration, and thus older people who are not developing dementia will have higher blood pressure. The authors acknowledge the study has several limitations, including that participants were mostly women and all were residents of a large retirement community in Orange County, California, and therefore not representative of the entire \"oldest old\" population.\"We need to understand the bigger picture of what protects brain health throughout our entire lives, including our later years,\" said Dr. Carrillo. \"Looking at dementia in this group is critical since it is the fastest growing segment of the U.S. population with the highest rate of dementia.\"\"Age of Onset of Hypertension and Risk of Dementia in the Oldest Old: The 90+ Study\" is available to subscribers of Alzheimer's & Dementia at http://www.alzheimersanddementia.com. Preliminary results of this study were first presented at the Alzheimer's Association International Conference (AAIC) in July 2014 in Copenhagen, Denmark.", "article_link": null, "institution": "Alzheimer's Association", "journal": "Alzheimer's & Dementia", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Alzheimer's Disease"], "date": "Tue, 17 Jan 2017 05:00:00 GMT", "source_link": null}