{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "schematic", "diagram", "mouse", "embryonic", "development", "indicated", "days", "bottom", "mevalonate", "pathway", "produces", "farnesyl", "diphosphate", "cholesterol", "synthesis", "protein", "geranylgeranylation", "protein", "farnesylation", "farnesylation", "various", "proteins", "view", "researchers", "identify", "metabolic", "pathway", "essential", "embryo", "development", "thus", "extending", "knowledge", "embryos", "form", "develop", "safer", "drug", "regimen", "pregnant", "womentokyo", "much", "revealed", "single", "fertilized", "cell", "egg", "develop", "complete", "organism", "simply", "via", "repeated", "cycles", "cell", "division", "however", "many", "gaps", "remain", "understanding", "dividing", "cells", "directed", "arrange", "appropriately", "stage", "embryonic", "centered", "tokyo", "medical", "dental", "university", "tmdu", "made", "major", "step", "delineating", "development", "womb", "showing", "importance", "particular", "metabolic", "pathway", "formation", "primitive", "streak", "embryos", "primitive", "streak", "groove", "maintains", "symmetry", "embryo", "allows", "develop", "fertilization", "egg", "repeatedly", "undergoes", "cell", "division", "leading", "ball", "cells", "2", "4", "8", "16", "32", "cells", "however", "development", "fully", "formed", "embryo", "ball", "must", "undergo", "process", "called", "gastrulation", "whereby", "transformed", "hollow", "structure", "initiation", "gastrulation", "requires", "primitive", "shed", "light", "primitive", "streak", "formation", "team", "applied", "tool", "uses", "clusters", "mouse", "embryonic", "stem", "cells", "mimic", "embryo", "development", "applying", "wide", "range", "drugs", "embryo", "mimics", "identified", "number", "drugs", "stopped", "embryonic", "cells", "developing", "differentiating", "normally", "drugs", "block", "functioning", "mevalonate", "pathway", "team", "looked", "whether", "metabolic", "pathway", "linked", "primitive", "streak", "applied", "drugs", "statins", "extremely", "useful", "lowering", "cholesterol", "levels", "embryo", "mimics", "stopped", "differentiating", "normally", "cardiomyocytes", "time", "corresponds", "primitive", "streak", "forms", "study", "coauthor", "ruoxing", "yu", "says", "interference", "mevalonate", "pathway", "way", "resulted", "reduced", "survival", "rate", "embryos", "equivalent", "experiments", "zebrafish", "another", "useful", "model", "biological", "studies", "confirmed", "embryonic", "development", "halted", "blocking", "mevalonate", "pathway", "team", "looked", "specific", "effects", "blocking", "found", "involves", "cessation", "form", "protein", "modification", "called", "farnesylation", "specifically", "protein", "called", "confirmed", "switching", "expression", "embryo", "mimics", "affected", "expression", "protein", "markers", "specifically", "expressed", "primitive", "streak", "discovery", "involvement", "mevalonate", "pathway", "lamin", "farnesylation", "primitive", "streak", "formation", "greatly", "raises", "understanding", "embryos", "programmed", "develop", "gastrulation", "stage", "lead", "author", "yoshimi", "says", "also", "important", "statin", "drugs", "widely", "used", "purposes", "lowering", "cholesterol", "use", "drugs", "pregnant", "women", "forbidden", "results", "shed", "light", "drugs", "affect", "embryo", "development", "helps", "understanding", "guidelines", "regarding", "statin", "use", "pregnant", "women"], "url": "http://www.eurekalert.org/pub_releases/2017-01/tmad-mpr011617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Schematic diagram of mouse embryonic development on the indicated days.", "Bottom: The mevalonate pathway produces farnesyl diphosphate for cholesterol synthesis, protein geranylgeranylation and protein farnesylation.", "The farnesylation of various proteins,...\n       view more Researchers identify metabolic pathway essential for embryo development, thus extending knowledge of how embryos form and how to develop a safer drug regimen for pregnant womenTokyo - Much has been revealed about how a single fertilized cell, the egg, can develop into a complete organism simply via repeated cycles of cell division.", "However, many gaps remain in our understanding of how these dividing cells are directed to arrange themselves appropriately at each stage of embryonic development.Researchers centered at Tokyo Medical and Dental University (TMDU) have now made a major step in delineating such development in the womb by showing the importance of a particular metabolic pathway for formation of the \"primitive streak\" in embryos.", "This primitive streak is a groove that maintains symmetry of the embryo and allows it to develop properly.After fertilization, the egg repeatedly undergoes cell division, leading to a ball of cells with 2, 4, 8, 16, 32 cells, and so on.", "However, for development into a fully formed embryo, the ball must undergo a process called gastrulation, whereby it is transformed into a hollow, ball-like, three-layered structure.", "Initiation of gastrulation requires the primitive streak.To shed light on primitive streak formation, the team applied a tool that uses clusters of mouse embryonic stem cells to mimic embryo development.", "By applying a wide range of drugs to these embryo mimics, they identified a number of drugs that stopped the embryonic cells from developing and differentiating normally.", "Some of the drugs block the functioning of the mevalonate pathway, so the team looked at whether, and how, this metabolic pathway is linked to the primitive streak.", "\"When we applied the drugs statins, which are extremely useful for lowering cholesterol levels, to the embryo mimics, they stopped differentiating normally into cardiomyocytes at a time that corresponds to when the primitive streak forms,\" study coauthor Ruoxing Yu says.", "\"Interference with the mevalonate pathway in this way resulted in a reduced survival rate of the embryos.", "\"Equivalent experiments in zebrafish, another useful model for biological studies, confirmed that embryonic development was halted by blocking of the mevalonate pathway.", "The team then looked at the specific effects of this blocking.", "They found that it involves cessation of a form of protein modification called farnesylation; specifically that of a protein called lamin-B.", "This was confirmed by switching lamin-B expression on or off in the embryo mimics, which affected the expression of other protein markers specifically expressed in the primitive streak.", "\"This discovery of the involvement of the mevalonate pathway and lamin farnesylation in primitive streak formation greatly raises our understanding of how embryos are programmed to develop through the gastrulation stage,\" lead author Yoshimi Okamoto-Uchida says.", "\"This is also important because statin drugs are widely used for purposes such as lowering cholesterol, but the use of these drugs in pregnant women is forbidden.", "Our results shed light on how these drugs affect embryo development, which helps understanding of the guidelines regarding statin use in pregnant women.\""], "title": "Metabolic pathway regulating key stage of embryo development revealed | EurekAlert! Science News", "source": "Tokyo Medical and Dental University", "date": "2018-01-19_20:30:49", "year": "Tue, 17 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Schematic diagram of mouse embryonic development on the indicated days. Bottom: The mevalonate pathway produces farnesyl diphosphate for cholesterol synthesis, protein geranylgeranylation and protein farnesylation. The farnesylation of various proteins,...\n       view more Researchers identify metabolic pathway essential for embryo development, thus extending knowledge of how embryos form and how to develop a safer drug regimen for pregnant womenTokyo - Much has been revealed about how a single fertilized cell, the egg, can develop into a complete organism simply via repeated cycles of cell division. However, many gaps remain in our understanding of how these dividing cells are directed to arrange themselves appropriately at each stage of embryonic development.Researchers centered at Tokyo Medical and Dental University (TMDU) have now made a major step in delineating such development in the womb by showing the importance of a particular metabolic pathway for formation of the \"primitive streak\" in embryos. This primitive streak is a groove that maintains symmetry of the embryo and allows it to develop properly.After fertilization, the egg repeatedly undergoes cell division, leading to a ball of cells with 2, 4, 8, 16, 32 cells, and so on. However, for development into a fully formed embryo, the ball must undergo a process called gastrulation, whereby it is transformed into a hollow, ball-like, three-layered structure. Initiation of gastrulation requires the primitive streak.To shed light on primitive streak formation, the team applied a tool that uses clusters of mouse embryonic stem cells to mimic embryo development. By applying a wide range of drugs to these embryo mimics, they identified a number of drugs that stopped the embryonic cells from developing and differentiating normally. Some of the drugs block the functioning of the mevalonate pathway, so the team looked at whether, and how, this metabolic pathway is linked to the primitive streak.\"When we applied the drugs statins, which are extremely useful for lowering cholesterol levels, to the embryo mimics, they stopped differentiating normally into cardiomyocytes at a time that corresponds to when the primitive streak forms,\" study coauthor Ruoxing Yu says. \"Interference with the mevalonate pathway in this way resulted in a reduced survival rate of the embryos.\"Equivalent experiments in zebrafish, another useful model for biological studies, confirmed that embryonic development was halted by blocking of the mevalonate pathway. The team then looked at the specific effects of this blocking. They found that it involves cessation of a form of protein modification called farnesylation; specifically that of a protein called lamin-B. This was confirmed by switching lamin-B expression on or off in the embryo mimics, which affected the expression of other protein markers specifically expressed in the primitive streak. \"This discovery of the involvement of the mevalonate pathway and lamin farnesylation in primitive streak formation greatly raises our understanding of how embryos are programmed to develop through the gastrulation stage,\" lead author Yoshimi Okamoto-Uchida says. \"This is also important because statin drugs are widely used for purposes such as lowering cholesterol, but the use of these drugs in pregnant women is forbidden. Our results shed light on how these drugs affect embryo development, which helps understanding of the guidelines regarding statin use in pregnant women.\"\r\n"}