{"title": "Protests with many participants and unified message most likely to influence politicians", "text": "WASHINGTON, DC, March 29, 2017 -- Protests that bring many people to the streets who agree among themselves and have a single message are most likely to influence elected officials, suggests a new study.\"We found that features of a protest can alter the calculations of politicians and how they view an issue,\" said Ruud Wouters, an assistant professor of political communication and journalism at the University of Amsterdam and the lead author of the study. \"More specifically, the number of participants and unity are the characteristics of a protest that have the greatest ability to change politicians' opinions.\" The study, titled, \"Demonstrating Power: How Protest Persuades Political Representatives,\" appears in the April issue of the American Sociological Review. Relying on data from 269 elected officials in Belgium, Wouters and his co-author Stefaan Walgrave, a professor of political science and head of Media, Movements, and Politics at the University of Antwerp, asked the politicians a series of questions to gage their attitudes on asylum for refugees. They then showed each elected official fictional television news reports about a demonstration on Belgium's asylum policy for refugees. In the clips, the demonstrators criticized Belgium's asylum procedure, demanding a quicker, more humane, and less arbitrary process for granting asylum. The politicians viewed the clips in the spring of 2015, well before the dramatic increase in Syrian refugees requesting asylum in Europe,In total, the researchers constructed 32 clips, each containing a unique combination of the protest features. Clips were grouped in sets of two, with each official viewing clips that were complete opposites. The features the researchers manipulated included the demonstrators' worthiness (whether or not the protest was peaceful), unity (whether or not the protestors agreed among themselves and had a single message), numerical strength (whether or not the crowd was large), and commitment (whether or not further protests were scheduled). After each clip, the politicians were questioned about their opinion regarding the salience of the protest issue, their position on the protest issue, and the actions they intended to undertake regarding the protest issue. The researchers controlled for the officials' preexisting beliefs on asylum and for the order in which they viewed the clips. \"We found that the number of protestors and unity affected politicians' salience, position, and intended actions,\" Wouters said. \"Worthiness and commitment induced effects on position and salience, respectively.\" Interestingly, the study showed that worthiness, unity, numerical strength, and commitment similarly influenced elected officials from the left and the right of the political spectrum, as well as those who held pro-asylum stances and those who did not. \"Because political survival through public support in elections is the main motive of representatives, it makes sense for them to let their own opinion be affected by their perception of what the public, or a relevant segment of the public, wants,\" Wouters said. \"But, politicians do not turn like the wind. We find that elected officials' predispositions are much more important in their opinion formation than any features of a protest.\" While the study focused on the impact of protests on politicians in Belgium, Wouters said that protestors in the United States may be able to draw lessons from the research. \"I think the immediacy and massiveness of recent U.S. protests, such as the women's march in Washington, DC, impressed many observers,\" he said. \"The question is how long lived will they be. Are they just outbursts, or will they be something more persistent? This plays into the commitment of the protestors. Will the attention span of the protestors be long enough to continue? And, in relation to unity, what will be the main message? Will it occur under an anti-Trump banner? Or, will it be more dispersed, less coherent, with many different claims?\"Wouters noted that if the U.S. protests become violent, they are less likely to have the desired effect on elected officials. \"Our study suggests that violence will further polarize the situation and burn bridges,\" he said. \"The anti-Trump protests should feed dissent in the Republican party. If the anti-Trump protestors misbehave, it becomes difficult for potential supporters, especially within the Republican party, to back them up and criticize Trump and his policies.\" Whether in Belgium, the United States, or elsewhere around the world, Wouters believes the study is important \"because it deals with the essence of what democracies should be about: responsiveness of representatives to signals of public opinion.\" ", "article_link": "http://dx.doi.org/10.1177/0003122417690325", "url": "http://www.eurekalert.org/pub_releases/2017-03/asa-pwm032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Sociological Association", "keywords": ["Social/Behavioral Science", " Demography", " Immigrants & Migration", " Minorities", " Political Science"], "journal": "American Sociological Review", "description": "Protests that bring many people to the streets who agree among themselves and have a single message are most likely to influence elected officials, suggests a new study.", "date": "Fri, 31 Mar 2017 04:00:00 GMT"}