{"title": "Gender-affirming restrooms recommended for schools", "text": "Educational policies and practices should explicitly ensure the wellbeing and healthy development of all students by supporting the right of students to use a bathroom in an institutional context that affirms their gender identity and expression. There are many ways that this can occur including providing gender-neutral restrooms in schools, says Laura Wernick of Fordham University in the US, lead author of a study in Springer's Journal of Youth and Adolescence. Co-authored with Alex Kulick and Matthew Chin, the study showed that ensuring safe access to bathrooms and other school facilities for trans students is vital if educational equality is to be ensured.The issue of bathroom access to trans youth has been of great significance in the United States since President Donald Trump issued a directive earlier in the year to rescind protection of transgender students. The rights of such high school students to use the bathroom associated with their gender is currently also the subject of legal deliberation by US courts. In this regard, Wernick and her team's research makes an important contribution, as very few empirical studies have so far focused on this issue within the context of high schools.  The researchers analyzed a multi-school climate survey conducted in 2014 at five public high schools in southeast Michigan to examine the relationship between students' gender identity, how safe they felt using bathroom facilities at school and their grades and self-esteem. The school climate was also taken into account, and how much acceptance people from different sexual identities enjoyed. The study also took into account school climate, race, sexual orientation and grade level. Considerable variation in the ability of schools to provide opportunities for the healthy development of students was found. For instance there are significant demographic disparities by gender, as well as race and sexual orientation. The findings affirm a wide range of research that has documented the existence and persistence of inequalities throughout the US educational system.  Marginalized students who did not feel safe when using bathroom facilities, in general, did not find school to be a secure place. Compared to their cisgender counterparts, bathroom safety for trans safety in particular had a significant impact on overall school safety, self-esteem and grades. \"Together, these findings suggest that while identifying as trans may help students, on average, to affirm their sense of self within the broader community, it also exposes students to multiple barriers of sexism and genderism in successfully accessing both social and educational opportunities in school environments,\" explain the authors. \"Given the current legal and political contentions over the rights of trans students, our findings are particularly important in elucidating the specific dynamics of bathroom safety among adolescents who are both more substantially limited in their mobility and agency than adults, as well as engaged in crucial years of identity development, relative to both gender as well as a range of other identities and experiences,\" they add.", "article_link": "http://dx.doi.org/10.1007/s10964-017-0652-1", "url": "http://www.eurekalert.org/pub_releases/2017-03/s-grr033017.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/gender-affirming-restrooms-recommended-for-schools/12187058", "funder": "Faculty Research Expense Program, Fordham University", "meeting": "", "institution": "Springer", "keywords": ["Education", " Policy/Ethics", " Social/Behavioral Science", " Quality of Life", " Sexual Behavior", " Sexual Orientation", " Learning/Literacy/Reading", " Perception/Awareness", " Stress/Anxiety", " Support Networks"], "journal": "Journal of Youth and Adolescence", "description": "Educational policies and practices should explicitly ensure the well-being and healthy development of all students by supporting the right of students to use a bathroom in an institutional context that affirms their gender identity and expression. There are many ways that this can occur including providing gender-neutral restrooms in schools, says Laura Wernick of Fordham University in the US, lead author of a study in Springer's Journal of Youth and Adolescence.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}