{"title": "Cold symptoms feel worse when people feel lonely", "text": "WASHINGTON - Having a cold is bad enough, but having a cold if you're lonely can actually feel worse, according to research published by the American Psychological Association.By finding lonely people and infecting them with the cold virus, researchers determined that those who had weaker social networks were more likely to report their cold symptoms were more severe than cold sufferers who didn't feel lonely, according to the study published in the APA journal Health Psychology. \"Research has shown that loneliness puts people at risk for early death and other physical illnesses,\" said study author Angie LeRoy, a graduate student in psychology at Rice University. \"But nothing had been done to look at an acute but temporary illness that we're all vulnerable to - the common cold.\"And feeling lonely had a greater effect on symptoms than actually being lonely, the researchers found. \"We looked at the quality of people's relationships, not the quantity,\" LeRoy said. \"You can be in a crowded room and feel lonely. That perception is what seems to be important when it comes to cold symptoms.\"The researchers studied 159 people ranging in age from 18 to 55. Nearly 60 percent were men. All were assessed for their psychological and physical health, given cold-inducing nasal drops and quarantined for five days in hotel rooms.  The participants, scored in advance on the Short Loneliness Scale and the Social Network Index, were monitored during and after the five-day stay. After adjusting for gender and age, the season, depressive affect and social isolation, the researchers found that those who felt lonely were no more likely to get a cold than those who didn't feel isolated. But among those who actually came down with a cold (75 percent of the sample), people who were lonelier at baseline reported worse cold symptoms. The size of the participants' social networks appeared to have no bearing on how sick they felt. \"What makes this study so novel is the tight experimental design. It's all about a particular predisposition (loneliness) interacting with a particular stressor,\" said study co-author Chris Fagundes, PhD, a psychology professor at Rice University. \"Doctors should take psychological factors into account at intake. It would help them understand the phenomenon when a person comes in sick.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/apa-csf032717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Psychological Association", "keywords": ["Social/Behavioral Science", " Mental Health"], "journal": "Health Psychology", "description": "Having a cold is bad enough, but having a cold if you're lonely can actually feel worse, according to research published by the American Psychological Association.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}