{"title": "Products can be pals when you're lonely, but it may cost you, study finds", "text": "LAWRENCE -- The Liberty Mutual commercial mentions naming your car Brad and considering him part of your family. It's easy to try to carry on a conversation with Siri on your iPhone or Amazon's Alexa device from your living room.As technology has become an even bigger part of our lives, do electronic products and machines now help fill a void when we feel lonely? According to a new study that includes a University of Kansas marketing professor, it appears these humanlike products do keep people from seeking out normal human interaction, which is typically how people try to recover from loneliness. However, there are limits to this phenomenon, and the long-term consequences are unclear, the researchers said.\"Generally, when people feel socially excluded, they seek out other ways of compensating, like exaggerating their number of Facebook friends or engaging in prosocial behaviors to seek out interaction with other people,\" said Jenny Olson, assistant professor of marketing in the KU School of Business. \"When you introduce a human-like product, those compensatory behaviors stop.\"A leading academic marketing journal, the Journal of Consumer Research, recently published the findings online of Olson, lead author James Mourey of DePaul University and Carolyn Yoon of the University of Michigan.In four experiments, the researchers found evidence that people who felt socially excluded would exhibit those compensating behaviors unless they were given the opportunity to interact with an anthropomorphic product.To establish feelings of loneliness, participants either wrote about an important time in their lives when they felt excluded -- such as being stood up for the prom -- or they played an online game of \"catch\" in which other participants stopped throwing them the ball and chose others after a few initial tosses. As part of the game, participants believed they were playing with real people online, but the other players were computerized.However, after engaging with a Roomba vacuum whose design made it seem like it was smiling or when asked to think about their cellphone in humanlike terms, such as \"how much it helps you,\" participants would not feel the need to plan to spend time talking to family or friends or seek out volunteer opportunities.However, Olson and Mourey said the ability for these products to replace human contact has its limits because certain statements seemed to snap participants back to reality.\"As soon as we tell people we know that it looks like the Roomba is smiling, they seemed to realize it was a machine and not a person,\" Olson said. \"The effect goes away. This seems to be happening on a very subconscious level.\"\"Alexa isn't a perfect replacement for your friend Alexis,\" Mourey said. \"But the virtual assistant can affect your social needs.\"Olson said the research could be important for consumers to realize how these types of products could thwart their motivation to interact with real people, especially because so many new products feature interactivity.\"If someone notices they are talking more to Siri lately, maybe that has something to do with feeling lonely,\" she said. \"From that standpoint, it's important to be aware of it.\"The study's findings might help marketers acknowledge it is possible to design products that might increase the well-being of lonely individuals without negatively influencing genuine interpersonal interaction.\"Maybe it is more about bolstering our current relationships,\" Olson said, \"such as taking a break from screen time and focusing on developing your authentic personal connections.\"\r\n", "article_link": "http://dx.doi.org/10.1093/jcr/ucx038", "url": "http://www.eurekalert.org/pub_releases/2017-03/uok-pcb032717.php", "region": "namerica", "source_link": "http://bit.ly/2opFf1d", "funder": "", "meeting": "", "institution": "University of Kansas", "keywords": ["Business/Economics", " Advertising/Public Relations", " Personal", " Socioeconomics", " Advertising/Public Relations", " Anthropology", " Behavior", " Perception/Awareness"], "journal": "Journal of Consumer Research", "description": "According to a new study, it appears humanlike products do keep people from seeking out normal human interaction, which is typically how people try to recover from loneliness. However, there are limits to this phenomenon, and the long-term consequences are unclear, the researchers said.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}