{"title": "A bird's blind spot plays an important role in its vision", "text": "The width of a bird's visual binocular field is partially determined by the size of the blind area in front of its head, according to a study published March 29, 2017 in the open-access journal PLOS ONE by Luke Tyrrell and Esteban Fernández-Juricic from Purdue University, USA.Like many vertebrates, a bird's eyes are located on the sides of its head. This eye placement is thought to have several functions, such as increased depth perception and greater visual coverage, however, little is known about the purpose of the blind area in front of a bird's head.To investigate what role the blind area may play in bird vision, the authors of the present study examined published data on the visual fields of 40 species of birds and measured the beaks and skulls of museum specimens.The researchers found that birds with longer beaks had larger blind areas in front of their heads and thus, narrower fields of binocular vision. Surprisingly, these longer-beaked birds also had reduced blind gaps in front of their heads compared to birds with shorter beaks. This finding suggests that the size of the blind area and the visibility of the beak play an important role in birds' vision. \"The evolution of binocular vision in birds appears to be driven, in part, by a blind area in front of the head,\" says Luke Tyrrell.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0173235", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-abb032317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Population Biology", " Chemistry/Physics/Materials Sciences", " Optics"], "journal": "PLOS ONE", "description": "The width of a bird's visual binocular field is partially determined by the size of the blind area in front of its head, according to a study published March 29, 2017 in the open-access journal PLOS ONE by Luke Tyrrell and Esteban Fernández-Juricic from Purdue University, USA.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}