{"title": "Brain scans show dopamine levels fall during migraine attacks", "text": "ANN ARBOR--Using PET scans of the brain, University of Michigan researchers showed that dopamine falls and fluctuates at different times during a migraine headache.This could help scientists better understand dopamine-based therapies for migraines as well as a patient's behavior during an attack. The connection between dopamine and migraines has long been a poorly understood therapeutic and research area, says Alex DaSilva, assistant professor at the U-M School of Dentistry and Center for Human Growth and Development at the University of Michigan. Dopamine--sometimes called the brain's feel-good neurotransmitter--helps regulate emotion, motivation and sensory perception.  Physicians and emergency rooms often give migraine patients dopamine antagonists, drugs that block overactive dopamine receptors, to level off wild dopamine fluctuations and ease migraine attacks. DaSilva and colleagues took various measurements of brain activity and dopamine levels of eight migraine sufferers and eight healthy patients during migraine attacks and between headaches. They compared study participants to each other with and without headaches, and also migraineurs to healthy patients. When migraine patients were between headaches, their dopamine levels were as stable and even as the healthy patients, DaSilva said. But during an attack, the migraine patients' dopamine levels fell significantly.\"Dopamine is one of the main neurotransmitters controlling sensory sensitivity,\" said study co-author Kenneth Casey, U-M professor emeritus of neurology. \"Therefore, a drop in dopamine could produce increased sensory sensitivity so that normally painless or imperceptible sensory signals from skin, muscle and blood vessels could become painful.\"This supports the hypothesis held by some researchers that migraines are a periodic disorder characterized by sensory hypersensitivity during which light, sound and odors may become abnormally intense, Casey says.DaSilva says he was surprised when patients who were resting during their migraine attacks experienced a small dopamine spike and worsening symptoms when researchers applied warmth to their foreheads. This condition in chronic pain patients is called allodynia--when a stimulus that normally wouldn't cause pain does. DaSilva says the sudden small spike in dopamine was probably an aversive reaction to environmental stimulation. This small fluctuation was only a partial recovery of dopamine, but it made the suffering worse because the dopamine receptors were highly sensitive by then, and even a small recovery would induce more nausea, vomiting and other symptoms related to migraine, he says.In addition to the pain of migraines, DaSilva says the fall in dopamine in general could also explain some of the isolation and withdrawal that migraineurs exhibit during an attack. \"This dopamine reduction and fluctuation during the migraine attack is your brain telling you that something is not going well internally, and that you need time to heal by forcing you to slow down, go to a dark room and avoid any kind of stimulation,\" he said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-bss032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Michigan", "keywords": ["Medicine/Health", " Technology/Engineering/Computer Science"], "journal": "Neurology", "description": "Using PET scans of the brain, University of Michigan researchers showed that dopamine falls and fluctuates at different times during a migraine headache.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}