{"title": "Why don't Americans have a name for the color 'light blue?'", "text": "COLUMBUS, Ohio - If a Japanese woman were to compliment a friend on her flattering pale-blue blouse, she'd probably employ a word with no English equivalent. \"Mizu\" translates to \"water\" and has emerged in recent decades as a unique shade in the Japenese lexicon, new research has found. English speakers have \"light blue,\" sure. But \"mizu\" is its own color, not merely a shade of another. It's similar to how people in the United States use \"magenta,\" rather than \"purplish-red.\"Researchers from Japan and The Ohio State University collaborated on the study, which examines the color lexicon in Japan over time and compares the country's modern color terminology to words used in the United States. The study appears in the Journal of Vision.The researchers asked 57 native Japanese speakers to name the colors on cards placed before them. The study participants used 93 unique color terms. No modifiers such as \"light\" or \"dark\" were allowed. Identification of basic long-standing color terms came as no surprise, but the use of \"mizu\" by almost everyone in the group is new and strong evidence that it should be included among 12 generally accepted basic Japanese color terms, the researchers concluded.Furthermore, they found differences between color language in the two modern, diverse societies.Some unique and commonly described color terms in one language are missing in the other. In Japan, \"mizu\" is one, as is \"kon\" (dark blue.) In the U.S., native speakers often use the words \"teal,\" \"lavender,\" \"peach\" and \"magenta,\" none of which has a commonly used Japanese equivalent.\"Like animal species, language is constantly evolving,\" said Ohio State's Delwin Lindsey, a professor of psychology who worked on the study with optometry professor Angela Brown and Japanese colleagues from several institutions.Humans mostly see color in exactly the same way. But how we describe it varies widely and it tells researchers about more than just whether that pretty blouse is \"mizu\" or \"light blue.\"\"In America, we don't have a single unique word for light blue. The closest thing we have is \"sky,\" but when we ask, we don't elicit that very often,\" Brown said.\"In Japan, 'mizu' is as different from 'blue' as 'green' is from 'blue.'\"Lindsey and Brown said the study of color language goes beyond how we describe a blouse, car or crayon. \"We're interested in how colors are represented through language and how that gets distributed through society. How is it that we all decide that blue is blue? We do so through interaction,\" Lindsey said.Added Brown, \"The study of color naming is fundamentally the study of how words come to be associated with things - all things that exist, from teacups to love.\"The color lexicon happens to be easier to study than other aspects of language evolution. Colors are easily described, reproduced and displayed.And there is vast difference in what colors we use from culture to culture and individual to individual. \"The visual system can discern millions of colors,\" Brown said. \"But people only describe a limited number of them and that varies depending on their community and the variety of colors that enter into their daily lives.\"There are areas of the world, for instance, where blue and green are lumped together - something color researchers call \"grue.\"\"People around the world have very different color-naming systems and that raises interesting questions about what we're born with and what's strongly contingent upon our culture,\" said Lindsey, who teaches at Ohio State's Mansfield campus.\"In general, the more basic the color terms, the less technologically and economically advanced the culture,\" he said.\"But what's really interesting is there are remarkable similarities in color descriptions amongst people who live thousands of miles apart. And there can be differences between next-door neighbors.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/osu-wda032817.php", "region": "namerica", "source_link": "https://news.osu.edu/news/2017/03/28/mizu-blue/", "funder": "National Science Foundation", "meeting": "", "institution": "Ohio State University", "keywords": ["Medicine/Health", " Ophthalmology", " Language/Linguistics/Speech", " Perception/Awareness"], "journal": "Journal of Vision", "description": "'Mizu' translates to 'water' and has emerged in recent decades as a unique shade in the Japenese lexicon, new research has found.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}