{"title": "Evaluation between maternal mental health and discharge readiness", "text": "Each year, more than 450,000 babies are born preterm in the U.S., many of whom spend days, weeks or even months in a neonatal intensive care unit (NICU).  The mothers of these infants are at increased risk for maternal mental health disorders including depression, anxiety and posttraumatic stress, which could impact their transition home to care for their infant.New research indicates that mothers with a history of mental health disorders feel less ready for discharge from the NICU than with mothers without a mental health history.The research, entitled \"Maternal Mental Health and Neonatal Intensive Care Unit Discharge Readiness in Mothers of Preterm Infants,\" has been published in The Journal of Pediatrics.  The research team was led by Elisabeth C. McGowan, MD, a neonatologist at Women & Infants Hospital of Rhode Island, a Care New England hospital, and assistant professor of pediatrics at The Warren Alpert Medical School of Brown University, and also includes Women & Infants/Brown University colleagues Katheleen Hawes, PhD, RN; Richard Tucker, BA; Melissa O'Donnell, MSW; and Betty Vohr, MD; as well as Nan Du, BS, MD, from Yale New Haven Children's Hospital.\"Our primary objective was to evaluate the association between maternal mental health disorders and discharge readiness,\" said Dr. McGowan. \"We defined discharge readiness as parental emotional comfort and confidence with infant care, in addition to attainment of skills and knowledge, with parent mental well-being critical to parenting readiness.\"For this study, 934 mothers of infants born preterm (earlier than 37 weeks gestation) between 2012 and 2015 and who were participating in a transition home program completed a discharge readiness questionnaire.  The questionnaire measured perceptions of staff support, infant well-being (medical stability), maternal well-being (emotional readiness/competency), and maternal comfort (worry about her infant).  Social workers obtained a history of mental health disorder.\"We hypothesized that mothers with a history of mental health disorders would report decreased perceptions of NICU discharge readiness compared with mothers without a history,\" explained Dr. McGowan.  \"We concluded that the one-third who reported a history of mental health disorder indeed had decreased perception of their infant well-being in addition to their own well-being during the critical time of NICU discharge.  This indicates that there is an unmet need for provision of enhanced transition home services for the mother-infant dyad.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cne-ebm032817.php", "region": "namerica", "source_link": "http://www.womenandinfants.org/news/mothers-mental-health-and-preterm-infants.cfm", "funder": "", "meeting": "", "institution": "Care New England ", "keywords": ["Health Care", " Medicine/Health", " Clinical Trials", " Health Care Systems/Services", " Health Professionals", " Gynecology", " Pediatrics", " Mental Health"], "journal": "Journal of Pediatrics", "description": "New research indicates that mothers with a history of mental health disorders feel less ready for discharge from the NICU than with mothers without a mental health history.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}