{"title": "Wealth and knowledge drive bushmeat consumption  during the West African Ebola crisis", "text": "Bushmeat, or wild  animal meat, is an essential   source of  protein for many people in tropical regions. But handling and eating  bushmeat carries the risk of  contracting diseases, such as Ebola virus disease (EVD). During the latest and largest ever recorded Ebola crisis, household income and specific knowledge about the risks of eating bushmeat were linked to changes in its consumption, researchers report in PLOS Neglected Tropical Diseases.  Although bushmeat consumption in Liberia generally decreased during the crisis, preferences for bushmeat remained constant.Bushmeat is commonly consumed in West Africa, and may include species such as bats, nonhuman primates, cane rats, pangolins, and duikers. The harvesting and butchering of these wild meats  have been identified  as potential spill-over sources of EVD outbreaks, although it is human-to-human transmission that causes epidemics to  rapidly expand. Studies have previously found that reasons to eat bushmeat vary between areas, with food security driving bushmeat consumption in impoverished rural areas,  and low cost, taste, and perception of prestige being important factors for urban consumers. Isabel Ordaz-Németh, of the Max Planck Institute for Evolutionary Anthropology, and colleagues used data from two household  interview surveys conducted across Liberia before and during the EVD epidemic, to study the link  between socio-economic status and changes in bushmeat consumption. Data  were available on the frequency of  bushmeat consumption, the number of  meals eaten per  day, the types of foods that were eaten, and the preferences for specific bushmeat species.  Overall, bushmeat consumption decreased during the Ebola crisis; before the outbreak  81 percent of households reported that a typical meal included bushmeat, but only 16.5 percent of households reported the same during the outbreak. However, bushmeat consumption dropped less in wealthier households compared to poorer households. And while there was no effect of literacy or education on bushmeat consumption during the EVD crisis, household heads were less likely to eat bushmeat if they knew that Ebola could be contracted from the meat. The study also found that daily meal frequency generally decreased, and preferences for bushmeat species remained constant, suggesting that, even though people consumed less bushmeat, it does not mean that they did not like it anymore.  \"It is imperative to identify the underlying drivers of bushmeat consumption to develop more effective, targeted conservation management strategies,\" the researchers say. \"Such strategies must aim to reduce the unsustainable harvest of bushmeat whilst improving human livelihoods and lowering the risk of zoonotic disease transmissions, such as EVD.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005450", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-wak032817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Nutrition/Nutrients", " Physiology", " Virology", " Zoology/Veterinary Science", " Medicine/Health", " Nutrition/Nutrients", " Physiology", " Public Health", " Disease in the Developing World"], "journal": "PLOS Neglected Tropical Diseases", "description": "Bushmeat, or wild  animal meat, is an essential   source of  protein for many people in tropical regions. But handling and eating  bushmeat carries the risk of  contracting diseases, such as Ebola virus disease (EVD). During the latest and largest ever recorded Ebola crisis, household income and specific knowledge about the risks of eating bushmeat were linked to changes in its consumption, researchers report in PLOS Neglected Tropical Diseases.  Although bushmeat consumption in Liberia generally decreased during the crisis, preferences for bushmeat remained constant.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}