{"title": "Improving memory with magnets", "text": "The ability to remember sounds, and manipulate them in our minds, is incredibly important to our daily lives -- without it we would not be able to understand a sentence, or do simple arithmetic. New research is shedding light on how sound memory works in the brain, and is even demonstrating a means to improve it. Scientists previously knew that a neural network of the brain called the dorsal stream was responsible for aspects of auditory memory. Inside the dorsal stream were rhythmic electrical pulses called theta waves, yet the role of these waves in auditory memory were until recently a complete mystery. To learn precisely the relationship between theta waves and auditory memory, and to see how memory could be boosted, researchers at the Montreal Neurological Institute of McGill University gave seventeen individuals auditory memory tasks that required them to recognize a pattern of tones when it was reversed. Listeners performed this task while being recorded with a combination of magnetoencephalography (MEG) and electroencephalography (EEG). The MEG/EEG revealed the amplitude and frequency signatures of theta waves in the dorsal stream while the subjects worked on the memory tasks. It also revealed where the theta waves were coming from in the brain. \r\nUsing that data, researchers then applied transcranial magnetic stimulation (TMS) at the same theta frequency to the subjects while they performed the same tasks, to enhance the theta waves and measure the effect on the subjects' memory performance. They found that when they applied TMS, subjects performed better at auditory memory tasks. This was only the case when the TMS matched the rhythm of natural theta waves in the brain. When the TMS was arrhythmic, there was no effect on performance, suggesting it is the manipulation of theta waves, not simply the application of TMS, which alters performance. \"For a long time the role of theta waves has been unclear,\" says Sylvain Baillet, one of the study's co-senior authors. \"We now know much more about the nature of the mechanisms involved and their causal role in brain functions. For this study, we have built on our strengths at The Neuro, using MEG, EEG and TMS as complementary techniques.\"\r\nThe most exciting aspect of the study is that the results are very specific and have a broad range of applications, according to Philippe Albouy, the study's first author. \"Now we know human behavior can be specifically boosted using stimulation that matched ongoing, self-generated brain oscillations,\" he says. \"Even more exciting is that while this study investigated auditory memory, the same approach can be used for multiple cognitive processes such as vision, perception, and learning.\"The successful demonstration that TMS can be used to improve brain performance also has clinical implications. One day this stimulation could compensate for the loss of memory caused by neurodegenerative diseases such as Alzheimer's. \"The results are very promising, and offer a pathway for future treatments,\" says Robert Zatorre, one of the study's co-senior authors. \"We plan to do more research to see if we can make the performance boost last longer, and if it works for other kinds of stimuli and tasks. This will help researchers develop clinical applications.\" This study was published in the journal Neuron on March 23, and was a result of collaboration between the Neuroimaging/Neuroinformatics and Cognition research groups of the MNI. ", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.03.015", "url": "http://www.eurekalert.org/pub_releases/2017-03/mu-imw032717.php", "region": "namerica", "source_link": "http://www.mcgill.ca/neuro/channels/news/improving-memory-magnets-267234", "funder": "", "meeting": "", "institution": "McGill University", "keywords": ["Biomechanics/Biophysics", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Memory/Cognitive Processes"], "journal": "Neuron", "description": "The ability to remember sounds, and manipulate them in our minds, is incredibly important to our daily lives -- without it we would not be able to understand a sentence, or do simple arithmetic. New research is shedding light on how sound memory works, and is even demonstrating a means to improve it.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}