{"title": "IOF President's Award honors global osteoporosis experts and advocates", "text": "Seven leading osteoporosis experts and advocates have received the 2017 International Osteoporosis Foundation (IOF) President's Award in recognition of their contributions to IOF and their commitment to advancing education and awareness in the field within their regions. The presentations took place on March 24, 2017 at a special ceremony during the World Congress on Osteoporosis, Osteoarthritis and Musculoskeletal Diseases, held in Florence, Italy from March 23-26, 2017.The following individuals were recognized for their outstanding contributions:ASIA-PACIFICKerrie Sanders (Australia) : Team leader of musculoskeletal science, health economics and nutrition at the Institute for Health and Ageing, Melbourne; Honorary position as Principal Fellow at the University of Melbourne, Australia; Member of the Medical and Scientific Advisory board for Osteoporosis Australia and the IOF Committee of Scientific Advisors.LATIN AMERICAJorge Morales Torres (Mexico): Professor of Rheumatology at the Faculty of Medicine of Leon, University of Guanajuato, Consultant Rheumatologist, Chief of the Osteoporosis Clinic and Director of Morales Vargas Research Center at the Aranda de la Parra Hospital. Former President of the Mexican Society of Rheumatology; former President and founding partner of the Mexican Association of Bone & Mineral Metabolism, Member of the IOF Committee of Scientific Advisors. MIDDLE EAST & AFRICALeith Zakraoui (Tunisia): Head of the Department of Rheumatology at Hôpital Mongi Slim, La Marsa, Tunisia and Professor at the University of Tunis School of Medicine; IOF Board of Governance member & Regional Advisory Council Member; IOF Committee of Scientific Advisors; President of Tunisian Osteoporosis Prevention Society (TOPS); Honorary President of the Tunisian League Against Rheumatism, and Former General Secretary of the African League of Associations of Rheumatologists (AFLAR).NORTH AMERICADavid Kendler (Canada): Professor of Medicine (Endocrinology), University of British Columbia Faculty of Medicine; Director of Osteoporosis Centre of British Columbia and Prohealth Clinical Research;  Member of the Scientific Advisory Council of Osteoporosis Canada and the IOF Committee of Scientific Advisors.EASTERN EUROPEVidmantas Alekna (Lithuania): Professor of Gerontology and Scientific Leader of the Research Group in Osteoporosis, Metabolic Bone Diseases, and Ageing at Vilnius University; Delegate of the UEMS Geriatrics Section from Lithuania; Editor-in-Chief of the scientific journal Gerontologija; President of Lithuanian Osteoporosis Foundation; Member of the IOF Committee of National Societies.Marija Tamulaitiene (Lithuania): Professor of Rehabilitation and Physical Medicine at Vilnius University; Director of National Osteoporosis Center; Member of the Board of Lithuanian Osteoporosis Foundation; Member of the Board of Lithuanian Association of Gerontology and Geriatrics; Executive Editor of the scientific journal Gerontologija.WESTERN EUROPEStefan Goemaere (Belgium): Department of Rheumatology and Endocrinology, Ghent University Hospital; Board member and IOF representative for the Belgian Bone Club, and IOF representative for the Royal Belgium Society of Rheumatology, formerly member of European Union Osteoporosis Interest Group. IOF President Professor John A. Kanis presented the awards to the recipients, commending them all for their contributions: \"On behalf of IOF, it is my great pleasure to present awards to each of these long time IOF members. As dedicated experts and bone health advocates in their respective countries and regions, and through their work with IOF, they have made important contributions to the field of osteoporosis and musculoskeletal disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/iof-ipa032717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "International Osteoporosis Foundation", "keywords": ["Medicine/Health", " Endocrinology", " Gerontology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Orthopedic Medicine", " Rehabilitation/Prosthetics/Plastic Surgery"], "journal": "", "description": "Seven leading osteoporosis experts and advocates have received the 2017 International Osteoporosis Foundation (IOF) President's Award in recognition of their contributions to IOF and their commitment to advancing education and awareness in the field within their regions. The presentations took place on March 24, 2017 during the World Congress on Osteoporosis, Osteoarthritis and Musculoskeletal Diseases in Florence, Italy.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}