{"title": "'Maria Theresa was a relentlessly strict matriarch'", "text": "On the occasion of the 300th birthday of Empress Maria Theresa (1717-1780), many clichés about one of the most powerful women in history need to be abandoned according to the latest research. \"Maria Theresa embodies a myth that was to remind Austria of lost greatness for a long time, but this spell must be broken today\", says historian Prof. Dr. Barbara Stollberg-Rilinger, Cluster of Excellence \"Religion and Politics\" of Münster University. \"The myth describes Maria Theresa as a sovereign of people's hearts who loved her children and her subjects, as a heroine who defended right against power, as a pious regent who strengthened the practice of religion, as a respectable civil 'housewife of the empire' who cleared up the privileges and stiff ceremony at the royal court, and as the founder of the modern administrative state. However, many of these stereotypes can no longer be supported.\" The scholar proves them wrong in the new biography \"Maria Theresia. Die Kaiserin in ihrer Zeit\" (Maria Theresa. The Empress in her Times. A Biography) relying on many, partly unknown sources. The book is published by C.H.Beck and is nominated for the \"Non-Fiction\" Prize of the Leipzig Book Fair which will be awarded on Thursday. \"Maria Theresa was not just the devoted mother of the country as historians often depicted her\", says Stollberg-Rilinger whose 1000-page work reflects an entire era and purposefully confronts many contemporary voices. \"In fact, the sources present other aspects. She was an extremely self-confident regent, firmly convinced of her dynasty's divine mission. This conviction, this belief gave her the confidence to hold her ground even in hopeless situations, such as uncompromisingly carrying on a war for her heritage for years and enforcing reforms. However, it also resulted in the relentlessness with which she treated her own children and the mercilessness with which she prosecuted those of different faith - Protestants and Jews.\" In order to protect the \"true Catholic religion\", the Habsburg empress had Protestants, \"mangy sheep within the Christian flock that was entrusted to her\", re-conditioned in so-called conversion houses or had them deported. When looking at her marriage politics, she sacrificed her children with all the severity of dynastic reason, fully aware of the fact that some of the marriages were, even according to the standard at that time, an unreasonable demand. As stated by Stollberg-Rilinger, Maria Theresa's numerous correspondences prove how she always tried to manipulate her environment, but at the same time demanded absolute sincerity from everyone else. \"This did not work out. Hypocrisy and pretence ruled.\" Similarly, there was an \"agonising feud\" between Maria Theresa and her son and co-ruler Emperor Joseph II whom she mistrusted: \"a communicative dilemma over years, under which both of them suffered without finding a way out\". These were only a few elements of a large control programme as the author sets out: Maria Theresa attempted to influence the allied courts through her daughters, had a census of the countries and population carried out and her subjects conditioned into becoming puritan and industrious. At the court in Vienna life was substantially more exclusive than often portrayed, the rules of patronage were not abolished. \"Far fewer subjects were admitted to the Empress than the myth of her mildness and affability suggests.\" The Empress knew how to foster her reputation of being a gentle and generous regent herself - for instance by deliberately conferring favours, using a rhetoric that evokes closeness and familiarity, but also by controlling the tradition of her own history. \"It is probable that Maria Theresa destroyed a large part of her husband's documents, tried to eliminate her daughter-in-law's letters, and coerced children and intimates into burning their letters.\" Her many reforms did not lead to the modern bureaucratic state, the foundation of which historiography previously accredited to Maria Theresa. Barbara Stollberg-Rilinger sees a lack of participatory procedures and structures from the central up to the local level.Male fantasies in historiography \"If you look at it more closely, the popular image of the empress-queen is still marked by the nationalistic historiography of the 19th and early 20th century, whereas younger historians have been avoiding her\", says Stollberg-Rilinger. A new, post-heroic biography could understand Maria Theresa only in her own time, not by the re-projections of the 19th century. \"The historians saw the ideal civil family's mother and loving spouse in Maria Theresa; to them she embodied the feminine ideal of the 19th century. That she was at the same time a powerful ruler, made her an exceptional figure and inspired male fantasies: she seemed to be the procreator of the state.\" Actually, a \"petticoat government\" was not unusual at that time, the historian explains. \"What was new was the fact that the regent took ruling seriously as a personal task. Many other monarchs preferred to pursue their inclinations.\" The lifelong opponent Frederick II of Prussia became her counterpart in historiography: \"Prussia against Austria, that was male against female principles, cold reason against warm affection, offence against defence, unbelief against piety.\" For the biography the academic evaluated quite different sources: archival materials of the central authorities, messenger reports and ceremonial descriptions, diaries and travel journals, and above all, correspondences. \"The most important sources are Maria Theresa's letters and handwritten cards. She took care of everything herself and spent day and night at the writing desk\", the historian relates. She emphasises that a biography today could no longer be written from point of view of the omniscient narrator. Instead the author links analytical and narrative elements and often juxtaposes different ways of perception. A wide range of contemporaries get a chance to speak: from the enlightened personal physician to the economic project maker, from the English lady in transit to the old aristocratic Lord Chamberlain, from the Praguer Jew to the Tyrolese farmer's son. \"Of course we can also hear the voices of Maria Theresa herself and her family members.\" (vvm)Nominated for the Prize of the Leipzig Book FairThe new biography \"Maria Theresia. Die Kaiserin in ihrer Zeit\" (Maria Theresa. The Empress in her Times. A Biography) by early modern period historian Prof. Dr. Barbara Stollberg-Rilinger at the Cluster of Excellence \"Religion and Politics\" of WWU has been nominated for the Prize of the Leipzig Book Fair. It will be ceremonially awarded on Thursday, 23 March 2017. The book concerning the Habsburg regent Maria Theresa (1717-1780) has just been published by C.H.Beck. There are four other books nominated in the category \"Non-Fiction/Essay Writing\". The jury's reason for its decision is that an entire era is reflected in the work. Stollberg-Rilinger tells \"in a new and unusual manner\" the life of one of the most powerful women in history, \"who as regent mastered female and male roles, the world of symbols, and the politics of the day with virtuosity.\" The scholar classified the Empress relating to the traditions of her time and always reflected the gender of her \"heroine\" without putting it in the centre of attention. The Prize of the Leipzig Book Fair, amounting to 60,000 euros in total, will also be awarded for the categories \"Fiction\" and \"Translation\".", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/coe-tw032117.php", "region": "europe", "source_link": "https://www.uni-muenster.de/Religion-und-Politik/en/aktuelles/2017/mar/PM_Neue_Biografie_ueber_Maria_Theresia_-_Historikerin_widerlegt_Klischees.html", "funder": "", "meeting": "", "institution": "Cluster of Excellence ", "keywords": ["Policy/Ethics", " History", " Philosophy/Religion", " Political Science"], "journal": "", "description": "New biography on the occasion of the empress' 300th birthday -- historian Barbara Stollberg-Rilinger refutes clichés about one of the most powerful women in history: prosecution of Protestants and Jews, cruelty against her own children, hypocrisy at the royal court -- book nominated for the Prize of the Leipzig Book Fair.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}