{"title": "From the classroom to the NICU: Real-world neuroscience opening new avenues", "text": "March 26, 2017 - San Francisco - When going to the movies with a group of friends, one small action can make a big difference when it comes to being on the same page after the movie: eye contact. A simple conversation before the movie sets you up to be more in sync with your friends after the movie.These findings come from an unlikely place -- not the lab, or even a movie theater, but a classroom. Using portable EEG to measure brain activity among groups of students, researchers were able to record from multiple people simultaneously to study social interactions in real life.\"The goal of our research is to understand the neurodynamics of real-world social interactions, and we used the classroom as a real-world social neuroscience lab,\" says Suzanne Dikker of NYU and Utrecht University, who is presenting this new research at the Cognitive Neuroscience Society (CNS) annual conference today. \"The set-up we developed allows us investigate aspects of human social interaction that are difficult or even impossible to study in a canonical laboratory setting.\"While Dikker's work focuses on brain synchrony, she is but one of a growing number of neuroscientists both taking their work to more naturalistic settings and using more multisensory stimuli. From classrooms to museums to the NICU, real-world settings are now possible with the advent of new neuroimaging techniques and advanced computational power, combined with a better understanding of the multisensory nature of our brains.\"The last 10 years are special in that they witnessed a confluence of advances in technology and in theoretical models that now are mature enough to take into consideration the full breadth of the complexity of the sensory environment and how we interact with it,\" says Pawel Matusz of the University of Lausanne in Switzerland and chair of the CNS symposium on real-world neuroscience. Work in multiple settings is yielding unique insights into social interactions, attention, and neurodevelopment for the young and old alike.Conducting studies on brain synchrony - neural activity that is in sync among people - in real-world settings offers a great opportunity for new types of data, Dikker says. But with this opportunity comes a major challenge: adapting technologies and techniques for rapid deployment outside the lab. Most lab-grade neuroimaging equipment is expensive and not mobile. It is not possible, for example, to bring 10 fMRI scanners into a classroom or museum. Dikker and colleagues instead have adapted a low-grade EEG system for use in experiments, one that they can set up in only 5 minutes.This adaptation comes with some sacrifices, she says. \"It is unrealistic to expect the same level of data quality and experimental control from real-world neuroscience studies as we demand from laboratory experiments,\" Dikker says. \"And we would never argue that efforts like ours move the field in a direction where the lab will become obsolete. Instead, we think of real-world research as a complementary approach that can inform, enrich, and inspire lab research, and vice versa.\"In her latest work, Dikker and colleagues measured how much students are thinking about the same thing at the same time. They measured electrical brain activity with portable EEG and took survey data on social relationships and personality.They found that the more a student felt part of the group, the more that student was engaged and in sync with the rest of the group. They also found that how much the students liked each other influenced brain synchrony during class - but, interestingly, it only mattered for those students who had eye contact at the beginning of class. \"How much you like someone only matters if you have some actual interaction with that person,\" Dikker says.In another study for which she will be presenting preliminary results at the CNS meeting, Dikker and colleagues measured brain synchrony in a museum installation. Collecting data from more than 2,000 people in the \"Mutual Wave Machine,\" they also explored the role of eye contact in establishing synchrony.An offshoot of a project with performance artist Marina Abramovic, the Mutual Wave Machine invites two people at a time to sit in a dome-like structure and gaze at each other while seeing a simplified visualization of their brain activity with lights all around them. They had to greatly simplify the EEG data being collected (using only canonical frequency bands) to come up with an intuitive way to visualize the neural activity. \"There are only small light sources when your brainwaves are not in sync, and when your brainwaves are perfectly in sync, the dome fills up with light,\" Dikker says.They found that brain synchrony was higher for more empathetic individuals. Furthermore, people felt more connected and their brain activity was more in-sync with each other at the end of the experience than at the beginning. This occurred only for people who didn't know each other to start, however, and for those who were explicitly told that what they were seeing was feedback from the brain; some were not told.The research has potential applications in therapeutic work -- for example, Dikker's team would like to test game-like neurofeedback in high-functioning autistic teens, to see if the method can help them respond better to social cues. But above those applications, the studies lay groundwork for future investigations to establish crosstalk between the lab and real world. For example, Dikker wants to further investigate in the lab what it is about eye contact that sets up the joint attention and brain synchrony.\"Experiments that are conducted in naturalistic settings, such as those, for example, conducted by Suzanne Dikker, are informative as they explore new dimensions characterizing information processing in the real world,\" says Matusz of the University of Lausanne. \"These technology-inspired neuroscientific investigations, using advanced signal processing methods, push the frontier on what we know about functional brain organization and the mind.\"But he says that naturalistic studies should ideally be well-controlled lab experiments that aim to emulate the characteristics of information processing in everyday environments, while controlling for confounding factors. One of the most striking realizations of the past decade of work has been that information processing follows somewhat different principles than those established with traditional research involving just visual or just auditory stimuli.\"Information across different senses is exchanged and integrated at much earlier stages of brain processing than previously thought,\" Matusz says. \"This has profound implications for our understanding of perception, attention, learning and memory processes.\"For example, recognizing and finding a friend at a cocktail party full of people will be much easier if you not only see the person but also hear him/her.  However, you will be also more easily distracted during this task than predicted by traditional models because multisensory objects are more distracting than just visual or auditory ones. A person next to you shouting and waving to someone else across the room, or someone bumping into you and saying sorry, will make it harder to locate your friend. These are tradeoffs that control our \"selective attention\" -- our ability to process important information and suppress distracting information -- in real-world environments.In work being presented at the CNS meeting, Matusz's team used multisensory, audiovisual distractors to reveal that children can actually be less distracted than adults or older children. These results, published in Cognition in 2015, Matusz says \"go against traditional models of brain and attention development, according to which there is a mature, adult state of attention that we gradually reach as we grow older from 'distractful youth.'\"In novel results building on that finding, he and colleagues explored how experience interacts with our selective attention as we grow. They asked young and adult participants to search for numerical digits, a category of objects where school-entering children are more familiar first with their sounds than their shapes.  While the younger children benefited from having the audio, the sounds proved a distraction for the older children and adults. \"These results echo recent voices in the neuroscience community suggesting that neuroscientific research provides meaningful knowledge when it is based on well-conceptualized studies of behavior,\" he says.Clinically, this growing body of knowledge on the multisensory brain is opening novel avenues for addressing sensory and learning disorders. For example, in a collaborative project with Nathalie Maitre from Nationwide Children's Hospital in Ohio and Micah Murray from the University of Lausanne, Matusz worked with pre-term babies and their sense of touch. Every year, 15 million children worldwide are born prematurely, but the existing interventions are unclear in terms of their actual effects on sensory and brain processing. As published this month in Current Biology, the researchers recorded EEG in premature babies in the NICU and demonstrated a direct role of both negative and positive touch in shaping their somatosensory brain responses.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cns-ftc032317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Cognitive Neuroscience Society 24th Annual Meeting", "institution": "Cognitive Neuroscience Society", "keywords": ["Medicine/Health", " Neurobiology", " Social/Behavioral Science", " Arts/Culture", " Behavior", " Personality/Attitude", " Aging", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "", "description": "When going to the movies with friends, one small action can make a big difference to be on the same page after the movie: eye contact. A simple conversation before the movie sets you up to be more in sync with your friends after the movie. These findings, being presented at the CNS conference in San Francisco, come from an unlikely place -- not the lab, or even a movie theater, but a classroom.", "date": "Sun, 26 Mar 2017 04:00:00 GMT"}