{"title": "Premature babies don't use sensory-prediction brain process that may be key to development", "text": "Babies born prematurely don't use their expectations about the world to shape their brains as babies born at full term do, important evidence that this neural process is important to development.The findings offer clues to the mystery of why otherwise healthy babies born prematurely face higher risk of developmental delays as they grow, according to researchers at Princeton University, the University of Rochester Medical Center and the University of Rochester.The study appears Jan. 26 in the journal Current Biology.In 6-month-old babies born at-term, the portions of the brain responsible for visual processing respond not just to what the baby sees but also to what the baby expects to see. That's a sign babies are learning from their experiences, said Lauren Emberson, an assistant professor of psychology at Princeton. But babies born prematurely don't demonstrate that type of brain response to expectations, known as top-down processing.\"This helps bring together the picture that this type of processing is important for neural development,\" Emberson said. \"This also gives us insights into what might be going wrong in the case of prematurity. We believe this inability for learning to shape the brain is possibly one of the reasons.\"The researchers tested 100 babies, split between those born at full term and those born prematurely. The babies were tested at 6 months of age, based on their conception.The babies were exposed to a pattern that included a sound -- like a honk from a clown horn or a rattle -- followed by an image of a red cartoon smiley face. The researchers used functional near-infrared spectroscopy, a technology that measures oxygenation in regions of the brain using light, to assess the babies' brain activity.After exposing the infants to the sound-and-image pattern, the researchers began omitting the image sometimes. In the full-term infants, brain activity was detected in the visual areas of the brain even when the image didn't appear as expected, a sign of this top-down sensory prediction. The brains of premature babies didn't show this activity.Emberson said this research sets the stage for continued work to understand how top-down processing helps babies learn better and how the lack of top-down processing relates to later developmental delays in the babies born prematurely. For example, the first sign of a developmental delay for a child might come when they aren't using any words at age 2.\"Developmental sciences knows these missed milestones don't happen in the moment. They're happening in the months and years leading up to that,\" Emberson said. \"By looking much earlier and being able to show that are these differences in how learning is shaping the brain, maybe we can know much sooner which babies are likely to have problems.\"Charles Nelson, professor of pediatrics and neuroscience at Harvard Medical School and professor of education at Harvard University, said the research highlights the importance of examining such potential links between early brain development and later learning difficulties.\"This work has important implications for the thousands of infants born early but healthy, a group that does not typically receive a great deal of attention,\" Nelson said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/pu-pbd012617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Science Foundation", "meeting": "", "institution": "Princeton  University", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Pediatrics", " Language/Linguistics/Speech", " Learning/Literacy/Reading"], "journal": "Current Biology", "description": "Babies born prematurely don't use their expectations about the world to shape their brains as babies born at full term do, important evidence that this neural process is important to development.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}