{"title": "Answers to how our brains make meaning, with the help of a little LSD", "text": "We all have particular experiences or particular things--a favorite song, for example--that mean much more to us than others. Now, researchers who've studied how perceptions of meaning change when people take the psychedelic drug known as LSD have traced that sense of meaningfulness to particular neurochemicals and receptors in the brain. The findings are reported in Current Biology on January 26.The findings add to our fundamental understanding of the human experience. They also point to potentially new targets for drugs to treat psychiatric illnesses or phobias, which come with abnormalities in the attribution of personal relevance to particular sensory experiences or cues, the researchers say.\"Our results increase our understanding of how personal relevance attribution is enabled in the brain,\" says Katrin Preller (@KatrinPreller) of the Zürich University Hospital for Psychiatry. \"[We now know] which receptors, neurotransmitters, and brain regions are involved when we perceive our environment as meaningful and relevant.\"Earlier studies showed that LSD alters the attribution of meaning and personal relevance to the environment, Preller explains. LSD also changes the way people perceive themselves, as the distinction between the self and the world outside the self blurs. But it wasn't clear exactly what parts of the brain and which neurochemicals were responsible. Preller and colleagues first confirmed the usual effects of LSD on study participants' state of consciousness, mood, and anxiety in the lab. They found that those psychedelic effects of LSD were erased when participants took a second drug called ketanserin that blocked the ability of LSD to act on serotonin receptors known as 5-HT2ARs. That finding came as something of a surprise because LSD is also known to stimulate dopamine receptors, Preller says.To explore LSD's influence on the way people attribute meaning to things in their world, the researchers asked participants taking a placebo, LSD, or LSD plus ketanserin to rank the meaning attached to a series of songs. Some of those songs were ones that participants told the researchers were particularly meaningful to them. Others were either neutral or without meaning.The researchers found that musical pieces that were previously meaningless to participants took on special meaning when those individuals were under the influence of LSD. That effect was diminished when participants were given the second drug to counteract LSD's effects on the brain's serotonin receptors. Brain imaging studies also linked those changing attributions of meaning to particular brain areas.\"By combining functional brain imaging and detailed behavioral assessments using a specific experimental paradigm to investigate personal relevance or meaning of music pieces, we were able to elucidate the neurobiological correlates of personal relevance processing in the brain,\" Preller says. \"We found that personal meaning attribution and its modulation by LSD is mediated by the 5-HT2A receptors and cortical midline structures that are also crucially involved in enabling the experience of a sense of self.\"Preller says they now plan to explore whether they observe the same effects in response to visual or tactile stimuli. They also hope to explore the relevance of their findings to dysfunctional attributions of meaning in people with psychiatric disorders.\"Excessive stimulation of 5-HT2A receptors seems to underlay the experience of loosening of self/ego boundaries, disrupted self-referential processing and thus the related impairment of making meaning and attributing personal relevance to percepts and experiences seen in various psychiatric disorders,\" she says. \"Therefore, it is important to consider this receptor subtype as potential target for the treatment of psychiatric illnesses characterized by alterations in personal relevance attribution.\"A separate study in Cell on the structure of LSD and its receptor, and what this teaches us about the drug's potency, was also published on January 26. https://www.eurekalert.org/emb_releases/2017-01/cp-sol011917.php ", "article_link": "http://dx.doi.org/10.1016/j.cub.2016.12.030", "url": "http://www.eurekalert.org/pub_releases/2017-01/cp-ath011917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Neurobiology", " Neurochemistry", " Physiology", " Drugs"], "journal": "Current Biology", "description": "We all have particular experiences or particular things -- a favorite song, for example -- that mean much more to us than others. Now, researchers who've studied how perceptions of meaning change when people take the psychedelic drug known as LSD have traced that sense of meaningfulness to particular neurochemicals and receptors in the brain. The findings are reported in Current Biology on Jan. 26.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}