{"journal": "ACS Sensors", "url": "http://www.eurekalert.org/pub_releases/2017-08/mtu-ssp081117.php", "description": "When our cells' acid-alkaline balance goes wrong, it can go wrong in a big way--think cancer and cystic fibrosis. New fluorescent probes make it easier to detect pH and sweetened the deal by adding sugar to his acid-sensitive probes, making them much friendlier to living tissue.", "article_link": "http://dx.doi.org/10.1021/acssensors.7b00137", "date": "Fri, 11 Aug 2017 04:00:00 GMT", "funder": "NIH/National Institute of General Medical Sciences", "title": "Sweet! Sugar-coated probe yields better acid test", "region": "namerica", "source_link": "http://www.mtu.edu/news/stories/2017/august/sweet-sugar-coated-probe-yields-better-acid-test.html", "institution": "Michigan Technological University", "text": "The human body is engaged in a constant tightrope walk to maintain the right pH, because when our cells' acid-alkaline balance goes wrong, it can go wrong in a big way.Abnormal pH--in particular, abnormally low, acid pH--is a marker for maladies ranging from cystic fibrosis, stroke and rheumatoid arthritis to cancer and Alzheimer's. Now, Michigan Technological University chemist Haiying Liu has developed new tools that could make it much easier to detect low pH in living cells. The discovery is the focus of a new study funded by the National Institute of General Medical Sciences of the National Institutes of Health and published in ACS Sensors.To measure pH, researchers and medical personnel use fluorescent dyes, called probes, that glow in acidic conditions when activated by fluorescent light. The probes are used for diagnostic imaging--to visualize blood vessels and the digestive tract, for example--and they can help surgeons remove diseased tissue, including tumors. However, these probes are not perfect.The problems stem from the high-energy light they need to fluoresce. Light at these wavelengths not only switches on the probe; it can also cause biological structures to shine like glow sticks. This autoluminescence makes it hard to tell the difference between the probe and surrounding tissues. High-energy light can even damage cells and cause the probe's initial shine to fade into darkness, a process called photobleaching.To fix these issues, you would need a probe that works in low-energy, near-infrared light. So chemistry professor Liu and his team developed two of them.These probes have a lot going for them. They aren't subject to photobleaching and autoluminescence. Plus, since near-infrared light can penetrate deep into tissues, they could give scientists and physicians a better look inside the body.The chemistry of the two probes was inspired by rhodamine, which has been used in biotech applications for decades. \"But the problem with rhodamine is that it can damage cells,\" Liu said. \"We needed a probe that was compatible with living tissues.\"So, Liu's team sweetened its next-generation probes with a simple sugar found in many fruits: mannose. \"We introduced the sugar to make the probes water soluble and less toxic,\" said Liu. \"That helps it penetrate cell membranes and makes it much friendlier.\"Liu's team designed its probes to emit light in two different ways. First, they fluoresce in the conventional way when exposed to near-infrared light. In addition, they glow in the near-infrared spectrum at even lower energies, thanks to a different type of chemical response called single-photon frequency up-conversion luminescence (FUCL).Tests under both types of light have been promising, showing that both probes are highly sensitive to pH and very gentle to living cells, even at high concentrations. Though the probes are similar chemically, one is slightly more sensitive to pH in cell cultures.Next, Liu will study how well they detect low pH in mice, in hopes that the probes can help advance medical science and even save lives.\r\n", "meeting": "", "keywords": ["Biology", " Biochemistry", " Molecular Biology", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Cancer"]}