{"journal": "eLife", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--sbd081017.php", "description": "Scientists report the first evidence that a gene outside the brain controls the ability to rebound from sleep deprivation -- a very surprising discovery that could eventually lead to greatly improved treatments of insomnia and other sleep disorders that do not require getting a drug into the brain.", "article_link": null, "date": "Thu, 10 Aug 2017 04:00:00 GMT", "funder": "", "title": "Sleep biology discovery could lead to new insomnia treatments that don't target the brain", "region": "namerica", "source_link": null, "institution": "University of California - Los Angeles", "text": "UCLA scientists report the first evidence that a gene outside the brain controls the ability to rebound from sleep deprivation -- a surprising discovery that could eventually lead to greatly improved treatments for insomnia and other sleep disorders that do not involve getting a drug into the brain.The scientists report that increasing the level of Bmal1 -- a critical master gene that regulates sleep patterns -- in skeletal muscle makes mice resistant to sleep deprivation.\"When we first saw the importance of the muscle, we were surprised,\" said senior author Ketema Paul, UCLA associate professor of integrative biology and physiology. \"At first we didn't believe it, so we repeated the experiment several times. We finally realized this is not a mistake; this is real.\"The research, published in the journal eLife, is the first evidence that a biological clock in the muscle can communicate with the brain, and is potentially good news for people who lose sleep because of factors including a crying newborn or a job that does not allow for normal sleep cycles, such as active military service.Chronic sleep deprivation increases the risk for heart disease, stroke, diabetes, infectious diseases and other illnesses, said Paul, a neurobiologist and member of UCLA's Brain Research Institute. Having a resistance to sleep loss may reduce the risk of getting these diseases, Paul said, and his team reports evidence that increased Bmal1 in the skeletal muscle may provide this resistance.Turning Bmal1 off throughout the brain and body in mice, using a molecular genetic technique, impaired their ability to rebound from sleep deprivation, the researchers report. Restoring the gene in the skeletal muscle enabled the mice to rebound from the sleep deficit, while restoring the gene in the brain, surprisingly, did not. Increasing the level of this gene in skeletal muscle also made mice less sleepy after longer periods of sleep deprivation. The researchers increased the level by genetically inserting extra copies of the gene into the genome of the mice.\"We show that not only is Bmal1 responsible for the ability to recover from sleep loss, but also that Bmal1 expression in the skeletal muscle is responsible for that process,\" Paul said. \"When we increased Bmal1 in the skeletal muscle, the mice were able to tolerate more sleep loss. That suggests the skeletal muscle is directly communicating with the brain.\"In one part of the study, the researchers kept mice awake for almost 24 consecutive hours. The researchers measured the brain activity of the mice with an electroencephalogram and found that the brain activity revealed the mice with the additional Bmal1 in skeletal muscle -- about six times the normal amount -- were much less sleepy than the mice without additional Bmal1. The mice with increased Bmal1 slept substantially less than the other mice during the 24 hours following the sleep deprivation.The researchers removed Bmal1 in the skeletal muscle by molecularly excising the gene from the mouse genome, and they found that the removal impaired the mice's ability to recover from sleep loss; these mice were sleepier.The researchers, who worked for more than three years on this series of studies, did not see any negative consequences of increasing Bmal1 in the muscle.Why are sleep researchers just now discovering the importance of Bmal1 in the skeletal muscle, a gene that is also in humans?\"I think one of the reasons we've missed this is because we spent so much time looking in the brain,\" Paul said.Bmal1 is a master gene that turns other genes on and off, he said. Perhaps in the future, Paul said, scientists will produce a pill that increases the level of Bmal1 in the muscle, or even better, increases the level of the specific gene that is communicating with the brain's master circadian clock. \"We have a few candidates that we're studying,\" he said.In future research, Paul wants to learn how the skeletal muscle communicates with the brain, and hopes to identify which gene downstream Bmal1 is affecting.", "meeting": "", "keywords": ["Biology", " Biochemistry", " Genetics", " Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Genes"]}