{"journal": "Circulation", "url": "http://www.eurekalert.org/pub_releases/2017-08/uhcm-rcf080917.php", "description": "The American Heart Association (AHA) published a scientific statement to provide recommendations for physicians and researchers who wish to do meta-analyses, journal editors who publish them, and health care professionals who wish to use them to make decisions about patient care.", "article_link": null, "date": "Thu, 10 Aug 2017 04:00:00 GMT", "funder": "", "title": "Researchers call for new consistent, robust standards for the development of meta-analyses", "region": "namerica", "source_link": null, "institution": "University Hospitals Cleveland Medical Center", "text": "CLEVELAND -- In light of a huge increase in recent years in the number of meta-analyses published annually about prevention and treatment of heart disease as well as in other fields, the American Heart Association (AHA) published a scientific statement to provide recommendations for physicians and researchers who wish to do meta-analyses, journal editors who publish them, and health care professionals who wish to use them to make decisions about patient care. Goutham Rao, MD, Chairman of the Department of Family Medicine and Community Health at University Hospitals Cleveland Medical Center and immediate past chair of the AHA's Obesity Committee, is the lead author and chair of the writing group of the statement published on Aug. 9 by the AHA.Meta-analysis is a type of research design in which researchers identify relevant individual studies, evaluate their quality, and combine results from the individual studies into summary estimates to answer important questions such as what medications are best to prevent stroke in patients with heart rhythm disturbances. Over the years, as the number of medical research studies have increased - on average about 75 medical studies are published every day, according to Dr. Rao, sometimes with conflicting results on the same subject - experts and the general public cannot keep up with all the information.  Meta-analyses have grown dramatically in number, too.  Dr. Rao said the number of meta-analyses published annually has now surpassed the number of clinical trials published annually, now. The fundamental appeal of meta-analysis is the idea of integrating evidence from multiple sources to provide reliable answers to important questions.In 1991, there were 334 meta-analyses published around the world.  Now there are roughly 10,000 meta-analyses published annually, roughly double the number published annually just 5 years ago, according to the AHA statement. This growing number has caused Dr. Rao and others to question their quality and reliability. \"I proposed to the American Heart Association, about three years ago, that we ought to develop robust standards for how people ought to produce meta-analyses, whether it has to do with heart disease or any other phenomenon,\" he said.\"What we found in this study is that there are serious problems, there's no consistency in how methods are applied, they're all over the place, and the flaws are pretty obvious,\" said Dr. Rao.The AHA statement makes several technical recommendations to improve the quality of meta-analysis, but Dr. Rao said there is no easy solution to the problem.  The statement also makes some over-arching recommendations.\"We say you cannot use any quick tool to evaluate a meta-analysis or the quality of the individual studies which make-up a meta-analysis,\" said Dr. Rao. \"You need to dig deeper, and need to have someone with statistical expertise on your research team if you are going to do a meta-analysis.  And, most importantly, you need to make a good case about why you need the meta-analysis...providing a really clear justification for it,\" he said. \"Many meta-analyses are published unnecessary, and serve as a way for junior researchers to get published rather than addressing an important and timely question about patient care.\"As for lessons that the general public can glean from this statement, Dr. Rao said, \"There are certainly some very high quality meta-analyses out there, but when you hear about a news story which reports results from a meta-analysis, I think a little skepticism is needed.  The second thing is there have to be a reasonable set of standards for the methods used for meta-analyses that everybody follows.\"\"We believe over time that following our standards will lead to better meta-analyses,\" he said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Health Professionals"]}