{"journal": "Cell", "url": "http://www.eurekalert.org/pub_releases/2017-08/cp-ruc081017.php", "description": "The gene-editing technology called CRISPR has revolutionized the way that the function of genes is studied. So far, CRISPR has been widely used to precisely modify single-celled organisms and, more importantly, specific types of cells within more complex organisms. Now, two independent teams of investigators are reporting that CRISPR has been used to manipulate ant eggs -- leading to germline changes that occur in every cell of the adult animals throughout the entire ant colony.", "article_link": null, "date": "Thu, 10 Aug 2017 04:00:00 GMT", "funder": "", "title": "Researchers use CRISPR to manipulate social behavior in ants", "region": "namerica", "source_link": null, "institution": "Cell Press", "text": "The gene-editing technology called CRISPR has revolutionized the way that the function of genes is studied. So far, CRISPR has been widely used to precisely modify single-celled organisms and, more importantly, specific types of cells within more complex organisms. Now, two independent teams of investigators are reporting that CRISPR has been used to manipulate ant eggs--leading to germline changes that occur in every cell of the adult animals throughout the entire ant colony. The papers appear August 10 in Cell.\"These studies are proof of principle that you can do genetics in ants,\" says Daniel Kronauer (@DanielKronauer), an assistant professor at The Rockefeller University and senior author of one of the studies. \"If you're interested in studying social behaviors and their genetic basis, ants are a good system. Now, we can knock out any gene that we think will influence social behavior and see its effects.\"Because they live in colonies that function like superorganisms, ants are also a valuable model for studying complex biological systems. But ant colonies have been difficult to grow and study in the lab because of the complexity of their life cycles.The teams found a way to work around that, using two different species of ants. The Rockefeller team employed a species called clonal raider ants (Ooceraea biroi), which lacks queens in their colonies. Instead, single unfertilized eggs develop as clones, creating large numbers of ants that are genetically identical through parthogenesis. \"This means that by using CRISPR to modify single eggs, we can quickly grow up colonies containing the gene mutation we want to study,\" Kronauer says.The other team, a collaboration between researchers at New York University and the NYU School of Medicine, Arizona State University, the Perelman School of Medicine at the University of Pennsylvania, and Vanderbilt University. , used Indian jumping ants (Harpegnathos saltator). \"We chose this species because they have a peculiar feature that makes it easy to transform workers into queens,\" says Claude Desplan, a Silver Professor at NYU and one of the senior authors of the second study. If the queen dies, the young worker ants will begin dueling for dominance. Eventually, one of them becomes a \"pseudoqueen\"--also called a gamergate--and is allowed to lay eggs. \"In the lab, we can inject any worker embryo to change its genetic makeup,\" Desplan says. \"We then convert the worker to a pseudoqueen, which can lay eggs, propagate the new genes, and spawn a new colony.\"Desplan, co-senior author Danny Reinberg, a Howard Hughes Medical Institute investigator at NYU Langone, and Shelley Berger, the Daniel S. Och University Professor in the departments of Cell and Developmental Biology and Biology at Penn, began studying these ants several years ago as a way to learn about epigenetics, which refers to changes in gene expression rather than changes in the genetic code itself. \"The queens and the worker ants are genetically identical, essentially twin sisters, but they develop very differently,\" Desplan says. \"That makes them a good system for studying epigenetic control of development.\"The gene that both research teams knocked out with CRISPR is called orco (odorant receptor coreceptor). Ants have 350 genes for odorant receptors, a prohibitively large number to manage individually. But due to the unique biology of how the receptors work--a great stroke of luck, in this case--the investigators were able to block the function of all 350 with a single knockout.  \"Every one of these receptors needs to team up with the Orco coreceptor in order to be effective,\" says Waring Trible, a student in Kronauer's lab and the first author of the Rockefeller study.\r\nOnce the gene was knocked out, the ants were effectively blind to the pheromone signals they normally use to communicate. Without those chemical cues, they become asocial, wandering out of the nest and failing to hunt for food.More surprisingly, knocking out orco also affected the brain anatomy in the adult animals of both species. In the same way that humans have specialized processing centers in the brain for things like language and facial recognition, ants have centers that are responsible for perceiving and processing olfactory cues that are expanded compared to other insects. But in these ants, the substructures of these sensory centers, called the antennal lobe glomeruli, were largely missing.\"There are many things we still don't know about why this is the case,\" Kronauer says. \"We don't know if the neurons die back in the adults because they're not being used, or if they never develop in the first place. This is something we need to follow up on. And eventually, we'd like to learn to what extent the phenomenon in ants is similar to what's going on in mammals, where brain development does depend to a large extent on sensory input.\"\"Better understanding, biochemically speaking, how behavior is shaped could reveal insights into disorders in which changes in social communication are a hallmark, such as schizophrenia or depression,\" Berger says.In a third related study from the University of Pennsylvania, researchers led by Roberto Bonasio altered ant behavior usingthe brain chemical corazonin.  When corazonin is injected into ants transitioning to become a pseudo-queen, it suppresses expression of thebrain protein vitellogenin. This change stimulated worker-like hunting behaviors, while inhibiting pseudo-queen behaviors, such as dueling and egg deposition. Further, when the team analyzed proteins the ant brain makes during the transition to becoming a pseudo-queen, they found that corazonin is similar to a reproductive hormone in vertebrates. More importantly, they also discovered that release of corazonin gets turned off as workers became pseudo-queens. Corazonin is also preferentially expressed in workers and foragers from other social insect species. In addition to corazonin, several other genes were expressed in a worker-specific or queen-specific way. \"Social insects such as ants are outstanding models to study how gene regulation affects behavior,\" says Bonasio, an assistant professor of Cell and Developmental Biology. \"This is because they live in colonies comprised of individuals with the same genomes but vastly different sets of behaviors.\"", "meeting": "", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Entomology", " Genetics"]}