{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaon-mnw080417.php", "description": "The overall rate of stroke in the United States has been declining in recent years and while that has been good news, a new study suggests it may be primarily good news for men. The research, published in the Aug. 9, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology, found that while the stroke rate for men declined during the study period, for women it remained the same.", "article_link": null, "date": "Wed, 09 Aug 2017 04:00:00 GMT", "funder": "", "title": "Men, not women, may be having fewer strokes", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - The overall rate of stroke in the United States has been declining in recent years and while that has been good news, a new study suggests it may be primarily good news for men. The research, published in the August 9, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology, found that while the stroke rate for men declined during the study period, for women it remained the same.\"For years, women have had a lower overall rate of stroke compared with men, but now men appear to be approaching similar rates. While any decrease in rates of stroke is of course a good thing, it leaves one to wonder why women's rates are not going down to the same extent,\" said study author Tracy E. Madsen, MD, ScM, of the Alpert Medical School of Brown University in Providence, R.I. \"At the end of our study, stroke rates for men and women were nearly the same.\"Recent figures from the Centers for Disease Control and Prevention (CDC) show that stroke has decreased to the fifth leading cause of death for men yet it remains the fourth leading cause of death for women.For the study, researchers collected data on adults with stroke from a population of 1.3 million people living in a five-county area of southwest Ohio and northern Kentucky between 1993 and 2010. They then looked at hospital, clinic and coroners' records to determine how many people had a first-ever stroke during four different one-year time periods, spaced approximately five years apart, during that time frame. A total of 7,710 people had a first stroke, and 57 percent of those were women. Women had an average age at first stroke of 72. Men had an average age of 68. Researchers found that overall stroke rates declined significantly for men but not women. For men, the rate went from 263 strokes per 100,000 men at the start of the study to 192 per 100,000 at the end of the study. For women, the rate went from 217 strokes per 100,000 women to 198 per 100,000, which is not a statistically significant difference. When looking at specific kinds of stroke, researchers again found that the rate declined for men but not for women for ischemic stroke, resulting from a lack of blood flow to the brain caused by clots or blocked arteries. The rate for men declined from 238 per 100,000 to 165 per 100,000. For women, the rate went from 193 per 100,000 to 173 per 100,000, which again was not statistically significant. For bleeding stroke, rates remained stable for women and men.   \"The overall decrease in stroke was driven by men having fewer ischemic strokes, a type of stroke caused by a lack of blood flow to a specific area of the brain,\" said Madsen. \"What is not clear is why stroke rates for women remained stable while the rates for men decreased.\"One possible explanation for the study findings could be that stroke risk factors are not as well controlled in women as in men, though this would require more studies to determine, Madsen said. Another possible reason for the more pronounced rate decrease in men may be changes in the study population over the time period. The percentage of people who were able to live independently decreased significantly over time and more so in women than men. Limitations of the study include that information was not collected on risk factors that are unique to or more common in women, such as migraine and the use of hormone replacement therapy.  ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Gerontology", " Aging", " Neurobiology", " Demography"]}