{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-dkm080417.php", "description": "Children from socially and economically disadvantaged families and neighborhoods appear more likely to have thicker carotid artery walls, which in middle-aged and older adults has been associated with higher risk for heart attack and stroke. The socioeconomic position of a child's family was more strongly associated with thicker carotid artery walls than living in a disadvantaged neighborhood.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.005925", "date": "Wed, 09 Aug 2017 04:00:00 GMT", "funder": "National Health and Medical Research Council of Australia, Royal Children's Hospital Foundation, Murdoch Children's Research Institute, University of Melbourne, National Heart Foundation of Australia, Financial Markets", "title": "Disadvantaged kids may be at higher risk for heart disease later in life", "region": "namerica", "source_link": "http://newsroom.heart.org/news/disadvantaged-kids-may-be-at-higher-risk-for-heart-disease-later-in-life?preview=6de0905f3c9d70b5517bcfa7ae2be5a9", "institution": "American Heart Association", "text": "DALLAS, Aug. 9, 2017 -- Children from socially and economically disadvantaged families and neighborhoods appear more likely to have thicker carotid artery walls, which in adults may indicate higher risk for heart attack and stroke in later life, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.The carotid arteries supply blood to the brain. An ultrasound test of the arteries' inner layers, the intima and media, may detect the early development of atherosclerosis, or \"hardening of the arteries,\" which underlies the development of cardiovascular disease later in life.\"We know that socioeconomically disadvantaged people are at greater risk of health problems, including more cardiovascular disease earlier in life, and we also know that atherosclerosis is a life-long process that starts in childhood,\" said David P. Burgner, Ph.D., senior study author and senior research fellow at Murdoch Children's Research Institute in Melbourne, Australia. \"For this study, we wanted to determine if there is an association between socioeconomic position and the thickness of the carotid artery wall in mid-childhood.\"Researchers analyzed both family and neighborhood socioeconomic position data from 1,477 Australian families. Socioeconomic measures included income, education and the occupation of parents, as well as the relative socioeconomic status of the immediate neighborhood. Between the ages of 11 and 12, the children's right carotid artery was imaged and maximum carotid intima-media thickness measured.The study found:\r\nResearchers said that when they considered traditional cardiovascular risk factors, including body weight, blood pressure and exposure to second-hand smoke, their findings did not change.\"It is surprising to see that these traditional risk factors do not appear responsible for our findings,\" said Richard S. Liu, M.B.B.S., lead author, resident medical officer and Ph.D. student at the Murdoch Children's Research Institute. \"There's a suggestion that there may be additional factors driving this association.\"Based on their other research studies, the authors propose that infection and inflammation may be among the additional underlying factors. Infection, which leads to inflammation, is more common among those who are socioeconomically disadvantaged, they noted.\"This doesn't mean that body weight and blood pressure aren't important -- they are -- but there appear to be additional factors that contribute to cardiovascular disease risk beyond the traditional factors,\" Burgner said. \"So, there may be multiple opportunities for early intervention to prevent cardiovascular disease.\"The authors wrote that, given the link between socioeconomic position in infancy and carotid artery measurements at mid-childhood, it may be that cardiovascular disease risk begins before a baby is born. \"Reducing social inequality and poverty before birth, as well as in early childhood, is likely to have a significant impact on later cardiovascular disease,\" Liu said.\"Every child needs and deserves the opportunity to grow up healthy,\" said Clyde Yancy, M.D., American Heart Association past president and chief of cardiology at Northwestern University in Chicago. \"Fortunately, we have the tools to improve heart health across the lifespan by ensuring every child has healthy foods to eat and safe places to be active. Community leaders need to focus on giving kids a healthy start from birth, healthy schools as they grow up, and healthy communities for families to thrive.\"Because this is an observational study, a cause-and-effect association between socioeconomic position and carotid IMT cannot be proved. It is also not yet known whether thicker carotid arteries in mid-childhood are linked to cardiovascular risk in adulthood. All study participants were Australian, which may limit application of findings to other populations.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}