{"journal": "Cell Research", "url": "http://www.eurekalert.org/pub_releases/2017-08/ohri-htt080117.php", "description": "Researchers have discovered that a protein called cardiotrophin 1 (CT1) can trick the heart into growing in a healthy way and pumping more blood, just as it does in response to exercise and pregnancy. They also show that CT1 can repair heart damage and improve blood flow in animal models of heart failure.", "article_link": null, "date": "Tue, 08 Aug 2017 04:00:00 GMT", "funder": "Canadian Institutes of Health Research, Ontario Research Fund, Heart and Stroke Foundation of Canada, Fate Therapeutics", "title": "How to trick your heart into thinking you exercise", "region": "namerica", "source_link": null, "institution": "Ottawa Hospital Research Institute", "text": "Researchers have discovered that a protein called cardiotrophin 1 (CT1) can trick the heart into growing in a healthy way and pumping more blood, just as it does in response to exercise and pregnancy. They show that this good kind of heart growth is very different from the harmful enlargement of the heart that occurs during heart failure. They also show that CT1 can repair heart damage and improve blood flow in animal models of heart failure. The results are published in Cell Research. The research team is from The Ottawa Hospital, the University of Ottawa, the University of Ottawa Heart Institute and Carleton University.Heart failure is a leading cause of death and disability in high-income countries and a growing problem around the world. It occurs when the heart can't pump enough blood through the body, often because a heart attack has damaged the heart muscle tissue.\"When part of the heart dies, the remaining muscles try to adapt by getting bigger, but this happens in a dysfunctional way and it doesn't actually help the heart pump more blood,\" said Dr. Lynn Megeney, senior author of the study and a senior scientist at The Ottawa Hospital and professor at the University of Ottawa. \"We found that CT1 causes heart muscles to grow in a more healthy way and it also stimulates blood vessel growth in the heart. This actually increases the heart's ability to pump blood, just like what you would see with exercise and pregnancy.\"Dr. Megeney and his colleagues conducted a variety of studies in mice, rats and cells growing in the lab. In addition to CT-1, some of the studies involved a drug called phenylephrine (PE), which is known to cause the bad kind of heart growth. They found:\"This experimental therapy is very exciting, particularly because it shows promise in treating both left and right heart failure,\" said Dr. Duncan Stewart, a cardiologist, senior scientist and co-senior author on the paper who is also Executive Vice-President of Research at The Ottawa Hospital and a professor at the University of Ottawa. \"Currently, the only treatment for right heart failure is a transplant. And although we have drugs that can reduce the symptoms of left heart failure, we can't fix the problem, and left heart failure often leads to right heart failure over time.\" \"An intriguing aspect of this research was how human CT1 was able to promote a healthy growth response in multiple animal models,\" said co-author Dr. Patrick Burgon, scientist at the University of Ottawa Heart Institute and assistant professor at the University of Ottawa. \"This suggests the action of CT1 is universally conserved and puts us much closer to therapy.\"The researchers also note that while exercise could theoretically have the same benefits as CT-1, people with heart failure are usually limited in their ability to exercise. Dr. Megeney and Dr. Stewart have patents pending for the use of CT-1 to treat heart conditions and they hope to develop partnerships to test this protein in patients. If this testing is successful it will take a number of years for the treatment to become widely available.", "meeting": "", "keywords": ["Cell Biology", " Medicine/Health", " Cardiology", " Trauma/Injury"]}