{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-08/uouh-sry080817.php", "description": "Like the rest of the body, the brain loses flexibility with age, impacting the ability to learn, remember, and adapt. Now, scientists at University of Utah Health report they can rejuvenate the plasticity of the mouse brain, specifically in the visual cortex. Published today in PNAS, the study shows that manipulating a single gene triggers the shift, revealing it as a target for new treatments to recover the brain's youthful potential.", "article_link": null, "date": "Tue, 08 Aug 2017 04:00:00 GMT", "funder": "National Institutes of Health, E. Matilda Ziegler Foundation for the Blind, AMED-CREST, KAKENHI Japan Society for the Promotion of Science, MHLW-Japan, Howard Hughes Medical Institute, Picower Institute Innovation Fund", "title": "Scientists restore youthful plasticity to the brains of adult mice", "region": "namerica", "source_link": null, "institution": "University of Utah Health", "text": "Like much of the rest of the body, the brain loses flexibility with age, impacting the ability to learn, remember, and adapt. Now, scientists at University of Utah Health report they can rejuvenate the plasticity of the mouse brain, specifically in the visual cortex, increasing its ability to change in response to experience. Manipulating a single gene triggers the shift, revealing it as a potential target for new treatments that could recover the brain's youthful potential. The research was published online in the Proceedings of the National Academy of Sciences (PNAS) on August 8.\"It's exciting because it suggests that by just manipulating one gene in adult brains, we can boost brain plasticity,\" says lead investigator Jason Shepherd, Ph.D., Assistant Professor of Neurobiology and Anatomy at University of Utah Health. \"This has implications for potentially reducing normal cognitive decline with aging, or boosting recovery from brain injury after stroke or traumatic brain injury,\" he says. Additional research will need to be done to determine whether plasticity in humans and mice is regulated in the same way.  The dramatic way in which the brain changes over time has long captured the imagination of scientists. A \"critical window\" of brain plasticity explains why certain eye conditions such as lazy eye can be corrected during early childhood but not later in life. The phenomenon has raised the questions: What ordinarily keeps the window open? And, once it's shut, can plasticity be restored? Earlier work that Shepherd carried out in collaboration with Mark Bear, Ph.D., a professor at the Massachusetts Institute of Technology and co-author of the current study, showed that the critical window never opens in mice lacking a gene called Arc. Temporarily closing a single eye of a young mouse for a few days deprives the visual cortex of normal input, and the neurons' electrophysiological response to visual experience changes. By contrast, young mice without Arc cannot adapt to the new experience in the same way. \"Given our previous studies, we wondered whether Arc is essential for controlling the critical period of plasticity during normal brain development,\" says Shepherd. If there is no visual plasticity without Arc, the thinking goes, then perhaps the gene plays a role in keeping the \"critical window\" open.In support of the idea, the new investigation finds that in the mouse visual cortex, Arc rises and falls in parallel with visual plasticity. The two peak in teen mice and fall sharply by middle-age, suggesting they are linked. The researchers probed the connection further in two more ways. First, in collaboration with co-author Harohiko Bito, Ph.D., a professor at the University of Tokyo, they tested mice that have a strong supply of Arc throughout life. At middle-age, these mice responded to visual deprivation as robustly as their juvenile counterparts. By prolonging Arc's availability, the window of plasticity remained open for longer.  Manipulating Arc is not the first treatment to prolong plasticity. Chronically treating mice with an antidepressant, fluoxetine, and raising rodents in a stimulating environment with toys and plenty of social interaction, are among other paradigms that do the same.But the second set of experiments raised the bar higher. Viruses were used to deliver Arc to middle age mice, after the critical window had closed. Following the intervention, these older mice responded to visual deprivation as a youngster woulds. In this case even though the window had already shut, Arc enabled it to open once again. \"It was incredible to see that in adult mice, who have gone through normal development and aging, simply overexpressing Arc with a virus restored plasticity,\" says co-first author Kyle Jenks, a graduate student in Shepherd's lab. The prevailing notion of how plasticity declines is that as the brain develops, inhibitory neurons mature and become stronger. Shepherd explains that he believes their findings add a new dimension for how critical periods of learning are regulated. \"Increased inhibition in the brain makes it harder to express activity-dependent genes, like Arc, in response to experience or learning,\" he says. \"And that leads to decreased brain plasticity.\" Normally, Arc is rapidly activated in response to stimuli and is involved in shuttling neurotransmitter receptors out of synapses that neurons use to communicate with one another. Additional research will need to be done to understand precisely how manipulating Arc boosts plasticity. Whether Arc is involved in regulating the plasticity of other neurological functions mediated by other brain structures, like learning, memory, or repair, remains to be tested but will be examined in the future, says Shepherd.  ", "meeting": "", "keywords": ["Biology", " Genetics", " Molecular Biology", " Neurobiology", " Ophthalmology", " Genes"]}