{"journal": "Toxins", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoq-lvm080717.php", "description": "Various types of lizard venom are being studied as possible treatments for blood clotting diseases that lead to millions of cases of stroke, heart attack, and deep-vein thrombosis annually. University of Queensland School of Biological Sciences expert Associate Professor Bryan Fry said, while snake venom research has been extensive, lizard venom research was still in its infancy.", "article_link": "http://dx.doi.org/10.3390/toxins9080242", "date": "Mon, 07 Aug 2017 04:00:00 GMT", "funder": "", "title": "Lizard venom may contain clues to treating blood clots", "region": "africa", "source_link": "https://www.uq.edu.au/news/article/2017/08/lizard-venom-may-contain-clues-treating-blood-clots", "institution": "University of Queensland", "text": "Various types of lizard venom are being studied as possible treatments for blood clotting diseases that lead to millions of cases of stroke, heart attack, and deep-vein thrombosis annually.University of Queensland School of Biological Sciences expert Associate Professor Bryan Fry said, while snake venom research has been extensive, lizard venom research was still in its infancy. His latest research -- partly titled Enter the Dragon -- shines the light on lizards that can serve as potential sources of life-saving medication.\"We now know that far more lizards are venomous than previously thought, including the iconic Komodo dragon -- the world's largest lizard,\" Dr Fry said.\"The idea of using venoms to create medication is not new, as has been exhibited by snake venom being used to treat high blood pressure and cone snail venom being used to treat pain.\"By investigating the actions of lizard venoms, we can potentially use them to disrupt life-threatening blood clots, and turn these compounds into life-saving drugs.\"Dr Fry and his colleagues have studied venoms of 16 species of monitor lizards, including the Komodo dragon and related species from Africa, Asia and Australia, and compared them to the venom of four other lizards, including the iconic Gila monster.The team, which included scientists from Australia, Hong Kong, Macau, UK and the USA, found multiple novel compounds, some of which have potential to be used in drug design in development -- particularly in stroke treatments.The study showed many monitor lizard venoms have a selective action on different chains of the blood clotting protein fibrinogen.\"It is this specialised targeting that has made similar snake venom enzymes so successful in treating blood diseases,\" Dr Fry said.Dr Fry's latest research was published in the journal Toxins (doi: 10.3390/toxins9080242).", "meeting": "", "keywords": ["Biology", " Toxicology", " Medicine/Health", " Toxicology"]}