{"journal": "JACC: Cardiovascular Interventions", "url": "http://www.eurekalert.org/pub_releases/2017-08/acoc-san080317.php", "description": "Patients undergoing percutaneous coronary intervention (PCI) at safety-net hospitals experienced similar outcomes as patients treated at non-safety-net hospitals, according to research published today in JACC: Cardiovascular Interventions.", "article_link": null, "date": "Mon, 07 Aug 2017 04:00:00 GMT", "funder": "", "title": "Safety-net and non-safety-net hospitals deliver similar PCI outcomes", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (Aug. 7, 2017) - Patients undergoing percutaneous coronary intervention (PCI) at safety-net hospitals experienced similar outcomes as patients treated at non-safety-net hospitals, according to research published today in JACC: Cardiovascular Interventions. Safety-net hospitals in the U.S. serve the nation's most vulnerable patients, with a focus on providing quality care to patients who are low income and/or uninsured or underinsured, as well as to patients who have insurance. Notably, safety-net hospitals may have fewer resources than other hospitals. In this study, a safety-net hospital was defined as having a PCI volume of at least 10 percent for patients without insurance, based on the Agency of Healthcare Quality and Research definition. \"The patients treated at safety-net hospitals often have critical heart problems and other health issues that, in many cases, have not been adequately managed,\" said senior study author John Ambrose, MD, FACC, emeritus chief of cardiology at the University of California, San Francisco (USCF-Fresno) in Fresno, California and professor of medicine at UCSF. \"Therefore, the fact that these hospitals are able to keep mortality rates low and achieve these outcomes when performing PCI--nearly matching non-safety net hospitals--is quite remarkable.\"The investigators used data from the American College of Cardiology's National Cardiovascular Data Registry CathPCI Registry from 2009 to 2015. They analyzed data from 3,746,961 patients who underwent PCI at 282 safety-net hospitals and 1,134 non-safety-net hospitals. The results showed risk-adjusted in-hospital mortality was only marginally higher in the safety-net hospitals (at four additional patients per 1,000 cases of PCI) than in non-safety-net-hospitals. Patients who went to safety-net hospitals tended to be younger, had more risk factors and more often entered through the emergency department because of a heart attack. The study also found that both types of hospitals had similar rates of risk-adjusted bleeding and acute kidney injury, which are adverse events associated with PCI procedures. The results of the study are limited to the events that occurred while in the hospital. \"Clinical care is often complex. Because of that, it can be hard to make comparisons to understand what type of care is contributing to a positive outcome and what isn't,\" Ambrose said. \"However, with this study, we now know that the hospital itself was not a significant factor in determining how well a patient did after their PCI procedure. The similarities we found also suggested that we can use the current NCDR risk model as a foundation for future comparisons between safety-net and non-safety-net hospitals.\"In an accompanying editorial, Theodore A. Bass, MD, said that in addition to being vulnerable, the patients studied frequently have little or no ability to select their access to health care institutions or medical providers based on quality outcomes. He added that the study is particularly timely because of the discussion about health care legislation that has the potential to substantially affect resources for safety-net hospitals. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Surgery"]}