{"journal": "Journal of Clinical Investigation", "url": "http://www.eurekalert.org/pub_releases/2017-08/uon-set073117.php", "description": "Some patients may have a genetic risk of developing a serious side effect to a type of medication commonly used to treat high blood pressure, research by clinicians and scientists at the University of Nottingham has found.", "article_link": null, "date": "Mon, 07 Aug 2017 04:00:00 GMT", "funder": "", "title": "Side effect to blood pressure drugs is genetically determined for some patients", "region": "europe", "source_link": null, "institution": "University of Nottingham", "text": "The research - a culmination of 15 years of work - has revealed that a small minority of patients are genetically predisposed to developing a side effect called thiazide induced hyponatraemia, a condition of low sodium salt concentration in the blood caused by thiazide diuretics.In addition, the results of their study, published in the Journal of Clinical Investigation, show that more subtle abnormalities in blood and urine tests persist long after medication has been eliminated from the body.The study - the largest study on thiazide induced hyponatraemia published to date - could lead to the identification of patients at increased risk of thiazide induced hyponatraemia before medication is prescribed, and aid the design of new thiazide-like anti-hypertensive medications which are less likely to produce this adverse effect.Thiazide diuretics are one of the most widely used and effective class of medications used to treat high blood pressure for more than 50 years, and are highly effective at preventing heart attacks and strokes in patients with hypertension. Although the vast majority of patients do not experience side effects, a small minority do, of which Thiazide Induced Hyponatraemia (TIH, a low concentration of sodium salt in the blood) is amongst the most common and medically serious. Thiazide induced hyponatraemia is the most common drug-induced cause of hyponatraemia requiring hospital admission in the UK.Currently the only method to detect TIH is for all patients to undergo blood test monitoring a few weeks after starting medication. Unfortunately, such testing does not always take place for each patient and hyponatraemia sometimes occurs before or after monitoring. It is not currently understood why a small minority of patients develop thiazide induced hyponatraemia.This study, led by Dr Mark Glover, a Clinical Pharmacologist in the University's School of Medicine, has used a combination of genetic analysis and biochemical characterisation of blood and urine samples of 157 patients admitted to Nottingham University Hospitals NHS Trust's Queen's Medical Centre with severe thiazide Induced hyponatremia. This has enabled them to determine what is different about these individuals compared to the 246 patients they also studied who take thiazide medication but who had normal sodium levels in the blood.They have found that some patients who developed TIH have a genetic abnormality which causes excessive water retention by the kidneys. Patients who experienced this side effect continue to display more subtle differences in their blood and urine tests long after the thiazide medication has been stopped, suggesting that such abnormalities may be present before medication was started.Dr Glover said: \"For more than half a century doctors have been trying to detect this side effect by blood test monitoring and treating patients who have been hospitalised with thiazide induced hyponatraemia despite our attempts at early detection. \"\"This study suggests that in the future we may be able to personalise the treatment of patients with hypertension; we may be able to predict who is at high risk of experiencing this side effect of thiazide tablets and either choose alternative anti-hypertensive medication or focus additional safety blood test monitoring in those at particularly high risk.\"The paper, Phenotypic and pharmacogenetic evaluation of patients with thiazide-induced hyponatremia, is published in the Journal of Clinical Investigation.It was a collaboration between academics at The University of Nottingham, The University of Cambridge, Imperial College London, The University of Leicester, Albert Einstein College of Medicine in the US and Duke-National University of Singapore in Singapore.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Hematology", " Pain"]}