{"journal": "Nature Nanotechnology", "url": "http://www.eurekalert.org/pub_releases/2017-08/m-bdh080317.php", "description": "Researchers have developed a device that can switch cell function to rescue failing body functions with a single touch. The technology, known as Tissue Nanotransfection (TNT), injects genetic code into skin cells, turning those skin cells into other types of cells required for treating diseased conditions.", "article_link": null, "date": "Mon, 07 Aug 2017 04:00:00 GMT", "funder": "Leslie Wexner, Abigail Wexner", "title": "Breakthrough device heals organs with a single touch", "region": "", "source_link": "http://bit.ly/2tyoPdM", "institution": "Ohio State University Wexner Medical Center", "text": "Researchers at The Ohio State University Wexner Medical Center and Ohio State's College of Engineering have developed a new technology, Tissue Nanotransfection (TNT), that can generate any cell type of interest for treatment within the patient's own body. This technology may be used to repair injured tissue or restore function of aging tissue, including organs, blood vessels and nerve cells.\r\nResults of the regenerative medicine study published in the journal Nature Nanotechnology. \r\n\"By using our novel nanochip technology, injured or compromised organs can be replaced. We have shown that skin is a fertile land where we can grow the elements of any organ that is declining,\" said Dr. Chandan Sen, director of Ohio State's Center for Regenerative Medicine & Cell Based Therapies, who co-led the study with L. James Lee, professor of chemical and biomolecular engineering with Ohio State's College of Engineering in collaboration with Ohio State's Nanoscale Science and Engineering Center. \r\nResearchers studied mice and pigs in these experiments. In the study, researchers were able to reprogram skin cells to become vascular cells in badly injured legs that lacked blood flow. Within one week, active blood vessels appeared in the injured leg, and by the second week, the leg was saved. In lab tests, this technology was also shown to reprogram skin cells in the live body into nerve cells that were injected into brain-injured mice to help them recover from stroke.\r\n\"This is difficult to imagine, but it is achievable, successfully working about 98 percent of the time. With this technology, we can convert skin cells into elements of any organ with just one touch. This process only takes less than a second and is non-invasive, and then you're off. The chip does not stay with you, and the reprogramming of the cell starts. Our technology keeps the cells in the body under immune surveillance, so immune suppression is not necessary,\" said Sen, who also is executive director of Ohio State's Comprehensive Wound Center. \r\nTNT technology has two major components: First is a nanotechnology-based chip designed to deliver cargo to adult cells in the live body. Second is the design of specific biological cargo for cell conversion. This cargo, when delivered using the chip, converts an adult cell from one type to another, said first author Daniel Gallego-Perez, an assistant professor of biomedical engineering and general surgery who also was a postdoctoral researcher in both Sen's and Lee's laboratories. \r\nTNT doesn't require any laboratory-based procedures and may be implemented at the point of care. The procedure is also non-invasive. The cargo is delivered by zapping the device with a small electrical charge that's barely felt by the patient.\r\n\"The concept is very simple,\" Lee said. \"As a matter of fact, we were even surprised how it worked so well. In my lab, we have ongoing research trying to understand the mechanism and do even better. So, this is the beginning, more to come.\"\r\nResearchers plan to start clinical trials next year to test this technology in humans, Sen said.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Transplantation", " Trauma/Injury", " Biotechnology", " Research/Development"]}