{"institution": "American Academy of Neurology", "title": "Mapping brain in preemies may predict later disability", "url": "http://www.eurekalert.org/pub_releases/2017-01/aaon-mbi011317.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - Scanning a premature infant's brain shortly after birth to map the location and volume of lesions, small areas of injury in the brain's white matter, may help doctors better predict whether the baby will have disabilities later, according to a new study published in the January 18, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.According to the Centers for Disease Control and Prevention, one in 10 babies is born prematurely in the United States. Lack of oxygen to the brain is the most common form of brain injury in premature infants, resulting in damage to the white matter. White matter contains nerve fibers that maintain contact between various parts of the brain. Damage to white matter can interfere with communication in the brain and the signals it sends to other parts of the body.\"In general, babies who are born before 31 weeks gestation have a higher risk of thinking, language and movement problems throughout their lives, so being able to better predict which infants will face certain developmental problems is important so they get the best early interventions possible. Just as important is to be able to reassure parents of infants who may not be at risk,\" said study author Steven P. Miller, MDCM, of The Hospital for Sick Children (SickKids) in Toronto, Canada.For the study, researchers looked at a group of premature infants who were admitted to the Neonatal ICU at British Columbia's Women's Hospital over seven years. They found 58 babies with white matter injury who had an MRI brain scan at an average of 32 weeks after gestation. These babies were then evaluated for motor, thinking and language skills when they were 18 months old. Researchers found that a greater volume of small areas of injury, no matter where they were located in the brain, could predict movement problems at 18 months. They also found that a greater volume of these small areas of injury in the frontal lobe could predict thinking problems. The frontal lobe is the area of the brain that regulates problem solving, memory, language skills and voluntary movement skills.The findings from this study highlight the importance of injury location when considering developmental outcomes. For example, premature infants with larger frontal lobe injuries had a 79 fold greater odds of developing thinking problems than infants without such injuries, as well as a 64 fold greater odds of problems with movement development.Miller said that future studies should evaluate premature infants not just at 18 months, but at various points throughout childhood to determine the long-term consequences of early injuries in the brain.", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Neurobiology", " Pediatrics", " Trauma/Injury"], "description": " Scanning a premature infant's brain shortly after birth to map the location and volume of lesions, small areas of injury in the brain's white matter, may help doctors better predict whether the baby will have disabilities later, according to a new study published in the Jan. 18, 2017, online issue of Neurology, the medical journal of the American Academy of Neurology.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}