{"institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "title": "Protein isolated from baker's yeast shows potential against leukemia cells", "url": "http://www.eurekalert.org/pub_releases/2017-01/fda-pif011717.php", "article_link": null, "region": "samerica", "funder": "São Paulo Research Foundation", "meeting": "", "journal": "Scientific Reports", "source_link": null, "text": "An enzyme identified in Saccharomyces cerevisiae, commonly known as brewer's or baker's yeast, has passed in vitro trials, demonstrating its capacity to kill acute lymphoblastic leukemia (ALL) cells.Characterized by malignant alterations in the blood-forming stem cells in the bone marrow, ALL is the most common form of childhood cancer.Findings from the research project are described by scientists at the University of São Paulo's School of Pharmaceutical Sciences (FCF-USP) and São Paulo State University's Coastal Campus Bioscience Institute (IB-CLP-UNESP) in an article published in the journal Scientific Reports.\"In this study we characterize the enzyme L-asparaginase from S. cerevisiae. The results show this protein can efficiently annihilate leukemia cells with low cytotoxicity to healthy cells,\" said Gisele Monteiro, a professor at FCF-USP and the principal investigator for the published study.Production of the enzyme asparagine synthetase is deficient in ALL and several other types of cancer cells, which are therefore unable to synthesize the amino acid asparagine.\"This type of cell depends on extracellular sources of asparagine, an essential amino acid for the synthesis of proteins and hence of DNA and RNA. So it's required for cell division,\" Monteiro said. \"The enzyme asparaginase depletes this amino acid in the extracellular medium, converting it into aspartate and ammonia. In patients with ALL, this leads to a sharp fall in serum levels of asparagine, hindering protein synthesis in malignant cells and inducing apoptosis, or programmed cell death.\"According to Monteiro, since the 1970s, ALL has been treated using an enzyme similar to the L-asparaginase described in the study but extracted from the bacterium Escherichia coli. When administered with other medications, treatment with the bacterial enzyme can achieve a remission rate of up to 80%. However, about 25% of patients have immune responses ranging from mild allergy to anaphylactic shock and are unable to use the biopharmaceutical as a result. As an alternative, two other drugs in the same class are internationally commercially available. One is PEG-asparaginase, a version of E. coli asparaginase that has been chemically modified to extend the drug's effect by reducing excretion by the kidneys and formation of antibodies against the protein. As a result, the dose can be reduced, and adverse side effects are mitigated. The other similar drug, marketed as Erwinase, is also based on the enzyme asparaginase but is extracted from the bacterium Erwinia chrysanthemi.\"Our goal in this project wasn't to produce the enzyme, but rather to find a new source of the biodrug in microorganisms for use in patients who develop resistance to the bacterial enzyme,\" Oliveira said.To this end, the researchers isolated fungi from several different Brazilian environments, such as the Cerrado and Caatinga, as well as marine and land environments in Antarctica. According to Oliveira, these organisms often secrete asparaginase into the extracellular medium in response to a shortage of nitrogen. \"This lowers the cost of purifying the molecule for drug production, an important factor from an industrial standpoint,\" he said.The group also used bioinformatics tools to mine information on the genomes of several microorganisms from international databases. In this manner, they identified a gene responsible for producing an enzyme that closely resembles the enzymes found in E. coli and E. chrysanthemi, but with a number of advantages, in the genome of S. cerevisiae.According to Iris Munhoz Costa, the first author of the study, many essential cellular processes are same in yeast and humans. This is because yeast is eukaryotic: its cells have a membrane-bound nucleus that contains the genetic material, whereas bacteria are prokaryotic and do not. This is believed to be why L-asparaginase induces a more moderate immune response than bacterial enzymes do.The gene of interest from L-asparaginase was cloned, and the researchers used genetic engineering to make E. coli express large amounts of the enzyme originally found in yeast.\"We were able to obtain the recombinant protein,\" Costa said. \"We then performed studies to characterize its secondary structure and identify important regions called catalytic sites. Finally, we evaluated its efficacy in vitro.\"The enzyme was tested in three different cell lineages: leukemia cells incapable of producing asparagine at normal levels (MOLT4); another line of leukemia cells, in this case capable of producing asparagine at normal levels (REH); and non-malignant cells, used as a control (HUVECs).These three different cell lineages were subdivided into two groups. One was treated with the commercially available E. coli enzyme, and the other was treated with L-asparaginase from yeast.\"The bacterial enzyme killed about 90% of the MOLT4 human leukemia cells and displayed low toxicity to the healthy HUVEC cells, killing only 10%,\" Monteiro said. \"The yeast enzyme killed between 70% and 80% of the MOLT4 cells and displayed less than 10% toxicity for HUVEC cells. Neither was significantly effective against REH cells.\"In her view, the results are encouraging, in contrast with those of studies performed with the same enzyme in the 1970s. At that time, the tests involved a version of the protein extracted directly from yeast and containing many impurities.The group's next step is to perform new in vitro trials with different cell types to evaluate the immune response and toxicity. If the results are positive, the first tests in animals may be next. The researchers are also studying possible modifications that could be made to the molecule's structure to increase anti-tumor activity and extend the enzyme's half-life.In addition to ALL, asparaginase is also used to treat rarer cancers such as lymphosarcoma, Hodgkin's disease, chronic lymphocytic leukemia, reticulosarcoma and melanosarcoma.\r\n", "keywords": ["Medicine/Health", " Cancer"], "description": "An enzyme identified in Saccharomyces cerevisiae, commonly known as brewer's or baker's yeast, has passed in vitro trials, demonstrating its capacity to kill acute lymphoblastic leukemia (ALL) cells. Findings from the research project are described by Brazilian scientists in the journal Scientific Reports.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}