{"institution": "University of Pennsylvania School of Medicine", "title": "First cell culture of live adult human neurons shows potential of brain cell types", "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-fcc011717.php", "article_link": null, "region": "namerica", "funder": "National Institutes of Health", "meeting": "", "journal": "Cell Reports", "source_link": null, "text": "PHILADELPHIA - Studying brain disorders in people and developing drugs to treat them has been slowed by the inability to investigate single living cells from adult patients. In a first-of-its-kind study published in Cell Reports this week, a team from the Perelman School of Medicine at the University of Pennsylvania led by James Eberwine, PhD, a professor of Pharmacology, Sean Grady, MD, chair of Neurosurgery, and Junhyong Kim, PhD, a professor of Biology in Penn's School of Arts & Sciences, was able to grow adult human neurons donated from patients who had undergone surgery. From these cell cultures, they identified more than five brain cell types and the potential proteins each cell could make.\"We were surprised that we could grow these neurons at all,\" Eberwine said. \"The oldest tissue came from a donor who was in their mid-sixties. This is even more surprising because neurons don't divide, so they need to last a lifetime. We are finally able to characterize adult aged cells from the most enigmatic organ of the body - the seat of learning and memory, as well as consciousness.\"This avenue of research is in line with the goals of the national BRAIN Initiative - including a cell census of neurons in the brain. In these terms, the characterizing feature is the cell's transcriptome: those genes that are transcribed into RNA to make working proteins, which differ from cell to cell. \"This tells us the potential of each cell to function and respond,\" Eberwine said. The team used tumor-free tissue from seven patients: three who underwent a temporal lobectomy, in which a portion of the temporal lobe is removed to stop epileptic seizures, and four who had glioblastoma tumors removed. (MRIs and other tests did not show any evidence of tumor or other abnormal cells in the non-tumor tissues used for the study.)\"Our findings may help us understand how cells change in response to the anti-convulsants the epilepsy patients were getting and how that might impact seizure treatment in the future,\" said Grady. \"We may also be able to tell basic up- and down-regulation of certain genes that could affect how neurons connect with each other. This might play a role in 'reconstructive neurosurgery,' where we could use cellular replacements to mend damaged brain tissue, but this is not in human trials yet.\"Eberwine's lab received the tissue sample from each patient and immediately treated it with papain, a pineapple-derived enzyme that breaks up proteins. This procedure dissociates the neurons, and from this mixture, the team cultured the live neurons.Single cell analyses were performed on over 300 living cells. From this the team identified five known brain cell types after three weeks in culture: oligodendrocytes, microglia, neurons, endothelial cells, and astrocytes. Using deep RNA sequencing, they found over 12,000 expressed genes in the cells, including hundreds of different types of RNAs specific to the different cell types. They also identified long noncoding RNAs involved in regulation of many other genes that correlated with cell type. They found that each patient's neurons had a specific gene-expression profile that was consistent between cells. \"We don't know how important such transcriptional hierarchies are as of yet, but it does lend support to the importance of taking a personalized medical approach for evaluating and treating each patient,\" Eberwine said. The neurons used in this study came from subjects ranging in age from their twenties to their sixties, showing that this system will permit human aging studies that have previously only been possible in rodents. \"We are now testing to see how aged live neurons differ from those of a younger person so that we might investigate molecular signatures of aging,\" Eberwine said. ", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry"], "description": "Studying brain disorders in people and developing drugs to treat them has been slowed by the inability to investigate single living cells from adult patients. In a first-of-its-kind study, researchers were able to grow adult human neurons donated from patients who had undergone surgery. From these cell cultures, they identified more than five brain cell types and the potential proteins each cell could make.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}