{"title": "BU study finds patterns of biomarkers predict how well people age, risks of age-related disease", "text": "(Boston) - Levels of specific biomarkers, or chemicals found in the blood, can be combined to produce patterns that signify how well a person is aging and his or risk for future aging-related diseases, according to a new study by researchers at the Boston University Schools of Public Health and Medicine and Boston Medical Center.The study, to be published online Jan. 6 in the journal Aging Cell, used biomarker data collected from the blood samples of almost 5,000 participants in the Long Life Family Study, funded by the National Institute on Aging (NIA) at the National Institutes of Health (NIH). The researchers found that a large number of people--about half --had an average \"signature,\" or pattern, of 19 biomarkers. But smaller groups of people had specific patterns of those biomarkers that deviated from the norm and that were associated with increased probabilities of association with particular medical conditions, levels of physical function, and mortality risk eight years later.For example, one pattern was associated with disease-free aging, another with dementia, and another with disability-free aging in the presence of cardiovascular disease.  In all, the researchers generated 26 different predictive biomarker signatures.  Instances where similar biomarker data were available from the long-running Framingham Heart Study allowed for about one-third of the signatures to be replicated.\"These signatures depict differences in how people age, and they show promise in predicting healthy aging, changes in cognitive and physical function, survival and age-related diseases like heart disease, stroke, type 2 diabetes and cancer,\" the authors said. They indicated that their analysis \"sets the stage for a molecular-based definition of aging that leverages information from multiple circulating biomarkers to generate signatures associated with different mortality and morbidity risk,\" adding that further research is needed to better characterize the signatures.The study was led by Paola Sebastiani, PhD, professor of biostatistics at the BU School of Public Health, and Thomas Perls, MD, professor of medicine at the BU School of Medicine, director of the New England Centenarian Study, and one of the principal investigators of the Long Life Family Study.\"Many prediction and risk scores already exist for predicting specific diseases like heart disease,\" Sebastiani said. \"Here, though, we are taking another step by showing that particular patterns of groups of biomarkers can indicate how well a person is aging and his or her risk for specific age-related syndromes and diseases.\" Perls said the study is an example of the usefulness of \"big data\" and the emerging research fields of proteomics and metabolomics.\"We can now detect and measure thousands of biomarkers from a small amount of blood, with the idea of eventually being able to predict who is at risk of a wide range of diseases -- long before any clinical signs become apparent,\" said Perls, who also is affiliated with Boston Medical Center.Sebastiani said that the analytic methods used in the research make studies of drug and other medical interventions to prevent or delay age-related diseases much more plausible, since clinical trials \"may not have to wait years and years for clinical outcomes to occur.\" Instead, trials may be able to rely on biomarker signatures much earlier \"to detect the effects, or absence of effects, that they are searching for,\" she said.She and Perls said researchers are just beginning to break ground on the usefulness of biomarker signatures. \"Following all the recent advances in genetics, the science of proteomics and metabolomics is the next big revolution in predictive medicine and drug discovery,\" Perls said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bumc-bsf010417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Aging, Samowitz Family Foundation", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Mortality/Longevity"], "journal": "Aging Cell", "description": "Levels of specific biomarkers, or chemicals found in the blood, can be combined to produce patterns that signify how well a person is aging and his or risk for future aging-related diseases, according to a new study by researchers at the Boston University Schools of Public Health and Medicine and Boston Medical Center.", "date": "Fri, 06 Jan 2017 05:00:00 GMT"}