{"title": "New guidelines for diagnosis and management of thyroid disease during pregnancy published in Thyroid", "text": "Thyroid (http://www.liebertpub.com/thy), the official journal of the American Thyroid Association (http://www.thyroid.org/), is an authoritative peer-reviewed journal published monthly online with open access options and in print....\n       view more New Rochelle, NY, January 06, 2017-- New evidence-based recommendations from the American Thyroid Association (ATA) provide guidance to clinicians in diagnosing and managing thyroid disease during pregnancy and the postpartum period. Pregnancy has a profound effect on thyroid gland function, and thyroid disease is common in pregnancy. The 97 recommendations presented in the new Guidelines help define current best practices for thyroid function testing, iodine nutrition, pregnancy complications, and treatment of thyroid disease during pregnancy and lactation. The Guidelines, published in Thyroid, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers and the official journal of the ATA, are available free on the Thyroid website. The \"2017 Guidelines of the American Thyroid Association for the Diagnosis and Management of Thyroid Disease during Pregnancy and the Postpartum\" were coauthored by an international task force of expert clinicians and researchers in the field of thyroidology. Led by Co-chairs Erik K. Alexander MD, Brigham and Women's Hospital and Harvard Medical School, Boston, MA and Elizabeth N. Pearce, MD, MSc, Boston University School of Medicine, the task force provides a solid foundation of knowledge on the assessment and treatment of thyroid disease in women during pregnancy, preconception, and the postpartum period. The Guidelines include recommendations related to the diagnosis and management of hypothyroidism, thyrotoxicosis, thyroid nodules, and thyroid cancer, as well as thyroid considerations in infertile women, fetal and neonatal considerations, and directions for future research.\"These guidelines provide a superb overview on the pathophysiology and the clinical management of thyroid disorders during and after pregnancy. In addition, they also define areas where additional research is needed; this will allow keeping the document living with further updates in the coming years,\" says Peter A. Kopp, MD, Editor-in-Chief of Thyroid and Professor of Medicine, Division of Endocrinology, Metabolism, and Molecular Medicine, Northwestern University Feinberg School of Medicine, Chicago.\r\n\"Produced by an international panel of recognized experts, these updated guidelines add to the library of similar documents on thyroid disease that serve as the gold standard for diagnosis and management of thyroid disorders and identify critical areas where more research and knowledge is needed,\" says, John C. Morris, III, MD, President of the ATA, Mayo Clinic, Rochester, MN.\r\n\"With an estimated 300,000 pregnancies impacted by thyroid disease in the United States annually, these guidelines coalesce the best available evidence into clear clinical recommendations, and will improve the health of many, many mothers and newborns alike,\" say Dr. Alexander and Dr. Pearce. ", "article_link": "http://dx.doi.org/10.1089/thy.2016.0457", "url": "http://www.eurekalert.org/pub_releases/2017-01/mali-ngf010617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Developmental/Reproductive Biology", " Genetics", " Medicine/Health", " Cancer", " Clinical Trials", " Research/Development", " Genes", " Gene Therapy"], "journal": "Thyroid", "description": "New evidence-based recommendations from the American Thyroid Association (ATA) provide guidance to clinicians in diagnosing and managing thyroid disease during pregnancy and the postpartum period. Pregnancy has a profound effect on thyroid gland function, and thyroid disease is common in pregnancy. The 97 recommendations presented in the new Guidelines help define current best practices for thyroid function testing, iodine nutrition, pregnancy complications, and treatment of thyroid disease during pregnancy and lactation.", "date": "Fri, 06 Jan 2017 05:00:00 GMT"}