{"title": "The Lancet Diabetes & Endocrinology: Gastric bypass helps severely obese teenagers maintain weight loss over long term", "text": "Gastric bypass surgery helps severely obese teenagers lose weight and keep it off, according to the first long-term follow-up studies of teenagers who had undergone the procedure 5-12 years earlier. However, the two studies, published in The Lancet Diabetes & Endocrinology, show some patients will likely need further surgery to deal with the complications of rapid weight loss or may develop vitamin deficiencies later in life. Severe obesity is classified as having a BMI of 40 or over (around 100 pounds overweight) and affects around 4.6 million children and teenagers in the USA. Obesity causes ill health, poor quality of life and cuts life expectancy. The studies are the first to look at long-term effects of gastric bypass surgery in teenagers. Until now, it has been unclear how successful the surgery is in the long-term and whether it can lead to complications. Despite this thousands of teenagers are offered the surgical treatment each year. Both papers showed that gastric bypass dramatically reduced the teenagers' weight and helped them maintain weight loss over more than five years of follow-up. However, the surgery was associated with the development of vitamin D and B12 deficiencies and mild anaemia, and some of those who had a bypass needed further surgery to deal with complications. While the surgery resulted in dramatic weight loss and BMI reductions, many of the teenagers remained obese, meaning that earlier intervention may be needed coupled with lifestyle changes such as diet and exercise.  In the first paper, researchers studied 58 American teenagers aged between 13 and 21 who were severely obese and had a gastric bypass. Average BMI was reduced from 59 before surgery to 36 a year after surgery. Eight years later, average BMI was 42, equivalent to a loss of 50 kilos per person or a 30% weight reduction. Although the weight loss was significant, almost two-thirds of cases (63%, 36/57) remained very obese (BMI over 35) and only one person became a normal weight (BMI 18.5-25) at follow-up. The number of teenagers with diabetes dropped from 16% to 2%, those with high cholesterol reduced from 86% to 38%, while the number with high blood pressure decreased from 47% to 16% as a result of the surgery. However, some had low levels of vitamin D (78%, 39/50), B12 (16%, 8/50) and mild anaemia (46%, 25/54), which could be a result of lower food consumption or impaired gut absorption. Given the long-term weight loss and health benefits that result from the surgery, the researchers note that these benefits outweigh the small and manageable risk of nutritional deficiencies.\"Weight loss is crucial for severely obese patients who face poor health and shorter lifespans,\" said lead author Dr Thomas Inge, Cincinnati Children's Hospital Medical Center, USA. \"These two manuscripts clearly document long-term benefits of adolescent bariatric treatment, but also highlight several nutritional risks. Now it is important to focus on delivery of the substantial health advantages of surgery while minimizing these risks. Since there are currently two effective bariatric procedures, namely gastric bypass and vertical sleeve gastrectomy, we are currently examining the outcomes of both procedures to determine what is best for adolescents.\" [1]The second study included 81 obese teenagers (average BMI 45) and 81 adults (average BMI 43) in Sweden who had a gastric bypass and 80 teenagers who did not have surgery. Five years after surgery, the teenagers and adults who had a gastric bypass had a reduced BMI (by 13 points for teenagers, a weight reduction of 28%; 12 points for adults), whereas teenagers who did not have surgery had an increased BMI (by three points from 42 to 45). Of the teenagers who underwent the gastric bypass, a quarter (25%, 20/81) had further surgery to treat complications from the bypass or as a result of rapid weight loss, including bowel blockage (11 cases) and gallstones (nine cases).During the five year follow-up, teenagers who had the surgery spent an average of six and a half days in hospital (including the time spent in hospital for their surgery) compared to one and half for those who didn't have the surgery, and had an average of five extra visits to an outpatient clinic than those who didn't have the surgery (15 visits compared with 10). Despite the additional care and resources needed to offer the surgery, overall, the cost of prescriptions for teenagers who had surgery did not differ (US$2317 and $2701). In addition, a quarter of those in the control group (20 of 80) went on to have a gastric bypass as an adult during the study follow-up.\"Gastric bypass results in substantial weight loss as well as cutting heart and metabolic problems and improving quality of life into the long-term for severely obese teenagers. While some patients may face complications, those given non-surgical treatment often continue to put on weight, putting them at higher risk of poor health throughout life,\" said lead author Dr Torsten Olbers, University of Gothenburg, Sahlgrenska University Hospital, Sweden. \"To reduce risk of complication it's important that gastric bypass for teenagers is done in centres that can provide the full care needed and long-term follow-up and support.\" [1]Writing in a linked Comment, Professor Geltrude Mingrone, Catholic University, Italy, said: \"Unfortunately, hypocaloric diet, lifestyle modification, and medical treatment do not have much of an effect in adolescent populations because of poor adherence. Additionally, intensive behavioural weight loss interventions that are effective at reducing BMI in adolescents who are overweight or obese have diminished effectiveness for those with severe obesity... Before now, only a few short-term studies of bariatric surgery in adolescents have been reported; therefore, these studies provide important data and shed new light on the use of bariatric surgery in young people... Undoubtedly, no other approaches but bariatric surgery are able to provide such considerable weight loss, with only relatively small weight regain, over time... In view of the significant vitamin D deficiency reported by both Inge and colleagues and Olbers and colleagues, and the possibility of early surgery affecting growth, it is important that future national guidelines address the matter of the age at which bariatric surgery should be performed in adolescents.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tl-tld010417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet Diabetes & Endocrinology", "description": "Gastric bypass surgery helps severely obese teenagers lose weight and keep it off, according to the first long-term follow-up studies of teenagers who had undergone the procedure 5-12 years earlier. However, the two studies, published in The Lancet Diabetes & Endocrinology, show some patients will likely need further surgery to deal with the complications of rapid weight loss or may develop vitamin deficiencies later in life.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}