{"title": "Salk scientists crack the structure of HIV machinery", "text": "LA JOLLA--Salk Institute scientists have solved the atomic structure of a key piece of machinery that allows HIV to integrate into human host DNA and replicate in the body, which has eluded researchers for decades. The findings describing this machinery, known as the \"intasome,\" appear January 6, 2017, in Science and yield structural clues informing the development of new HIV drugs.\"We're particularly excited about the ability to understand and combat mechanisms of viral resistance,\" says the study's senior author Dmitry Lyumkis, a Helmsley-Salk Fellow at the Salk Institute. \"HIV is a clever virus and has learned to evade even some of the best drugs on the market. Understanding the mechanisms of viral escape and developing more broadly applicable drugs will be a major direction in the future.\"Currently, a class of drugs called integrase strand transfer inhibitors (INSTIs) targets the intasome and are already approved to treat HIV in the U.S. and Europe. Despite being some of the best drugs available, scientists have only gained a limited understanding of the precise mechanism of action of INSTIs, and how the virus mounts resistance, by the inference of structures of a similar retrovirus (called the prototype foamy virus or PFV). That's because the HIV intasome itself has been notoriously difficult to study at the atomic level.\"Now we have the very first native blueprint in the context of HIV for studying the mechanisms of INSTIs,\" says Lyumkis. He and his collaborators are already using the discovery to try to improve the ability of INSTIs to block the virus--\"and industry researchers will likely do the same,\" he adds. As a retrovirus, HIV inserts a DNA copy of its RNA genome into the host's DNA using the intasome, which cuts and pastes viral DNA using enzymes called integrases. In 1994, scientists determined the structure of a small part of the integrase enzyme. Since then, biologists have solved several other pieces of the HIV integrase, as well as the intasomes from other retroviruses. But the entire structure of the HIV intasome remained difficult to solve using conventional techniques.In the new study, Lyumkis and colleagues used a cutting-edge imaging technique called single-particle cryo-electron microscopy (cryo-EM), which has increasingly allowed scientists to image large, complex and dynamic molecules (see Lyumkis's previous development in this area here). The team attached a specific protein to improve the intasome's ability to dissolve in liquid and bathed the intasome in a syrup-like liquid called glycerol, with loads of salt added to prevent it from clumping. These are extreme conditions for a cryo-EM sample, but they were necessary in the case of the HIV intasome. Then, building upon novel technical advances in the field, the scientists cranked up the cryo-EM machine to spray even more electrons at their sample than usual.All retroviral intasomes have core structural components that perform the integration function. The group noticed some differences when they compared the enzyme cores of HIV with those of PFV. \"Although these variations are minor, they could be a big deal for drug development and for understanding mechanisms of drug resistance,\" says the study's first author, Dario Passos, a senior research associate in Lyumkis's lab.To the group's surprise, HIV intasomes are also more intricate and complex than other retroviruses. Scientists already knew that they had a four-part core, but the new study finds that HIV intasomes have many more units, what they call \"higher-order\" species. Evidence suggests that more complex versions of the intasome serve a purpose in helping HIV integrate itself within the host genome.Lyumkis says the HIV intasome's complexity hints at how nature has shaped its evolution from simpler retroviruses, which are considerably smaller, yet still use the same core pieces of enzyme. HIV can perform functions that its relatives can't, such as gain access to the cell's nucleus through active transport rather than having to wait for the cell to divide. \"HIV is like the luxury car whereas other retroviruses are the economy models--they're both cars, but the HIV intasome contains important upgrades to do different jobs,\" he adds. Based on the different structures present in the samples, the team thinks that the HIV intasome could take multiple routes for assembly. \"That's speculative at this point, but it's an intriguing possibility and would build upon mounting evidence that certain macromolecular machines take different routes to assemble the final product,\" Lyumkis says. (Another large molecular machine called the ribosome also assembles in different ways, according to a separate cryo-EM study by his group.)The current study focused on intasomes after they assemble on host DNA, but future work will study the structures prior to their landing on the host genome and in the context of bound drugs. To this end, the group is also working to push the resolution of their structures higher, from ~4 Angstrom resolution in the new study to ~2 Angstrom, which would allow them to see the chemical bonds in water molecules for example, proving crucial insight for drug discovery and development.\"Taking the car analogy further, if you really want to understand how the car works in order to modify its performance, you can't just look at a whole engine. You have to take it apart and dig inside to really understand it inside out,\" Lyumkis says. \"We must do the same with these complex molecular structures to better understand--and target--viruses,\" adds Passos.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/si-ssc010417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " AIDS/HIV", " Genes"], "journal": "Science", "description": "Antiviral therapy could be improved with the newly uncovered atomic-level details.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}