{"title": "Using fat to help wounds heal without scars", "text": "PHILADELPHIA - Doctors have found a way to manipulate wounds to heal as regenerated skin rather than scar tissue. The method involves transforming the most common type of cells found in wounds into fat cells - something that was previously thought to be impossible in humans. Researchers began this work at the Perelman School of Medicine at the University of Pennsylvania, which led to a large-scale, multi-year study in connection with the Plikus Laboratory for Developmental and Regenerative Biology at the University of California, Irvine. They published their findings online in the journal Science on Thursday, January 5th, 2017.Fat cells called adipocytes are normally found in the skin, but they're lost when wounds heal as scars. The most common cells found in healing wounds are myofibroblasts, which were thought to only form a scar. Scar tissue also does not have any hair follicles associated with it, which is another factor that gives it an abnormal appearance from the rest of the skin. Researchers used these characteristics as the basis for their work - changing the already present myofibroblasts into fat cells that do not cause scarring.\"Essentially, we can manipulate wound healing so that it leads to skin regeneration rather than scarring,\" said George Cotsarelis, MD, the chair of the Department of Dermatology and the Milton Bixler Hartzell Professor of Dermatology at Penn, and the principal investigator of the project. \"The secret is to regenerate hair follicles first. After that, the fat will regenerate in response to the signals from those follicles.\"The study showed hair and fat develop separately but not independently. Hair follicles form first, and the Cotsarelis lab previously discovered factors necessary for their formation. Now they've discovered additional factors actually produced by the regenerating hair follicle to convert the surrounding myofibroblasts to regenerate as fat instead of forming a scar. That fat will not form without the new hairs, but once it does, the new cells are indistinguishable from the pre-existing fat cells, giving the healed wound a natural look instead of leaving a scar.\r\n\tAs they examined the question of what was sending the signal from the hair to the fat cells, researchers identified a factor called Bone Morphogenetic Protein (BMP). It instructs the myofibroblasts to become fat. This signaling was groundbreaking on its own, as it changed what was previously known about myofibroblasts.\"Typically, myofibroblasts were thought to be incapable of becoming a different type of cell,\" Cotsarelis said. \"But our work shows we have the ability to influence these cells, and that they can be efficiently and stably converted into adipocytes.\" This was shown in both the mouse and in human keloid cells grown in culture. \r\n\t\"The findings show we have a window of opportunity after wounding to influence the tissue to regenerate rather than scar,\" said the study's lead author Maksim Plikus, PhD, an assistant professor of Developmental and Cell Biology at the University of California, Irvine. Plikus began this research as a postdoctoral fellow in the Cotsarelis Laboratory at Penn, and the two institutions have continued to collaborate. These discoveries have the potential to be revolutionary in the field of dermatology. The first and most obvious use would be to develop a therapy that signals myofibroblasts to convert into adipocytes -- helping wounds heal without scarring. \"It's highly desirable from a clinical standpoint, but right now it's an unmet need,\" Cotsarelis said. \"Our findings can potentially move us toward a new strategy to regenerate adipocytes in wrinkled skin, which could lead us to brand new anti-aging treatments,\" Cotsarelis said.The Cotsarelis Lab is now focusing on the mechanisms that promote skin regeneration, especially with respect to hair follicle regeneration.The Plikus Laboratory is focusing on other aspects of cell reprogramming in skin wounds. Researchers there are examining the role of other signaling factory beyond BMP as well as conducting further studies using human cells and human scar tissue.", "article_link": "http://dx.doi.org/10.1126/science.aai8792", "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-uft010517.php", "region": "namerica", "source_link": "https://www.pennmedicine.org/news/news-releases/2017/january/using-fat-to-help-wounds-heal-without-scars", "funder": "National Insitutes of Health, NIH/Skin Disease Research Core, The Edward and Fannie Gray Hall Center for Human Appearance, Penn Diabetes Research Center", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Dermatology"], "journal": "Science", "description": "Doctors have found a way to manipulate wounds to heal as regenerated skin rather than scar tissue. The method involves transforming the most common type of cells found in wounds into fat cells -- something that was previously thought to be impossible in humans.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}