{"title": "Worms have teenage ambivalence, too", "text": "LA JOLLA -- (Jan. 5, 2017) Anyone who has allowed a child to \"help\" with a project quickly learns that kids, no matter how intelligent or eager, are less competent than adults. Teenagers are more capable -- but, as every parent knows, teens can be erratic and unreliable. And it's not just in humans; obvious differences in behavior and ability between juveniles and adults are seen across the animal kingdom. Now, Salk Institute scientists studying roundworms suggest that, in both worms and humans, adolescent brains mature to stable adult brains by changing which brain cells they use to generate behavior. Teen worm brains drive wishy-washy behavior that allows them to stay flexible in an uncertain world, while adult worm brains drive efficient behavior. The discovery provides insight into the underlying drivers of neurological development that could help better understand the human brain and disease.\"Our research shows that, despite having exactly the same genes and neurons as adults, adolescent roundworms have completely different food-seeking preferences and abilities,\" says Sreekanth Chalasani, associate professor in Salk's Molecular Neurobiology Laboratory and senior author of the paper published in eNeuro in January 2017. \"It is in adulthood that we finally see the worms become more efficient and competent at finding food.\"The microscopic Caenorhabditis elegans worm may seem like an odd source of insight into human brain development. With only 302 neurons to humans' almost 100 billion, C. elegans is a vastly simpler organism but its basic neurological circuitry has many similarities to ours. And, since scientists have already mapped the adult roundworms' neurons anatomically and functionally, they can easily perform experiments and trace neural circuits in C. elegans tasks that are not possible in humans, yielding valuable information about both species.For instance, both worms and people respond to the smell of the chemical diacetyl, known to humans as \"buttered popcorn smell,\" which is present in a number of foods, including ones in the C. elegans diet. In fact, the worms have a pair of neurons called AWA dedicated to sensing it. To observe behavioral variation between adult and adolescent worms, the Salk team placed the animals in the center of a dish with a drop of diacetyl on one side, and a neutral odor on the other. Then, in a series of trials over several days, they characterized the paths the worms took.What the scientists saw surprised them: Adolescent worms meandered and took their time getting to the diacetyl, if they got there at all; adult worms made a beeline for it. \"It's like the younger worms are angsty teens,\" says Laura Hale, a collaborative researcher at Salk and first author of the paper. \"To watch their behavior, it's as though they say, 'Yeah, I know I'm supposed to go over there but I just don't feel like it.'\"When the scientists tested other smells known to be appealing to adults, adolescent preferences varied widely. But they responded with similar alacrity as adults in getting away from a repellent odor, which shows that adolescents' senses aren't impaired, they're just different than adults'.To understand what might be going on neurologically, the team used molecular techniques to make neurons fluoresce when they are activated by specific odors. As adult and adolescent worms were gently held in custom-built traps under microscopes, odors were wafted over their noses to see which smell neurons were activated. For adolescents, the AWA neuron pair fired solely in response to high concentrations of diacetyl. But in adults, AWA fired in the presence of subtler concentrations of diacetyl. More surprisingly, three other paired neurons called AWB, ASK and AWC fired in adults as well, indicating a more complex response to the stimulus. When the team blocked the three secondary neuron pairs and ran the experiment again, adults began to behave like adolescents toward diacetyl, suggesting that adult behavior results from combinations of neuronal inputs.The Salk team thinks adolescents' broad preferences afford them an evolutionary flexibility in an uncertain world. If they already have a strong preference for diacetyl, but sources of that food are lacking in their environment, they will starve, whereas if they are interested in lots of different foodstuffs they can adjust their tastes to what is available. Adults, having learned what foods are available, can afford to be choosier and are more efficient at seeking particular foods.\"These results support the idea that evolution works by making a juvenile plastic to learn a lot of things; then making an adult tuned to take advantage of that learning,\" says Chalasani. \"Instead of merely being rebellious, teens -- both humans and worms -- may just be staying flexible to adapt to an unpredictable world.\"", "article_link": "http://dx.doi.org/10.1523/ENEURO.0175-16.2016", "url": "http://www.eurekalert.org/pub_releases/2017-01/si-wht010517.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/worms-teenage-ambivalence/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Genetics", " Molecular Biology", " Neurobiology", " Olfactory/Taste"], "journal": "eNeuro", "description": "Salk scientists find that neurological changes mark transition from ambivalent adolescent to capable adult in the roundworm.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}