{"title": "New report calls for revisions to WIC food packages; changes would save money over time", "text": "WASHINGTON - A new congressionally mandated report from the National Academies of Sciences, Engineering, and Medicine proposes updated revisions to the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) to better align with the Dietary Guidelines for Americans and promote and support breast-feeding.  The committee that carried out the study and wrote the report recommended cost-neutral changes that include adding fish; increasing the amount of whole grains; and increasing vegetables and fruits as a trade-off for decreasing juice, milk, legumes, peanut butter, infant vegetables and fruits, and infant meats.  It also recommended allowing women to receive the quantity of formula needed to support any level of breast-feeding.  The proposed changes will save approximately $220 million programwide from 2018 to 2022. A program of the U.S. Department of Agriculture's Food and Nutrition Service, WIC is one of the largest nutrition programs in the U.S., providing not only access to specific foods but also nutrition education and health and social service referrals for low-income infants; children up to age 5; and women who are pregnant, breast-feeding, or postpartum.  In 2015, the program served approximately 8 million women, infants, and children - which included a little more than half the infants and 30 percent of children ages 1 to 5 years in the U.S. - at a cost of about $6.2 billion.  WIC food \"packages\" allow participants to obtain foods that provide specific nutrients for pregnancy, growth, and development.  Foods offered through WIC must align with the current Dietary Guidelines for Americans, which are revised every five years, and an evaluation of the WIC food packages is congressionally mandated to occur every 10 years.  This report serves as the next required review since the 2006 Institute of Medicine report WIC Food Packages: A Time for Change.  \"Our report leaves most aspects of the current food packages unchanged, but a few foods have been added or amounts adjusted to enhance their quality for participants,\" said Kathleen Rasmussen, chair of the committee and the Nancy Schlegel Meinig Professor of Maternal and Child Nutrition, Cornell University, Ithaca, N.Y.  \"The proposed revisions provide better adherence to the Dietary Guidelines for Americans, are more consistent with the standards of other nutrition assistance programs, and increase flexibility and choice for participants.  These changes build upon the revisions made to the food packages in 2009, so we anticipate they will not be difficult to implement.\"One of the committee's overall recommendations was to increase the value of the voucher that participants receive to purchase vegetables and fruits in order to help improve consumption of these food groups and meet potassium and fiber requirements, which are often lacking.  The committee recommended increases in the vouchers ranging from $4 to $24 per month, depending on the participant.  To support cultural eating patterns, other food preferences, and special dietary needs, it also recommended offering additional options for the WIC food categories - including substitution of a voucher in place of juice, different forms and varieties of vegetables and fruits, both canned and dried legumes, and a range of options and sizes for grains and yogurt.  A substitution of legumes for peanut butter or for eggs should be allowed for individuals who have a peanut allergy or are following a vegan diet, respectively. The committee also examined nutritional and cost trade-offs to ensure cost-neutrality for the new packages.  Foods currently provided in lower amounts or consumed less adequately - such as whole grains, vegetables, and fruits - were increased in the recommended new packages.  The committee also proposed adding fish to the packages, because fish is a recommended food in the Dietary Guidelines for Americans and seafood consumption is often below the recommended levels.  Most foods that already provided at least 100 percent of the recommended intake of several nutrients and food groups were proposed to be reduced - such as juice, dairy, peanut butter, legumes, and infant foods.  To promote and encourage any level of breast-feeding - especially among women who find exclusive breast-feeding incompatible with other constraints in their lives but are interested in and can be successful with partial breast-feeding - the committee proposed enhancing the food packages for both partially and exclusively breast-feeding women, allowing women to receive the quantity of formula needed to support any level of breast-feeding.  This improves upon the 2009 packages that were designed to encourage exclusive breast-feeding by allowing very limited issuance of infant formula to breast-feeding women in the first 30 days after an infant's birth.  Although the intention of this policy was to support breast-feeding in the immediate postpartum period, women essentially had to choose between either receiving no formula from WIC or receiving the maximum amount of formula provided to non-breast-feeding mothers.  Evidence suggested that many women who might have wanted to begin breast-feeding, but were not confident of success, chose the latter option.The committee also examined current food specifications and considered modifications to improve the potential for food packages to meet the nutritional needs of participants or improve alignment with dietary guidance while still ensuring availability.  It called for modified specifications for some WIC foods to improve their alignment with dietary guidance on the intake of whole grains, added sugars, and some specific nutrients.  For example, the committee recommended that all breakfast cereals meet the whole grain-rich criteria, all bread be 100 percent whole wheat, yogurt contain no more than 30 grams of total sugars per 8 ounces, soy beverage contain no more than 12 grams of total sugars per 8 ounces, and only unflavored milk be permitted.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/naos-nrc_1010517.php", "region": "namerica", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=23655", "funder": "", "meeting": "", "institution": "National Academies of Sciences, Engineering, and Medicine", "keywords": ["Medicine/Health"], "journal": "", "description": "A new congressionally mandated report from the National Academies of Sciences, Engineering, and Medicine proposes updated revisions to the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) to better align with the Dietary Guidelines for Americans and promote and support breast-feeding.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}