{"title": "'Screen and treat' approach to prevent type 2 diabetes unlikely to have major impact", "text": "\"Screen and treat\" policies to preventing type 2 diabetes are unlikely to have substantial impact on this growing epidemic, concludes a study published by The BMJ today.The prevalence of type 2 diabetes is rising globally. In the UK, for example, about 3.2 million people have the condition and by 2025 it is predicted that this will increase to five million, at an estimated cost of £23.7bn ($30.2bn, €28.2bn) to the NHS. There are two approaches to prevention: screen and treat, in which people are identified as \"high risk\" and offered individual intervention, and a population-wide approach, in which everyone is targeted via public health policies. The UK's National Diabetes Prevention Programme follows Australia and the United States in placing the emphasis on a screen and treat approach.But this approach will be effective only if a test exists that correctly identifies those at high risk (sensitivity) while also excluding those at low risk (specificity); and an intervention exists that is acceptable to patients and clinicians.So a team of researchers, led by Professor Trish Greenhalgh at the University of Oxford, assessed the diagnostic accuracy of screening tests for pre-diabetes (high risk of developing type 2 diabetes in the future) and effectiveness of interventions in preventing onset of type 2 diabetes in people with pre-diabetes.They analysed the results of 49 studies of screening tests and 50 intervention trials. Screening tests included fasting plasma glucose (higher than normal blood sugar levels after a period of fasting) and raised glycated haemoglobin or HbA1c (proportion of red blood cells with glucose attached, indicating blood glucose levels over the previous 2-3 months).Interventions were lifestyle change or treatment with metformin (a drug that helps lower blood sugar levels).They found that the diagnostic accuracy of tests used to detect pre-diabetes in screening programmes was low - fasting glucose is specific but not sensitive and HbA1c is neither sensitive nor specific - suggesting that large numbers of people will be unnecessarily treated or falsely reassured depending on the test used.Lifestyle interventions lasting three to six years showed a 37% reduction in relative risk of type 2 diabetes, equating to 151 out of 1000 people developing diabetes compared with 239 of 1000 in the control group. This fell to 20% in follow up studies.Use of metformin showed a relative risk reduction of 26% while participants were taking this drug, translating to 218 out of 1000 developing diabetes while taking metformin compared with 295 of 1000 not receiving it.The authors warn that study quality was often low and results may have been affected by bias (problems in study design that can influence results).They conclude that \"screen and treat\" policies will benefit some but not all people at high risk of developing diabetes, and they should be complemented by population-wide approaches for effective diabetes prevention.In a linked editorial, Professor Norman Waugh from Warwick Medical School says adherence to lifestyle change across whole populations is the key to prevention of type 2 diabetes.He points out that \"pre-diabetes\" is an unsatisfactory term because many people so labelled do not develop diabetes, and believes there is a balance to be struck between the medical model of screening and treating of individuals of individuals, and the public health model of changing behaviour in the whole population at risk.He says public health measures targeted at the whole population at risk could include interventions to help weight control, such as changes to taxation of foodstuffs and interventions to make physical activity easier or safer.However, he acknowledges that adherence to lifestyle advice remains poor, and concludes that preventing or delaying type 2 diabetes \"requires effective measures to motivate the general population to protect their own health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/b-at010317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "The BMJ", "description": "'Screen and treat' policies to preventing type 2 diabetes are unlikely to have substantial impact on this growing epidemic, concludes a study published by The BMJ today.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}