{"title": "Study suggests route to improve artery repair", "text": "BOSTON - (January 4, 2017) - People with any form of diabetes are at greater risk of developing cardiovascular conditions than people without the disease. Moreover, if they undergo an operation to open up a clogged artery by inserting a \"stent\" surgical tube, the artery is much more likely to clog up again. However, researchers at Joslin Diabetes Centers now have uncovered an explanation for why these procedures often fail, which may lead toward better alternatives.An enzyme known as SHP-1, which can suppress the growth of smooth muscle cells lining the inside of blood vessels, plays a crucial role in stent failure, says George King, M.D., Joslin's Chief Scientific Officer and senior author on a paper in the journal Diabetologia describing the work.Stents coated with a drug that activates SHP-1, and thus slows the accelerated growth of these vascular  cells, might help in treating arterial disease in diabetes, says King, who is also Professor of Medicine at Harvard Medical School.His team's research began with experiments among mice fed a high-fat diet and rats that were genetically modified to display insulin resistance and related metabolic conditions related to diabetes. \"We found that SHP-1 expression was decreased in the arteries from all of these animal models,\" says Weier (Glorian) Qi, co-lead author on the paper. \"We also found that SHP-1 expression dropped in the arteries of patients with type 2 diabetes.\"Next, the scientists created mice that were genetically engineered to over-express the protein in their vascular smooth muscle cells. When the scientists fed these mice a high-fat diet that clogged their arteries and performed a procedure similar to stent insertion, they found that the arteries in these animals were less clogged than in normal mice given the same procedure.The researchers went on to demonstrate that SHP-1 is reduced in mouse vascular smooth muscle cells primarily by the high levels of lipids in the blood associated with diabetes and related conditions, rather than the high levels of glucose also present in those conditions. Following up on these findings may help to address a major research puzzle in diabetic complications, says King: Each type of tissue seems to react differently to the disease. For example, he explains, smooth muscle cells grow thicker in large blood vessels like arteries, but similar type of contractile cells begin to die off in tiny blood vessels in the eye. \"These opposite cell growth patterns are an enigma,\" King comments. \"They also make it difficult to develop therapeutics, because we would want to deactivate SHP-1 in the eye and activate it in large arteries.\"Surgical stents for artery repair are typically coated with slow-releasing drugs that aim to suppress excessive regrowth of the surrounding smooth muscle cells. This approach to release drugs locally might work for drugs that boost SHP-1 expression, King speculates. \"We hope our research encourages ideas about how to address this problem for people with diabetes,\" he adds. \"\"The more ideas that come up, the greater the chances that we can achieve such a needed treatment.\"Joslin's Qian Li1 was the other co-lead author on the paper. Joslin contributors also included Christian Rask-Madsen, Samuel Lockhart, Yu Xia, Xuanchun Wang and Mogher Khamaisi. Chong Wee Liew of the University of Illinois at Chicago; Lars Melholt Rasmussen of Odense University Hospital in Odense, Denmark; and Kevin Croce of Brigham and Women's Hospital also were co-authors. Lead research support came from the JDRF, the American Diabetes Association and the National Institute of Diabetes and Digestive and Kidney Diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/jdc-ssr010417.php", "region": "namerica", "source_link": "http://www.joslin.org/news/study-suggests-route-to-improve-artery-repair.html", "funder": "JDRF, American Diabetes Association, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Cardiology", " Endocrinology", " Diabetes", " Surgery"], "journal": "Diabetologia", "description": "People with any form of diabetes are at greater risk of developing cardiovascular conditions than people without the disease. Moreover, if they undergo an operation to open up a clogged artery by inserting a 'stent' surgical tube, the artery is much more likely to clog up again. However, researchers at Joslin Diabetes Centers now have uncovered an explanation for why these procedures often fail, which may lead toward better alternatives.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}