{"title": "Study shows cardiovascular benefits continue 5 years after weight loss program", "text": "BOSTON - (January 4, 2017) - Joslin Diabetes Center's intensive life-style intervention program for obese patients with diabetes continues to offer health benefits for participants five years after they begin the intervention, a new study demonstrates. Participants in the Why WAIT (Weight Achievement and Intensive Management) program lost substantial amounts of weight, and even those who maintained relatively little loss of weight after five years demonstrated reduced risks of cardiovascular disease.The study followed 129 Why WAIT participants with an average body-mass index (BMI) of 38 (a BMI higher than 30 is considered obese). Participants showed an average loss of body weight of 9.7% (24 pounds) at the completion of the initial 12-week intervention, and maintained an average loss of 6.4% (16 pounds) at five years. \"This weight loss was very impressive, since we know from previous research that if this population can maintain a 7% weight loss, they show a marked improvement in insulin sensitivity and many other cardiovascular risk factors,\" says Osama Hamdy, M.D., Ph.D., medical director of Joslin's obesity clinical program and assistant professor of medicine at Harvard Medical School.\"To the best of our knowledge, this is the longest follow-up in the real world of clinical practice to show encouraging results that weight loss can be achieved and maintained,\" adds Hamdy, lead author on a report about the research in BMJ Open Diabetes Research & Care.Among Why WAIT participants, the study found, reaching the target 7% weight loss after one year was a good predictor of maintaining weight loss over longer periods. The researchers divided the participants into two groups, depending on whether participants reached that level of weight loss after a year. The group that didn't achieve this goal saw an average weight loss of 3.5% after five years, while the second group (with 53% of participants) maintained an average loss of 9.0% at that time.These varied results were reflected in measurements of hemoglobin A1C levels. (A1C is a standard assessment of blood glucose levels over two to three months, and people with type 2 diabetes seek to keep their A1C levels below 7.0%.)  The higher-weight-loss group saw average A1C levels drop from 7.4% to 6.4% at 12 weeks and then slowly climb to 7.3% over the five-year period. In the lower-weight-loss group, results were not so positive--average A1C decreased from 7.5% to 6.7% at 12 weeks and then rose to 8.0% at five years. These A1C trends were reflected in patient use of insulin and drugs that help maintain control of blood glucose levels, blood pressure and cholesterol level. Prescriptions of these medications increased significantly among lower-weight-loss participants, but either did not change or dropped in the higher-weight-loss group at five years.However, the lower-weight-loss group maintained better LDL (bad cholesterol) and HDL (good cholesterol) levels over five years, and their average blood pressure remained unchanged during that time. The higher-weight-loss group also maintained improvements in their LDL and HDL levels over the length of the study. Additionally, these participants showed lower blood pressure at 18 months, although blood pressure returned to baseline levels after five years.The Joslin study didn't include a control group of patients, but obese people with type 2 diabetes generally continue to gain weight over time, increasing their risks of cardiovascular damage, Hamdy says.Launched in 2005, the Why WAIT program aims to deliver an innovative and achievable combination of nutritional, exercise, medication, learning and monitoring offerings. Among its benefits, for example, \"the plan is designed to maintain muscle mass during weight loss so most of the weight loss is from the fat mass, and people will retain high energy expenditure for long-term,\" Hamdy says. \"This study demonstrated that they were able to do this.\"In addition to lifestyle interventions, obese patients with diabetes may have the option of weight-loss treatment with medications, gastrointestinal procedures and bariatric surgery. In studies comparing Why WAIT with two common types of surgery, it was found that patients in the intervention program reported better or equal improvement in quality of life compared with those who underwent surgery, Hamdy says. Why WAIT is also a good model for diabetes prevention in patients with prediabetes, and for those who are obese without other medical problems, he says.Last year, research on the program won the American Diabetes Association's Michaela Modan Memorial Award.\"This program is giving hope to many people with diabetes that there is something that works for weight loss and can work for a long time,\" he says. \"People can maintain their weight loss, and their big benefits in cardiovascular risk factors and diabetes control.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/jdc-ssc010417.php", "region": "namerica", "source_link": "http://www.joslin.org/news/cardiovascular-benefits-of-weight-loss-shown-to-continue-for-five-years.html", "funder": "", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "BMJ Open", "description": "Participants in the Why WAIT (Weight Achievement and Intensive Management) program lost substantial amounts of weight, and even those who maintained relatively little loss of weight after five years demonstrated reduced risks of cardiovascular disease.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}