{"title": "Most younger adults with high LDL-C levels do not take a statin", "text": "Despite recommendations, less than 45 percent of adults younger than 40 years with an elevated low-density lipoprotein cholesterol (LDL-C) level of 190 mg/dL or greater receive a prescription for a statin, according to a study published online by JAMA Cardiology. Cardiovascular disease affects 1 in 3 patients and remains the leading cause of death in the United States. Severe elevation of LDL-C levels is a modifiable risk factor for developing premature cardiovascular disease. Treatment with statins is recommended for all adults 21 years or older with an LDL-C of 190 mg/dL or greater, with treatment appearing to reduce the risk of death and result in cost savings for health systems.David A. Zidar, M.D., Ph.D., of University Hospitals Cleveland Medical Center, Cleveland, and colleagues examined rates of statin prescription in patients screened for dyslipidemia (a disorder of lipoprotein metabolism, including lipoprotein overproduction or deficiency) to identify treatment gaps. For the analysis, the researchers used a national clinical registry that encompasses data from inpatient and outpatient encounters from 360 medical centers in all 50 states, and included all patients between age 20 and 75 years who had both LDL-C and pharmacy records reported between July 1, 2013, and July 31, 2016.Of the 2,884,260 patients with a qualifying lipid analysis, 3.8 percent had an LDL-C of l90 mg/dL or greater. The statin prescription rate for patients with severe dyslipidemia but without diabetes or established atherosclerotic cardiovascular disease (ASCVD) was 66 percent. Even with more severe elevations in LDL-C levels (LDL-C>250 mg/dL and LDL-C> 300 mg/dL), 25 percent of patients were not prescribed a statin. Notably, statin prescription rates for patients with severe dyslipidemia varied sharply by age, with significantly lower rates in younger patients. Statins were prescribed in only 32 percent, 47 percent, and 61 percent of patients in their 30s, 40s, and 50s, respectively. \"This finding has particular relevance given the early onset of ASCVD and cardiovascular death observed infamilial hypercholesterolemia studies from the pre-statin era,\" the authors write. \"Specific interventions that optimize the follow-up of younger patients after lipid screening may be needed to realize the potential for improved survival and cost reduction associated with the treatment of severe dyslipidemia.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-mya010317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAMA Cardiology", "description": "Despite recommendations, less than 45 percent of adults younger than 40 years with an elevated low-density lipoprotein cholesterol (LDL-C) level of 190 mg/dL or greater receive a prescription for a statin, according to a study published online by JAMA Cardiology.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}