{"title": "Psychiatric emergency patients in Massachusetts wait longest for hospital beds", "text": "WASHINGTON -- Patients having mental health emergencies who require hospital admission wait nearly four times longer for an inpatient bed than their medical counterparts and more than five times as long for transfer to another facility, according to a study published online today in Annals of Emergency Medicine (\"Analysis of Emergency Department Length of Stay for Mental Health Patients at Ten Massachusetts Emergency Departments\").\"Boarding, the practice of prolonged waiting in the emergency department for an inpatient hospital bed or transfer to another facility, is a pervasive public health problem that disproportionately affects mental health patients,\" said lead study author Mark Pearlmutter, MD, FACEP, Chairman of the Academic Department of Emergency Medicine at Tufts University School of Medicine in Boston, Mass.  \"Boarding is a common problem nationwide, as are shortages of mental health beds for patients having psychiatric emergencies. Uninsured patients and those with Medicaid had significantly longer waits in the emergency department and were more than twice as likely to remain in the ER waiting for an inpatient bed than privately insured patients.\"For patients admitted to the hospital from the emergency department, the average length of stay was 4.2 hours for medical/surgical patients and 16.5 hours for mental health patients.  For patients who required transfer to another facility, the average length of stay in the emergency department for medical/surgical patients was 3.9 hours but 21.5 hours for mental health patients. Patients with State Commonwealth insurance had the shortest overall length of stay of 8.32 hours, while self-pay/uninsured patients had the longest length of stay at 13.88 hours. Uninsured patients were 2.8 times more likely to have an emergency department stay greater than 24 hours and Medicaid patients were twice as likely to have an emergency department stay longer than 24 hours than privately insured patients.\"While the notion of mental health parity has received some attention in recent years, the inequity in care for this particularly vulnerable group of patients persists,\" said Dr. Pearlmutter. \"The wait for inpatient treatment is the largest driver of delays and crowding for emergency patients, particularly for the uninsured and underinsured.  Support for community-based initiatives offering mental health resources to patients is urgently needed.\" ", "article_link": "http://dx.doi.org/10.1016/j.annemergmed.2016.10.005", "url": "http://www.eurekalert.org/pub_releases/2017-01/acoe-pep010417.php", "region": "namerica", "source_link": "http://newsroom.acep.org/2017-01-04-Psychiatric-Emergency-Patients-in-Massachusetts-Wait-Longest-for-Hospital-Beds", "funder": "", "meeting": "", "institution": "American College of Emergency Physicians", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Mental Health"], "journal": "Annals of Emergency Medicine", "description": "Patients having mental health emergencies who require hospital admission wait nearly four times longer for an inpatient bed than their medical counterparts and more than five times as long for transfer to another facility, according to a study published online today in Annals of Emergency Medicine ('Analysis of Emergency Department Length of Stay for Mental Health Patients at Ten Massachusetts Emergency Departments').", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}