{"title": "Scientists tissue-engineer part of human stomach in laboratory", "text": "CINCINNATI - Scientists report in Nature using pluripotent stem cells to generate human stomach tissues in a petri dish that produce acid and digestive enzymes. Publishing their findings online Jan. 4, researchers at Cincinnati Children's Hospital Medical Center grew tissues from the stomach's corpus/fundus region. The study comes two years after the same team generated the stomach's hormone-producing region (the antrum).The discovery means investigators now can grow both parts of the human stomach to study disease, model new treatments and understand human development and health in ways never before possible.\"Now that we can grow both antral- and corpus/fundic-type human gastric mini-organs, it's possible to study how these human gastric tissues interact physiologically, respond differently to infection, injury and react to pharmacologic treatments,\" said Jim Wells, PhD, principal investigator and director of the Pluripotent Stem Cell Facility at Cincinnati Children's. \"Diseases of the stomach impact millions of people in the United States and gastric cancer is the third leading cause of cancer-related deaths worldwide.\"The current study caps a series of discoveries since 2010 in which research teams led or co-led by Wells used human pluripotent stem cells (hPSC) - which can become any cell type in the body - to engineer regions of the human stomach and intestines. They are using the tissues to identify causes and treatments for diseases of the human gastrointestinal tract. This includes a study published Nov. 21, 2016 by Nature Medicine, in which scientists generated human intestine with an enteric nervous system. These highly functional tissues are able to absorb nutrients and demonstrate peristalsis, the intestinal muscular contractions that move food from one end of the GI tract to the other.The primary focus of Wells' laboratory is to study how organs form during embryonic development. This includes the esophagus, stomach, pancreas and intestines. Wells and his colleagues have a particular interest in finding new treatments for genetic forms of diseases like monogenic diabetes and Hirschsprung's disease.Starting from ScratchA major challenge investigators encountered in the current study is a lack of basic knowledge on how the stomach normally forms during embryonic development. \"We couldn't engineer human stomach tissue in a petri dish until we first identified how the stomach normally forms in the embryo,\" explains Wells.To fill that gap, the researchers used mice to study the genetics behind embryonic development of the stomach. In doing so, they discovered that a fundamental genetic pathway (WNT/β-catenin) plays an essential role in directing development of the corpus/fundus region of the stomach in mouse embryos. After this, researchers manipulated the WNT/β-catenin in a petri dish to trigger the formation of human fundus organoids from pluripotent stem cells.Study authors then further refined the process, identifying additional molecular signaling pathways that drive formation of critical stomach cell types of the fundus. These include chief cells, which produce a key digestive enzyme called pepsin, and parietal cells. Parietal cells secrete hydrochloric acid for digestion and intrinsic factor to help the intestines absorb vitamin B-12, which is critical for making blood cells and maintaining a healthy nervous system.Wells said that it takes about six weeks for stem cells to form gastric-fundus tissues in a petri dish.Translational DirectionResearchers now plan to study the ability of tissue-engineered human stomach organoids to model human gastric diseases by transplanting them into mouse models. In particular, Wells and his collaborator Yana Zavros, PhD, associate professor at the University of Cincinnati, want to explore how the fundus organoids respond after being infected with H. (Helicobacter) pylori bacteria. H. pylori causes chronic gastritis, stomach ulcers and is a major risk factor for the development of stomach cancer.Stomach organoids can also be used in combination with intestinal organoids to study how the body controls digestion and proper nutrient uptake, as well as a variety of other medical conditions affecting the gastrointestinal tract. These include gastrointestinal motility disorders, inflammatory diseases, drug uptake studies, and studying helpful microbes (probiotics) as well as harmful ones. ", "article_link": "http://dx.doi.org/10.1038/nature21021", "url": "http://www.eurekalert.org/pub_releases/2017-01/cchm-stp123016.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cincinnati Children's Hospital Medical Center", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Endocrinology", " Gastroenterology", " Nutrition/Nutrients", " Pediatrics"], "journal": "Nature", "description": "Scientists report in Nature using pluripotent stem cells to generate human stomach tissues in a Petri dish that produce acid and digestive enzymes.  Publishing their findings online Jan. 4, researchers at Cincinnati Children's Hospital Medical Center grew tissues from the stomach's corpus/fundus region. The study comes two years after the same team generated the stomach's hormone-producing region (the antrum). The discovery means investigators now can grow both parts of the human stomach to study disease.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}