{"title": "Researchers identify factors responsible for chronic nature of autoimmune disease", "text": "Boston, Mass. -- Researchers from Schepens Eye Research Institute of Massachusetts Eye and Ear have uncovered two factors responsible for the chronic, lifelong nature of autoimmune disorders, which tend to \"flare up\" intermittently in affected patients. These two factors are cell-signaling proteins called cytokines--specifically Interleukin-7 and -15 (IL-7 and IL-15)--that are secreted by cells of the immune system and help modulate memory Th17 cells, a subset of T cells which are known to contribute to autoimmune disorders. Until now, it was unclear how Th17 cells maintained memory; the study results show that IL-7 and IL-15 signal the Th17 cells to chronically reside in the body. These findings, published online in the Journal of Autoimmunity, may lead to the development of new therapies to address a variety of chronic autoimmune disorders.\"We wanted to know the precise factors that maintain memory in Th17 cells so that we can better understand what is causing chronic autoimmune disorders,\" said senior author Reza Dana, M.D., M.Sc., MPH, Director of the Cornea and Refractive Surgery Service at Mass. Eye and Ear and the Claes H. Dohlman Professor of Ophthalmology at Harvard Medical School. \"By selectively targeting the production and expression of IL-7 and IL-15, we may be able to prevent the development of chronic autoimmune disorders.\" Affecting up to 50 million Americans, autoimmune disorders develop when the body's immune system attacks its own healthy tissue. Many autoimmune disorders are chronic, and patients may experience \"flare-ups,\" in which symptoms worsen temporarily and then enter a period of remission.Previous research studies have linked Th17 cells to a variety of autoimmune disorders, including multiple sclerosis, rheumatoid arthritis, inflammatory bowel disease, and chronic inflammatory eye disorders such as uveitis and dry eye disease. When Th17 cells are activated, a subset of them become memory cells, causing them to reside in the body for long periods of time. These memory Th17 cells can become reactivated and cause flare-ups of the autoimmune condition. However, the underlying mechanisms that promote the maintenance of Th17 memory were previously unknown.Using a mouse model for dry eye disease, an autoimmune condition affecting the surface of the eye, the study authors set out to determine what molecular factors are critical for the maintenance of Th17 memory. They identified IL-7 and -15 as playing a crucial role in the survival and homeostatic proliferation of memory Th17 cells, and when they neutralized IL-7 and IL-15, they saw a substantial reduction of memory Th17 cells. While further studies are needed to determine ways to block these factors, the findings suggest that targeting IL-7 and IL-15 in order to remove the memory Th17 cells may be an effective treatment strategy for autoimmune diseases. \"In the case of dry eye disease, many of the treatments are showing limited efficacy in patients that do not have a highly inflamed eye,\" said Dr. Dana. \"Targeting the chronic, immune nature of autoimmune diseases may be a better strategy for controlling these conditions.\"", "article_link": "http://dx.doi.org/10.1016/j.jaut.2016.11.003", "url": "http://www.eurekalert.org/pub_releases/2017-01/meae-rif010417.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/01/researchers-identify-factors-responsible-for-chronic-nature-of-autoimmune-disease", "funder": "National Institutes of Health", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Molecular Biology", " Medicine/Health", " Immunology/Allergies/Asthma"], "journal": "Journal of Autoimmunity", "description": "Researchers have uncovered two factors responsible for the chronic, lifelong nature of autoimmune disorders, which tend to flare up intermittently in affected patients.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}