{"title": "Living near major traffic linked to higher risk of dementia", "text": "People who live close to high-traffic roadways face a higher risk of developing dementia than those who live further away, new research from Public Health Ontario (PHO) and the Institute for Clinical Evaluative Sciences (ICES) has found.Led by PHO and ICES scientists, the study found that people who lived within 50 metres of high-traffic roads had a seven per cent higher likelihood of developing dementia compared to those who lived more than 300 meters away from busy roads.Published in The Lancet, the researchers examined records of more than 6.5 million Ontario residents aged 20-85 to investigate the correlation between living close to major roads and dementia, Parkinson's disease and multiple sclerosis. Scientists identified 243,611 cases of dementia, 31,577 cases of Parkinson's disease, and 9,247 cases of multiple sclerosis in Ontario between 2001 and 2012. In addition, they mapped individuals' proximity to major roadways using the postal code of their residence. The findings indicate that living close to major roads increased the risk of developing dementia, but not Parkinson's disease or multiple sclerosis, two other major neurological disorders.\"Little is known in current research about how to reduce the risk of dementia. Our findings show the closer you live to roads with heavy day-to-day traffic, the greater the risk of developing dementia. With our widespread exposure to traffic and the greater tendency for people to live in cities these days, this has serious public health implications,\" says Dr. Hong Chen, environmental and occupational health scientist at PHO and an adjunct scientist at ICES. Dr. Chen is lead author on the paper titled Living Near Major Roads and the Incidence of Dementia, Parkinson's Disease, and Multiple Sclerosis: A Population-based Cohort Study (embargoed link).\"Our study is the first in Canada to suggest that pollutants from heavy, day-to-day traffic are linked to dementia. We know from previous research that air pollutants can get into the blood stream and lead to inflammation, which is linked with cardiovascular disease and possibly other conditions such as diabetes. This study suggests air pollutants that can get into the brain via the blood stream can lead to neurological problems,\" says Dr. Ray Copes, chief of environmental and occupational health at PHO and an author on the paper.As urban centres become more densely populated and more congested with vehicles on major roads, Dr. Copes suggests the findings of this paper could be used to help inform municipal land use decisions as well as building design to take into account air pollution factors and the impact on residents. This research was conducted in collaboration with scientists from the University of Toronto, Carleton University, Dalhousie University, Oregon State University, and Health Canada. The study was funded by Health Canada.Key findings:\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/pho-lnm010317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Public Health Ontario", "keywords": ["Medicine/Health", " Environmental Health", " Epidemiology", " Neurobiology", " Public Health", " Urbanization", " Transportation/Travel"], "journal": "Lancet", "description": "People who live close to high-traffic roadways face a higher risk of developing dementia than those who live further away, new research from Public Health Ontario (PHO) and the Institute for Clinical Evaluative Sciences (ICES) has found.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}