{"title": "First study of diet's impact on dementia, Alzheimer's disease begins in January", "text": "The first study of its kind designed to test the effects of a diet on the decline of cognitive abilities among a large group of individuals 65 to 84 years who currently do not have cognitive impairment will begin in January. \"We hope to determine whether a specific diet affects or prevents the development of Alzheimer's disease,\" said Martha Clare Morris, ScD, a nutritional epidemiologist at Rush University Medical Center and principal investigator of the study funded by a $14.5 million National Institutes of Health grant. The study has two clinical sites, Rush in Chicago and Harvard School of Public Health in Boston. \"While we know that there is a strong link between diet and health, intervention trials to examine whether a change in diet will help prevent Alzheimer's disease and other dementias have been largely neglected,\" Morris said. \"The results of this study should help us to improve brain health by developing new dietary guidelines for clinical use and for public health education.\"Study will track 600 participants over three years\nThe MIND Diet Intervention to Prevent Alzheimer Disease is a randomized, Phase III study that will enroll 600 people who are overweight and have suboptimal diets, which make them vulnerable to Alzheimer's disease. The trial will compare two different diet interventions, both of which will include dietary counseling with mild caloric restriction for weight loss. Participants of both groups will have individualized diet guidelines developed by dietitians, and will receive regular phone and in-person consultations, as well as occasional group sessions over the three-year life of the study.Participants will also be seen five times during the three years to evaluate their mental abilities, blood pressure, diet, physical activity, health events and medication use. They will also have blood and urine collections. A subsample of 300 randomly selected participants also will undergo brain imaging (MRI) at the outset and after three years to evaluate the MIND diet effects on the structural integrity of the brain.Fish and chicken, berries, nuts and leafy greens\nThe MIND diet has 14 dietary components, including nine \"brain-healthy food groups\" - such as chicken and fish, green leafy vegetables and berries, and nuts - and five unhealthy groups: red meat, butter and stick margarine, cheese, pastries and sweets, and fried or fast food.In 2015, Morris and her colleagues at Rush and Harvard University developed the MIND diet -- which is short for Mediterranean-DASH Intervention for Neurodegenerative Delay -- in preparation for the trial. The diet is based on the most compelling research on the foods and nutrients that affect brain health.As the name suggests, the MIND diet is a hybrid of the Mediterranean and DASH (Dietary Approaches to Stop Hypertension) diets. Both diets have been found to reduce the risk of cardiovascular conditions, such as hypertension, diabetes, heart attack and stroke.In two studies published in 2015, Morris and colleagues found that the MIND diet could slow cognitive decline and lower a person's risk of developing Alzheimer's disease significantly, even if the diet was not followed meticulously. These were observational studies of self-reported diet that laid the groundwork for the MIND intervention trial in which participants will be randomly assigned to follow a particular diet over a 3-year period. Randomized trials provide the most rigorous scientific evidence for disease prevention.\"We devised the diet and it worked in the Chicago study,\" said Morris. \"The results need to be confirmed by other investigators in different populations and also through randomized trials.\" \"A randomized trial is the best way to establish a cause-and-effect relationship between the MIND diet and reductions in the incidence of Alzheimer's disease,\" she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/rumc-fso010417.php", "region": "namerica", "source_link": "https://www.rush.edu/news/press-releases/study-diets-impact-dementia-alzheimers-disease-begins-january", "funder": "NIH/National Institute of Aging", "meeting": "", "institution": "Rush University Medical Center", "keywords": ["Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Aging", " Alzheimer's Disease"], "journal": "", "description": "The first study of its kind designed to test the effects of a diet on the decline of cognitive abilities among a large group of individuals 65 to 84 years who currently do not have cognitive impairment will begin in January.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}