{"title": "Stem cell therapy trial at Sanford first of its kind in US for shoulder injuries", "text": "SIOUX FALLS, S.D. - The first FDA-approved clinical trial of its kind in the United States using a person's own fat-derived adult stem cells to treat shoulder injuries is available at Sanford Health.The trial opened in December and explores if adipose stem cells, which are taken from a participant's own abdominal fat, can safely repair small and partial thickness tears in the rotator cuff by activating the body's natural healing processes when injected into the injury area. The cell therapy technique may accelerate healing or regenerate tissue.According to clinicaltrials.gov, it's the only trial the FDA has approved that uses adipose stems cells for this type of injury.Sanford's Jason Hurd, M.D., who is based in Sioux Falls, and Mark Lundeen, M.D., of Fargo are the study's principal investigators. Both are orthopedic surgeons.\"Sanford Health physicians and scientists are the first in the country to work with the FDA on a trial using adipose stem cells in rotator cuff tears, which are quite common,\" said Kelby Krabbenhoft, president and CEO of Sanford Health. \"We've been monitoring the potential of these types of stem cells for quite some time. In Europe, adipose stem cells have been used as a therapy option for damaged tissues and are approved to carry the CE mark, which signifies that a product has been assessed by and meets certain safety, health and environmental protection requirements in the European Union.\"Cell therapy, according to Sanford experts, uses the body's own cells as therapy. Stem cells, in particular, have the ability to repair or regenerate cells that are damaged or killed as the result of injury or disease. Sanford's cell therapy techniques focus on adipose-derived stems cells because of they can be used in many parts of the body and are easily collected. Adipose stem cells also yield many times more cells than other sources like bone marrow, can be returned to the body quickly and have a low infection rate.Through liposuction, fat is removed from the abdomen, and adult stem cells are separated. Those same adult stem cells are then injected into the spot in the rotator cuff within the injured shoulder that is need of repair. The collection and injection of the adipose stem cells is done in a clinic procedure room and is completed in the same day.\"As we work with the FDA, our goal is to develop and refine a therapy that might one day be regulated and commonly practiced in the United States because of the evidence we gather as part of this trial,\" said David Pearce, Ph.D., executive vice president of Sanford Research.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/shr-sct010417.php", "region": "namerica", "source_link": "http://www.sanfordhealth.org/newsroom/2017/01/stem-cell-therapy-trial-at-sanford-first-of-its-kind", "funder": "", "meeting": "", "institution": "Sanford Health/Sanford Research", "keywords": ["Medicine/Health", " Clinical Trials", " Physiology", " Sports Medicine"], "journal": "", "description": "The first FDA-approved clinical trial of its kind in the United States using a person's own fat-derived adult stem cells to treat shoulder injuries is available at Sanford Health.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}