{"title": "Unpublished research calls into question efficacy of common morning sickness drug", "text": "TORONTO, Jan. 4, 2017--Previously unpublished research calls into question the efficacy of the most commonly prescribed medication for nausea in pregnancy.\r\nThe now defunct Merrell-National Laboratories conducted a clinical trial in the 1970s to determine whether the drug pyridoxine-doxylamine, sold under the brand name Diclectin, could alleviate morning sickness in the first trimester of pregnancy. \r\nWhile the results of the trial were never published, Health Canada and the U.S. Food and Drug Administration used the information collected to approve the drug, also known as Bendectin in the United States. \r\nPyridoxine-doxylamine is so popular that it has been prescribed in 33 million women worldwide and is used in half of Canadian pregnancies that result in live births. The Society of Obstetricians and Gynecologists of Canada lists it as the standard of care for women with nausea and vomiting \"since it has the greatest evidence to support its efficacy and safety.\"The 40-year-old study was published today in the online journal PLOS ONE by Dr. Nav Persaud, a family physician and researcher at St. Michael's Hospital, as part of the restoring invisible and abandoned trials (RIAT) initiative that holds that unpublished or misreported studies make it difficult to determine the true value of a treatment.\r\nDr. Persaud said there were many flaws in the study, which may explain why it was never published and which call into question the benefits of Diclectin. He obtained 36,000 pages of documents from the FDA, including the original study report, the protocol and summary results, and other documents from Health Canada, all as the result of freedom of information requests.\r\nThe trial was conducted at 14 clinics in the United States and enrolled 2,308 patients in the first 12 weeks of pregnancy who were experiencing nausea and vomiting. The women were randomly assigned to eight groups, one of which received a placebo and the other seven a variety of drugs including the combination for Diclectin. Data from 1,599 participants was analyzed. The proportion of participants who were \"evaluated moderate or excellent\" was greater in each of the seven groups receiving drugs than those receiving the placebo - 14 per cent for Diclectin.\r\nDr. Persaud called into questions those conclusions based on what he said were several flaws in the execution and analysis of the trial, including:\r\nDr. Persaud said he was unable to contact any of the original researchers and there was evidence that many of them had since died.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/smh-urc122216.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Clinical Trials", " Gynecology", " Pharmaceutical Science"], "journal": "PLOS ONE", "description": "Previously unpublished research calls into question the efficacy of the most commonly prescribed medication for nausea in pregnancy.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}