{"title": "Powerful anti-inflammatory molecule may block vision loss in diabetic retinopathy", "text": "AUGUSTA, Ga. (Jan. 3, 2017) - A more powerful version of an anti-inflammatory molecule already circulating in our blood may help protect our vision in the face of diabetes.Diabetic retinopathy resulting from high circulating levels of glucose is the leading cause of blindness in adults. Now scientists have evidence that a man-made version of soluble gp130, or sgp130, that is 10 times more powerful than the natural one, may help avoid high levels of inflammation in the eye that occur in diabetes and avert the retinal destruction that typically follows.\"What we are trying to do is inhibit this pathway so there will be no more signaling,\" said Dr. Shruti Sharma, vascular and endothelial biologist in the Center for Biotechnology and Genomic Medicine at the Medical College of Georgia at Augusta University. Sharma is talking about the pro-inflammatory cascade that can result when high levels of glucose in the blood prompt high circulating levels of the immune-system driver IL-6. High circulating IL-6 has been found in the blood as well as the fluid portion of the eyes of patients with diabetic retinopathy. When circulating levels of IL-6 increase, so do levels of its receptor, IL-6R, which is required for IL-6 to be active. These floating inflammation drivers enable something called trans-signaling - where receptors aren't directly found on the affected cells themselves - and there is emerging evidence from Sharma's lab and others that it's a major player in inflammation-driven diseases like diabetic retinopathy, inflammatory bowel disease, even atherosclerosis.  In this case, the body appears to have a check system: Sgp130 also is traveling in the bloodstream where it can essentially trap the IL-6/IL-6 receptor complex and keep it from crossing cell membranes to promote inflammation. However, in the altered face of diabetes, apparently its action is not always sufficient. That's why Sharma's new $1.5 million grant from the National Eye Institute is enabling the first attempt to target IL-6 trans-signaling in diabetic retinopathy with this synthetic, more powerful version of sgp130, called sgp130-Fc, which is already in clinical trials for Crohn's disease and rheumatoid arthritis.The MCG research team hopes its work in human serum and mouse models will lead to clinical trials of sgp130-Fc in diabetic retinopathy as well. In fact, Sharma's lab has early evidence in both human tissue and diabetic mice retinas that inhibiting this IL-6 trans-signaling significantly reduces the classic eye inflammation and the destruction that follows.IL-6 receptors aren't always circulating, rather sometimes can be found directly on cell membranes. On white blood cells, for example, Il-6 naturally binds to its receptor on the cell membrane; that binding recruits gp130, which is also attached to the membrane, to help send a signal for action. In fact, even when IL-6 and its receptor successfully bind in the bloodstream, they gain access and action in the eye by hooking up with gp130 in the membrane of the endothelial cells that line the eye's microscopic vasculature.Endothelial cells, which are early targets in diabetic retinopathy, don't have IL-6 receptors,  which is where trans-signaling comes in, said Dr. Ashok Sharma, bioinformatics and genomics expert in the Center for Biotechnology and Genomic Medicine and a study co-investigator. He notes that it's not yet clear whether endothelial cells, which line blood vessels throughout the body, have IL-6 receptors in other environs.The new grant is enabling the MCG scientists to further explore in a mouse model of type 1 diabetes the effects of trans-signaling on the endothelial cells as well as pericytes in the eye. Pericytes are contractile cells that wrap around endothelial cells, enhancing the strength of the smallest blood vessels, like where the arterial system and venous system come together so oxygen- and nutrient-rich blood can nourish the eye then depleted blood can exit. In diabetic retinopathy, pericytes are damaged and destroyed; blood vessels walls unnaturally thicken; and blood passageways narrow. Eventually, endothelial cells also die. The eyes will attempt to grow new blood vessels as a fix, but the new vessels are ultimately dysfunctional and leaky and instead further destroy vision. The scientists also are looking to see if the powerful sgp130-Fc can help. In their mouse model of diabetic retinopathy, they are giving their drug both before the disease develops to better understand its impact, as well as later in the disease process, which is when patients might one day receive treatment. They are injecting it directly into the eye, as anti-vascular endothelial growth factor treatments today are given, as well as intravenously to look at the difference in impact. Sophisticated technology, such as optical coherence tomography, is enabling the scientists to keep a real-time, non-invasive eye on the health of the retina as they work. While there is evidence that trans-signaling always promotes inflammation, classic signaling with the receptor on the cell surface can turn inflammation up or down. Current diabetic retinopathy therapies include laser and anti-VEGF therapies that target dysfunctional blood vessels. Co-investigators also include Dr. Sylvia Smith, retinal cell biologist and chair of the MCG Department of Cellular Biology and Anatomy, and Dr. Ruth Caldwell, cell biologist in the MCG Vascular Biology Center.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/mcog-pam010317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Eye Institute", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Medicine/Health", " Endocrinology", " Immunology/Allergies/Asthma", " Metabolism/Metabolic Diseases", " Diabetes", " Ophthalmology"], "journal": "", "description": "A more powerful version of an anti-inflammatory molecule already circulating in our blood may help protect our vision in the face of diabetes.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}