{"title": "Chemically modified insulin is available more quickly", "text": "Replacing a hydrogen atom by an iodine atom in insulin, the hormone retains its efficacy but is available more rapidly to the organism. Researchers at the University of Basel were able to predict this effect based on computer simulations and then confirm it with experiments. The results have been published in the Journal of Biological Chemistry.Insulin is formed in the pancreas and regulates the blood glucose level. In the body it is stored as a zinc-bound complex of six identical molecules, called a hexamer. However, the physiologically active form is a single insulin monomer. Only when the body requires insulin the hexamer divides into monomers available for blood sugar regulation.Researchers attempt to control this disassembly process by developing artificial insulin preparations, in order to optimize clinical treatment of diabetes mellitus. By means of chemical modifications, the release and availability of insulin can be improved. One possible approach is to strategically replace individual atoms in a targeted manner. This results in what is known as an insulin analog, which differs from natural insulin in both structure and properties.Artificial insulin is released more rapidlyThe team led by Professor Markus Meuwly from the Department of Chemistry at the University of Basel has investigated this process in collaboration with researchers from the USA and Australia. The researchers exchanged a single hydrogen atom by an iodine atom which modulates intermolecular interactions that resulted in more rapid insulin disassembly and release.Introducing the iodine atom improved the insulins' availability, while the affinity for the insulin receptor and the biological function remained unchanged when compared to the natural hormone. These advantageous properties were first predicted by a combination of quantum chemistry and molecular dynamics simulations. In a next step, the stability changes of the chemically modified insulin were directly probed by using crystallographic and nuclear magnetic resonance experiments which confirmed the computations.Clinical application possibleThe use of halogen atoms is a promising approach for compound optimization in medicinal chemistry. The results obtained for iodinated insulin demonstrate that the concept of chemical modification has also great potential in the field of protein engineering. A future clinical application of the insulin analog, which differs from natural insulin by only a single atom, is quite conceivable.", "article_link": "http://dx.doi.org/10.1074/jbc.M116.761015", "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-cmi010317.php", "region": "europe", "source_link": "https://www.unibas.ch/en/News-Events/News/Uni-Research/Chemically-Modified-Insulin.html", "funder": "", "meeting": "", "institution": "University of Basel", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Diabetes"], "journal": "Journal of Biological Chemistry", "description": "Replacing a hydrogen atom by an iodine atom in insulin, the hormone retains its efficacy but is available more rapidly to the organism. Researchers at the University of Basel were able to predict this effect based on computer simulations and then confirm it with experiments. The results have been published in the Journal of Biological Chemistry.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}