{"title": "Deeper than obesity: A majority of people is now overfat", "text": "Just in time for those making New Year's resolutions, researchers take a closer look on the current data to suggest up to 76 percent of the world's population is overfat. This amounts to an astonishing 5.5 billion people.\"The overfat pandemic has not spared those who exercise or even compete in sports,\" says lead author of the study Dr. Philip Maffetone, CEO of MAFF Fitness Pty Ltd, who collaborated with Ivan Rivera-Dominguez, research assistant  at MAFF and Paul B. Laursen, adjunct professor at the Auckland University of Technology.The researchers put forth a specific notion of overfat, a condition of having sufficient excess body fat to impair health, in their recent research hypothesis & theory article published in the journal Frontiers in Public Health. Based on a new look into current data, they argue how, in addition to those who are overweight and obese, others falling into the overfat category include normal-weight people.\"The overfat category includes normal-weight people with increased risk factors for chronic disease, such as high abdominal fat, and those with characteristics of a condition called normal-weight metabolic obesity,\" explains Maffetone.While the obesity epidemic has grown considerably over the last three to four decades, this work casts light on the much higher numbers of people who may have unhealthy levels of body fat.\"We want to bring awareness of the rise in these risk factors, where the terms 'overfat' and 'underfat' describe new body composition states. We hope the terms will enter into common usage, to help create substantive improvements in world health,\" says Maffetone.The work also indicates that 9 to 10 percent of the world population may be underfat. \"While we think of the condition of underfat as being due to starvation, those worldwide numbers are dropping rapidly. However, an aging population, an increase in chronic disease and a rising number of excessive exercisers or those with anorexia athletica, are adding to the number of non-starving underfat individuals,\" he explains.This leaves as little as 14 percent of the world's population with normal body-fat percentage, shows the analysis.\"This is a global concern because of its strong association with rising chronic disease and climbing healthcare costs, affecting people of all ages and incomes,\" concludes Maffetone.The study brings to light that new terminology -- overfat -- is important to replace the old notions of 'overweight' and 'obese'. While it is estimated that up to 49 percent of the world's population, or 3.5 billion people, are obese or overweight, the well-documented obesity epidemic may merely be the tip of the overfat iceberg, state the authors.The term overfat, as opposed to obesity and overweight, may be more helpful moving forward in addressing this global health problem. \"Better, more descriptive terminology tends to have downstream positive effects on  Summary major points of the work:", "article_link": "http://dx.doi.org/10.3389/fpubh.2016.00279", "url": "http://www.eurekalert.org/pub_releases/2017-01/f-dto122216.php", "region": "europe", "source_link": "http://journal.frontiersin.org/article/10.3389/fpubh.2016.00279/full", "funder": "", "meeting": "", "institution": "Frontiers", "keywords": ["Medicine/Health", " Cardiology", " Diagnostics", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Public Health"], "journal": "Frontiers in Public Health", "description": "Researchers put forth the notion of overfat, a condition of having sufficient excess body fat to impair health. After review of current data and scientific studies they argue how, in addition to most of those who are overweight and obese, others falling into the overfat category include normal-weight people with characteristic risk factors for chronic and metabolic disease. This is the first effort to globally quantify those who are overfat versus overweight or obese.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}