{"title": "Enzyme could protect against type of colorectal cancer by suppressing tumors, study finds", "text": "ATLANTA--An enzyme that plays an active role in inflammation could be a natural way to suppress tumors and ulcers in the colon that are found in colitis associated cancer (CAC), a type of colorectal cancer that is driven by chronic inflammation, according to a new study.Researchers at Georgia State University and Stony Brook University have identified the tumor suppressor role of matrix-metalloproteinase (MMP9), which belongs to a family of enzymes called proteinases and serves as an essential regulator of extracellular matrix components via a novel mechanistic pathway. The findings are reported in the journal Oncotarget.\"In the setting of chronic inflammation, MMP9 expression functions as a silver lining by suppressing the advancement of the tumor microenvironment in CAC,\" said Dr. Pallavi Garg, assistant professor in the Institute for Biomedical Sciences at Georgia State.Inflammation can be a beneficial response to tissue damage or pathogens, but if unregulated it can become chronic inflammation and induce malignant cells in tissue that lead to cancer. Inflammatory bowel disease, which includes ulcerative colitis and Crohn's disease, involves inflammation of all or part of the digestive tract. Patients with chronically active ulcerative colitis have a significantly higher risk (up to 50 percent depending on the group of subjects) of developing CAC, a subtype of colorectal cancer. The risk of CAC increases with the duration of the disease and the severity of inflammation.The protein expression and activity of MMP9 is undetectable in most healthy adult tissues, including the colon and intestine, but it is highly expressed in a variety of inflammatory states. Previous studies have shown that MMP9 derived from epithelial cells plays a protective role in the development of CAC. Epithelial cells represent the lining of the gastrointestinal tract along the lumen, which is the inside space of a tubular structure. Almost 80 percent of cancers have epithelial cell origin. This study aimed to determine whether epithelial-derived MMP9 has a defensive role of tumor suppressor in CAC and the underlying molecular mechanism.Researchers used transgenic mice that expressed MMP9 in the colonic epithelium for in vivo experiments. In vitro experiments used human colon carcinoma cells with and without MMP9 and mouse embryonic fibroblasts, which are connective tissue cells that make the extracellular matrix and collagen and play an important role in tissue repair.The researchers found mice that expressed MMP9 in the epithelium exhibited fewer tumors and increased apoptosis, or programmed cell death that gets rid of cells that are no longer needed or are a threat to the organism. Human colon carcinoma cells that overexpressed MMP9 showed decreased cell proliferation, less DNA damage and cell cycle arrest in the S-phase to prevent cell proliferation. In addition, they found that epithelial-derived MMP9 suppresses tumors in CAC by activating the MMP9-Notch1-ARF-p53 axis pathway, which increases apoptosis, initiates cell cycle arrest and keeps a check on DNA damage.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/gsu-ecp010317.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/01/02/enzyme-protect-type-colorectal-cancer-suppressing-tumors-study-finds/", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Crohn's and Colitis Foundation of America", "meeting": "", "institution": "Georgia State University", "keywords": ["Medicine/Health", " Cancer", " Gastroenterology"], "journal": "Oncotarget", "description": "An enzyme that plays an active role in inflammation could be a natural way to suppress tumors and ulcers in the colon that are found in colitis associated cancer (CAC), a type of colorectal cancer that is driven by chronic inflammation, according to a new study.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}