{"title": "Common antioxidant may guard against liver disease, says CU Anschutz researcher", "text": "AURORA, Colo. (Jan. 3, 2017) - A common antioxidant found in human breast milk and foods like kiwi fruit can protect against nonalcoholic fatty liver disease (NAFLD) in the offspring of obese mice, according to researchers at the  University of Colorado Anschutz Medical Campus. \"Pyrroloquinoline quinone, or PQQ, is a natural antioxidant found in soil and many foods and enriched in human breast milk,\" said the study's lead author Karen Jonscher, PhD, an associate professor of anesthesiology and a physicist at CU Anschutz. \"When given to obese mouse mothers during pregnancy and lactation, we found it protected their offspring from developing symptoms of liver fat and damage that leads to NAFLD in early adulthood.\"The study, published online last week in the Journal of the Federation of American Societies for Experimental Biology, is the first to demonstrate that PQQ can protect offspring of obese mothers from acceleration of obesity-induced liver disease.NAFLD is the most common liver disease in the world, affecting 20-30 percent of all adults in the U.S. and over 60 percent of those who are obese. It heightens the risk of cardiovascular disease, type 2 diabetes and liver cancer.\r\nScientists have found that mice fed a high fat, Western-style diet give birth to offspring with a higher chance of getting the disease.\"We know that infants born to mothers with obesity have a greater chance of developing NAFLD over their lifetime, and in fact one-third of obese children under 18 may have undiagnosed fatty liver disease that, when discovered, is more likely to be advanced at the time of diagnosis,\" Jonscher said. \"The goal of our study, which we carried out using a mouse model of obese pregnancy, was to determine whether a novel antioxidant given to mothers during pregnancy and breastfeeding could prevent the development of NAFLD in the offspring.\"Jonscher and her colleagues fed adult mice healthy diets or Western-style diets heavy on fat, sugar and cholesterol. They gave a subset of both groups PQQ in their drinking water.Their offspring were kept on the diets for 20 weeks. Those fed a Western diet gained more weight than those on a healthy diet. PQQ did not change the weight gain but it did reduce the fat in the livers even before the mice were born. The antioxidant also reduced inflammation in the livers of mice fed the Western diet. The researchers found that PQQ protected adult mice from fatty liver, even when it  was stopped after three weeks when the mice quit breastfeeding. Jonscher believes the antioxidant may work by impacting pathways critical to the early onset of diseases associated with maternal obesity, high fat diets and inflammation. \r\nPQQ is found in human breast milk, soy, parsley, celery, kiwi and papaya. It's also found in soil and interstellar dust.Jonscher said it could possibly be used as a prenatal or lactation supplement to protect children of obese mothers from developing liver and cardiovascular disease in adulthood, but cautioned that pregnant women should always consult their doctor before taking any supplement. \"Perhaps supplementing the diet of obese pregnant mothers with PQQ, which has proven safe in several human studies, will be a therapeutic target worthy of more study in the battle to reduce the risk of NAFLD in babies,\" Jonscher said.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoca-cam010317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Internal Medicine", " Liver", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Physiology"], "journal": "FASEB Journal", "description": "A common antioxidant found in human breast milk and foods like kiwi fruit can protect against nonalcoholic fatty liver disease (NAFLD) in the offspring of obese mice, according to researchers at the  University of Colorado Anschutz Medical Campus.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}