{"title": "Ticks that carry Lyme disease found in eastern national parks", "text": "Lyme disease has been spreading across the United States over the past several decades, and a new study has confirmed that ticks carrying the disease are present in eastern national parks. According to the study published in the Journal of Medical Entomology, researchers from the Centers for Disease Control and Prevention (CDC) and the National Park Service (NPS) collected ticks along hiking trails in nine eastern national parks. They found blacklegged ticks (Ixodes scapularis), also called deer ticks, infected with the bacteria that causes Lyme disease in all nine parks. The study is the first to confirm the presence of these ticks, which researchers already suspected because Lyme disease has been reported in the region.\"We know Lyme disease is increasing both in numbers of infections and in geographic range in the United States,\" said Tammi Johnson, one of the researchers from the CDC. \"This is the first large-scale survey in multiple national parks, and though suspected, it had not been previously confirmed that ticks in many of these parks were infected. It's quite likely that ticks infected with Lyme disease spirochetes are present in other parks in Lyme disease endemic areas, too.\"This new discovery shouldn't come as a surprise, according to the study's authors.\"These tick-borne diseases occur in this area of the country,\" continued Danielle Buttke, a study co-author from the NPS. \"Having local information about real-time risk can help motivate visitors to reduce that risk.\"And how can park visitors reduce that risk? Here are some of the best ways, according the CDC and NPS:\"The results of this study serve as a reminder that, while enjoying the parks, visitors can and should take steps to help protect themselves and their loved ones from tick and other bites,\" said Johnson.Buttke also wants to make sure potential visitors know they shouldn't be scared to visit the parks, and the positives of parks still outweigh the risk of Lyme disease. \"Tick-borne diseases are preventable and treatable,\" she said. \"They are a serious public health problem, but the burden of chronic diseases such as heart disease, diabetes, and poor mental health is so much greater, and all have the potential to be improved by being active in the great outdoors.\"Furthermore, the NPS is actively working to help protect visitors through prevention efforts and research. \"We have an active tick-borne disease prevention program, which includes education for both visitors and employees,\" said Buttke. \"We are also currently involved in research to better understand why tick-borne disease is expanding on such a dramatic scale.\"The nine parks the researchers studied were Acadia National Park, Catoctin Mountain Park, Fire Island National Seashore, Gettysburg National Military Park, Manassas National Battlefield Park, Monocacy National Battlefield, Prince William Forest Park, Rock Creek Park, and Shenandoah National Park. ", "article_link": "http://dx.doi.org/10.1093/jme/tjw213", "url": "http://www.eurekalert.org/pub_releases/2017-01/esoa-ttc010317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Entomological Society of America", "keywords": ["Forestry", " Entomology", " Medicine/Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "Journal of Medical Entomology", "description": "Lyme disease has been spreading across the United States over the past several decades, and a new study has confirmed that ticks carrying the disease are present in eastern national parks.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}