{"title": "Gun violence research underfunded, understudied compared to other leading causes of death", "text": "Funding and publication of gun violence research are disproportionately low compared to other leading causes of death in the United States, according to new research from the Icahn School of Medicine at Mount Sinai published online today in the Journal of the American Medical Association (JAMA). The study also determined that over a ten-year period, in relation to mortality rates, gun violence was the least-researched cause of death and the second-least funded cause of death, after falls. Researchers analyzed mortality statistics from the Centers for Disease Control and Prevention (CDC) from 2004 to 2014 to determine the top 30 causes of death in the U.S. Findings indicated that gun violence killed about as many people as sepsis; however, funding for gun violence research was about 0.7% of that for sepsis, and publication volume was about 4%. \"We're spending and publishing far less than what we ought to be based on the number of people who are dying,\" said David E. Stark, MD, MS, Assistant Professor, Department of Health System Design and Global Health, Icahn School of Medicine at Mount Sinai, and lead author of the study. \"Research is the first stop on the road to public health improvement, and we're not seeing that with gun violence the way we did with automobile deaths.\"More than 30,000 people die each year from gun violence in the U.S., a higher rate of death than any industrialized country in the world. Historically, research on gun violence has been limited in the U.S., mainly due to language inserted in a 1996 congressional appropriations bill that states, \"none of the funds made available for injury prevention and control at the Centers for Disease Control and Prevention may be used to advocate or promote gun control.\" Although the legislation does not ban gun-related research outright, funding remains anemic for the research community.\"Dr. Stark's research is important because the data is compelling; gun violence had less funding and fewer publications than comparable injury-related causes of death including motor vehicle accidents and poisonings,\" said Prabhjot Singh, MD, PhD, Chair, Department of Health System Design and Global Health, Icahn School of Medicine. \"We know that gun violence disproportionately affects vulnerable communities, including young people, and inflicts many more nonfatal injuries than deaths. As a result, we suspect the magnitude of this disparity in research funding, when considering years of potential life lost or lived with disability, is even greater,\" said Dr. Singh. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tmsh-gvr010317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Library of Medicine", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Mortality/Longevity", " Epidemiology", " Health Care Systems/Services", " Health Professionals", " Public Health"], "journal": "JAMA", "description": "Funding and publication of gun violence research are disproportionately low compared to other leading causes of death in the United States, according to new research from the Icahn School of Medicine at Mount Sinai published online today in the Journal of the American Medical Association.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}