{"title": "Inflammation halts fat-burning", "text": "Scientists at the University of Bonn have shown in mice that excess pounds can simply be melted away by converting unwanted white fat cells into energy-consuming brown slimming cells. Can this interesting approach also be used to combat obesity? In a recent study, the university researchers show why the inflammatory responses that often occur in overweight people block this kind of fat cell conversion. However, there may be a starting point to bypass this inhibition. The results have now been published in the scientific journal Cell Reports.The vision is enticing: if bodyfat can simply be melted away with new active ingredients, then this could also prevent the widespread consequences of obesity - such as joint problems, diabetes and cardiovascular diseases. The team around Alexander Pfeifer from the Institute of Pharmacology and Toxicology at the University of Bonn has been researching how this could be possible for years. \"In studies in mice, we have found various starting points to convert troublesome white fat cells into desirable brown fat cells,\" reports Prof. Pfeifer. The brown cells possess an extremely high number of mitochondria - these cell power stations \"burn\" white fat by converting it into thermal energy. The result: If the number of brown cells increases, the mice significantly lose weight.The signal path of the messenger cyclic guanosine monophosphate (cGMP) plays an important role in this fat conversion. \"The desirable brown fat cells rely on cGMP,\" explains Prof. Pfeifer. As the researchers have shown in various studies on mice, the widespread active ingredient sildenafil or a medication against pulmonary hypertension, for instance, can be used to reduce the number of white fat cells to the benefit of the brown fat cells and thus accelerate fat burning like a turbocharger.The fat-burning turbocharger comes to a standstill in abdominal fatIs this a possible option to effectively treat the significantly increasing obesity levels around the world and thus prevent serious complications? This is the question that the researchers are looking into in their current study. They gave mice a high-calorie diet and examined the changes in the animals' fat tissue. While hardly any inflammation occurred in the subcutaneous fat of obese mice and cGMP signaling was largely intact, things were very different for the deeper-lying abdominal fat: through the significant weight increase, inflammation had spread and the fat-burning turbocharger cGMP largely came to a standstill.This uncovered a dual problem: abdominal fat is considered much more dangerous than subcutaneous fat because it triggers inflammation and can promote cardiovascular diseases, for instance. According to the latest results from researchers at the University of Bonn, this is also where cGMP, which is important for fat-burning, was largely blocked. The researchers thus asked themselves: Is it perhaps possible to remove this block?Lead author Abhishek Sanyal from Prof. Pfeifer's team looked into this question. He investigated in what way inflammation inhibits the cGMP signal path. \"Tumor necrosis factor alpha (TNFalpha) plays an important role here,\" reports Sanyal. \"The inflammation factor TNFalpha suppresses the cGMP signal path and thus prevents white fat cells from being turned into brown fat cells.\"Using human subcutaneous and abdominal fat samples, the scientists, in cooperation with the University Hospital Leipzig and the Karolinska Institutet Stockholm (Sweden), find similar cahnges not only to rodents but also to the human organism. Although applications for obesity treatments in humans are still a long way off, the results indicate a direction for further research: \"Obviously, one possible starting point in combatting obesity could be to inhibit the inflammatory response in abdominal fat while administering cGMP-stimulating active ingredients,\" says Prof. Pfeifer to summarize the findings.", "article_link": "http://dx.doi.org/10.1016/j.celrep.2016.12.028", "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-ih010317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Bonn", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases"], "journal": "Cell Reports", "description": "Scientists at the University of Bonn have shown in mice that excess pounds can simply be melted away by converting unwanted white fat cells into energy-consuming brown slimming cells. In a recent study, the university researchers show why the inflammatory responses that often occur in overweight people block this kind of fat cell conversion.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}