{"title": "Experts update best practices for diagnosis and treatment of earwax (cerumen impaction)", "text": "ALEXANDRIA, VA-- An updated clinical practice guideline from the American Academy of Otolaryngology--Head and Neck Surgery Foundation published today in Otolaryngology-Head and Neck Surgery provides evidence-based recommendations on diagnosis and treatment of earwax (cerumen impaction) as well as important patient information on the dos and don'ts of earwax and healthy ear care. \"This update is significant because it not only provides best practices for clinicians in managing cerumen impaction, it is a strong reminder to patients that ear health starts with them, and there are many things they should do as well as many things that they should stop doing immediately to prevent damage to their ears,\" said Seth R. Schwartz, MD, MPH, chair of the guideline update group. \"There is an inclination for people to want to clean their ears because they believe earwax is an indication of uncleanliness. This misinformation leads to unsafe ear health habits.\" Earwax or cerumen is a normal substance that the body produces to clean, protect, and 'oil' ears. It acts as a self-cleaning agent to keep ears healthy. Dirt, dust, and other small matter stick to the earwax which keeps them from getting farther into the ear. Chewing, jaw motion, and growing skin in the ear canal help to move old earwax from inside the ears to the ear opening where it then flakes off or is washed off during bathing. This normal process of making wax and pushing the old wax out is continual. At times, the ear's self-cleaning process might not work very well and may lead to a buildup of earwax. When this happens, earwax can collect and block, or partly block, the ear canal. Excessive or impacted cerumen is present in 1 in 10 children, 1 in 20 adults, and more than one-third of the geriatric and developmentally delayed populations.\"Patients often think that they are preventing earwax from building up by cleaning out their ears with cotton swabs, paper clips, ear candles, or any number of unimaginable things that people put in their ears. The problem is that this effort to eliminate earwax is only creating further issues because the earwax is just getting pushed down and impacted further into the ear canal,\" Dr. Schwartz said. \"Anything that fits in the ear could cause serious harm to the ear drum and canal with the potential for temporary or even permanent damage.\" Impacted earwax can cause symptoms like ear pain, itching, feeling of fullness in the ear, ringing in the ear (tinnitus), hearing loss, discharge coming from the ear, odor coming from the ear, cough, and/or change in hearing aid function. The update provides a table of dos and don'ts for clinicians to further educate patients about cerumen impaction. Following are a few of those listed in the update: The primary purpose of the updated guideline is to help clinicians identify patients with cerumen impaction who may benefit from intervention. New evidence, systematic reviews, randomized control trials, observational studies, and an evolved methodology, which included a consumer representative, were at the foundation of the update.\"The update to the 2008 guidelines encompasses a variety of tools for clinicians in treating and communicating with their patients,\" said Dr. Schwartz. \"This includes an algorithm showing the interrelationship of key action statements in a cohesive and understandable way as well as enhanced information on patient education. Having the consumer perspective on the guideline update group provided us a value-added opportunity to incorporate more extensive patient counseling within our treatment protocols.\"The update is endorsed by American Academy of Family Physicians (AAFP), American Academy of Pediatrics (AAP), American Geriatric Society (AGS), American Neurotology Society (ANS), American Otological Society (AOS), American Society of Geriatric Otolaryngology (ASGO), and Society of Otorhinolaryngology and Head-Neck Nurses (SOHN). Additionally, it is supported by American Speech-Language-Hearing Association (ASHA). ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/aaoo-eub120516.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Otolaryngology - Head and Neck Surgery", "keywords": ["Medicine/Health", " Public Health"], "journal": "Otolaryngology - Head and Neck Surgery", "description": "An updated clinical practice guideline from the American Academy of Otolaryngology -- Head and Neck Surgery Foundation published today in Otolaryngology-Head and Neck Surgery provides evidence-based recommendations on diagnosis and treatment of earwax (cerumen impaction) as well as important patient information on the dos and don'ts of earwax and healthy ear care.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}