{"title": "American College of Physicians updates recommendations for treatment of type 2 diabetes", "text": "Physicians should prescribe metformin to patients with type 2 diabetes when medication is needed to improve high blood sugar, the American College of Physicians (ACP) recommends in an evidence-based clinical practice guideline published today in Annals of Internal Medicine.If a second oral medication is needed to improve high blood sugar, ACP recommends that physicians consider adding either a sulfonylurea, thiazolidinedione, SGLT-2 inhibitor, or DPP-4 inhibitor to metformin.The American Academy of Family Physicians has endorsed the guideline.\"Metformin, unless contraindicated, is an effective treatment strategy because it has better effectiveness, is associated with fewer adverse effects, and is cheaper than most other oral medications,\" said Nitin S. Damle, MD, MS, MACP, president. ACP. \"The escalating rates of obesity in the U.S. are increasing the incidence and prevalence of diabetes substantially. Metformin has the added benefit of being associated with weight loss.\"ACP updated its 2012 guideline on the comparative effectiveness and safety of oral medications for the treatment of type 2 diabetes because of several new studies evaluating medications for type 2 diabetes as well as recent FDA approvals of several new medications.\"Adding a second medication to metformin may provide additional benefits,\" Dr. Damle said. \"However, the increased cost may not always support the added benefit, particularly for the more expensive, newer medications. ACP recommends that clinicians and patients discuss the benefits, adverse effects, and costs of additional medications.\"Diabetes is a leading cause of death in the U.S. The disease can affect other areas of the body and can cause retinopathy, nephropathy, neuropathy, and coronary artery, cerebrovascular, and peripheral vascular disease complications. Type 2 diabetes is the most common form of the disease (affecting 90 to 95 percent of persons with diabetes), affecting about 29.1 million people in the U.S.ACP's Guideline Development Process ACP's guideline is based on a systematic review of randomized controlled trials and observational studies on the comparative effectiveness of oral medications for type 2 diabetes. Evaluated interventions include metformin, thiazolidinediones, sulfonylureas, and dipeptidyl peptidase-4 inhibitors. Evaluated outcomes included: intermediate outcomes of hemoglobin A1c, weight, systolic blood pressure, and heart rate; all-cause mortality, cardiovascular and cerebrovascular morbidity and mortality; retinopathy, nephropathy, neuropathy; and harms.ACP's clinical practice guidelines are developed through a rigorous process based on an extensive review of the highest quality evidence available, including randomized control trials and data from observational studies. ACP also identifies gaps in evidence and direction for future research through its guidelines development process.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/acop-aco122716.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Internal Medicine", " Diabetes"], "journal": "Annals of Internal Medicine", "description": "Newer oral medications are now available since ACP's 2012 clinical practice guideline.", "date": "Mon, 02 Jan 2017 05:00:00 GMT"}