{"title": "AMPK -- the enzyme that makes physical activity healthy", "text": "ampk Physical activity benefits diabetics and others with insulin resistance. One of the reasons is that a single bout of physical activity increases the effectiveness of insulin. Thus, physical activity helps to reduce the risk of developing diabetes, while also reducing the effects of diabetes if it does set in. Until now, no one has understood the underlying mechanism of this phenomenon. New research from the University of Copenhagen's Department of Nutrition, Exercise and Sports reports that the enzyme AMP-activated protein kinase (AMPK) plays a crucial role in enhancing the ability of insulin to stimulate glucose uptake in muscles. The discovery may be a breakthrough in finding a medical pathway to improve the health of people with limitations for physical activity.\"AMPK is central for insulin sensitivity in muscles, and thereby for the ability of muscles to take up glucose immediately after physical activity. That our research group has been able to demonstrate such an important and basic physiological role of AMPK in muscles is fantastic, and a reward after many years of effort,\" according to Professor Jørgen Wojtaszewski, who had overall responsibility for the group's work.Wojtaszewski continues: \"This is excellent news for people with decreased insulin sensitivity. We can now work from the standpoint that activating AMPK, both medicinally as well as through physical activity, will enhance the effectiveness of insulin in the muscles of these people.\"Moving towards an 'exercise pill'The study's main experiments were conducted on laboratory animals in which the genes coding for AMPK specifically were removed in skeletal muscle. The ability of these mice to increase muscle insulin sensitivity after a single exercise bout was fully ablated. Over the last years the research group has conducted several experiments that show that it is highly probable that AMPK plays a similar role in muscles of man. In addition, last year, the group demonstrated that medicinal activation of AMPK could increase insulin sensitivity in muscles of mice. \"While physical activity is clearly preferred, because it improves health and welfare in a great many areas and ways, our finding points to a medicinal way to improve health that can benefit those who are limited in their ability to be physically active. This could include people with physical handicaps, ill people forced to stay in bed for more than a few days or of course those who do not fancy physical activity at all. Popularly put, we are moving towards the development of an 'exercise pill'\", says Postdoc Rasmus Kjøbsted, lead author of the article that catalogued the group's research. He concludes: \"Moreover, our findings suggest that some types of physical activity are likely more effective than others in increasing insulin sensitivity. But more experiments are required to further clarify this.\"", "article_link": "http://dx.doi.org/10.2337/db16-0530", "url": "http://www.eurekalert.org/pub_releases/2017-01/fos--a-t010217.php", "region": "europe", "source_link": "http://nexs.ku.dk/english/news/2016/ampk--the-enzyme-that-makes-physical-activity-healthy/", "funder": "", "meeting": "", "institution": "Faculty of Science - University of Copenhagen", "keywords": ["Medicine/Health", " Physiology", " Sports Medicine", " Sports/Recreation"], "journal": "Diabetes", "description": "ampk Physical activity benefits diabetics and others with insulin resistance. One of the reasons is that a single bout of physical activity increases the effectiveness of insulin. Thus, physical activity helps to reduce the risk of developing diabetes, while also reducing the effects of diabetes if it does set in. Until now, no one has understood the underlying mechanism of this phenomenon.", "date": "Mon, 02 Jan 2017 05:00:00 GMT"}