{"title": "Alcohol abuse increases risk of heart conditions as much as other risk factors", "text": "Alcohol abuse increases the risk of atrial fibrillation, heart attack and congestive heart failure as much as other well-established risk factors such as high blood pressure, diabetes, smoking and obesity, according to a study published today in the Journal of the American College of Cardiology. Despite advances in prevention and treatments, heart disease is the No. 1 killer of men and women in the US. Reducing alcohol abuse might result in meaningful reductions of heart disease, according to the researchers. \r\n\"We found that even if you have no underlying risk factors, abuse of alcohol still increases the risk of these heart conditions,\" said lead researcher Gregory M. Marcus, MD, director of clinical research in the Division of Cardiology at the University of California, San Francisco. \r\nThe researchers analyzed data from a database of all California residents ages 21 and older who received ambulatory surgery, emergency or inpatient medical care in California between 2005 and 2009. Among the 14.7 million patients in the database, 1.8 percent, or approximately 268,000, had been diagnosed with alcohol abuse. The researchers found that after taking into account other risk factors, alcohol abuse was associated with a twofold increased risk of atrial fibrillation, a 1.4-fold increased risk of heart attack and a 2.3-fold increased risk of congestive heart failure. These increased risks were similar in magnitude to other well-recognized modifiable risk factors such as diabetes, high blood pressure and obesity.Completely eradicating alcohol abuse would result in over 73,000 fewer atrial fibrillation cases, 34,000 fewer heart attacks, and 91,000 fewer patients with congestive heart failure in the United States alone, the researchers said.\r\n\r\n\"We were somewhat surprised to find those diagnosed with some form of alcohol abuse were at significantly higher risk of a heart attack,\" Marcus said.  \"We hope this data will temper the enthusiasm for drinking in excess and will avoid any justification for excessive drinking because people think it will be good for their heart. These data pretty clearly prove the opposite.\"Previous research has suggested that moderate levels of alcohol consumption may help prevent heart attack and congestive heart failure, while even low to moderate levels of alcohol consumption have been shown to increase the incidence of atrial fibrillation. \"The great majority of previous research relied exclusively on self-reports of alcohol abuse,\" Marcus said. \"That can be an unreliable measure, especially in those who drink heavily. In our study, alcohol abuse was documented in patients' medical records.\" He said that the study did not quantify how much alcohol patients drank.In an editorial accompanying the new study, Michael H. Criqui, MD, MPH, of the University of California San Diego, wrote that previous studies that found a benefit from alcohol consumption in protecting against heart attack and congestive heart failure were so-called cohort studies, which include defined populations. Such studies tend to recruit stable, cooperative and health-conscious participants who are more likely to be oriented toward a heathier lifestyle. \"Cohort studies have minimal participation by true alcohol abusers, so the current study likely presents a more valid picture of heavy drinking outcomes,\" Criqui said.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.10.048", "url": "http://www.eurekalert.org/pub_releases/2017-01/acoc-aai122916.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Addiction", " Alcohol"], "journal": "Journal of the American College of Cardiology", "description": "Alcohol abuse increases the risk of atrial fibrillation, heart attack and congestive heart failure as much as other well-established risk factors such as high blood pressure, diabetes, smoking and obesity, according to a study published today in the Journal of the American College of Cardiology.", "date": "Mon, 02 Jan 2017 05:00:00 GMT"}