{"title": "New research links Gulf War Illness to gastrointestinal disturbances", "text": "A new study from the University of South Carolina has found a gastrointestinal link that could help explain many of the health issues facing those with Gulf War Illness (GWI) as well as opening new pathways to treatment options that may improve both gastrointestinal and neurological symptoms associated with the disorder. \r\nThe research is the first study to link the gastrointestinal disturbances of GWI with changes in the intestinal microbiota. This connection potentially explains both the gastrointestinal inflammation and the neurological abnormalities (e.g., impairments to cognition, memory, learning) that define GWI. \r\nGWI exposures alter the microbiome (i.e., bacterial content in the gut), and the affected microbiota then produce endotoxins, which pass through a thinned lining of the gut (i.e., leaky gut) and into the blood where they circulate throughout the body. These compounds trigger an inflammatory response that, in turn, initiates several neurological abnormalities commonly observed in GWI. \r\nThe findings were published by PLOS ONE and led by Saurabh Chatterjee, associate professor of environmental health sciences at USC's Arnold School of Public Health. The study looked at how the various exposures experienced by Gulf War veterans might have changed the microbiome. \"Humans and animals have specific types of bacteria that help aid various physiological processes, including digestion, absorption, immunity and gut integrity, and when external factors change the bacterial composition in our digestive systems, we have problems,\" says Chatterjee. \"Obesity, metabolic syndrome, inflammatory bowel syndrome, and liver disease have already been linked with changes in bacterial composition of the gut.\"Characterized by symptoms such as chronic headache, cognitive difficulties, debilitating fatigue, widespread pain, respiratory problems, sleep problems, gastrointestinal problems, and other unexplained medical abnormalities, GWI continues to affect 25-32 percent of the 700,000 U.S. veterans who served in the 1990-1991 Persian Gulf War. Twenty years of scientific research has traced these symptoms to Gulf War chemical exposures and the drugs taken during deployment that were meant to prevent or counteract these exposures. However, the vast majority of these studies have focused on neurological effects (rather than gastrointestinal), and none of them have successfully revealed the pathways through which GWI affects the brain. The study showed that not only did exposures to the suspected GWI agents lead to inflammation in the intestines, but to neuroinflammation as well. \"Usually, the gut is very selective about letting only certain elements from what we eat and drink into our blood--thanks to good bacteria,\" explains Chatterjee. \"But when the composition changes due to an increase in certain bad bacteria, this causes disruption to the mucosal lining of the intestinal walls--leading more intestinal contents to leak into the blood.\"Once in the blood, the toxins travel throughout the body to affect the different organ systems. It is through this path that the toxins reach the brain, causing the neuroinflammation and corresponding neurological symptoms that previous studies have extensively linked to GWI. Now that scientists can explain the neurological symptoms that characterize GWI, a new paradigm of research has been unlocked--one related to treatment options.\"We know that many diseases like obesity, liver disease, and inflammatory bowel syndrome can be cured or at least decreased by consuming good bacteria, like probiotics,\" says Chatterjee. \"Now that this connection has been established, it opens the door to new studies where GWI patients take probiotics for a longer period of time and, hopefully, see improvement in symptoms connected with metabolic syndrome, gastrointestinal disturbances, and maybe even neuroinflammation.\"\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0172914", "url": "http://www.eurekalert.org/pub_releases/2017-03/uosc-nrl032317.php", "region": "namerica", "source_link": "http://www.sc.edu/study/colleges_schools/public_health/about/news/2017/gwi_study.php", "funder": "National Institutes of Health", "meeting": "", "institution": "University of South Carolina", "keywords": ["Biology", " Bacteriology", " Chemical/Biological Weapons", " Medicine/Health", " Diagnostics", " Epidemiology", " Internal Medicine", " Gastroenterology", " Public Health", " Toxicology"], "journal": "PLOS ONE", "description": "A new study from the University of South Carolina has linked gastrointestinal disturbances in those suffering from Gulf War illness with changes intestinal microbiota. The findings open up new treatment options that may improve both gastrointestinal and neurological symptoms among soldiers and veterans.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}