{"title": "Study affirms premature infants in NICUs do better with light touch", "text": "Treatment in the nation's Neonatal Intensive Care Units (NICU) save millions of infants born prematurely every year. But this treatment is not without cost. Painful procedures such as needle pricks can impact early brain development.In a multi-institution study conducted researchers for the first time have quantified a reduction in electrical activity in the part of the brain that responds to light touch in premature infants in the NICU compared with infants born full-term.But when premature infants were given more \"supportive touch\" experiences, including skin-to-skin care and breastfeeding, their brains responded more strongly to light touch, according to an international research team from Nationwide Children's Hospital in Columbus, Ohio, Monroe Carell's Jr. Children's Hospital at Vanderbilt in Nashville, Tennessee, and Lausanne University in Switzerland.Their findings, published in the journal Current Biology, suggest ways to support healthy brain development in premature infants in the NICU.\"Parents should know that every minute they hold their baby counts,\" said first author Nathalie Maitre, M.D., Ph.D., associate professor of Pediatrics, medical director of the NICU Follow-up Program and a principal investigator in the Center for Perinatal Research at Nationwide Children's Hospital.In addition, \"it is absolutely essential to minimize exposure to painful procedures that infants can often experience during hospitalizations,\" added Mark Wallace, Ph.D., dean of the Graduate School at Vanderbilt and the study's co-senior author with Micah Murray, Ph.D., of the University of Lausanne.Exposure to painful procedures can impact brain development even when sedatives and analgesics are used. \"Until new research can prove which medications work at preventing these changes in brain function, we need to focus on effective non-pharmacological alternatives,\" Wallace said.Wallace, an internationally known authority on how the brain processes multi-sensory information, is the Louise B. McGavock Professor in the departments of Hearing and Speech Sciences, Psychiatry and Psychology in the School of Medicine and an investigator of the Vanderbilt Kennedy Center for Research on Human Development.Sensory processing enables young children to learn from their experiences, and provides the foundation for developing higher-level perceptual and cognitive abilities.\r\nThe somatosensory system perceives temperature, the body's position in space, movement and all degrees of touch, from the lightest to most painful. It develops before all other senses. Disruptions in the normal trajectory of somatosensory development including painful experiences can affect socio-emotional development.\"Touch is a critical building block of infant learning,\" explained Maitre, adjunct professor of Hearing and Speech Sciences and former assistant professor of Pediatrics at Vanderbilt. \"It helps babies learn how to move their bodies, how to discover the world around them and how to communicate with their families.\"She and her colleagues have applied methods for objectively measuring sensory processing, including event-related potential (ERP), a type of electroencephalography (EEG), to predict cognitive and communication functioning during early childhood.In the current study the researchers compared the cortical responses to light touch among 125 premature and full-term infants at Vanderbilt. They found that preterm infants exhibited decreased responses to light touch when they were discharged from the NICU compared to full-term infants and that the decreases were greatest among the most premature.Promoting optimal development and function may help keep these newborns' brains on track to establish the sensory building blocks of cognition, behavior and communication, the researchers concluded.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.02.036", "url": "http://www.eurekalert.org/pub_releases/2017-03/vumc-sap032217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Swiss National Science Foundation, Paul Mercier Foundation and Carigest SA", "meeting": "", "institution": "Vanderbilt University Medical Center", "keywords": ["Medicine/Health", " Pediatrics", " Parenting/Child Care/Family"], "journal": "Current Biology", "description": "When premature infants were given more 'supportive touch' experiences, including skin-to-skin care and breastfeeding, their brains responded more strongly to light touch, according to an international research team from Nationwide Children's Hospital in Columbus, Ohio, Monroe Carell's Jr. Children's Hospital at Vanderbilt in Nashville, Tennessee, and Lausanne University in Switzerland.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}