{"title": "How children's temperament and environment shape their problem-solving abilities", "text": "A new study indicates that early experiences of environmental harshness, in combination with a child's temperament, can influence later problem-solving abilities.Following early exposure to harsh environments, children with higher levels of hawk traits at age 2--meaning that they exhibited heightened levels of aggressiveness, boldness, activity, and approach--developed enhanced problem-solving for rewards by age 4. Furthermore, these children displayed worse performance on a standardized visual problem-solving task with low motivational significance, regardless of environmental harshness.\"Our study's findings provide support for emerging views that early environmental experiences in combination with temperament characteristics shape children's cognitive functioning towards what is most salient in their environments,\" said Jennifer Suor, lead author of the Journal of Child Psychology and Psychiatry study. \"Moreover, our findings illustrate how evolutionary approaches to child development might offer important insights into the functional significance behind developmental adaptations in cognition, and furthermore, emphasize how standardized cognitive assessments, which often lack direct ecological and motivational significance, may not be able to fully capture the specialized repertoire of cognitive skills children develop in stressful environments.\"\r\n", "article_link": "http://dx.doi.org/10.1111/jcpp.12718", "url": "http://www.eurekalert.org/pub_releases/2017-03/w-hct032017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Social/Behavioral Science", " Behavior"], "journal": "Journal of Child Psychology and Psychiatry", "description": "A new study indicates that early experiences of environmental harshness, in combination with a child's temperament, can influence later problem-solving abilities.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}