{"title": "Aligning depression treatment to patient need leads to efficient care", "text": "Depression looks different in every person, making it a challenge to ensure that each receives the appropriate care. Many patients get treatment too intensive for their condition while others don't get enough.Taking into account five predictive indicators, including severity of depression, hostility level, introversion, sleep problems and unemployment status, University of Pennsylvania researchers Lorenzo Lorenzo-Luaces and Robert DeRubeis produced a statistical indexing tool that can help identify those most in need of an intensive treatment like cognitive behavioral therapy, or CBT.The researchers found that, in terms of depression recovery rates approximately two years after treatment, those with worse prognoses, as indicated by their scores on the risk index, saw the strongest results from CBT. Those with better prognoses or fewer risk factors saw no differences between CBT and two less-intensive treatments.  \"We're used to thinking that someone who meets the criteria for major depression needs the most intense treatment,\" said Lorenzo-Luaces, a sixth-year doctoral candidate in the Department of Psychology in the School of Arts & Sciences, \"but there is actually substantial variability in how people will do over time. A lot of people may not need a treatment for as long or as intensely as we seem to think, but a select group really seems to benefit from CBT.\"The researchers published their findings in the Journal of Affective Disorders.To reach these conclusions, Lorenzo-Luaces and DeRubeis, the Samuel H. Preston Term Professor in the Social Sciences at Penn, looked closely at data from a study conducted by Dutch researchers Annemieke van Straten and Bea Tiemens, who also co-authored the new paper.Participants in the Dutch study were randomly assigned to one of three treatment groups: treatment as usual, a lower-intensity option called brief treatment and the higher-intensity option of cognitive behavioral therapy. The researchers studied the effects of the treatments in 622 patients from seven of the 47 medical centers in the Netherlands that provide mental-health care.For treatment as usual, intended as a strong comparison condition, a team of clinicians took what they knew about a patient and determined a care plan, considering factors like group versus individual therapy conducted in person or remotely, plus the number of sessions appropriate for the patient's needs. Brief therapy, or BT, which took place during five to seven sessions, aimed to help the patient develop his or her own competence and coping skills. The most intense, CBT, covered five \"modules\" during 11 to 15 sessions, including an introduction, education and assessment of cognition, challenges to and experiments regarding cognition and new behavior integration.   \"Those conducting the original investigation,\" DeRubeis said, \"expected CBT to be at least somewhat better than either or both of the comparison treatments. They found that there was no appreciable difference in effectiveness. They all looked to be, on average, about the same.\"DeRubeis and Lorenzo-Luaces took these data a step further, to determine what, if any, effect predictive indicators had on determining who might need the most extensive treatment and have the greatest success two years post-care. Interviews took place at the study's start, then every three months, with a final follow-up at least 18 months after initial conversations.For about three-quarters of patients, those with higher likelihood of recovery based on the five predictive factors, the depression recovery rate didn't change regardless of whether they received treatment as usual, brief treatment or cognitive behavioral therapy, Lorenzo-Luaces said. However, for the remaining one-quarter, CBT made a clear and substantial difference. \"It would be easy to say this has to do with the number of sessions because CBT had more. But 'treatment as usual' had almost as many,\" he said. \"It's not just about the number of sessions but about the focus of the content, about how people think and the interpretations they make about the world and their behavior.\"DeRubeis said the field is moving toward incorporating methods that could identify patients with the greatest need. In fact, his team is currently collaborating with various groups, including several in England, to further test whether such predictions can lead to improvements in mental-health systems. This could also eventually result in better resource use for depression and other mental disorders like anxiety and schizophrenia.\"This will probably have the most benefit within the realm of mood disorders, because there is such great variability in what's involved,\" DeRubeis said. \"We know that a depressed person is not a depressed person is not a depressed person. It's not the same as coming in with strep throat, which is a specific diagnosis that refers to a particular kind of inflammation. Depression varies in important ways across individuals.\"There are still some hurdles to across-the-board implementation, for example, moving away from the mindset that any patient with major depression needs intensive care. But the Penn researchers say getting there will not only make for better patient care but for a more efficient system, too.\"It's going to be very important to make smarter treatment choices if we want to tackle depression from a public-health perspective,\" said Lorenzo-Luaces. \"More conservative treatment decisions for some patients free up resources for others.\"", "article_link": "http://dx.doi.org/10.1016/j.jad.2017.02.010", "url": "http://www.eurekalert.org/pub_releases/2017-03/uop-adt032017.php", "region": "namerica", "source_link": "https://news.upenn.edu/news/aligning-depression-treatment-patient-need-leads-efficient-care-penn-study-shows", "funder": "", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Social/Behavioral Science", " Behavior", " Mental Health", " Counseling", " Depression/Anger", " Memory/Cognitive Processes", " Stress/Anxiety"], "journal": "Journal of Affective Disorders", "description": "Not all depressed patients need intensive therapy, according to new research from Robert DeRubeis and Ph.D. student Lorenzo Lorenzo-Luaces of the University of Pennsylvania. Instead, prognosis can drive treatment.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}