{"title": "Vaccines save 20 million lives, $350 billion in poor countries since 2001", "text": "(CHAPEL HILL, N.C. -- September 1, 2017) -- Vaccination efforts made in the world's poorest countries since 2001 will have prevented 20 million deaths and saved $350 billion in health-care costs by 2020, according to a new study from the University of North Carolina at Chapel Hill. In addition, the researchers put the broader economic and social value of saving these lives and preventing disabilities at $820 billion.Researchers led by Sachiko Ozawa, Ph.D., an associate professor at the UNC Eshelman School of Pharmacy, studied the economic impact of Gavi, the global vaccine alliance launched in 2000 to provide vaccines to children in the world's poorest countries. Gavi support has contributed to the immunization of 580 million children, and it has operated primarily in the 73 countries covered by the team's analysis, which was published in the Bulletin of the World Health Organization.\"Vaccination is generally regarded to be one of the most cost-effective interventions in public health,\" Ozawa said. \"Decision-makers need to appreciate the full potential economic benefits that are likely to result from the introduction and sustained use of any vaccine or vaccination program.\"Researchers looked at both short- and long-term costs that could be saved preventing illness. The costs - expressed in 2010 U.S. dollars - include averted treatment, transportation costs, productivity losses of caregivers and productivity losses due to disability and death. They used the value-of-a-life-year method to estimate the broader economic and social value of living longer, in better health, as a result of immunization.\"Our examination of the broader economic and social value of vaccines illustrates the substantial gains associated with vaccination,\" she said. \"Unlike previous estimates that only examine the averted costs of treatment, our estimates of the broader economic and social value of vaccines reflect the intrinsic value that people place on living longer and healthier lives.\"Each of the Gavi-supported countries in the study will have avoided an average of $5 million in treatment costs per year just as a result of these 10 vaccines. The vaccines will have prevented an estimated 20 million deaths, 500 million cases of illness, 9 million cases of long-term disability and 960 million years of disability by 2020. The value of preserved productivity, quality of life and other broad economic and social benefits for all 73 study countries is estimated to reach $820 billion by 2020, the researchers calculated. The team used health-impact models to estimate the numbers of cases of illness, deaths and disability-adjusted life-years averted by achieving forecasted coverages for vaccination against hepatitis B, human papillomavirus, Japanese encephalitis, measles, rotavirus, rubella, yellow fever and three strains of bacteria that cause pneumonia and meningitis. The researchers found that vaccinating against hepatitis B, measles, and haemophilus influenzae type b and streptococcus pneumoniae -- two bacteria that cause pneumonia and meningitis -- provided the greatest economic benefits.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uonc-vs2090117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of North Carolina at Chapel Hill", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Bulletin of the World Health Organization", "description": "Vaccination efforts made in the world's poorest countries since 2001 will have prevented 20 million deaths and saved $350 billion in health-care costs by 2020, according to a new study from the University of North Carolina at Chapel Hill.", "date": "Fri, 01 Sep 2017 04:00:00 GMT"}