{"title": "BCG jab may protect against TB for nearly twice as long as previously thought", "text": "Previously thought to be effective for 10-15 years, a new case-control study found that if given in early teenage years (12-13), the Bacillus Calmette-Guérin (BCG) vaccine protected over 50% of UK children against TB for at least 20 years, then waned. The research was led by the London School of Hygiene & Tropical Medicine and funded by the National Institute for Health Research. Although some studies in countries such as Brazil and Norway have indicated that BCG might be effective for longer than first thought, this study provides the most robust evidence to date.With no new vaccine for TB imminently available, the researchers say their findings highlight the important role BCG is playing in preventing the spread of the disease, and provide an argument for uptake to be higher in areas where TB risk is high but vaccination coverage is low, such as parts of Central and Western Africa, East Asia and the Pacific - important new evidence for agencies like the World Health Organization (WHO) advising on vaccines. The results will also support countries where the routine BCG programme is at risk of being neglected to assess the cost-effectiveness of the vaccine, as well as the effectiveness of TB vaccines in development.TB is a major, and preventable, cause of death and disease which mainly affects the lungs. Two to three billion of the world's population are infected with Mycobacterium tuberculosis, 10% of whom progress to clinical disease. In 2015 there were an estimated 10.4 million new cases of TB and 1.8 million deaths globally¹.In the UK, BCG vaccination was given mostly to schoolchildren until it was discontinued in 2005 as the risk of TB was low. It has continued to be recommended to babies and infants who are at higher risk². Although offered around the world, the length of the BCG vaccine's protective effect is unclear, something this new research aimed to address.The study was conducted among adults in the general population in England 10 to 30 years after they were offered the BCG vaccine at school. It compared 677 people (cases) who were diagnosed with TB, with 1,170 people without a previous history of the disease (controls). Adults in both groups were inspected for BCG vaccination scars and asked about their vaccination history by specially trained interviewers. Overall, 75% of cases were vaccinated compared to 86% of controls.  These groups had been matched on year of birth and the researchers controlled for social and demographic variables including drug use, education and living region.TB was less than half as likely to occur in vaccinated children compared with unvaccinated children 10 to 20 years later. The protective effect of BCG then declined after 20 years. The analysis took into account missing information in some people such as alcohol use and smoking, as well as the fact that individuals with TB were poorer, with a higher later risk of TB but less likely to have had BCG vaccination at school.Lead author Dr Punam Mangtani, Associate Professor in Epidemiology at the London School of Hygiene & Tropical Medicine, said: \"Tuberculosis kills nearly two million people every year, more than HIV/AIDS, but TB prevention methods have changed little in half a century. Progress in developing new TB vaccines is slow with BCG, developed in the 1920s, still the only option.\"\"Previous studies have shown BCG can offer good protection against TB for up to 10-15 years following vaccination of secondary schoolchildren, but we do not know the duration of protection in different populations. Our study showed it offers moderate protection for longer than had been recognised. This could help countries who are moving towards being 'low-risk' areas assess the cost-effectiveness of BCG in the prevention of the disease, and also be a new yardstick against which new TB vaccines in development can be measured.\"BCG vaccine is given in infancy in 158 countries with an estimated 88% coverage overall.  Its protective effect can be lower closer to the equator where environmental non-tuberculous mycobacteria3 or TB infection are more common and, if they occur before vaccination, can mask or block its effect. Although the World Health Organization's End TB strategy highlights the importance of continuing infant BCG vaccination in high prevalence settings, this study suggests it may have a bigger role to play.Dr Mangtani said: \"BCG given at school age may help in the control of TB, including reducing the risk of multidrug resistant disease, as those vaccinated around 13 years of age have been protected into adulthood when transmission of the infection was more likely. Health officials should consider recommending childhood BCG vaccination where TB risk is high and where infant vaccination has not been given. BCG is not perfect but until a new, more effective vaccine is approved and rolled-out, we should be maximising its potential. We should also be supporting the various agencies that make sure BCG is readily available globally.\"The authors acknowledge limitations of the study, including not being able to exclude subjects who had positive tuberculin skin test in the school vaccination programme who would have been ineligible for vaccination, and that subjects taking part are more likely to have been vaccinated than those not contactable or who had refused.\r\n", "article_link": "http://dx.doi.org/10.1093/ije/dyx141", "url": "http://www.eurekalert.org/pub_releases/2017-08/lsoh-bj083117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "London School of Hygiene & Tropical Medicine", "keywords": ["Medicine/Health", " Epidemiology", " Health Care Systems/Services", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Guidelines/Treaties/Agreements", " Immigrants & Migration", " Developing Countries", " Disease in the Developing World"], "journal": "International Journal of Epidemiology", "description": "The world's only licensed tuberculosis (TB) vaccine could offer protection against the disease for nearly twice as long as previously thought, according to new research published in the International Journal of Epidemiology.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}