{"title": "New Zealand researchers makes 'natural born killer' cell discovery", "text": "An unexpected role for a white blood cell called the Natural Killer (NK) cell - a critical cell for ridding the body of infection and cancer, has been discovered by researchers at New Zealand's University of Otago . The NK cell is a \"vigilante\" killer - a white blood cell that destroys invaders and cancer cells through a process of \"identity card\" checking.\r\nThe researchers' new work shows that violent vigilante NK cells act as helper cells to start up the immune response.Otago Associate Professor Alex McLellan says NK cells patrol the body and destroy abnormal cells, especially infected or cancer cells. NK cells closely examine the surface of all cells and look for molecules that are present on healthy cells. \"Certain molecules act like identity cards, and NK cell are vigilantes, ready to respond if they don't see an ID card on cells. During infections or with cancer, the absence of these molecules triggers the NK cells to destroy the cells,\" says Associate Professor McLellan.Dr Sarah Saunderson and Associate Professor McLellan, who both work in Otago's Department of Microbiology and Immunology, have identified a new way that NK cells act during infections or cancer. \"A few years' ago we showed that NK cells were required for the vaccination response against cancer.\" The group has now recognised that NK cells enhance the ability of the immune system to recognise fragments of tumour cells released into the blood,\" says Associate Professor McLellan.These fragments induce potent immune responses against cancer, he says. \"Our new work shows that NK cells are absolutely critical for the immune activity of these cell fragments.\" These latest findings also explain how such potent immune responses arise against cell fragments. \"This work also reveals new ways that NK cells help the immune system, aside from in their rather violent vigilante role.\" The group is currently looking at ways to improve NK cell function through living vaccines and growth factors to enhance the immune response to cancer.\r\n", "article_link": "http://dx.doi.org/10.4049/jimmunol.1601537", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoo-nzr083117.php", "region": "africa", "source_link": null, "funder": "", "meeting": "", "institution": "University of Otago", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Immunology/Allergies/Asthma"], "journal": "Journal of Immunology", "description": "An unexpected role for a white blood cell called the Natural Killer (NK) cell -- a critical cell for ridding the body of infection and cancer, has been discovered by researchers t New Zealand's University of Otago. \r\n\r\nThe NK cell is a 'vigilante' killer -- a white blood cell that destroys invaders and cancer cells through a process of 'identity card'  checking.\r\nThe researchers' new work shows that violent vigilante NK cells act as helper cells to start up the immune response.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}