{"title": "Antibacterial combination could fight drug-resistant tuberculosis", "text": "Pairing the antibiotic ceftazidime with the enzyme inhibitor avibactam may be an effective treatment for drug-resistant tuberculosis, a new study reports. This antibacterial drug combination - already in clinical use for Gram-negative bacterial infections - could aid in stemming the growing global drug-resistant tuberculosis crisis. Mycobacterium tuberculosis (or Mtb) causes one of the world's deadliest diseases. According to the World Health Organization, 10.4 million people contracted Mtb and 1.8 million died from the disease in 2015. While newer antibiotics like bedaquiline and delamanid have improved patient outcomes, they are still associated with a 24-month treatment failure rate of 38% in those with extensively drug-resistant Mtb. Searching for a much-needed path to immediately deploy new treatments (compared to the often decade-long path to approval that most experimental agents under investigation face), Deyvani Deshpande and colleagues examined the unexploited Mtb-fighting potential of currently marketed compounds. They studied commercially available CAV (a duo of ceftazidime and avibactam) and compared its effectiveness to other first-line regimens using a screening tool endorsed by the FDA (called the hollow fiber system model, which allows for a quick examination of drug efficacy based on human lung pharmacokinetics). With computer-aided simulations, they identified optimal CAV doses based on body weight in adults and young children. Deshpande et al. say that CAV could be a safer option for pregnant women and HIV-infected patients, and that clinical trials are the next step to test the drug combination. The authors' approach could be used to accelerate the identification of other promising antibiotic candidates - in months rather than years.\r\n", "article_link": "http://dx.doi.org/10.1126/sciadv.1701102", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaft-acc082817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Science Advances", "description": "Pairing the antibiotic ceftazidime with the enzyme inhibitor avibactam may be an effective treatment for drug-resistant tuberculosis, a new study reports. This antibacterial drug combination -- already in clinical use for Gram-negative bacterial infections -- could aid in stemming the growing global drug-resistant tuberculosis crisis.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}