{"title": "T cell responses may help dodge dengue virus symptoms during infection", "text": "Scientists now have new insight into the immune responses that prevent people infected with dengue virus from experiencing clinical symptoms, which could help optimize ongoing vaccine development efforts. Approximately 50% of people around the world live in regions where mosquitos transmit dengue virus, and even though most cases are mild, severe dengue fever causes life threatening complications leading to roughly 500,000 hospitalizations and 12,500 deaths every year. Some individuals effectively control dengue virus such that they appear uninfected (as many as 293.9 million cases cause no apparent symptoms). Because tracking down asymptomatic individuals is difficult, researchers still don't understand what types of immune responses are important in defending the body against the disease. Now, by studying a cohort of 85 dengue virus-infected Cambodian children -- nine of whom who had no clinical signs of disease -- Etienne Simon-Lorière and colleagues identified distinct gene expression patterns and immune signatures associated with asymptomatic infections. Those who developed clinical disease had comparably lower expression of genes involved in a process called antigen presentation (where T cells become activated by engaging with specific portions of viral proteins). The researchers further observed that symptomatic subjects showed lower expression of genes involved in a controlled cell suicide pathway called apoptosis, suggesting a feedback mechanism at work that might prevent excessive immune responses in asymptomatic cases. Study participants who developed symptoms also had increased expression of genes involved in the maturation of antibody-producing B cells. Strikingly, inflammatory and innate immune responses (as well as viral loads) were no different between symptomatic and asymptomatic children. Taken together, the results point to a supporting role for T cell protection from dengue, the authors say.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aal5088", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaft-tcr082817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Science Translational Medicine", "description": "Scientists now have new insight into the immune responses that prevent people infected with dengue virus from experiencing clinical symptoms, which could help optimize ongoing vaccine development efforts.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}