{"title": "First atlas of B-cell clones in body forms new foundation for infectious disease research", "text": "PHILADELPHIA -- A new \"anatomic atlas\" of how B cells - the immune system's producer of antibodies - link up to form networks has been charted by researchers from the Perelman School of Medicine at the University of Pennsylvania. This map will be an important resource for researchers and clinicians studying infectious diseases, the microbiome, vaccine responses, and tissue-specific immunity. Their findings appear in Nature Biotechnology.\"Our bodies are filled with B-cell clones,\" said senior author Nina Luning Prak, MD, PhD, an associate professor of Pathology and Laboratory Medicine. B cells are diverse in the number of distinct antibodies their genes can encode. Immunologists estimate there are about 100 billion different types of antibodies per person.\"We dubbed our study 'Blood & Guts,' when we started to see that B-cell clone populations partition into two broad networks,\" Prak said. \"There are large networks in the gut (the jejunum, ileum, and colon) and different networks in blood-rich regions such as blood, bone marrow, spleen, and lung. We essentially discovered and mapped the B-cell clonal geography of the human body.\" They did this with the help of consented human organ donors who allowed their tissues to be used for research purposes, in addition to transplantation.When B cells are in response-to-invader mode, they undergo what is termed a \"clonal expansion,\" which can occur in a variety of tissues. These populations are simply collections of cells that can all be traced back to the same parent B cell.\r\nB cells combat infection locally, activating specific T cells and molecules that influence nearby immune cells within specific tissues. On the whole, the distribution and movement of B-cell clones influences how infections are controlled throughout the body. Past animal studies have found that these specifics, which differ tissue by tissue, are important for building up protective immunity and keeping the helpful bacteria species in the microbiome happy. However, researchers did not know the lay of the B-cell landscape, so to speak, until now.The team also found more memory B cells, with their associated uber-diverse antibodies, in the gut network group. These gastrointestinal populations were more related genetically compared to the blood-rich tissue groups.\"Presumably, this is because the gut is one of the organs that is constantly bombarded by stimuli from the environment -- whether the stimuli that drive these B-cell clones are derived from the microbiome or other pathogens is not yet known,\" Prak said. The greater interconnection among B cells that share similar antibodies in the gut could be the body's way of coordinating immune responses across large distances along the gastrointestinal tract, she suggests.To make the map, the investigators sequenced a region of the B-cell gene that encodes an antibody component called the heavy-chain variable domain. This part of the antibody is generated by multiple rearrangements in the gene and contributes to the vast diversity of antibodies that humans generate over a lifetime. These antibody gene shuffles were analyzed using DNA from the seven tissue types and blood from the organ donors.The computational analysis of the B-cell lineages, with over 38 million gene rearrangements, required the development of new data analysis and visualization tools. Prak says it took the group, which included members of her lab and a team of computational biologists led by Uri Hershberg at Drexel University, two-and-a-half years to complete the meticulous sequencing and data analysis to plot the map.Co-author Donna Farber, from Columbia University, directed the organ donor tissue program for acquiring the tissue samples. \"The donors, the research surgeons who performed the tissue acquisition, and the organ procurement organization, LiveOnNY, were all critical for being able to carry out this work,\" Prak said.She likens tracing each line of B cells through the body to the Verizon guy in the commercial moving from spot to spot asking, \"Can you hear me now?\" In this analogy, the Verizon guy stands in a particular tissue asking whether a cell from a given collection of related B cells is present. Each B-cell clonal lineage is like a cell phone network.  The geographic regions covered by the each network are the tissues and the entire planet Earth is the body of a single person.Prak's team traced over 933,000 B-cell lineages and replicated their results using the tissues from the six organ donors. \"In the case of our research, we have the equivalent of data from six different Earths,\" she said.\"That's a lot of testing -- millions of Verizon commercials' worth. Our fantasy for the future is to create organ-specific immune monitoring assays. If we can define features of the antibody repertoire that are unique to particular tissues, we may be able to monitor tissue-specific immune responses using blood-based clinical lab tests.\"Such tests might be used to monitor immune responses to vaccines or inappropriate antibody responses in organ-specific autoimmune diseases; however, the first step towards that is knowing the location of B-cell clones.The B-cell clonal network data can be accessed and analyzed further using the team's computational framework for analysis, ImmuneDB. Continuously updated applications for data analysis and visualization of B-cell data are also available here and here.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uops-fao082917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, US Department of Education Graduate Assistance in Areas of National Need", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Nature Biotechnology", "description": "A new 'anatomic atlas' of how B cells -- the immune system's producer of antibodies -- link up to form networks has been charted by researchers. This map will be an important resource for researchers and clinicians studying infectious diseases, the microbiome, vaccine responses, and tissue-specific immunity.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}