{"title": "Boosting immune cell memory to improve vaccines and cancer immunotherapy", "text": "Vaccines and cancer immunotherapies do essentially the same thing: They boost a person's immune system, better enabling it to fight an offender, be it microbe or malignancy. Both approaches focus on CD8+ T cells, a type of immune cell that can either kill immediately or commit the offender to \"memory,\" providing long-term protection. In mouse experiments, researchers at University of California San Diego School of Medicine have discovered that drugs that activate the cells' proteasome, or recycling center, tip the balance in favor of memory CD8+ T cells. This approach could be used to improve how well vaccines and immunotherapies work and how long they last. The study will be published August 28 in the Journal of Clinical Investigation.\"We already knew that activated CD8+ T cells divide asymmetrically, giving rise to both effector cells and memory cells,\" said senior author John T. Chang, MD, associate professor at UC San Diego School of Medicine. \"But we didn't really know how the unequal segregation of cellular components during CD8+ T cell division affects their fate.\"Using mice and cellular models, Chang and team determined that the two different types of CD8+ T cells, effector and memory, differ in their proteasome activity rates. A cell's proteasome is the cellular machinery that degrades and recycles damaged or unneeded proteins. It's an essential part of all cells, and researchers recently discovered that manipulating proteasome activity can change cellular function.Proteasome activators and inhibitors are commercially available. Bortezomib, an anti-cancer drug used to treat multiple myeloma, inhibits proteasome activity. Chang and team discovered that cyclosporine, an immunosuppressive drug prescribed to organ transplant recipients, activates the proteasome in CD8+ T cells. What's more, they found that treating CD8+ T cells with cyclosporine early after microbial infection generated twice as many long-lived memory cells as mock-treated controls.\"While so far this work has only been done in mouse cells and experimental models of infection, we envision this approach could one day be used as an adjuvant therapy -- a one- or two-dose immune booster given alongside a vaccine or cancer immunotherapy to help the intervention work better and last longer,\" Chang said.", "article_link": "http://dx.doi.org/10.1172/JCI90895", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--bic082217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, UC San Diego Digestive Diseases Research Development Center, Howard Hughes Medical Institute Physician-Scientist Early Career Award and Howard Hughes Medical Institute Gilliam Fellowship", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Biotechnology", " Cell Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Journal of Clinical Investigation", "description": "In mouse experiments, researchers at University of California San Diego School of Medicine have discovered that drugs that activate the cells' proteasome, or recycling center, tip the balance in favor of memory CD8+ T cells. This approach could be used to improve how well vaccines and immunotherapies work and how long they last.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}