{"title": "Drug breakthrough for mosquito virus outbreaks", "text": "Scientists have discovered a way that could help treat severe inflammation from an infectious mosquito-borne disease during outbreaks.\r\nA team of researchers led by Professor Suresh Mahalingam at Griffith University's Institute for Glycomics on the Gold Coast are developing ways to treat debilitating diseases caused by alphaviruses such as Chikungunya and Ross River virus. Their study is published this week in the journal Nature Microbiology.\r\nSome mosquito-borne viruses cause severe joint and muscle inflammation, and there are no vaccines or specific drugs to treat the disease caused by these viruses.\r\nChikungunya virus (CHIKV), a re-emerging alphavirus responsible for several outbreaks worldwide in the past decade, causes debilitating joint inflammation and severe pain.\r\nDuring acute infection with Chikungunya virus, scientists found that a molecular complex, known as the inflammasome, became activated in patients suffering acute signs of the disease.\r\n \"When we infected mice with Chikungunya, we found that a type of inflammasome known as NLRP3 was activated, which triggered an inflammatory cascade, leading to severe joint inflammation and bone damage,\" said Dr Ali Zaid, a lead author of the study.\r\n\"So we used a molecule which specifically inhibits the activation of NLRP3, and we found that it helped reduce Chikungunya inflammation in mice, and also helped reduce bone loss and muscle inflammation.\r\n\"We found the same in mice infected with Ross River virus. Targeting the inflammasome using this kind of drug could be an efficient way to treat patients suffering from acute Chikungunya or Ross River virus disease during outbreaks.\"\r\nCollaborator Professor Matt Cooper from the Institute of Molecular Bioscience at the University of Queensland added, \"By precisely modulating how our immune system responds to infection, we hope to develop new therapies that can be used to treat people with these serious diseases\"\r\nChikungunya virus (CHIKV) has been responsible for millions of cases over the past decade, with locally confined epidemics striking the Indian Ocean island of La Réunion in 2006, India in 2008 and the Caribbean in 2015.\r\nRoss River virus (RRV), an arthritogenic alphavirus endemic to Australia and the South Pacific, which causes similar manifestations, affects about 5000 people annually.\r\nProfessor Mahalingam said the findings were important as inflammasome NLRP3 was prominently expressed in CHIKV patients with severe disease.\r\n\"The NLRP3 inhibitor drug, MCC950, provided significant amelioration of inflammation and disease in CHIKV-infected mice. The drug provided these therapeutic benefits without compromising antiviral immunity.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/gu-dbf082817.php", "region": "africa", "source_link": null, "funder": "", "meeting": "", "institution": "Griffith University", "keywords": ["Medicine/Health", " Clinical Trials", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Microbiology", "description": "Scientists have discovered a way that could help treat severe inflammation from an infectious mosquito-borne disease during outbreaks.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}