{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-owl050517.php", "description": "Despite having higher rates of preeclampsia, a dangerous high-blood pressure disorder of late pregnancy, obese women may be less than half as likely to suffer strokes, seizures, and other serious complications of the disorder. The findings are among those from two new studies of preeclampsia by researchers at the Perelman School of Medicine at University of Pennsylvania showing how obesity may help clinicians identify risk for the condition or other complications.", "article_link": null, "date": "Fri, 05 May 2017 04:00:00 GMT", "funder": "", "title": "Obese women less likely to suffer from dangerous preeclampsia complications", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "SAN DIEGO, CA -- Despite having higher rates of preeclampsia, a dangerous high-blood pressure disorder of late pregnancy, obese women may be less than half as likely to suffer strokes, seizures, and other serious complications of the disorder. The findings are among those from two new studies of preeclampsia by researchers at the Perelman School of Medicine at University of Pennsylvania showing how obesity may help clinicians identify risk for the condition or other complications. The second study highlighted risk factors, including obesity, for persistent high blood pressure after delivery among women with preeclampsia. The studies (posters 31C and 20B, respectively) will be presented at the American Congress of Obstetricians & Gynecologists' (ACOG) Annual Clinical and Scientific Meeting in San Diego.Preeclampsia, marked by high blood pressure and protein in the urine (a sign of hypertension-related stress on the kidneys) occurs in five to eight percent of pregnancies. Although it usually arises in late pregnancy and resolves quickly after delivery, it can lead to serious complications for the mother and/or baby, and is one of the top causes of stillbirth and maternal death during pregnancy. In addition, recent research has shown that the long-term effects of preeclampsia may lead to an increased risk of heart disease for the mother later in life.\"We don't know enough about the factors that lead to more serious outcomes in preeclampsia, but results of studies like these are starting to give us a better understanding,\" said Sindhu Srinivas, MD, MSCE, an associate professor at the Perelman School of Medicine at the University of Pennsylvania, and director of Obstetrical Services at the Hospital of the University of Pennsylvania, who was a co-author of both studies.In the first study, the researchers examined hospital records for 193 women who had been diagnosed with severe preeclampsia. This medical emergency features episodes of very high blood pressure ( greater than160 systolic or 110 diastolic) with immediate risks of serious and potentially fatal complications.Comparing the obese and non-obese members of this group, the researchers found that the obese women were less than half as likely to have had any of the more serious outcomes of severe preeclampsia, which include stroke, liver failure, kidney failure, blood clotting disorders, and seizures (eclampsia).The authors say the finding is somewhat surprising since obese women are known to have a higher rate of preeclampsia overall -- and in fact, obesity is one of the leading risk factors for the condition. \"We need to follow this up with further studies, but our findings here suggest that obese women may get a different, less dangerous  form of preeclampsia that has a lower risk of immediate complications,\" said Lisa Levine, MD, an assistant professor of Obstetrics and Gynecology and senior author on the study. \"While the immediate risks appear to be less, this does not speak to the long-term cardiovascular risks that accompany a history of having preeclampsia,\" Levine states.The four trajectories of postpartum blood pressureIn the second study, Penn researchers tracked blood pressure before and after delivery in 96 women with preeclampsia. Blood pressure in such women usually returns to normal within a day or so of delivery, but not always, so the researchers sought to identify factors associated with persistent high blood pressure after delivery.Results showed that women with preeclampsia tend to have one of four basic trajectories of blood pressure after delivery: blood pressure falling to normal levels within a day of delivery; blood pressure starting at very high levels and remaining high after delivery; blood pressure starting near-normal but rising after delivery; and blood pressure falling slowly after delivery but plateauing at mildly high levels.The analysis revealed that women with the first, healthiest trajectory were, on average, young (24.75 years), with a modest weight (150 lbs) at their first prenatal visit , delivered their babies around 36.5 weeks of gestation, and were more likely to deliver vaginally. By contrast, women with the most worrisome trajectory - blood pressure starting very high and staying very high for days after delivery -were about 10 years older and 65 pounds heavier on average, delivered their babies around 33 weeks of gestation, and were more likely to deliver via caesarean section.The researchers also found that persistent or rising blood pressure after delivery was associated with positive fluid balance - an excess of fluid intake over urinary output -- in the period from hospital admission to a day after delivery.\"Fluid balance is an easily modifiable factor, and so we hope to investigate in future studies whether lowering this balance can speed up the resolution of hypertension after delivery,\" said lead author Adi Hirshberg, MD, a fellow in Obstetrics & Gynecology at Penn Medicine.", "meeting": "American Congress of Obstetricians & Gynecologists' Annual Clinical and Scientific Meeting", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Gynecology", " Public Health"]}