{"journal": "American Journal of Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-05/cumc-boa050217.php", "description": "An international group of experts has concluded that, for patients with schizophrenia and related psychotic disorders, antipsychotic medications do not have negative long-term effects on patients' outcomes or the brain.", "article_link": null, "date": "Fri, 05 May 2017 04:00:00 GMT", "funder": "", "title": "Benefits of antipsychotics outweigh risks, find experts", "region": "namerica", "source_link": null, "institution": "Columbia University Medical Center", "text": "New York, NY, May 5, 2017 - An international group of experts has concluded that, for patients with schizophrenia and related psychotic disorders, antipsychotic medications do not have negative long-term effects on patients' outcomes or the brain. In addition, the benefits of these medications are much greater than their potential side effects. These findings, by Jeffrey Lieberman, MD, Lawrence C. Kolb Professor and Chairman of Psychiatry at Columbia University College of Physicians and Surgeon and Director of the New York State Psychiatric Institute, and colleagues from institutions in the United States, Germany, The Netherlands, Austria, Japan, and China, were published today in the American Journal of Psychiatry.Nearly seven million Americans take antipsychotic medications for the treatment of schizophrenia and related conditions.  The medications are prescribed to alleviate the symptoms of psychosis and longer-term, to prevent relapse. In recent years, however, concerns have been raised that these medications could have toxic effects and negatively impact long-term outcomes.  This view, if not justified by data, has the potential mislead some patients (and their families) to refuse or discontinue antipsychotic treatment.For this reason, the researchers undertook a comprehensive examination of clinical and basic research studies that examined the effects of antipsychotic drug treatment on the clinical outcomes of patients and changes in brain structure. \"The evidence from randomized clinical trials and neuroimaging studies overwhelmingly suggests that the majority of patients with schizophrenia benefit from antipsychotic treatment, both in the initial presentation of the disease and for longer-term maintenance to prevent relapse,\" said Dr. Lieberman. Moreover, whatever side effects that these medications might cause are greatly outweighed by their therapeutic benefits. \"Anyone who doubts this conclusion should talk with people whose symptoms have been relieved by treatment and literally given back their lives,\" Lieberman added.The studies also revealed that delaying or withholding treatment has been associated with poorer long-term outcomes. \"While a minority of patients who recover from an initial psychotic episode may maintain their remission without antipsychotic treatment, there is currently no clinical biomarker to identify them, and it is a very small number of patients who may fall into this subgroup,\" said Dr. Lieberman. \"Consequently, withholding treatment could be detrimental for most patients with schizophrenia.\" And while preclinical studies in rodents suggested that antipsychotic medications can sensitize dopamine receptors, there is no evidence that antipsychotic treatment increases the risk of relapse. While antipsychotic medications can increase the risk for metabolic syndrome, which is linked to heart disease, diabetes, and stroke, the study did not include a risk-benefit analysis.\"While more research is needed to address these questions, the strong evidence supporting the benefits of antipsychotic medications should be made clear to patients and their families, while at the same time they should be used judiciously\" said Dr. Lieberman.The paper is entitled, \"The Long-Term Effects of Antipsychotic Medication on Clinical Course in Schizophrenia.\" The authors are Donald Goff, MD (New York University School of Medicine, New York, NY), Peter Falkai, MD, PhD (Ludwig-Maximilians-University Munich, Germany), Wolfgang Fleischhacker, MD, (Medical University of Innsbruck, Austria), Ragy Girgis, MD (Columbia University Medical Center), Rene M. Kahn, MD, PhD (University Medical Center, Utrecht, The Netherlands;), Hiroyuki Uchida, MD, PhD (Keiyo University, Tokyo, Japan), Jingping Zhao, MD, Ph.D. (Central South University, Chengsha, China), and Jeffrey Lieberman, MD (Columbia University Medical Center and New York State Psychiatric Institute).Dr. Goff has received research support from Avanir Pharmaceuticals, the National Institute of Mental Health, and the Stanley Medical Research Institute. Dr. Fleischhacker has received research support from Boehringer-Ingelheim, Janssen, Lundbeck, and Otsuka; he has received honoraria for serving as a consultant to and/or on advisory boards for Allergan, Dainippon-Sumitomo, GedeonRichter, Janssen, Lundbeck, Otsuka, Takeda, and Teva; and he has received speaker's fees and travel support from AOP Orphan, Dainippon Sumitomo, Gedeon Richter, Janssen, Lundbeck, Pfizer, Otsuka, and Teva. Dr. Girgis receives research support from Allergan, BioAdvantex, Genentech, and Otsuka. Dr. Kahn has received consulting fees from Alkermes, Forrest, Forum, Gedeon-Richter, Janssen-Cilag, Minerva Neurosciences, and Sunovion and speaker's fees from Janssen-Cilag and Lilly. Dr. Uchida has received grants from Astellas Pharmaceutical, Dainippon Sumitomo Pharma, Eisai, Eli Lilly, Meiji-Seika Pharmaceutical, Mochida Pharmaceutical, Novartis, Otsuka Pharmaceutical, and Shionogi; speaker's honoraria from Dainippon-Sumitomo Pharma, Eli Lilly, Janssen Pharmaceutical, Meiji-Seika Pharma, MSD, Otsuka Pharmaceutical, Pfizer, Shionogi, and Yoshitomi Yakuhin; and advisory panel payments from Dainippon-Sumitomo Pharma. All other authors report no financial relationships with commercial interests.", "meeting": "", "keywords": ["Medicine/Health", " Mental Health"]}