{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/cnhs-edf050317.php", "description": "Exosomes isolated from very obese patients behave very differently than those derived from lean patients and may be key players in heightening youths' likelihood of developing atherosclerosis -- which, in turn, places them at higher risk for suffering heart disease and stroke as adults.", "article_link": null, "date": "Thu, 04 May 2017 04:00:00 GMT", "funder": "", "title": "Exosomes derived from very obese patients' fat send wrong signals throughout body", "region": "namerica", "source_link": null, "institution": "Children's National Health System", "text": "SAN FRANCISCO - Exosomes isolated from very obese patients behave very differently than those derived from lean patients and may be key players in heightening youths' likelihood of developing atherosclerosis - which, in turn, places them at higher risk for suffering heart disease and stroke as adults.A research team led by Robert J. Freishtat, M.D., M.P.H., chief of emergency medicine at Children's National Health System, is exploring possible links between extra belly fat and obesity-related diseases, such as atherosclerosis, buildup of plaque in arteries that can harden and restrict blood flow. More precise knowledge of the mechanisms by which obesity ratchets up heart risks holds the promise of helping the next generation of kids avoid experiencing chronic disease. The working theory is that exosomes derived from belly fat from obese patients carry a distinct ability to accelerate biological processes that lead to atherosclerosis. Dr. Freishtat will present preliminary findings from a study involving 10 patients during the 2017 annual meeting of the Pediatric Academic Societies.The research team isolated exosomes from five obese teenagers and compared them with five sex-matched lean adolescents. Turns out exosomes derived from fat pick up their marching orders from microRNA content likely to target cholesterol efflux genes, which help reduce cholesterol buildup in cells.The research team looked at differences in cholesterol efflux gene expression in THP-1 macrophages. Uptake of low-density lipoprotein cholesterol, \"bad\" cholesterol, was 92 percent higher than in those exposed to exosomes from obese patients compared with their lean counterparts. Exposure to obese exosomes also reduced cholesterol efflux.\"Atherogenic properties of fat-cell derived exosomes from obese patients differ markedly from the non-atherogenic profile of exosomes from lean patients. It is especially concerning that we see biological clues of heightened risk in teenagers, and the finding underscores how the seeds for atherosclerosis can be planted very early in life,\" Dr. Freishtat says.This week's presentation is the latest finding from a research team that, over years of work, is unraveling the mechanisms of cellular signaling by fat cells.  By closely examining very obese children - who have most severe cardiometabolic disease - the team identified strong molecular signals of disease risk that they can search for in leaner patients who may be at risk for disease years from now.\"We know that morbidly obese patients have cardiovascular issues. An unanswered question is for patients with no clinical symptoms who are a little overweight. Can we look at them and say whether they are at risk for developing atherosclerosis, insulin resistance or Type 2 diabetes five or 10 years down the line? That's the whole rationale for doing this work\" he adds.The critical issue is what exosomes are up to. Dr. Freishtat says in lean people, they're active and are very important in maintaining stable metabolism and homeostatic processes. \"When a person become obese, however, exosomes evolve. They no longer support insulin signaling, which is helpful, and drive processes in the reverse direction, repressing insulin signaling - which can be harmful,\" he adds. Ultimately, the research team aims to revolutionize how chronic diseases like Type 2 diabetes are diagnosed. For far too long, clinicians have relied on symptoms like high glucose levels and excess urination to diagnose diabetes. \"By the time you have symptoms, it's too late. In many cases, damage has been done by relentless exposure to high sugar levels,\" he says. \"The biological processes that underlie the Type 2 diabetes process began five, 10, 15 years earlier. If we can detect it earlier, before symptoms arise, Intervention is going to have a more significant impact on improving and extending patients' lives.\"", "meeting": "Pediatric Academic Societies 2017 Meeting", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"]}