{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-05/tuhs-don042717.php", "description": "Neuroscientists at Tufts have discovered a new signaling pathway that directly connects the brain's NMDA and a7nACh receptors -- both associated with learning and memory -- which has significance for development of drugs to treat schizophrenia. Astrocytes are the key elements that link the receptors.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.04.021", "date": "Thu, 04 May 2017 04:00:00 GMT", "funder": "Philippe Foundation Inc., Human Frontier Science Program, NIH/National Institute of Mental Health, NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute on Alcohol Abuse and Alcoholism", "title": "Discovery of new pathway in brain has implications for schizophrenia treatment", "region": "namerica", "source_link": null, "institution": "Tufts University, Health Sciences Campus", "text": "BOSTON (May 4, 2017, noon, EDT) -- Neuroscientists at Tufts University School of Medicine have discovered a new signaling pathway that directly connects two major receptors in the brain associated with learning and memory -- the N-methyl-D-aspartate receptor (NMDAR) and the alpha 7 nicotinic acetylcholine receptor (a7nAChR) - which has significance for current efforts to develop drugs to treat schizophrenia. These findings demonstrate that astrocytes, a type of non-neuronal (or glial) cell once thought to have little part in brain information processing but now known to play important roles, are the key element that functionally links these two receptors. The study, \"Septal cholinergic neuromodulation tunes the astrocyte-dependent gating of hippocampal NMDA receptors to wakefulness,\" is published in Neuron, May 4, 2017, online in advance of final publication.\"The NMDAR is the most investigated receptor in neuroscience because it is essential to synaptic plasticity, which is instrumental in establishing and remodeling brain circuitry and is thought to be the cellular foundation of learning and memory,\" said Thomas Papouin, Ph.D., research assistant professor at Tufts School of Medicine and lead author of the study. \"The NMDAR is known to be activated by two chemicals: glutamate, which is supplied by neurons, and D-serine, which is supplied by astrocytes. While most research is focused on the role that neurons play in activating the NMDAR via glutamate, we focused on the role played by astrocytes through the release of D-serine.\"Using in vitro and in vivo approaches in mice, the Tufts scientists found that astrocytes adjust their release of D-serine according to the degree of wakefulness of the mice. The astrocytes directly monitor wakefulness via the a7nAChR by sensing the level of ambient acetylcholine, a neuromodulator released in human and rodent brains during wakefulness. The more active the mice, the more D-serine is released by astrocytes, which allows a more robust activation of NMDARs. This was true even if researchers stimulated activity during times of day when mice are normally quiet. \"Astrocytes act like the dimmer control of a light,\" Papouin said. \"When the neuronal switch goes on, and glutamate is released, the setting of the astrocytic D-serine 'dimmer' determines the intensity of the NMDAR signal. During wakefulness, this dimmer is set on high - astrocytes provide a lot of D-serine -- and this allows for a strong NMDAR signal. But during sleep or inactivity, it is set on low, allowing for a weaker signal.\"The study offers a new functional framework for treating schizophrenia and opens fresh avenues for therapeutics and innovations in glial biology. \"This is an exciting finding with direct relevance to development of new treatments for schizophrenia, which is characterized by low levels of D-serine and diminished NMDAR as well as a major loss of cholinergic function. Efforts to develop pharmaceuticals to address these deficits have so far been unsuccessful, but in our study we were able to enhance NMDAR function via D-serine by stimulating a7nAChRs with a drug that has been part of recent stage 3 clinical trials for schizophrenia,\" said Philip G. Haydon, Ph.D., corresponding author on the paper, the Annetta and Gustav Grisard professor and chair of the Department of Neuroscience at Tufts School of Medicine, and a member of the neuroscience program faculty at the Sackler School of Graduate Biomedical Sciences at Tufts. \"This suggests that cholinergic drugs now under development for schizophrenia work through this newly discovered astrocytic pathway.\"The study is the latest work from the Haydon group at Tufts, which focuses on astrocytes and the role they play in regulating synaptic transmission and neuronal circuits and in controlling behavior and disorders of the nervous system. Seventeen years ago, the group introduced the \"tripartite-synapse,\" the first concept to acknowledge the role of astrocytes in the integration and processing of information at synapses. \"In this paper we build on that concept to update our view of the role of astrocytes in computing information about the brain,\" said Haydon. \"Based on these findings and evidence recently published by others, we propose a new concept of 'contextual guidance' which incorporates how astrocytes tune synaptic activity to relevant global contexts by sensing the remote activity of neuromodulators such as acetylcholine and norepinephrine.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}