{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-05/jhm-ihd050417.php", "description": "Working with mouse, fly and human cells and tissue, Johns Hopkins researchers report new evidence that disruptions in the movement of cellular materials in and out of a cell's control center -- the nucleus -- appear to be a direct cause of brain cell death in Huntington's disease, an inherited adult neurodegenerative disorder.", "article_link": null, "date": "Thu, 04 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, California Institute for Regernative Medicine, National Science Foundation, Thomas Shortman Training Fund, Axol Science Award, National Institutes of Health", "title": "In Huntington's disease, traffic jams in the cell's control center kill brain cells", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/in_huntingtons_disease_traffic_jams_in_the_cells_control_center_kill_brain_cells", "institution": "Johns Hopkins Medicine", "text": "Working with mouse, fly and human cells and tissue, Johns Hopkins researchers report new evidence that disruptions in the movement of cellular materials in and out of a cell's control center -- the nucleus -- appear to be a direct cause of brain cell death in Huntington's disease, an inherited adult neurodegenerative disorder.Moreover, they suggest, laboratory experiments with drugs designed to clear up these cellular \"traffic jams\" restored normal transport in and out of the nucleus and saved the cells.In the featured article published online on April 5 in Neuron, the researchers also conclude that potential treatments targeting the transport disruptions they identified in Huntington's disease neurons may also work for other neurodegenerative diseases, such as ALS and forms of dementia.Huntington's disease is a relatively rare fatal inherited condition that gradually kills off healthy nerve cells in the brain, leading to loss of language, thinking and reasoning abilities, memory, coordination and movement. Its course and effects are often described as Alzheimer's disease, Parkinson's disease and ALS rolled into one, making Huntington's disease a rich focus of scientific investigation.\"We're trying to get at the heart of the mechanism behind neurodegenerative diseases and with this research believe we've found one that seems to be commonly disrupted in many of them, suggesting that similar drugs may work for some or all of these disorders,\" says Jeffrey Rothstein, M.D., Ph.D., a professor of neurology and neuroscience, and director of the Brain Science Institute and the Robert Packard Center for ALS Research at the Johns Hopkins University School of Medicine.In 2015, Rothstein's team found out how a mutation in a gene -- implicated in 40 percent of inherited ALS cases and 25 percent of inherited frontotemporal dementia cases -- gums up transport in and out of the nucleus in neurons, ultimately shutting the cell down and leading to its death. The mutant gene makes RNA molecules that stick to a transport protein, RanGAP1. RanGAP1 in turn helps move molecules through nuclear pores that serve as passageways in the nucleus, letting proteins and genetic material flow in and out of it. Jonathan Grima, currently a fourth-year neuroscience graduate student in Rothstein's laboratory, learned that this same mutation is also the most common cause of another disorder in which patients have Huntington's -like symptoms without having the causative Huntington's disease mutation. Additionally, he realized that other researchers previously showed that mutations in the nuclear pore protein NUP62 caused Huntington's disease-like pathology. Because of such clues from others' research, Grima took on the task of investigating whether problems with nuclear transport and the nuclear pores also happened in neurons with Huntington's disease.Huntington's disease is caused by a mutation in the Huntingtin protein, resulting in too many repeats of the amino acid glutamine in the protein's sequence, making the protein sticky and clumpy.Grima used two mouse models of Huntington's disease: one with a human version of the mutant Huntingtin protein and another with an aggressive form of the disease that contains only the first portion of the mouse Huntingtin protein. By using antibodies with glowing markers that bind to specific proteins and viewing the neurons under the microscope, Grima saw that the mutant Huntingtin protein clumped up in the same location of the cell as abnormal clumps of RanGAP1, the nuclear transport protein. It also clumped up in the same location as abnormal clumps of nuclear pore proteins NUP88 and NUP62. \"This finding was quite tantalizing given the fact that mutations in the NUP62 protein were shown by other researchers to cause an infantile form of Huntington's disease called infantile bilateral striatal necrosis,\" says Grima.Grima also observed this same clumping of Huntingtin protein with RanGAP1 and nuclear pore proteins to the wrong place in the cell in brain tissue and cultured brain cells derived from deceased patients with Huntington's disease.To further explore nuclear transport's role in Huntington's disease, Grima took lab-grown mouse neurons and used chemical switches to a) turn on both an additional healthy copy of the RanGAP1 gene and a mutant version of Huntingtin; b) just turn on the mutant Huntingtin; or c) just turn on a healthy version of Huntingtin.He then measured cell death and found that neurons with the healthy version of Huntingtin had about 17 percent of the neurons die off. Neurons with only the mutant version of Huntingtin were more likely to die, with about 33 percent dying off, but in neurons with both the mutant Huntingtin and the RanGAP1, only 24 percent of the neurons died off. The researchers think that some of the extra healthy RanGAP1 they introduced into diseased cells wasn't bound up to the mutant Huntingtin and resumed normal nuclear transport.Next, Grima looked at cell death in cultured neurons with a healthy or a mutant form of Huntingtin, or with a mutant form of Huntingtin that was treated with small amounts of an experimental drug called  KPT-350, one that prevents a nuclear export protein, Exportin-1, from shuttling proteins and RNA out of the nucleus. Neurons with the healthy version of Huntingtin had about 18 percent die off, and neurons with the mutant version of Huntingtin had about 38 percent die off. Those treated with the nuclear export blocking drug had improved survival, with only about 22 percent of the cells die off. Blocking nuclear export seemed to prevent cells from dying and counteracted the defects in neurons with mutant Huntingtin, the researchers say.\"Our studies show that broken-down components of the nuclear transport machinery lead to traffic jams within brain neurons of essential information and eventually brain cell death,\" says Grima. \"We believe that the reestablishment of proper cell transport could provide a promising therapeutic target for Huntington's disease, and potentially other neurodegenerative disorders.\"\"Although the disrupted nuclear transport seems to be killing neurons in multiple neurodegenerative diseases, these diseases have very different properties and symptoms,\" cautions Rothstein. \"We need to do more work to find out why one disease causes a certain set of symptoms and another disease causes others with respect to what is happening with nuclear transport.\"According to the researchers, there is an average of 2000 nuclear pores per cell and each individual nuclear pore consists of multiple copies of more than 30 different proteins that each serve different functions. It may be that nuclear pores on neurons and other types of brain cells like glia are constructed of different combinations of these proteins, some of which may be more or less critical in various neurodegenerative diseases.\r\n\r\nGrima is currently working on answering this question using a new mouse model developed at Johns Hopkins that will allow him to isolate these nuclear pore proteins from different cell types in the mouse brain to identify whether these nuclear pore components are in fact different based on brain cell types and brain locations.\"We sincerely hope our new findings may help bring us a step closer to treating this and potentially other horrific neurodegenerative disorders,\" says Grima.According to the Huntington's Society of America, about 30,000 people in the United States have Huntington's symptoms and 200,000 people are at risk of inheriting the disease from a parent.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}