{"journal": "Journal of Neurointerventional Surgery", "url": "http://www.eurekalert.org/pub_releases/2017-05/jhm-hsf050217.php", "description": "Flying a stroke specialist by helicopter to a nearby stroke patient for emergency care is feasible, saves money and, most importantly, gets critical care to patients faster than transporting the patient to a hospital first, according to a single-patient, proof-of-concept study by a Johns Hopkins Medicine research team.", "article_link": null, "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "", "title": "Helistroke service: Flying the physician to the stroke patient works", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/helistroke_service_flying_the_physician_to_the_stroke_patient_works", "institution": "Johns Hopkins Medicine", "text": "Flying a stroke specialist by helicopter to a nearby stroke patient for emergency care is feasible, saves money and, most importantly, gets critical care to patients faster than transporting the patient to a hospital first, according to a single-patient, proof-of-concept study by a Johns Hopkins Medicine research team.Although the study was not designed to show whether \"helistroke service\" would improve outcomes for patients, previous research has amply demonstrated that stroke victims do best when they are treated as quickly as possible -- ideally in 100 minutes or less.A report of the findings, published in the Journal of Neurointerventional Surgery on May 3, details what is believed to be the first test of transporting a physician by helicopter to perform a standard intervention for a stroke.\"With the development of effective treatments, the most limiting factor to treating acute stroke is infrastructure -- we have to keep evolving our systems to get therapy to as many appropriate patients as possible,\" says Ferdinand K. Hui, M.D., associate professor of radiology and radiological science at the Johns Hopkins University School of Medicine. Hui, the report's first author, is the physician who was transported via helicopter for the study.In the traditional model of care, people experiencing an acute ischemic stroke (a cutoff of blood supply in a blood vessel to the brain) are taken to a hospital with a specialized center capable of performing a minimally invasive therapy in which a physician inserts a catheter into the groin and threads it up through blood vessels to the blood clot in the brain causing the stroke. Once the catheter is in place, the physician delivers drugs that break up the clot.Patient transport time, however, can be significant and, in many cases, stroke victims are first taken to a nearby community hospital, then transported to the specialized center, often further delaying time to treatment and lowering the odds of recovery or reduced disability. In a recent study analyzing the results of a global, multicenter trial, data show a 91 percent probability of favorable stroke outcome if patients' blood flow was restored within 150 minutes of stroke. The next 60 minutes of delay, researchers found, resulted in a 10 percent reduction of good outcome. An additional 60 minutes resulted in an additional 20 percent reduction of good outcome. For the best chance of a favorable outcome, preintervention time was calculated to be less than 100 minutes.To test the feasibility of a physician-to-patient model that could potentially improve outcomes for a time-sensitive procedure, investigators designed a study to fly Hui by Johns Hopkins Lifeline from Baltimore to a National Institutes of Health Stroke Center at Suburban Hospital in Washington, D.C.  --39.4 miles away -- to treat a stroke victim. Suburban, part of the Johns Hopkins Health System, has peripherally trained interventional radiologists who are being supported by Hui to provide immediate, catheter-based treatment.\r\n\tA patient was eligible for treatment in the pilot study if he or she had a large vessel blockage and a National Institutes of Health Stroke Scale rating greater than eight, which is considered a severe stroke. The stroke scale is a 15-item neurologic examination used to evaluate the potential damage of stroke as soon as possible after it occurs.In January 2017, such a patient was identified at Suburban at 11:12 a.m. Scans to view the patient's blood vessels and brain tissue were initiated at 11:46 a.m. and completed at 11:58 a.m.Hui, who was at The Johns Hopkins Hospital in Baltimore, was alerted at 12:07 p.m. Johns Hopkins Lifeline, which provides critical care transportation, was called at 12:13 p.m. Weather clearance for helicopter takeoff was obtained at 12:24 p.m., and the helicopter flight from The Johns Hopkins Hospital to Suburban Hospital took 19 minutes.Hui inserted the catheter into the patient at 1:07 p.m. and completed treatment at 1:41 p.m. Total time between decision-to-treat and groin puncture was 43 minutes, and between decision-to-treat and groin closure was 77 minutes. These times are comparable with time to treatment in one institution without transfer. The patient received tissue Plasminogen Activator, a clot-dissolving drug, and improved clinically.Hui says the helistroke service model not only has the potential to reduce transport time and improve patient outcomes, but also could expand ideal standards of care to rural and other populations, where specialized care is limited.\"Up until now, the model has been that the 'right place' was a central location, like a tertiary facility such as The Johns Hopkins Hospital,\" says Jim Scheulen, M.B.A., chief administrative officer of emergency medicine at The Johns Hopkins Hospital. \"But what we have demonstrated here is that bringing the right resources in the right time to the patient may actually be a better approach than always moving the patient.\"Hui cautions that the helistroke service is not always the right or best choice: weather restrictions, specialist availability and transportation costs limit the use of the model. But flying a specialist to a patient may also eliminate some costs of nursing care, monitoring equipment, and the costs of ambulance services to one or more hospitals, as well as potentially fewer days of hospitalization and rehabilitation for stroke patients, he says.Although costs vary among regions and hospital networks, the cost of transferring a physician in this case was roughly 20 percent ($2,000-$3,000) of the average patient helicopter transfer cost ($6,500-$8,000) for the hospital network.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}