{"journal": "Stroke", "url": "http://www.eurekalert.org/pub_releases/2017-05/mmu-smr050317.php", "description": "Michigan Medicine researchers found that allocation of rehabilitation services differs by ethnicity, which may help explain why Mexican-Americans have worse outcomes after stroke.", "article_link": "http://dx.doi.org/10.1161/STROKEAHA.117.016931", "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Study: Mexican-Americans receive less intensive stroke rehabilitation", "region": "namerica", "source_link": "http://michmed.org/ejGoG", "institution": "Michigan Medicine - University of Michigan", "text": "A new pilot study reports that Mexican-American stroke survivors are less likely to receive inpatient rehabilitation than non-Hispanic whites.It's the next step for University of Michigan researchers examining stroke disparities.\"We already know that Mexican-Americans have worse stroke outcomes,\" says Michigan Medicine neurologist Lewis Morgenstern, M.D., one of the principal investigators of the new study in Stroke. \"The main question now is: Why?\"Morgenstern's research with Lynda Lisabeth, Ph.D., MPH, of U-M's School of Public Health, investigated the allocation of rehabilitation services for 72 subjects who had a stroke.The research team followed stroke patients for 90 days, calling subjects or caregivers every two weeks to find out whether stroke rehabilitation was happening at home or in another setting, and what kind of rehab service was provided.Fifty of the 72 stroke survivors studied were Mexican-American, and the remaining 22 were non-Hispanic whites. The rates of those who received any type of rehab service were not significantly different.Of those who received stroke rehabilitation, only 30 percent of Mexican-Americans received inpatient rehabilitation while 73 percent of non-Hispanic whites did. More than half of Mexican-Americans (51 percent) received in-home rehab while none of the non-Hispanic whites did.Inpatient rehabilitation is intensive and may include several hours of work each day. It's actually too much exertion for some with severe strokes, Morgenstern says. Alternatively, home rehab may involve a few appointments each week.These trends could affect patient outcomes, researchers say. But more research is needed to determine a relationship between rehab disparities and stroke recovery.\"A lack of intensive rehabilitation may partially explain why Mexican-Americans experience worse neurological, functional and cognitive results in the months after a stroke,\" Lisabeth says.\"We found statistically significant results, which is unusual in a small study, but it remains a pilot study,\" Morgenstern says. \"There aren't enough patients to figure out why (this occurs), and more research is needed.\"The severity of the strokes didn't differ significantly among the two groups, nor did age or sex. And both were as likely to hold insurance, though the quality varied.Morgenstern notes that patient and family preference may be a factor in choosing at-home versus inpatient rehab.Multiple studies on stroke disparities have been published thanks to data collected about every single stroke in Nueces County, Texas, since 2000.The BASIC, or Brain Attack Surveillance in Corpus Christi, project has led to the publication of more than 70 research papers. It's funded by the National Institute of Neurological Disorders and Stroke.\"One day, all of the U.S. is going to look like this community,\" says Morgenstern, also a U-M School of Public Health faculty member who has spent more than 20 years researching health disparities. \"We're looking at a stable population of U.S. citizens with origins from our Southern border.\"", "meeting": "American Stroke Association's International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Demography", " Minorities"]}