{"journal": "Stem Cells and Development", "url": "http://www.eurekalert.org/pub_releases/2017-05/mali-feo050317.php", "description": "Researchers have shown that following a stroke-induced ischemic injury to the human brain, stem cells are produced that have the potential to differentiate and mature to form neurons that can help repair the damage to the brain.", "article_link": "http://dx.doi.org/10.1089/scd.2016.0334", "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "", "title": "First evidence of ischemia-induced multipotent stem cells in post-stroke human brain", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/first-evidence-of-ischemia-induced-multipotent-stem-cells-in-post-stroke-human-brain/2164/", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "text": "New Rochelle, NY, May 3, 2017-Researchers have shown that following a stroke-induced ischemic injury to the human brain, stem cells are produced that have the potential to differentiate and mature to form neurons that can help repair the damage to the brain. The new clinical study that provides direct evidence of ischemia-induced stem cells (iSCs) in brain tissue removed during treatment of post-stroke patients is published in Stem Cells and Development, a peer-reviewed journal from Mary Ann Liebert, Inc.,\" publishers. The article is available open access on the Stem Cells and Development website.In the article entitled \"Identification of Multipotent Stem Cells in Human Brain Tissue Following Stroke,\" Kotaro Tatebayashi, Yasue Tanaka, Akiko Nakano-Doi, and coauthors from Hyogo College of Medicine, Nishinomiya, Japan, present this first clinical report describing the isolation of iSCs from the post-stroke human brain. The stem cells were situated near blood vessels in areas of the brain containing neurons that had died as a result of stroke-related lack of oxygen. The iSCs expressed multiple stem cell markers, demonstrated high proliferative potential, and were shown to be multipotent in culture with the ability to differentiate into various cell types including neurons.\"This excellently performed demonstration in the human brain confirms previous work in the mouse that showed cerebral ischemia induced multipotent stem cells that were restricted to areas of the brain damaged by stroke,\" says Editor-in-Chief Graham C. Parker, PhD, The Carman and Ann Adams Department of Pediatrics, Wayne State University School of Medicine, Detroit, MI. ", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Mental Health"]}