{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-n1i042817.php", "description": "A Canadian study found that nearly one in five of those at highest risk for a heart attack did not believe they needed to improve their health. While most of those at highest risk for a heart attack were more likely to agree on needed health improvements, more than half of those perceiving this need identified barriers to making changes. Older and white participants were more likely than younger and minority group members to express a desire to improve their health.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.005491", "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "", "title": "Nearly 1 in 5 with highest cardiac risk don't think they need to improve health", "region": "namerica", "source_link": "http://newsroom.heart.org/news/nearly-1-in-5-with-highest-cardiac-risk-dont-think-they-need-to-improve-health?preview=f38f0f4ea1ffe12685f5e8b70b8359cf", "institution": "American Heart Association", "text": "DALLAS, May 3, 2017 -- Nearly one in five people who reported the greatest number of cardiac risk factors did not believe they needed to improve their health, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.While most people in the study at the highest risk for a heart attack were more likely to agree on needed health improvements, more than half of those perceiving this need identified barriers to change, which were most commonly lack of self-discipline, work schedule and family responsibilities.\"Understanding what motivates changes in behavior is key to improving the health of individuals and communities,\" said F. Daniel Ramirez, M.D, lead study author and a research fellow at the University of Ottawa Heart Institute in Ottawa, Ontario, Canada. \"Our study sheds light on how knowledge of personally modifiable risk factors for heart attack, such as quitting smoking and exercising, affects people's perception of the need to improve their health.\"Researchers analyzed 45,443 responses from adults participating in the 2011-12 Canadian Community Health Survey. The survey gathered information about eight established risk factors for heart attack that people can change, including smoking, high blood pressure, diabetes, obesity, stress, excessive alcohol consumption, lack of physical activity and poor diet. Along with high cholesterol, which was not included in the survey, researchers noted these factors account for 90 percent of heart attack risk. The survey also asked participants if they thought \"there is anything you should do to improve your physical health?\"Researchers found:Respondents who reported that they had high blood pressure or diabetes also weren't more likely to perceive the need to improve their health than those without those conditions. The survey did not include information about whether this group took medications to control these health problems, which may have affected their perceptions about the need to improve their health.Still, \"lifestyle modifications are very important for these conditions, particularly diabetes, even for those on medications,\" said Benjamin Hibbert, M.D., Ph.D. senior study author and an interventional cardiologist and assistant professor at the University of Ottawa Heart Institute. The study also looked at factors that might bias results, including age, education, income and whether respondents had a regular healthcare provider. After adjusting for these factors, researchers found that older and white participants were more likely than younger and minority group members to express a desire to improve their health.Hibbert said the study's take-home message is that recognizing the risk factors for heart attack is effective for motivating some, but not all people to improve their physical health. Effectively convincing people to adopt and sustain healthy lifestyle changes requires a better understanding of what makes them tick, he said.Despite many similarities between Canada and the United States, researchers said they couldn't say whether differences in healthcare systems and culture would limit generalizing study findings to the United States.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}