{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-05/cchm-ssg042717.php", "description": "Scientists report in Neuron the lost function of two genes prevents infant laboratory mice from developing motor skills as they mature into adults. Researchers also suggest in their study that people with certain motor development disabilities be tested to see if they have mutant forms of the same genes. Their data show that neural circuits between the brain's motor cortex region and the spinal cord did not properly reorganize in maturing mice lacking the genes.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.04.019", "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "", "title": "Study suggests genetic reason for impaired skilled movements", "region": "namerica", "source_link": null, "institution": "Cincinnati Children's Hospital Medical Center", "text": "CINCINNATI - Scientists report in Neuron the lost function of two genes prevents infant laboratory mice from developing motor skills as they mature into adults. Researchers also suggest in their study that people with certain motor development disabilities be tested to see if they have mutant forms of the same genes.In a study published May 3, researchers from Cincinnati Children's Hospital Medical Center and the City University of New York School of Medicine show that neural circuits between the brain's motor cortex region and the spinal cord did not properly reorganize in maturing mice. The circuits are part of the cortical spinal network, which coordinates the activation of muscles in limbs.Researchers bred the mice to lack molecular signaling from the Bax/Bak genetic pathway. Investigators  demonstrated in a variety of experiments how Bax/Bak's downstream molecular targets are vital to developing appropriately sophisticated connections between the motor cortex, spinal circuits and opposing extensor/flexor muscle groups in the animals.\"If mutations in the Bax/Bak pathway are found in human patients with developmental motor disabilities, these findings could be very translational to possible medical application,\" said Yutaka Yoshida, PhD, study lead author and a member of the Division of Developmental Biology at Cincinnati Children's.  \"Our goal is for future studies to determine whether disruptions in Bax/Bak pathway are implicated in some people with skilled motor disabilities and whether it also regulates reorganization of other circuits in the mammalian central nervous system.\"Collaborating on the study with Yoshida was John Martin, PhD, co-lead author at the City University of New York School of Medicine, Department of Physiology, Pharmacology and Neuroscience. The researchers stress that because the study was conducted with mice, additional research is required before it can be confirmed whether the data apply directly to human health.Out of SynchYoung postnatal mammals, including human babies, can perform only basic unskilled motor tasks. Citing a number of previous studies on this point, authors of the current paper write one reason for this is that infantile neural circuitry is wired to activate antagonistic (or opposing) muscles at the same time. As humans and mammals age beyond infancy (and try repeatedly to perform skilled movements) neural circuit connections between the motor cortex of the brain and spinal cord reorganize. Connections to the spine and to opposing muscle groups become more sophisticated. This enables antagonistic muscle pairs to be activated reciprocally when certain tasks call for it.An estimated six percent of children worldwide suffer from developmental motor disabilities that affect skilled motor control, according to Yoshida. A significant number of these individuals maintain an immature pattern of co-activating opposite muscle pairs into adulthood, which impedes skilled movements and manual dexterity.One lifelong disorder is dyspraxia, also called developmental coordination disorder (DCD). According to the National Institute of Neurological Disorders and Stroke, developmental dyspraxia is characterized by an impaired ability to plan and carry out sensory and motor tasks.People with the disorder may appear \"out of sync\" with their environment and symptoms can vary, including: poor balance and coordination, clumsiness, vision problems, perception difficulties, emotional and behavioral problems, difficulty with reading, writing, and speaking, poor social skills, poor posture, and poor short-term memory. Although people with the disorder can be of average or above average intelligence, they may move their limbs immaturely.Trans-synaptic TestsTo explore connections between corticospinal neurons in the mouse brain's motor cortex and muscles - and to identify genetic pathways involved in their development - scientists in the Neuron study used trans-synaptic viral and electrophysiological assays. This allowed them to observe and trace how these connections develop in maturing mice.Yoshida and colleagues point to earlier studies showing that the initial formation of prenatal motor circuits are determined genetically by the effects of transcription factors (which turn genes on and off in a cell's control center, the nucleus). This control in turn triggers molecular processes that influence the development of never fibers, which transmit impulses.Knowledge is limited about how initial motor circuits are reorganized after birth to become more sophisticated in adulthood. Even less is known about why this organization fails to occur as mammals mature, according to the researchers.But trans-synaptic tracing in the current study highlighted how the presence of Bax/Bak signaling resulted in sophisticated circuity as mice matured. It also triggered the development of circuits that allowed opposing muscle groups to activate reciprocally. The absence of Bax/Bak signaling resulted in continued formation of inappropriate circuitry that did not allow reciprocal activation of these muscles.Motor TestsIn skilled motor tests involving adult Bax/Bak mutant mice, the animals exhibited abnormal co-activation of opposing extensor and flexor muscle pairs. Although they demonstrated normal reaching and retrieval behaviors when given mouse chow, the mice had deficits in skilled grasping. Mice lacking the Bax/Bak pathway signaling also had difficulty with walking tests on a balance bar and metal grid as measured by the number of foot slips.", "meeting": "", "keywords": ["Biology", " Cell Biology", " Genetics", " Medicine/Health", " Stroke", " Diagnostics", " Neurobiology", " Neurochemistry", " Musculature", " Pediatrics"]}