{"journal": "Canadian Journal of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-05/ehs-drh050317.php", "description": "Atrial fibrillation and flutter (also known as AFF) is associated with serious health problems and is a significant contributor to death rates. Investigators have identified differences in outcomes for male and female patients who presented with AFF to emergency departments in Alberta, Canada and were then discharged. Most importantly, women experienced higher death rates than men at 30 and 90 days after discharge. Their findings are published in the Canadian Journal of Cardiology.", "article_link": "http://dx.doi.org/10.1016/j.cjca.2017.02.002", "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "Women & Children's Health Research Institute, Alberta Health", "title": "Death rate higher in women than men after discharge from emergency departments for heart arrhythmias", "region": "namerica", "source_link": null, "institution": "Elsevier Health Sciences", "text": "Philadelphia, PA, May 3, 2017 - Atrial fibrillation and flutter (also known as AFF) is associated with serious health problems and is a significant contributor to death rates. Investigators have identified differences in outcomes for male and female patients who presented with AFF to emergency departments in Alberta, Canada and were then discharged. Most importantly, women experienced higher death rates than men at 30 and 90 days after discharge. Their findings are published in the Canadian Journal of Cardiology.The prevalence of AFF increases with age. Rates are 5.9% in men and 2.8% in women 65-69 years of age, increasing to 8.0% in men and 6.7% in women aged 80 years and older. The number of people with AFF is expected to rise substantially in the next ten years, given increased life expectancy.\"As health care systems are stretched beyond their capacity, there are various pressures on the emergency departments,\" explained lead investigator Rhonda J. Rosychuk, PhD, Professor of Pediatrics at the Department of Pediatrics, University of Alberta and the Women & Children's Health Research Institute, Edmonton, Alberta, Canada. \"In Alberta, women were more likely to be discharged from the emergency department than men for acute myocardial infarction, unstable angina, stable angina, and chest pain. However, there are few data on the epidemiology of AFF in the emergency department setting, and sex differences are not well understood.\"Investigators examined differences in outcomes for male and female patients who presented with AFF to emergency departments across Alberta, Canada. They extracted anonymized data from linked provincial databases for all patients who had been discharged from the emergency department after presenting for AFF from 1999 to 2011. They analyzed data from 21,062 patients, 47.5% of whom were women. The investigators identified important differences between male and female patients for times to return to the emergency department, follow-up visit, and death. Women experienced shorter or longer waits to see a physician and specialist in follow-up, depending on different factors, such as socioeconomic group and the presence of other medical conditions. Overall, women experienced higher death rates than men at 30 and 90 days after discharge, and this remained significant after adjustment for other demographic and health-related variables. Within 30 days of discharge, 234 patients had died (1.3% female vs 0.9% male). Of these, 6.0%, 6.8%, and 5.6% of deaths were reported as AFF, heart failure, and stroke related, respectively. Within 90 days of discharge, there were 548 deaths (2.9% female vs 2.4% male). Of these deaths, 4.6%, 5.3%, and 4.6% were reported as AFF, heart failure, and stroke related, respectively, and there were more deaths following stroke for woman than men.  Previously, investigators have reported conflicting results regarding AFF care and outcomes between men and women. The differences identified in this study suggest that further examination is required to determine if they are physiological (related to patient factors) or systemic (related to factors such as income, access to services, health care biases, etc.). Mortality and time to death varied based on sex, and this suggests the consequence of these differences is important.\"Sex and gender-based analyses provide opportunities for clinicians and researchers to identify health inequities and advocate for changes in health care delivery,\" commented study co-author Brian H. Rowe, MD, MSc, Scientific Director at the Institute of Circulatory and Respiratory Health (ICRH) for the Canadian Institutes of Health Research (CIHR). \"This research adds to accumulating evidence that women with cardiovascular disease may receive different management and experience worse outcomes than men.\"\"Emergency, family medicine, and specialist clinician groups should be aware of the sex-based differences we have identified and ensure similar evidence-based management is provided to both men and women to improve health outcomes,\" concluded Dr. Rosychuk. AFF is an irregular heartbeat (arrhythmia) that is associated with blood clots to the brain (e.g., stroke) and other organs, heart failure, and sometimes death. It affects approximately 350,000 Canadians and 2.66 million Americans.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Death/Dying", " Health Care Systems/Services", " Sex-Linked Conditions"]}