{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-05/nlmc-nrf050217.php", "description": "Long thought to simply pass on information received from the senses, the thalamus may also quickly assemble the circuits that enable successful decisions.", "article_link": "http://dx.doi.org/10.1038/nature22073", "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Mental Health, NIH/National Institute of Neurological Disorders and Stroke, Brain and Behavior Research Foundation, Sloan Foundation, Klingenstein Foundation, Human Frontiers Science Program", "title": "New role found for brain region: Focusing attention during decision-making", "region": "namerica", "source_link": null, "institution": "NYU Langone Medical Center / New York University School of Medicine", "text": "Long thought to simply pass on information received from the senses, the thalamus may also quickly assemble the circuits that enable successful decisions. This newfound function for this small, center-brain region is the main finding of a study led by researchers from NYU Langone Medical Center and published May 3 in the journal Nature. The study focuses on the part of the thalamus associated with the prefrontal cortex or PFC, the brain region traditionally linked to \"executive functions\" like working memory, the ability to focus attention, and decision-making. Using live mice and computer simulations of neural circuits, the study authors found that the \"mediodorsal\" thalamus strengthens connections within the PFC rather than strictly relay information to the cortex as previously thought. This strengthening informs decisions by enabling PFC circuits to \"hold in mind\" experience-based rules on what to pay attention to, say the authors.  \"Our study provides the clearest demonstration to date that the mediodorsal thalamus or MD may be the conductor of connectivity between circuits as the brain attends to previously learned rules and makes decisions in real time,\" says study senior investigator Michael Halassa, MD, PhD, an assistant professor at NYU Langone's Neuroscience Institute.\"This new understanding also implicates the thalamus in cognitive deficits that come with diseases known to proceed from connection problems in the cortex, from attention deficits to the psychosis seen in schizophrenia to sleep problems,\" says Halassa. \"Our results support the theory that cognition in general could be improved by adjusting thalamic function.\" In the current study, researchers examined how the MD and PFC interact as mice used experience-based rules to determine which sensory stimuli to pay attention to (flash of light versus sound) to gain access to a food reward. The researchers found that enhancing MD activity magnified the ability of mice to \"think,\" driving down by more than 25 percent their error rate in deciding which conflicting sensory stimuli to follow to find the reward.To the contrary, increasing the activity of prefrontal cortex directly destroyed the ability of the mice to make the right decision based on previous training (drove success down to a 50/50 chance in some cases). The interpretation is that this caused interconnected cortical circuits encoding conflicting rules to fire at the same time. The experiments suggest a new theory for how the mammalian brain operates, says Halassa.  It may have developed the flexibility to make complex decisions by wiring the many associations on which decisions depend into weakly connected cortical circuits. This strategy would only work though if the thalamus was there to amplify the connectivity (signaling strength) of just the circuits in the cortex appropriate for the current context. In terms of methods, Halassa and colleagues stitched into a certain spot in the DNA of nerve cells in these mice the code for a light-sensitive protein. With that in place, the team was able to turn on nerve cell signaling in the MD and PFC by shining light. At the same time, the team had implanted electrodes that measure patterns of nerve cell activity.  The team then designed a test with steps that required mice to consider and combine sensory clues over time to find food as the team recorded brain circuit activity. Halassa says that these precise regimens have enabled his team to perform sophisticated behavioral tests in mice that were once done in non-human primates. ", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Decision-making/Problem Solving", " Memory/Cognitive Processes"]}