{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoa-ubr050317.php", "description": "New branch campus and other opportunities in the works for Faculty of Rehabilitation Medicine.", "article_link": null, "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "", "title": "UAlberta brings rehabilitation to China with new partnership", "region": "namerica", "source_link": "https://www.ualberta.ca/rehabilitation/news/2017/may/ualberta-brings-rehabilitation-to-china-with-new-partnership", "institution": "University of Alberta", "text": "The University of Alberta will help train more rehabilitation professionals and enhance rehabilitation research in China thanks to a new partnership with Guanghua International Education Association. As part of the recent Alberta mission with Premier Rachel Notley, theFaculty of Rehabilitation Medicine signed a memorandum of agreement to establish a framework for international coordination in rehabilitation, exploring possible future partnerships with colleges, universities and health-care organizations in China.\"We are very excited about this partnership and what it means for delivery of services in China,\" said Bob Haennel, interim dean, Faculty of Rehabilitation Medicine, who just returned from China last week. \"It also shows people in China appreciate the need for rehabilitation. You survived the stroke--now how do you speak, walk again or get back to your daily life? After and before surgery or medical treatment, there is the quality of life and functional aspect of modern health-care, and that's rehabilitation.\"Ms. (Lisa) Lihua Gong, secretary-general and vice president of Guanghua International Education Association (GIEA), said rehabilitation practice and education in China started much later compared to developed countries, and this is a key discipline in its developing stage. \"Because of the rapidly increasing national aging population, rehabilitation medicine receives strong support from the national government and is expected to develop quickly in the coming future. GIEA believes that this partnership and relevant future work will definitely improve the development of Chinese rehabilitation in education, research and practice.\"Based on the MOU with GIEA, UAlberta will partner with hospitals and universities in China to develop rehabilitation curriculum design, continuing professional education (CPE) courses and research partnerships.\"Given that China has more than 2,000 universities,\" said Haennel, \"the MOU is a great starting point, with translation of current CPE courses as something we can explore as a first step.\"Bernadette Martin, associate dean of strategic initiatives, Faculty of Rehabilitation Medicine, said the faculty may also be welcoming a cohort of therapists and physicians from China this August who are interested in neurorehabilitation. \"We hope the MOU leads to mobility of faculty and staff between the two countries, the exchange of educational materials and joint research activities.\"GIEA is also looking forward to helping the Faculty of Rehabilitation Medicine set up a branch campus with an international institute for rehabilitation in China in the future.\r\n\"We chose the University of Alberta for three reasons: First, the Faculty of Rehabilitation Medicine is one of the leading research and education institutions in rehabilitation in North America or even in the world,\" said Gong. \"Second, U of A has a tradition of international communication and coordination. Third, we appreciate the efficient communication and working together with U of A International (UAI).\"Home to the only free-standing Faculty of Rehabilitation Medicine in North America, UAlberta has the largest English-training programs in occupational therapy, physical therapy and speech-language pathology in Canada. Known as a research leader in healthy aging for seniors, musculoskeletal health and neuroscience and rehabilitation, the faculty has helped develop curriculum in several other countries including a recent partnership with Universidad Del Rosario in Colombia.\"The partnership in China will open many doors for both countries, and speaks to the success of the Faculty of Rehabilitation Medicine in Alberta as a respected global leader in advancing rehabilitation,\" said Martin, who was also on the recent trip to China with Premier Notley.The MOU is one of several key agreements the U of A signed with Chinese partners as part of a wider Government of Alberta trade mission, led by Premier Notley, to strengthen ties with the province's second-largest trading partner.\"I am extremely proud to support the University of Alberta and TEC Edmonton in forming relationships with such innovative partners in China,\" said Notley in a statement. \"We look forward to seeing this partnership thrive, and to watching Alberta's expertise across a variety of areas, not only create opportunities for Albertans, but make a difference around the world.\"\r\n", "meeting": "", "keywords": ["Education", " Graduate/Postgraduate Education", " Medical Education", " Professional", " Medicine/Health", " Aging", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Sports Medicine", " Trauma/Injury"]}