{"journal": "Journal of Magnetic Resonance Imaging", "url": "http://www.eurekalert.org/pub_releases/2017-05/mc-mct050317.php", "description": "It's not often that a fall saves someone's life. Helen Powell, 74, says that was the case for her. A computerized tomography scan that followed her fall revealed a cancerous brain tumor that led her to Mayo Clinic and surgery using first-in-the-world technology.", "article_link": null, "date": "Wed, 03 May 2017 04:00:00 GMT", "funder": "", "title": "Mayo Clinic-invented technologies show brain tumor firmness, adhesion before surgery", "region": "namerica", "source_link": "http://newsnetwork.mayoclinic.org/2017/05/03/mayo-clinic-inve…n-before-surgery/", "institution": "Mayo Clinic", "text": "ROCHESTER, Minn. -- It's not often that a fall saves someone's life. Helen Powell, 74, says that was the case for her. A computerized tomography scan that followed her fall revealed a cancerous brain tumor that led her to Mayo Clinic and surgery using first-in-the-world technology. Brain magnetic resonance elastography (MRE) imaging, showed the precise firmness of her tumor. New slip interface imaging further revealed how attached the tumor was to normal brain tissue -- even before starting surgery. The imaging techniques, invented and available only at Mayo Clinic, show whether the tumor is soft and can be removed easily, or if it is firm, making surgery more challenging and time consuming.\"Brain magnetic resonance elastography and slip interface imaging help avoid surprises in surgery that could lead to complications for the patient,\" says Jamie Van Gompel, M.D., a neurosurgeon at Mayo Clinic. \"Once in surgery, we may find a tumor is stiffer than expected and will take more time to remove than we had planned, or alternatively, we may find the tumor to be more adherent to brain than anticipated, raising the risk of a complication from that surgery.\"Slip interface imaging provides information on the interface between the tumor boundary and surrounding tissue. This interface can be capsule-like in which the tumor slides or slips within the surrounding normal tissue, or it can form a rigid connection in which the tumor is fixed to the surrounding tissue. Surgeons use the images to plan the proper time and the safest method for extraction.\"This technology allows us to get a feel for the tumor without opening someone's head and this will really impact patient safety,\" says Dr. Van Gompel.New Mayo Clinic research, published in the Journal of Magnetic Resonance Imaging, confirms the effectiveness of slip interface imaging.  The study looked at the level of tumor adhesion in 25 patients. The brain magnetic resonance elastography and slip interface imaging showed 16 patients had tumors that could be easily removed; nine patients had tumors with adhesion to the brain; and six were mixed. Physicians found all the pre-surgical images to be an accurate assessment  of the tumors and therefore an invaluable surgical planning tool.\"Slip interface imaging gives Mayo Clinic physicians new information that allows an individualized approach to tumor surgery for both cancerous and noncancerous lesions. If a tumor is soft, it can sometimes be sucked out. If it is firm, it may need ultrasonic extraction. Before we had this imaging capability, it was not uncommon to find unexpected risks that required follow up surgery,\" says John Huston III, M.D., a radiologist who helped develop the imaging technology.In Helen Powell's case, slip interface imaging helped her surgeon determine that despite having a challenging, firm tumor, he could remove most of it in one surgery and attack the rest with radiation. And, he could extract it through her nose rather than performing a craniotomy.  That cut risk of rare but also significant potential complications like stroke or blindness.For Powell, it was an answer to her prayers. For 3½ years before her diagnosis at Mayo Clinic, no doctor or medical center could figure out what was wrong. She suffered constant shoulder and joint pain, was nauseated most of the time and was slowly losing her eyesight. She was so uncomfortable that she slept in a recliner most nights. She thought she might die. After surgery, she noticed a dramatic change.\"When I woke up, I could see again. My shoulders didn't hurt anymore and I didn't have any more joint pain. I could walk and think again. It was a miracle,\" she says.Powell has recovered enough to return to her hobby of making beaded jewelry. And, she says she feels well enough to travel across the country to visit her adult children.The Center for Individualized Medicine Imaging Biomarker Discover Program at Mayo Clinic provided the funding and support to bring the MRE and slip interface to patients at Mayo Clinic. The Center for Individualized Medicine collaborates closely in research and practice across many disciplines at Mayo Clinic to apply a comprehensive team science approach to patient care. According to Keith Stewart, M.B., Ch.B., Carlson and Nelson Endowed Director, Mayo Clinic Center for Individualized Medicine, this new imaging technology advances an individualized approach to surgery that patients can't get anywhere else.\"The Center for Individualized Medicine supports Mayo Clinic's efforts to seamlessly move breakthrough therapies and critical advances in patient care from the research lab to the doctor's practice so more patients can benefit from the promise of individualized medicine,\" says Dr. Stewart, who is also the Anna Maria and Vasek Polak Professor of Cancer Research Division of Hematology-Oncology at Mayo Clinic.", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Surgery"]}