{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--qoc050217.php", "description": "Less than half of individuals with peripheral artery disease, which is a narrowing of arteries to the limbs, stomach and head, are treated with appropriate medications and lifestyle counseling. These findings highlight the need to improve the quality of care for this high-risk group of individuals.", "article_link": null, "date": "Tue, 02 May 2017 04:00:00 GMT", "funder": "NIH/National Heart and Lung Blood Institute, K23 Career Development Award, Robert Wood Johnson Foundation", "title": "Quality of care for peripheral artery disease is low", "region": "namerica", "source_link": "http://newsroom.ucla.edu/releases/quality-of-care-for-peripheral-artery-disease-is-low", "institution": "University of California - Los Angeles Health Sciences", "text": "FINDINGSLess than half of individuals with peripheral artery disease, which is a narrowing of arteries to the limbs, stomach and head, are treated with appropriate medications and lifestyle counseling. These findings highlight the need to improve the quality of care for this high-risk group of individuals.BACKGROUNDPeripheral artery disease affects an estimated 200 million people around the world. It is becoming more prevalent due to the world's aging population, which is at higher risk for the disease. People with this disease are also at high risk for coronary heart disease, heart attacks and strokes. Peripheral artery disease causes claudication, which is cramping and pain in the legs and buttocks during physical activity. The disease can also lead to gangrene and limb amputation. From a societal perspective, the consequences of the disease are significant. It is, however, easily diagnosed and can be managed with lifestyle changes and medication.METHODThe researchers used data from 1,982 outpatient visits from people with the disease that was taken from the National Ambulatory Medical Care Survey and the National Hospital Ambulatory Medical Care Survey, a nationally representative assessment of office-based and hospital outpatient department practices.They found an average of 3.8 million ambulatory visits in the United States for peripheral artery disease over eight years. Comorbid coronary artery disease, which is a combination of both peripheral artery and coronary artery disease, was present in 24.1 percent of the visits. Medication use was low for cardiovascular prevention and symptoms of claudication. The researchers also found that aspirin was used in only 37.8 percent of the cases; statins were prescribed 35 percent of the time; blood pressure medication use was at 31.1 percent; and cilostazol was prescribed in 5 percent of visits. Cilostazol is an FDA-approved medication for treating claudication in patients with peripheral artery disease.Counseling on diet or exercise was provided in only 20.1 percent of visits. Smoking cessation counseling or medication was given only 36.3 percent of the time to current smokers with peripheral artery disease. There was no significant change in medication use or lifestyle counseling over time. Compared to visits for individuals with peripheral artery disease alone, patients with both peripheral artery disease and coronary artery disease were more likely to be prescribed antiplatelet therapy, statins, blood pressure medications, and counseled for smoking cessation.IMPACTThe findings clearly show underuse of cardiovascular prevention medication in individuals with peripheral artery disease. Because of this underuse, a considerable number of individuals with the disease remain at increased risk for adverse outcomes. This study is a \"call to action\" to identify and implement effective physician-targeted and patient-targeted strategies aimed at improving quality of care. These strategies should take advantage of recent advances in behavior change, including leveraging an individual's social support network to help them make lifestyle changes, and providing physicians with feedback about the quality of care they provide to patients with peripheral artery disease.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Mortality/Longevity", " Aging", " Health Care Systems/Services", " Exercise"]}