{"journal": "American Journal of Transplantation", "url": "http://www.eurekalert.org/pub_releases/2017-05/imc-nad050117.php", "description": "Researchers have discovered that a new anti-rejection drug that is gentler on the kidneys after liver transplant also reduces weight gain, which is common after surgery and can lead to serious problems for transplant patients.", "article_link": null, "date": "Tue, 02 May 2017 04:00:00 GMT", "funder": "", "title": "New anti-rejection drug reduces weight gain and enhances outcomes for liver transplant recipients", "region": "namerica", "source_link": null, "institution": "Intermountain Medical Center", "text": "Researchers have discovered that a new anti-rejection drug that is gentler on the kidneys after liver transplant also reduces weight gain, which is common after surgery and can lead to serious complications for transplant patients.Researchers from the Intermountain Medical Center Transplant Program in Salt Lake City, led a randomized, international multi-center study of more than 700 patients, which also included researchers from Northwestern University, Novartis Pharmaceuticals Corp., and Mayo Clinic.For the study, researchers compared a new drug, Everolimus, to Tacrolimus, a routinely prescribed anti-rejection drug. Researchers found that transplant patients taking Everolimus gained less weight - and kept it off at one and two years after starting the drug.Weight gain after liver transplantation can lead to serious complications and increase the risk of post-transplant metabolic syndrome, cardiovascular events, and kidney failure. Components of post-transplant metabolic syndrome include diabetes, obesity, high blood pressure, and abnormal fat and cholesterol blood levels, which can cause heart disease and related adverse events such as heart attack and stroke.Researcher will present results of the study at the American Transplant Congress in Chicago on Tuesday, May 2. The study is also published in the American Journal of Transplantation.After transplant, patients must take anti-rejection drugs so their immune systems don't attack and destroy the transplanted organ. The research was originally undertaken to see if Everolimus is gentler on the kidneys than Tacrolimus, the most commonly prescribed immunosuppressant drug.\"Everolimus did have less impact on kidney function, and the Food and Drug Administration approved the drug based on that finding for use in liver transplant patients,\" said Michael M. Charlton, MD, researcher and clinician from the Intermountain Medical Center Center Transplant Program, and the study's lead author.Early-stage research had shown Everolimus prevented weight gain in fruit flies and other animals, so the researchers wondered if that finding would hold in human subjects, as well.To find out, they randomized a total of 719 patients between 25 and 35 days after liver transplant into three study arms. The first group of 245 patients received Everolimus and reduced dose of Tacrolimus; the second group of 243 received the usual dose of Tacrolimus and served as the control group; and the final group of 231 patients were prescribed only Everolimus to suppress their immune systems.\"We found that the two Everolimus groups in this study gained around 10 pounds less than patients in the tacrolimus arm,\" said Dr. Charlton. \"It used to be that rejection was a big deal and that was the most common cause of liver rejection or death. Now, the most common cause of death following liver transplantation is related to cardiovascular events and cancers, with kidney function increasingly important as well. Cardiovascular disease, cancers, and renal disease are driven in part by weight.\"The reduced weight gain was seen both one and two years after transplant.Dr. Charlton said the second most-common reason people need liver transplant today is weight-related liver failure. \"Since nearly everyone who receives a liver transplant gains weight after the surgery, this could be an easy way to avoid or limit the need for a transplant,\" he said.", "meeting": "2017 American Transplant Congress", "keywords": ["Medicine/Health", " Diet/Body Weight", " Epidemiology", " Internal Medicine", " Surgery", " Transplantation"]}