{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-oit050117.php", "description": "About one in three American adults experienced a symptom consistent with a warning or 'mini' stroke, but almost none -- 3 percent -- took the recommended action, according to a new survey from the American Heart Association/American Stroke Association (AHA/ASA).", "article_link": null, "date": "Mon, 01 May 2017 04:00:00 GMT", "funder": "", "title": "One in three American adults may have had a warning stroke", "region": "namerica", "source_link": "http://newsroom.heart.org/news/one-in-three-american-adults-may-have-had-a-warning-stroke-american-stroke-association-survey-finds?preview=404e3b272644c3a85bcbeac063498487", "institution": "American Heart Association", "text": "DALLAS, May 1, 2017 - About one in three American adults experienced a symptom consistent with a warning or \"mini\" stroke, but almost none - 3 percent - took the recommended action, according to a new survey from the American Heart Association/American Stroke Association (AHA/ASA).Thirty-five percent of respondents reported having experienced at least one sign of a warning stroke, called a transient ischemic attack or TIA. Those who did were more likely to wait, rest or take medicine than call 911, said the AHA/ASA, the nation's leading voluntary health organization devoted to fighting cardiovascular diseases and stroke.The survey was conducted as part of the American Stroke Association's Together to End Stroke™ warning signs campaign sponsored by Medtronic. Participants included 2,040 adults nationwide.The difference between a TIA and a stroke is that the blockage is transient, or temporary. A TIA has the same symptoms, but usually lasts a few minutes and up to 24 hours. The American Stroke Association recommends calling for emergency help immediately, even if symptoms go away.\"Ignoring any stroke sign could be a deadly mistake,\" said Mitch Elkind, M.D., chair of the American Stroke Association. \"Only a formal medical diagnosis with brain imaging can determine whether you're having a TIA or a stroke. If you or someone you know experiences a stroke warning sign that comes on suddenly -- whether it goes away or not --call 911 right away to improve chances of an accurate diagnosis, treatment and recovery.\"If a diagnosis shows a clot is blocking blood flow to the brain - ischemic stroke, the most common type --  the patient may be eligible for a clot-busting drug. In some cases, a medical device called a stent retriever is also used to remove the clot, helping to reduce long-term disability.If the diagnosis is a TIA or a stroke, the patient will need to fully understand their risk factors and work with their doctor on a tailored secondary prevention plan. These plans may include lifestyle changes, medications to manage known risk factors, and the addition of an antiplatelet medication such as aspirin.\"Officially, about five million Americans, or 2.3 percent, have had a self-reported, physician-diagnosed TIA, but as this survey suggests, we suspect the true prevalence is higher because many people who experience symptoms consistent with a TIA fail to report it,\" Elkind said.About 15 percent of strokes are heralded by a TIA. People who have a TIA are significantly more likely to have a stroke within 90 days.To easily remember the most common stroke signs, the American Stroke Association recommends consumers learn the acronym F.A.S.T., which stands for:Other stroke warning signs include sudden confusion, trouble speaking or understanding; sudden numbness or weakness of face, arm or leg, especially on one side of the body; sudden trouble seeing in one or both eyes; sudden trouble walking, dizziness, loss of balance or coordination, or sudden severe headache with no known cause.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}