{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/ctco-dlz050117.php", "description": "Dr. Li-Ru Zhao received the 2017 Bernard Sanberg Memorial Award at the 24th annual meeting of the American Society for Neural Therapy and Repair (ASNTR) for her contributions to stroke, traumatic brain injury, and Alzheimer's disease research.", "article_link": null, "date": "Mon, 01 May 2017 04:00:00 GMT", "funder": "", "title": "Dr. Li-Ru Zhao receives 2017 Bernard Sanberg Memorial Award from ASNTR", "region": "namerica", "source_link": null, "institution": "Cell Transplantation Center of Excellence for Aging and Brain Repair", "text": "Tampa, Fla. (May 1, 2017) - At the 24rd Annual Conference of the American Society of Neural Therapy and Repair (ASNTR), held April 27-29 in Clearwater Beach, Florida, ASNTR awarded The 2017 Bernard Sanberg Memorial Award for Brain Repair to Li-Ru Zhao, PhD, MD, a tenured Associate Professor, Department of Neurosurgery, State University of New York (SUNY) Upstate Medical University and research scientist at the Syracuse (NY) Veterans Administration Medical Center. The award, presented to her on Saturday April 29, recognized her significant research contributions in acute and chronic stroke, vascular dementia, traumatic brain injury (TBI), and Alzheimer's disease.\r\n\tDr. Zhao received her MD from Hebei Medical College in Shijizhaung China in 1982 and her PhD in neuroscience from the Wallenberg Neuroscience Center, Lund University, Lund, Sweden in 2004. She carried out postdoctoral work at the University of Minnesota Medical School, Minneapolis. She subsequently served as a researcher and assistant at Northwestern University, and associate professor at Louisiana State University prior to coming to SUNY Upstate Medical University and the Syracuse VA Medical Center.\r\nDr. Zhao's extensive investigation into potential treatments for the debilitating effects of stroke includes the first demonstration of the neuroprotective properties of stem cell factor (SCF), granulocyte colony-stimulating factor (G-CSF) and SCF + G-CSF combinations in treating the effects of acute and chronic stroke. She discovered that these growth factors - naturally occurring substances capable of stimulating cellular growth, proliferation and healing - could be used alone or in combination to reduced brain damage from stroke and improve motor function. Her many studies into SCF and G-CSF used a variety of approaches, including molecular and cell biology as well as brain and cell imaging. \r\nHer contributions to Alzheimer's disease (AD) research have investigated how amyloid plaques in the brain (one of the causes thought to be behind the development of AD) might be cleared by injections of  bone marrow-derived monocytes/macrophages (BMDMs) and SCF+G-CSF, all of which have been found to be low in the blood and bone marrow of AD patients.\r\nIn her most recent stroke studies she is investigating Cerebral Autosomal-Dominant Arteriopathy with Subcortical Infarcts and Leukoencephalopathy (CADASIL), the most common yet rare form of hereditary stroke disorder. Using animal models, she found that neural stem cells were radically reduced in patients with CADSIL, causing cognitive impairment.  Currently, there is no drug that can improve the functional or delay the progressive brain damage caused by CADASIL.\r\nHer laboratory is currently studying how the bone marrow stem cell factors (SCF and G-CSF) repair the brain in both AD and CADASIL and is working at determining how the bone marrow stem cell factors regulate neuronal process formation, synaptic generation, and stem cell growth and differentiation. \r\n \"Dr. Zhao's studies have significantly advanced our understanding about the contribution of SCF and G-CSF in slowing the progression of Alzheimer's disease,\" said Dr. Barry J. Hoffer, MD, PhD, scientist emeritus at the National Institutes of Health and an adjunct professor at Case Western Reserve University School of Medicine. \"She has also carried out exceptional service activities as a peer reviewer for grants for NIH, AHA, and Alzheimer's Association, as well as for a large number of scientific journals.\" \r\nAccording to Dr. Hoffer, she has successfully balanced her career and personal life, including raising an \"exceptionally gifted\" son who is currently a resident in neurosurgery at University Hospitals of Cleveland.\r\nThe award Dr. Zhao received is named for Bernard Sanberg, father of Dr. Paul Sanberg (University of South Florida), a co-founder of the ASNTR. After Bernard Sanberg died of a stroke in 1999, the award bearing his name was established and is presented by the ASNTR annually to an individual who has made outstanding research contributions in the field of neural therapy and repair. The award, first presented in 2000, is presented every year at ASNTR's Annual Meeting.\r\n", "meeting": "24th Annual American Society for Neural Therapy and Repair", "keywords": ["Biology", " Cell Biology", " Physiology", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Physiology"]}