{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-gya042617.php", "description": "People who have better cardiovascular health in middle age live longer and spend fewer of their later years with chronic illnesses of all types. They also save money on healthcare costs.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.026252", "date": "Mon, 01 May 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Golden years are longer and healthier for those with good heart health in middle age", "region": "namerica", "source_link": "http://newsroom.heart.org/news/golden-years-are-longer-and-healthier-for-those-with-good-heart-health-in-middle-age?preview=4aa21b8ffbf3e727ab5c6a896e450643", "institution": "American Heart Association", "text": "DALLAS, May 1, 2017 -- People with no major heart disease risk factors in middle age live longer and stay healthy far longer than others, according to a 40-year study reported in the American Heart Association's journal Circulation.\"Good cardiovascular health in middle age delays the onset of many types of disease so that people live longer and spend a much smaller proportion of their lives with chronic illness,\" said Norrina Allen, Ph.D., M.P.H., assistant professor of preventive medicine at Northwestern University Feinberg School of Medicine in Chicago.In the first study to analyze the impact of cardiovascular health in middle age on the duration of illness later in life, researchers examined data from the Chicago Health Association study, which did initial health assessments in the late 1960s/early 1970s and has followed participants on an ongoing basis using Medicare health records. Researchers determined how many participants had favorable factors: non-smokers, free of diabetes and normal weight, blood pressure, and cholesterol levels; versus those with elevated risk factors or high risk factors.Comparing those who had two or more high-risk factors in middle age among the 17,939 participants who reached age 65 without a chronic illness, researchers found that those with all favorable factors:\"Health professionals need to let young adults know that maintaining or adopting a heart-healthy lifestyle makes it more likely that you'll live longer and still be healthy enough to do the things you love to do when you're older,\" Allen said.Looking solely at heart disease in 18,714 participants who reached age 65 without having a heart attack, stroke or congestive heart failure, those with all favorable risk factors:Allen noted that at the start of the study, when their average age was 44, only 5.6 percent of participants had all favorable factors.That data is even more grim than a 2011-2012 national survey suggesting only 8.9 percent of U.S. adults age 40-59 had five or more \"ideal\" health factors, according to The American Heart Association's Heart Disease and Stroke Statistics -- 2017 Update.\"We need to think about cardiovascular health at all stages of life,\" she said. \"The small proportion of participants with favorable levels in their 40s is a call for all of us to maintain or adopt healthy lifestyles earlier in life. But risk factors and their effects accumulate over time, so even if you have risks it's never too late to reduce their impact on your later health by exercising, eating right, and treating your high blood pressure, cholesterol and diabetes.\"The American Heart Association created My Life Check ® to educate the public on improving health by aiming to achieve seven health measures called Life's Simple 7. It's a composite measure of seven modifiable heart-healthy factors: cigarette smoking, physical activity, diet, body mass index, blood pressure, cholesterol and glucose levels.The study recruited people from Chicago worksites in 1967-1972 and lacks information on how chronic illnesses affected the quality of life of participants. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}