{"journal": "Circulation", "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-sfa042717.php", "description": "Cigarette smoking accounts for about one fifth of cases of coronary heart disease (CHD), one of the leading causes of death worldwide, but precisely how smoking leads to CHD has long been unclear. Now, a team co-led by researchers Penn and Columbia has uncovered a molecule that may at least partly explain the smoking-CHD connection.", "article_link": null, "date": "Mon, 01 May 2017 04:00:00 GMT", "funder": "National Institutes of Health, Wellcome Trust, Pfizer", "title": "Scientists find a likely genetic driver of smoking-related heart disease", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA -- Cigarette smoking accounts for about one fifth of cases of coronary heart disease (CHD), one of the leading causes of death worldwide, but precisely how smoking leads to CHD has long been unclear. Now, a team co-led by researchers from the Perelman School of Medicine at the University of Pennsylvania and Columbia University has uncovered a molecule that may at least partly explain the smoking-CHD connection. Their findings are published this week in the journal Circulation. The molecule is an enzyme called ADAMTS7 that is normally produced in the linings of blood vessels. Studies in recent years have suggested that when ADAMTS7 is produced in excess, it promotes the buildup of fatty plaque in coronary arteries, leading to CHD. In the team's new study, they discovered that many people have a DNA variation that reduces their production of ADAMTS7 and also apparently lowers their CHD risk. However, carriers of this DNA variation who are smokers loose this natural protection. The study identified the likely reason: smoking appears to boost ADAMTS7 production.\"Findings from this study will hopefully encourage the development of novel therapeutic and preventive programs for CHD, specifically targeting those who smoke,\" said lead author Danish Saleheen, PhD, an assistant professor of Biostatistics and Epidemiology at Penn. The study is part of a large, ongoing effort by scientists to determine how genetic variants influence CHD risk, either directly or through interactions with behavioral and environmental factors, in this case smoking. Saleheen and his colleagues pooled DNA data from 29 prior studies, involving more than 140,000 people, making this study the largest ever to study the interaction of genetic variation and smoking. To find clues to smoking's effect on CHD, the scientists examined 45 small regions of the genome--known as loci--that had already been associated with an abnormal risk of CHD.\"Our hypothesis was that for some of these loci, the associated CHD risk would be different in smokers versus non-smokers,\" Saleheen said. \"By identifying the genes involved, we could hopefully discover clues to how smoking promotes CHD.\"The analysis revealed that at a certain spot on chromosome 15, very close to the gene for ADAMTS7, a change in a single DNA \"letter\" -- found in about 40 percent of people of European heritage, for example -- was associated with a 12 percent lower CHD risk in non-smokers. By contrast, smokers with this same DNA variation had only a five percent lower CHD risk, representing a loss of most of the apparent protective effect.DNA variations that lie just outside of a gene often inhibit the gene's transcription, leading to lower-than-normal levels of the associated protein. In follow-up laboratory experiments, the researchers confirmed that this was the case for the variation they discovered: In cells that line arteries of the human heart, ADAMTS7 production dropped significantly when the cells contained this single-letter DNA variant.How does smoking modify this effect? In another laboratory experiment, the researchers applied a liquid extract of cigarette smoke to coronary artery-lining cells, and found that the cells' production of ADAMTS7 more than doubled. ADAMTS7 has been implicated not only in CHD but also in arthritis and some cancers, making it a potential target for treatments for these disorders. The new findings suggest that reducing the activity of this enzyme could be particularly beneficial for smokers. \"This has been one of the first big steps towards solving the complex puzzle of gene-environment interactions that lead to CHD,\" Saleheen said. Saleheen and colleagues are now planning larger studies to uncover genetic variants that interact with lifestyle factors such as smoking to influence CHD risk.\"We hope that these studies will lead to more cost-effective targeting of existing interventions, identification of new therapeutic targets, and a better understanding of the biology of CHD,\" he said.", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Carcinogens", " Cardiology", " Stroke"]}