{"journal": "Nature Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-05/bcom-sd042817.php", "description": "Deep in the brains of two patients with Alzheimer's disease, the main memory structure, the hippocampus, displays episodic seizure-like electrical activity. These non-convulsive hippocampal seizures are the first signs of 'silent' brain electrical network dysfunction described in patients with Alzheimer's disease.", "article_link": null, "date": "Mon, 01 May 2017 04:00:00 GMT", "funder": "", "title": "'Silent seizures' discovered in patients with Alzheimer's disease", "region": "namerica", "source_link": null, "institution": "Baylor College of Medicine", "text": "Deep in the brains of two patients with Alzheimer's disease, the main memory structure, the hippocampus, displays episodic seizure-like electrical activity. These non-convulsive hippocampal seizures are the first signs of 'silent' brain electrical network dysfunction described in patients with Alzheimer's disease. The discovery, published in the journal Nature Medicine, provides a better understanding of the condition and can potentially lead to new treatments for this devastating disease affecting more than 5 million people in the U.S. \r\n\"About 10 years ago, we were surprised to find 'silent seizures' in mouse models of Alzheimer's disease,\" said co-senior author Dr. Jeffrey L. Noebels, professor of neurology, neuroscience, and molecular & human genetics, and director of the Blue Bird Circle Developmental Neurogenetics Laboratory at Baylor College of Medicine. \"When we measured the animal's brain electrical activity, we detected abnormal electrical discharges in the brain with a seizure-like pattern. The mice, however, did not present with convulsions. These 'clinically silent seizures' in the deep regions of the brain, we speculated, could lead to problems of memory.\"\r\nIt's been reported that in a group of patients with Alzheimer's disease, those that have a history of the disease in their families, convulsive seizures are common, especially in advanced cases. However, for most patients with Alzheimer's the condition does not run in the family. In this group of patients, which are said to present with the sporadic form of the disease, convulsive seizures are typically absent. \"For this reason, measuring the brain's electrical activity with an electroencephalogram or EEG test is not required for diagnosis and rarely performed,\" Noebels said.\r\nFrom mouse model to patients\"My colleagues and I have been interested for years in determining whether 'silent seizures' are present in the hippocampus of patients with Alzheimer's disease,\" Noebels said. \"We were able to answer this question when my colleague and senior co-author Dr. Andrew Cole, director of Massachusetts General Hospital Epilepsy Service and professor of neurology at Harvard Medical School, told me that he had two candidates for the procedure.\"\r\nCole and Dr. Alice Lam, first-author of the study and a fellow at Massachusetts General Hospital Epilepsy Service, led the team that performed the test in the patients. They used a minimally invasive recording technique involving fine wires inserted through a small natural opening in the skull. This allowed the researchers to monitor this deep region continuously for several days.  Simultaneously, the researchers recorded scalp EEG readings. \r\nIn the two patients, who had been diagnosed with Alzheimer's disease and had no previous history of epilepsy or behaviorally obvious seizures, the hippocampal recordings showed clear clinically silent seizures. At the same time, the EEG recordings that had been taken simultaneously showed no abnormal brain activity, confirming that EEG tests do not register changes in deep brain activity.\r\n\"What was fascinating was that this activity was present at night when the patients were sleeping, a time thought to be critical for the consolidation of recent memories, a trait that is most impaired in early Alzheimer's disease,\" Noebels said.\r\n\"Based on our observations, we are particularly intrigued by the possibility that 'silent seizure' activity per se could contribute to or accelerate the degenerative process underlying Alzheimer's disease,\" Cole said.\r\nIn addition, Noebels and his Baylor colleague, Dr. Alica Goldman, co-author and associate professor of neurology and neurophysiology, performed genetic analysis on the patients' samples.\r\n\"We determined that these two patients did not have a gene known to cause epilepsy. So Alica and I, who have been studying epilepsy genes for a long time, sequenced the patients' samples for the three genes known to be linked to Alzheimer's disease,\" Noebels said. \"It turned out that the patients didn't have those either; they present with the sporadic form of the disease.\" \r\n\"It is very exciting that we were able to move from an observation in genetically engineered mouse models of Alzheimer's to a demonstration of the same phenomenon in patients with verified Alzheimer's disease,\" said Cole. \"This is a critical step toward a better understanding of network dysfunction in the disease and opens the window to novel therapeutic approaches for this common condition.\"\r\nThe need for future studies\"This work with two patients proves the concept that 'silent seizures' can occur in patients with Alzheimer's disease,\" Noebels said. \r\n\"Next, we need to determine whether this finding is common in Alzheimer's disease, present in other types of progressive degenerative neurocognitive diseases, and when in the course of the disease it occurs,\" Cole said.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"]}