{"journal": "Nature Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-05/mgh-ssr042717.php", "description": "Massachusetts General Hospital investigators have identified silent, seizure-like activity in the hippocampus -- a brain structure significantly affected in Alzheimer's disease -- in two patients with Alzheimer's disease and no known history of seizures. These alterations in the brain's electrical activity could not be detected by standard EEG readings and primarily occurred during sleep, a time when memories are consolidated.", "article_link": "http://dx.doi.org/10.1038/nm.4330", "date": "Mon, 01 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Citizens United for Research in Epilepsy, Blue Bird Circle Foundation", "title": "Silent seizures recorded in the hippocampus of two patients with Alzheimer's disease", "region": "namerica", "source_link": null, "institution": "Massachusetts General Hospital", "text": "Massachusetts General Hospital (MGH) investigators have identified silent, seizure-like activity in the hippocampus - a brain structure significantly affected in Alzheimer's disease - in two patients with Alzheimer's disease and no known history of seizures. These alterations in the brain's electrical activity could not be detected by standard EEG readings taken on the scalp and primarily occurred during sleep, a time when the preceding day's memories are consolidated. The report is receiving advance online publication in Nature Medicine.\"While it is not surprising to find dysfunction in brain networks in Alzheimer's disease, our novel finding that networks involved in memory function can become silently epileptic could lead to opportunities to target that dysfunction with new or existing drugs to reduce symptoms or potentially alter the course of the disease,\" says Andrew Cole, MD, director of the MGH Epilepsy Service and senior author of the Nature Medicine paper. \"We now have to study more individuals to validate this finding and understand how prevalent it is in Alzheimer's patients, whether it occurs in other neurodegenerative disorders and how it responds to treatment.\" The investigators describe two patients - both women in their 60s - who had developed symptoms suggestive of Alzheimer's disease, such as confusion and repeatedly asking the same questions. Brain imaging studies and cerebrospinal fluid analysis for both patients were consistent with Alzheimer's disease. It is common for patients with Alzheimer's to experience fluctuations in their symptoms, but in both of these patients, those fluctuations were more exaggerated than typically seen. While scalp EEG recordings did not reveal seizure-like activity, the investigators suspected that there may be undetected seizures within the hippocampus - a key structure affected by Alzheimer's disease that is critical for memory consolidation and is a common source of seizures in people with epilepsy.  They decided to try a more direct way of monitoring electrical activity in the hippocampus and related structures. Electrodes were placed adjacent to those structures on both sides of the brain through the foramen ovale (FO), naturally occurring openings at the base of the skull. Each patients' brain activity was monitored simultaneously with both implanted electrodes and with scalp EEG for more than 24 to 72 hours. In one patient, the FO electrodes revealed frequent bursts of electrical activity called spikes, often associated with seizures, most which were not detectible by scalp EEG. During a 12-hour period she experienced three seizures, all taking place during sleep but not producing any visible symptoms. Treatment with an anti-seizure medication eliminated the seizure-like activity, and in the following year, she experienced only one episode of confusion, which occurred after she missed several doses of her anti-seizure medication. FO electrode recording in the other patient also revealed frequent spiking during sleep, but anti-seizure treatment had to be discontinued because of adverse effects on her mood.\"Our findings confirmed the presence of serious dysfunction of the neuronal networks affected by Alzheimer's disease and confirmed our hypothesis that epileptic phenomena are an important component of that disturbance,\" says Cole, who is a professor of Neurology at Harvard Medical School. \"Additional recordings with FO electrodes in patients with Alzheimer's disease will help us develop better tools based on computerized analysis of EEG signals and possibly functional neuroimaging studies to ascertain how common silent seizures are in Alzheimer's disease without the need for the minimally invasive electrodes we used in these patients.\" A recent study led by Alice Lam, MD, PhD, also of the MGH Epilepsy Service and lead author of the current study demonstrated a novel tool for detecting hippocampal seizures not detectible by scalp EEGs in patients with epilepsy, Cole adds, and his team is working to refine this tool and apply it to Alzheimer's disease. Since there also is evidence that higher levels of neuronal activity can increase the production and deposition of Alzheimer's associated proteins such as tau and amyloid-beta, understanding whether seizure-like activity accelerates the progression of Alzheimer's disease will be a high priority for their team. ", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"]}