{"keywords": ["Biology", " Medicine/Health", " Neurobiology"], "funder": "Singapore Ministry of Education, A*STAR Joint Council Office, National Research Foundation Fellowship", "journal": "Nature Methods", "description": "Switching off specific brain regions in a laboratory animal is an important type of experiment used to better understand how the brain works. A study published in Nature Methods by Singapore-based researchers identified effective inhibitors of brain activity in the important animal model Drosophila melanogaster, the common vinegar fly. These new tools are enabling researchers to better understand the relationship between neural circuits and behavior, expanding our knowledge of the brain.", "title": "Switching off the brain", "source_link": null, "institution": "Duke-NUS Medical School", "meeting": "", "text": "Switching off specific brain regions in a laboratory animal is an important type of experiment used to better understand how the brain works. A study published in Nature Methods by Singapore-based researchers identified effective inhibitors of brain activity in the important animal model Drosophila melanogaster, the common vinegar fly. These new tools are enabling researchers to better understand the relationship between neural circuits and behaviour, expanding our knowledge of the brain.Neurons (brain cells) process information and control behaviour by sending signals to other neurons, hormone-releasing cells and muscles. A fuller understanding of the neuronal control of behaviour would accelerate the development of therapies for neurological and psychiatric disorders.One of the ways researchers have tried to understand the neuronal control of behaviour is with optogenetics, a technique that uses light-sensitive proteins to control neuronal activity in living tissue. In optogenetics, neurons are genetically modified to express light-sensitive ion channels (proteins that conduct electricity), such that light exposure may be used to activate or inhibit electrical activity. \"There are many useful optogenetic tools to stimulate neural activity but not as many effective inhibitors,\" explained Assistant Professor Adam Claridge-Chang, who led the research at Duke-NUS Medical School (Duke-NUS) and A*STAR's Institute of Molecular and Cell Biology (IMCB).Being able to inhibit neural circuits provides researchers the ability to determine the importance of a particular circuit in defining behaviour. In view of that, Asst Prof Claridge-Chang with Dr Farhan Mohammad and other colleagues explored the use of anion channelrhodopsins (ACRs) from an alga species (Guillardia theta) to inhibit neural activity. In reading the paper that first described the ACRs, Dr Mohammad realized that ACRs conducted more current compared to other tools. \"They are rapidly responsive, require low light intensities for actuation, so they seemed ideal for inhibiting brain activity in fly behaviour experiments,\" said Dr Mohammad, a Research Fellow in the Claridge-Chang group.The group genetically modified flies to express ACRs, and exposed these animals to light of different colours and intensities. In one of the experiments, ACR actuation paralysed climbing flies, causing them to fall abruptly. In another, illumination of ACRs in the animals' sweet-sensing cells resulted in flies that avoided green light, as though they were avoiding the silencing of a sweet taste. At the cellular level, light actuation of ACRs produced dramatic reductions in electrical activity. The work done at Duke-NUS and A*STAR's IMCB indicated that ACRs are highly effective optogenetic tools for the inhibition of behavioural circuits. \"Since they are as powerful as existing methods, but much faster and easier to use, there has been huge interest from the Drosophila research community in adopting these tools,\" reported Asst Prof Claridge-Chang, from the Duke-NUS Neuroscience and Behavioural Disorders Programme. \"They make testing which circuits are necessary for a particular behaviour as convenient as testing for sufficiency.\"\"Understanding any system is greatly aided by being able to remove components from that system and examine the resulting behaviour,\" explained Asst Prof Claridge-Chang. \"The ACRs are the seventh generation of optogenetic inhibitors, but the first that robustly inhibit Drosophila neuronal activity. Although our study is just newly published, this new technique is already on its way to becoming key tool for behaviour analysis.\"", "region": "asia", "url": "http://www.eurekalert.org/pub_releases/2017-01/dms-sot012317.php", "article_link": "http://dx.doi.org/10.1038/nmeth.4148", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}