{"keywords": ["Medicine/Health", " Stroke", " Neurobiology"], "funder": "", "journal": "Brain", "description": "Today, a stroke usually leads to permanent disability -- but in the future, the stroke-injured brain could be reparable by replacing dead cells with new, healthy neurons, using transplantation. Researchers at Lund University in Sweden have taken a step in that direction by showing that some neurons transplanted into the brains of stroke-injured rats were incorporated and responded correctly when the rat's muzzle and paws were touched.", "title": "Transplanted neurons incorporated into a stroke-injured rat brain", "source_link": "https://academic.oup.com/brain/article/doi/10.1093/brain/aww347/2936871/Synaptic-inputs-from-stroke-injured-brain-to", "institution": "Lund University", "meeting": "", "text": "Today, a stroke usually leads to permanent disability - but in the future, the stroke-injured brain could be reparable by replacing dead cells with new, healthy neurons, using transplantation. Researchers at Lund University in Sweden have taken a step in that direction by showing that some neurons transplanted into the brains of stroke-injured rats were incorporated and responded correctly when the rat's muzzle and paws were touched.  The study, published in the prestigious journal Brain, used human skin cells. These cells were re-programmed to the stem cell stage and then matured into the type of neurons normally found in the cerebral cortex.A couple of years ago, the research team at the Stem Cell Centre in Lund had already proven that transplanting this type of cells to the cerebral cortex enabled stroke-injured rats to move better. At the time, however, it was unclear whether the host brain really formed functioning connections with the transplanted nerve cells. Now the new study has proven that this is indeed the case.The research team used several advanced methods in the study - electron microscopy, virus-based tracing techniques, registration of activity in the transplanted cells and optogenetics. The results show that various parts of the host brain form normal, functioning connections with the transplanted neurons and that the latter change their activity when the animal's muzzle and paws are touched. \"This is the first time anyone has been able to show such a result. That some of the new nerve cells receive signals from the host brain in a normal way indicates that they have been incorporated into the stroke-injured rat's brain. In it, they have been able to replace some of the dead nerve cells\", says the professor at the Stem Cell Centre, Zaal Kokaia. Now, a stroke-injured laboratory animal is not the same as a stroke patient. But professor and consultant physician Olle Lindvall, who is also part of the research team, still sees the team's study as an important first step. It constitutes what is known as proof of concept, showing that it is possible to replace dead neurons with new, healthy cells through transplantation after a stroke. \"This is basic research, and it is not possible to say when we will be ready to start experiments on patients. But the objective is clear: to develop a treatment method which can repair the stroke-injured brain. Currently, there is no effective treatment which can restore function in a stroke patient once the first hours following a stroke have passed\", says Zaal Kokaia.", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-01/lu-tni012317.php", "article_link": null, "date": "Mon, 23 Jan 2017 05:00:00 GMT"}