{"title": "Malaria vaccine target's invasion partner uncovered", "text": "A team at the Wellcome Trust Sanger Institute has discovered how a promising malarial vaccine target - the protein RH5 - helps parasites to invade human red blood cells.  Published today in Nature Communications, the study reveals that a previously mysterious protein on the surface of the parasite called P113 anchors the RH5 protein, and provides a molecular bridge between the parasite and a red blood cell.The discovery could be used to make a more effective malaria vaccine.More than 200 million people a year are infected with malaria and the disease caused the deaths of nearly half a million people worldwide in 2015. Children under the age of five made up 70 percent of these deaths. Malaria is caused by Plasmodium parasites which are spread by infected mosquitos and an effective vaccine would vastly improve the lives of millions of people.Previous research by teams at the Sanger Institute discovered that to invade human red blood cells, Plasmodium parasites need RH5 to bind to a receptor called basigin on the surface of the blood cells. However, it was not known how RH5 was attached to the surface of the parasite. In this latest study the researchers discovered that when the Plasmodium RH5 protein is released, it is immediately caught by another parasite protein called P113. Thousands of P113 molecules on the surface of each parasite act like a Velcro chain, capturing RH5 at the surface of the parasite. The tethered RH5 then binds to the basigin receptor on the human red blood cell, bridging the gap just long enough to let the parasite invade the blood cell.Dr Julian Rayner, an author on the study from the Sanger Institute, said: \"We knew both proteins were essential for invasion but this is the first time anyone has seen the interaction between RH5 and P113 and showed that they work together. In theory, an antibody that blocked P113 could stop RH5 binding and so prevent the parasite from gaining entry to red blood cells. This makes the P113 protein another good vaccine target.\"Two more proteins - CyRPA and RIPR - were already known to be essential to the parasite and to form a complex with RH5.  The researchers uncovered the details of how these three proteins bound to each other* and that only one small part of the RH5 protein was needed to bind P113. This small region could become an easy-to-produce and cost-effective part of a multi-component malaria vaccine.Dr Francis Galway, first author on the study from the Sanger Institute, added: \"RH5 is an excellent vaccine target because it is essential for invasion by all strains of Plasmodium falciparum - the species of parasite that causes the most severe disease in humans. This study shows us the binding partners for the RH5 protein and how these work together to allow the parasite to enter red blood cells. This gives us important information about this vaccine target.\" Dr Gavin Wright, lead author from the Sanger Institute, said: \"There is a great need for an effective malaria vaccine, and the RH5 complex is the most important link between parasite and host that we yet know of. This study shows us how this works, and reveals other essential malarial proteins to target. As RH5 is only exposed from the parasite briefly, a combination vaccine based on P113, RH5 and other proteins in the complex could be more effective than RH5 alone.\"", "article_link": "http://dx.doi.org/10.1038/NCOMMS14333", "url": "http://www.eurekalert.org/pub_releases/2017-02/wtsi-mvt020817.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust, Medical Research Council", "meeting": "", "institution": "Wellcome Trust Sanger Institute", "keywords": ["Biology", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Communications", "description": "A team at the Wellcome Trust Sanger Institute has discovered how a promising malarial vaccine target -- the protein RH5 -- helps parasites to invade human red blood cells.  Published in Nature Communications, the study reveals that a previously mysterious protein on the surface of the parasite called P113 provides a molecular bridge between the parasite and a red blood cell. \r\n\r\nThe discovery could be used to make a more effective malaria vaccine.", "date": "Fri, 10 Feb 2017 05:00:00 GMT"}