{"title": "Researchers model impact of vaccine campaigns on invasive Salmonella", "text": "In sub-Saharan Africa, invasive strains of non-typhoidal Salmonella (iNTS) have been found to be a cause of systemic, often fatal, infections in young children. With vaccines against NTS now rapidly approaching clinical trials, researchers, reporting in PLOS Neglected Tropical Diseases, have modeled the potential impact of different vaccine schedules to decrease the hospitalization and death rates from iNTS in Bamako, Mali.The burden of iNTS in Mali was first discovered when researchers launched a surveillance system in Bamako to monitor the incidence of bacterial pathogens associated with invasive disease--such as septicemia, bacteremia, and meningitis--among pediatric patients. Vaccines against Haemophilus influenzae type B (Hib) and Streptococcus pneumoniae have led to declines in invasive disease from those pathogens, especially in the youngest patients, making NTS the predominant invasive pathogen in children aged 5 and under.In the new work, Myron Levine, of the University of Maryland School of Medicine, and colleagues collected anonymized data on 515 patients under the age of 5 years with confirmed iNTS in a Bamako hospital. Then, using that set of data as well as general demographic information and information on the efficacy and coverage of other vaccines in Bamako, they created a model of the public health impact of NTS vaccination. If a vaccine covering both Salmonella Typhimurium and Salmonella Enteritidis is given to newborns in a three-dose schedule, or a two-dose schedule with a later booster, the researchers found that 73% of iNTS cases would be prevented and 43% of deaths from iNTS would be averted. If a catch-up vaccination campaign, targeting older children, was launched simultaneously, the impact would be even faster and greater. The study--which also included models that varied in vaccine effectiveness--was limited by the fact that information on iNTS was available only from children hospitalized with the infections, not those whose illnesses were milder and weren't hospitalized, or those with more severe infections who died at home. \"Since neither the reservoir of infection nor the modes of transmission of NTS to young children have heretofore been identified, vaccination currently represents the most plausible interventional strategy for reducing the burden of iNTS disease,\" the researchers say. \"Even at early stages in development of the candidate vaccines to prevent iNTS disease, a mathematical model of what the vaccine might achieve at the future public health level becomes a useful, hopefully predictive tool.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005283", "url": "http://www.eurekalert.org/pub_releases/2017-02/p-rmi020217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Bacteriology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Physiology", " Public Health"], "journal": "PLOS Neglected Tropical Diseases", "description": "In sub-Saharan Africa, invasive strains of non-typhoidal Salmonella (iNTS) have been found to be a cause of systemic, often fatal, infections in young children. With vaccines against NTS now rapidly approaching clinical trials, researchers, reporting in PLOS Neglected Tropical Diseases, have modeled the potential impact of different vaccine schedules to decrease the hospitalization and death rates from iNTS in Bamako, Mali.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}