{"title": "Mayo Clinic researchers quantify immune cells associated with future breast cancer risk", "text": "ROCHESTER, Minn. -- Researchers from Mayo Clinic have quantified the numbers of various types of immune cells associated with the risk of developing breast cancer. The findings are published in a study in Clinical Cancer Research.\"This is the first study to quantify the numbers of various immune cell types in breast tissue and whether they are associated with later breast cancer risk,\" says the study's lead author, Amy Degnim, M.D., a breast surgeon at Mayo Clinic. \"Our findings provide evidence that the immune system may have an important role in promoting or inhibiting breast cancer development in its very earliest stages.\" In addition, Dr. Degnim says the findings provide researchers with greater confidence that immune-related approaches to breast cancer prevention, such as vaccines, may be useful.  Dr. Degnim and her colleagues studied quantitative differences in immune cell types between normal breast tissue from donors and breast tissue from donors with benign breast disease, a non-cancerous lump or thickening of breast tissue. They designed a breast tissue matched case control study using samples from the Susan G. Komen for the Cure Tissue Bank and women diagnosed with benign breast disease at Mayo Clinic who subsequently developed cancer or remained cancer-free.Researchers found that, compared to normal breast tissue, breast tissue with benign breast disease had greater numbers of several types of immune cells, especially dendritic cells and macrophages that work together to create an immune response, says Dr. Degnim. She says women who later developed breast cancer showed lower amounts of antibody-producing immune cells, known as B cells, in their breast tissue, which supports the hypothesis that the immune system may play an important role in early breast cancer development.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/mc-mcr020817.php", "region": "namerica", "source_link": "http://newsnetwork.mayoclinic.org/discussion/mayo-clinic-researchers-quantify-immune-cells-associated-with-future-breast-cancer-risk/", "funder": "", "meeting": "", "institution": "Mayo Clinic", "keywords": ["Medicine/Health", " Breast Cancer"], "journal": "Clinical Cancer Research", "description": "Researchers from Mayo Clinic have quantified the numbers of various types of immune cells associated with the risk of developing breast cancer. The findings are published in a study in Clinical Cancer Research.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}