{"title": "How African salmonella strains are evolving to become more dangerous", "text": "Salmonella infections are typically the culprit behind food poisoning outbreaks, but in sub-Saharan Africa, they often cause drug-resistant, deadly bloodstream infections and meningitis. A study in mice published February 8 in Cell Host & Microbe now reveals how these so-called African nontyphoidal Salmonella (NTS) strains leave the gut and spread throughout the body. Ironically, loss of a bacterial gene called sseI has allowed the African NTS lineages to more efficiently hijack immune cells and travel through the blood to different organs. \"Our findings underscore that genetic changes in the bacteria, as well as the underlying susceptibility of the host population, are important for the severity of these invasive Salmonella infections in sub-Saharan Africa,\" says senior study author Denise Monack (@monack_lab) of Stanford University School of Medicine. \"Since our work highlights the role of genetic differences in Salmonella in driving disease, this supports the need for better diagnostics and a vaccine to protect against these infections.\"While certain Salmonella strains spread throughout the body and cause typhoid fever, the vast majority stay in the gut and cause food poisoning. But in sub-Saharan Africa, NTS strains are evolving to become more like their typhoidal counterparts. In this region, NTS infections are among the most common causes of bloodstream infections in children and HIV-infected adults. These strains have spread rapidly across the continent due to the emergence of drug resistance, coupled with the immunological susceptibility of a population that is regularly exposed to HIV, malaria, and malnutrition. As a result, therapeutic options are limited, and mortality rates are high.To address this problem, Monack and her team set out to identify genetic factors that differentiate the African NTS Salmonella Typhimurium strains from non-African strains that cause food poisoning. They found that African NTS strains were better at hijacking immune cells called dendritic cells to migrate from the gut to the lymph nodes, spleen, and liver. Moreover, these strains were better able to use dendritic cells as Trojan horses due to a mutation that inactivates a bacterial gene called sseI, which was previously assumed to be a virulence factor. The findings suggest that making sseI nonfunctional allows the bacteria to spread more efficiently from the gut to other parts of the body--ironically, by hitching a ride in immune cells whose normal function is to protect against pathogens. Inhabiting systemic tissues offers Salmonella several benefits, including longer-term persistence and more transmission opportunities, as well as less competition with gut microbes for vital nutrients. Inactivating mutations in sseI have also been found in other Salmonella strains that cause systemic disease, suggesting that such genetic changes may represent a widespread mechanism allowing various pathogens to adapt to different niches in their hosts.\"What was surprising to us was that the loss of an apparent virulence gene, sseI, did not make the pathogen less virulent, and actually increased its ability to expand to new sites within the host,\" says first author Sarah Carden of Stanford University School of Medicine. \"Usually we think of losing virulence effectors as making the pathogen less virulent, or that the virulence effector was lost because it was no longer needed for a particular host or niche. However, in this work we found that losing the virulence factor can help drive the evolution of niche adaptation and expansion.\"The researchers are now investigating other important changes and mechanisms that allow sub-Saharan African S. Typhimurium to cause bloodstream infections and meningitis. \"Continued work in this area could help form the building blocks for new diagnostic tools or vaccines to help combat these invasive Salmonella infections in sub-Saharan Africa,\" Monack says. \"Additionally, by better understanding how Salmonella evolves to cause systemic disease in humans, we can better assess how dangerous emerging strains or outbreaks of Salmonella might be and mount the appropriate public health response.\"", "article_link": "http://dx.doi.org/10.1016/j.chom.2017.01.009", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-has020217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Bacteriology", " Cell Biology", " Evolution", " Genetics", " Microbiology", " Hematology", " Infectious/Emerging Diseases", " Genes"], "journal": "Cell Host & Microbe", "description": "Salmonella infections are typically the culprit behind food poisoning outbreaks, but in sub-Saharan Africa, they often cause drug-resistant, deadly bloodstream infections and meningitis. A study in mice published in Cell Host & Microbe now reveals how African nontyphoidal Salmonella (NTS) strains leave the gut and spread throughout the body. Ironically, loss of a bacterial gene has allowed the African NTS lineages to more efficiently hijack immune cells and travel through the blood to different organs.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}