{"title": "A 'release and kill' strategy may aid treatment of tuberculosis", "text": "BIRMINGHAM, Ala. - Mycobacterium tuberculosis has been called \"the perfect pathogen.\" These bacteria hijack human macrophages, persist inside the cells to evade immune destruction, and then prevent the macrophage from undergoing programmed cell death. This provides a niche where they grow in a protected environment that is hard to reach with antibiotics. An end to that hijacking may now be possible, as University of Alabama at Birmingham researchers explain in the journal Scientific Reports. In a proof-of-concept experiment, they were able to specifically force M. tuberculosis-infected macrophages into programmed cell death called apoptosis, thereby releasing the sheltered M. tuberculosis bacteria from the macrophage. The released pathogenic bacteria could then be killed by a lower concentration of rifampicin, one of the front-line tuberculosis antibiotics that is ineffective against the sheltered intracellular bacteria.This strategy has been dubbed \"release and kill,\" by Jim Sun, Ph.D., and colleagues, and if developed to clinical application, it could mean greatly shortened treatment periods for patients with tuberculosis, which now last at least six months. Their preclinical findings show, for the first time, that drug-induced selective apoptosis of M. tuberculosis-infected macrophages is achievable. Furthermore, drug-induced apoptosis could also improve the adaptive immune response against the pathogen and potentiate vaccines.More than 10 million people develop active tuberculosis disease each year, and 1.8 million die.This latest paper expands upon seminal results published by Sun and colleagues last year. They identified a macrophage enzyme called PPM1A as a central component of both the antiviral and antibacterial responses of macrophages. When M. tuberculosis infects macrophages, they found that it induced the upregulation of PPM1A, which in turn caused what Sun called \"immune paralysis\" of the macrophages. Specifically, the heightened PPM1A levels abrogated the ability of macrophages to send out an \"alarm signal\" (the efficient production of cytokines and chemokines) in response to pathogen-associated molecules like lipopolysaccharide, it blocked the rush to the \"scene of the fire\" (migration of macrophages in response to a chemotactic signal of infection from other cells), and it prevented the macrophage's ability to \"put out the fire\" (by impairing the macrophage's capacity to engulf, or phagocytose, bacteria, the first step in the normal defense against bacterial infections).In this latest Scientific Reports paper, the UAB researchers greatly expand their understanding of PPM1A's role beyond immune paralysis. They show how the abnormal upregulation of this macrophage enzyme provoked by M. tuberculosis acts as a checkpoint that ends the macrophage's ability to undergo both intrinsic and extrinsic apoptosis.Apoptosis is a normal, daily event. Between 50 billion and 70 billion cells in an adult undergo apoptotic death every day. Intrinsic apoptosis responds to a signal of cell aging or dysfunction from the inside, and extrinsic apoptosis responds to a 'death signal' from outside the cell. The normal apoptosis of a macrophage after it has engulfed an invading bacterium leads to priming of cell-mediated immunity, helps to kill the intracellular bacteria and limits harmful tissue inflammation. M. tuberculosis blocks these events, and when the bacteria are ready to exit the macrophage to disseminate, they induce necrosis, not apoptosis, of the cell, which evades stimulation of an immune reaction.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoaa-aa020717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Alabama at Birmingham", "keywords": ["Cell Biology", " Microbiology", " Medicine/Health", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Scientific Reports", "description": "Mycobacterium tuberculosis hijacks human macrophages to evade immune destruction while preventing the macrophage from undergoing programmed cell death. This niche lets them grow in a protected environment that is hard to reach with antibiotics. In a proof-of-concept experiment, researchers were able to specifically force M. tuberculosis-infected macrophages into programmed cell death called apoptosis, thereby releasing the sheltered M. tuberculosis bacteria from the macrophage and expose them to a lethal dose of rifampicin antibiotic.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}