{"title": "American Cancer Society endorses two-dose regimen for HPV vaccination", "text": "ATLANTA - February 7, 2017 - The American Cancer Society has endorsed updated recommendations on human papillomavirus (HPV) vaccination from the Advisory Committee on Immunization Practices (ACIP) supporting a two-dose schedule for boys and girls who initiate the vaccine at ages 9 to 14.  The update comes after the Food and Drug Administration (FDA) approved the slimmed-down schedule in October 2016.The ACS reviewed data from several clinical trials, which showed adequate protection from two doses in boys and girls ages 9 to 14. Based on this data, the ACS now endorses the ACIP updated recommendation as follows: For persons initiating vaccination before the 15th birthday, the recommended immunization schedule is two doses of HPV vaccine. The second dose should be administered 6 to 12 months after the first dose. Those ages 15 to 26 still require a 3-dose series for full protection.\"In the past several years, studies have shown the vaccine is even more effective than expected,\" said Debbie Saslow, PhD, Senior Director, HPV Related and Women's Cancers for the American Cancer Society. \"This new two-dose regimen is easier to follow, and we now know is very effective in preventing HPV, which is linked to a half dozen types of cancer.\"Despite strong evidence of safety and effectiveness, vaccination rates in the US remains very low compared to other countries, with only 28% of boys and 42% of girls ages 13 to 17 years receiving the recommended 3 doses in 2015.  Besides cervical cancer, HPV has been linked to vaginal, vulvar, oropharyngeal, anal, and penile cancers.The updated schedule is published in the ACS's annual screening update, which appears in CA: A Cancer Journal for Clinicians.", "article_link": "http://dx.doi.org/10.3322/caac.21392", "url": "http://www.eurekalert.org/pub_releases/2017-02/acs-acs020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Cancer Society", "keywords": ["Medicine/Health", " Cancer", " Health Care Systems/Services", " Vaccines", " Infectious/Emerging Diseases", " Gynecology", " Public Health"], "journal": "CA: A Cancer Journal for Clinicians", "description": "The American Cancer Society has endorsed updated recommendations on human papillomavirus (HPV) vaccination supporting a two-dose schedule for boys and girls who initiate the vaccine at ages 9 to 14.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}