{"title": "Researchers use tiny 3-D spheres to combat tuberculosis", "text": "Researchers at the University of Southampton have developed a new 3D system to study human infection in the laboratory. The team, which includes infection researchers, engineers and bioinformaticians in Southampton and University College London, have used an electrostatic encapsulation technique to make tiny 3D spheres within which human cells are infected with tuberculosis (TB) bacteria to generate conditions that more closely reflect events in patients.The model allows the researchers to further investigate what happens in a human body when TB develops, with a long term aim of identifying new antibiotic treatments and vaccines. The research was funded by the Medical Research Council and is published in mBio and eLife.Professor Paul Elkington, who leads the Southampton TB research group, commented: \"We believe this is a really exciting development for the field of tuberculosis research. The 3D sphere can be created with a collagen matrix so it is more like a human lung. This produces an environment which allows particular antibiotics that are important in treating patients to kill the infection, which they cannot do in other 2D model systems. This system will help us speed up the process of finding treatments and vaccines for human tuberculosis, an infection that kills 1.8 million people per year.\"Additionally the 3D spheres are able to prolong experiments for up to three weeks, more than four times longer than standard 2D model systems. This gives researchers more information about how the infection develops and the effect of different interventions over time.The next phase of the research will be in collaboration with the African Health Research Institute in Durban, in a project being funded by an MRC Global Challenges Research Fund Foundation Award worth £350,000.  Durban has a very high incidence of TB and ideal laboratory infrastructure to introduce the 3D model to study cells from patients at high risk of tuberculosis. Professor Elkington added: \"We are delighted to extend our research and have the opportunity to combine diverse expertise to develop an advanced laboratory system that can be applied to a wide range on infections, especially the infections that are prevalent in resource-poor countries.  We will use our 3D model to integrate engineering and biological approaches with clinical specimens to create an entirely new system of studying infection.\"Dr Al Leslie, of the Africa Health Research Institute, said: \"There is a huge amount to be gained from infectious disease biologists and engineers working together, as they push each other out of their comfort zones and force a new perspective on the problem being tackled. This grant is the start of what we hope to be a long-term collaboration that will bring real innovation to our TB research programmes and speed up the pace of discovery to fight this deadly epidemic.\"\r\n", "article_link": "http://dx.doi.org/10.1128/mBio.02073-16", "url": "http://www.eurekalert.org/pub_releases/2017-02/uos-rut020617.php", "region": "europe", "source_link": null, "funder": "Medical Research Council", "meeting": "", "institution": "University of Southampton", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "mBio", "description": "Researchers at the University of Southampton have developed a new 3-D system to study human infection in the laboratory.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}