{"title": "Clinical trial informed consent quality similar in developed, developing countries", "text": "Making sure that participants of a clinical trial provide informed consent--understanding their role, along with any risks and benefits of voluntary participation--is a cornerstone of ethical trials. Now, researchers reporting in PLOS Neglected Tropical Diseases have, for the first time, directly compared the quality of the informed consent process in a developed and a developing country in similar clinical trials of the same hookworm vaccine. Informed consent depends on five necessary criteria: the willingness to participate, the capacity to make a decision, disclosure of information, comprehension, and the decision to participate. Research conducted in developing countries is often thought to have weaker informed consent due to limited education and healthcare access in those countries, but few studies have delved into this. In the new work, David Diemert, of the George Washington University School of Medicine and Health Sciences, Flávia Gazzinelli of the Federal University of Minas Gerais, and colleagues used a 32-question survey to assess the quality of informed consent in Phase 1 trials of a hookworm vaccine that were being conducted in two locations in Brazil--one rural and one urban--as well as the United States. 105 participants completed the questionnaire, which asked about their understanding of the study as well as their reasons for participating. Overall, there were few statistically significant differences between participants in urban Belo Horizonte, Brazil and Washington, DC, but more differences between people in those locations and in rural, resource-limited Americaninhas, Brazil. Knowledge about the trial was poor in all places, with the mean number of correct answers about the study being 45.6% in Americaninhas, 65.2% in Belo Horizonte, and 59.1% in Washington, DC. And while around 40% of participants in Belo Horizonte and Washington, DC, had doubts about participating, only 1.5% has concerns in Americaninhas. Moreover, most people in Washington, DC, and Belo Horizonte cited helping others and benefiting the world as major reasons to participate, while most in Americaninhas said it was a personal decision, or they wanted to benefit their own health. \"Based on our results, we conclude that the use of the terms \"developed\" and \"developing\" to describe countries is a reductionist exercise to define participants as vulnerable, whereas a rigorous consideration of the specific characteristics of each group of individuals recruited as participants in a clinical trial is necessary,\" the researchers say. \"These findings also demonstrate the need for educational interventions directed at clinical trial participants, both in developing and developed countries, in order to improve understanding of the informed consent document.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005327", "url": "http://www.eurekalert.org/pub_releases/2017-02/p-cti020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Medicine/Health", " Environmental Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Physiology", " Public Health", " Policy/Ethics", " Medical/Scientific Ethics"], "journal": "PLOS Neglected Tropical Diseases", "description": "Making sure that participants of a clinical trial provide informed consent -- understanding their role, along with any risks and benefits of voluntary participation -- is a cornerstone of ethical trials. Now, researchers reporting in PLOS Neglected Tropical Diseases have, for the first time, directly compared the quality of the informed consent process in a developed and a developing country in similar clinical trials of the same hookworm vaccine.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}