{"title": "E-cigarettes confirmed to be safer than smoking in long-term study", "text": "1. E-cigarettes confirmed to be safer than smoking in long-term study E-cigarette users who stopped smoking cigarettes substantially reduced their intake of tobacco-related carcinogens and toxins\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-1107\nURL goes live when the embargo liftsSmokers who manage to cut out smoking altogether may see a health benefit from switching to e-cigarettes. A long-term study found that former smokers who completely replaced standard cigarettes with e-cigarettes substantially reduced their intake of cancer-causing chemicals compared to those who continued to smoke cigarettes. The findings are published in Annals of Internal Medicine. E-cigarettes have increased in popularity but concerns about potential exposure to carcinogens and toxins persist. Some reports claim to show that e-cigarettes are as harmful as smoking but the study authors say those reports are based on studies that bear little relationship to exposure of e-cigarette users in the real world. In the first study of its kind, researchers measured the intake of potentially harmful chemicals in e-cigarette users and compared them to people using licensed nicotine patches and cigarettes. The study found that when smokers switched completely to e-cigarettes, their intake of cancer-causing chemicals dramatically fell to a level found in people using nicotine patches while their intake of nicotine remains largely unchanged. Using e-cigarettes or nicotine replacement patches while continuing to smoke cigarettes does not seem to offer the same benefit.According to the authors, these results confirm that e-cigarettes, like other nicotine replacements, are much safer than conventional cigarettes and may be a useful long-term quitting aid for patients who smoke and have struggled to stop with other available support. The authors caution that users must stop smoking completely to achieve health benefits.Note: For an embargoed PDF, please contact Cara Graeff. To reach the lead author, Dr. Lion Shahab at University College London, please contact Tom Sheldon at tom@sciencemediacentre.org or 020 7611 8366. Cancer Research UK will be issuing a press release when the embargo lifts. Kathryn Ingham at the Cancer Research UK press office can be reached for more information at Kathryn.Ingham@cancer.org.uk or 020 3469 5475. \r\nThe Advisory Committee on Immunization Practices (ACIP) released its 2017 Recommended Immunization Schedule for adults with major changes to the influenza, human papillomavirus (HPV), and meningococcal (MenB) vaccines. This year's schedule includes a colorful cover page with references, resources, approved acronyms, and instructions for specific patient populations. The schedule is published in Annals of Internal Medicine.In a major change, ACIP says patients should not use the live attenuated influenza vaccine (LAIV), or nasal spray vaccine, because of concerns about low effectiveness. Adults with a mild egg allergy should receive age-appropriate inactivated influenza vaccine (IIV) or recombinant influenza vaccine (RIV). Those with more severe egg allergy should have their vaccine administered in a medical setting supervised by a health care provider who is able to recognize and manage severe allergic conditions.For the HPV vaccine, some patients are considered adequately vaccinated with two doses. For patients who did not receive HPV vaccination before age 15, three doses are still required and may be given to females up to age 26 and males up to age 21. Recommendations for MenB vaccination are similar to last year, but indications for high-risk patient populations have changed. Finally, the new schedule also includes recommendations for chronic liver conditions that warrant vaccination for HBV.While the new schedule is clean and streamlined, physicians should pay careful attention to the details found in the footnotes. The footnotes clarify who needs what vaccine, when, and at what dose. The complete schedule, including footnote changes, is being simultaneously published in Annals of Internal Medicine and on the Centers for Disease Control and Prevention (CDC) web site. The CDC's ACIP is comprised of the American College of Physicians (ACP) and 16 other medical societies representing various medical practice areas. Each year, the ACIP reviews the CDC's Recommended Adult Immunization Schedule to ensure the schedule reflects current clinical recommendations for licensed vaccines. The recommendations are intended to guide physicians and other clinicians about the appropriate vaccines for their adult patients. Note: For an embargoed PDF, please contact Cara Graeff. To interview ACP's liaison to ACIP, please contact Dr. Sandra Fryhofer directly at sandra@drsandrafryhofer.com or 404-816-8660. \r\nPatients with increased body mass index (BMI) may be vulnerable to suboptimal end-of-life care. A study published in Annals of Internal Medicine found that obesity was associated with reduced hospice use, reduced in-home death, and greater Medicare expenditures in the last 6 months of life.The majority of U.S. adults aged 60 years or older are overweight or obese, which creates challenges for health care providers and caregivers who must perform examinations and assist with mobility and self-care for these patients. In addition, weight stigma has been found to affect patient and provider behaviors, which may negatively affect care. To date, however, no studies have examined the association between obesity and hospice use, a cornerstone of end-of-life care.Researchers studied health records for 5,677 community-dwelling Medicare beneficiaries who died between 1998 and 2012 to assess the associations between BMI and hospice use and Medicare expenditures in the last 6 months of life. They found that increasing obesity was independently associated with lower-quality care. Hospice enrollment was 40 percent lower for patients with a high BMI and those who did enroll in hospice were enrolled for a shorter duration. Obese patients were also less likely to die at home and their Medicare expenditures were 13 percent higher.The authors conclude that the consequences of obesity are substantial and leave patients vulnerable to suboptimal care. Policy interventions could be implemented to ensure that all people - regardless of body size - experience the benefits of high-quality end-of-life care.Note: For an embargoed PDF, please contact Cara Graeff. To reach the lead author, Dr. John Harris at University of Pittsburgh School of Medicine, please contact Courtney Caprara at capraracl@upmc.edu or 412-647-6190.What are the benefits and harms of prescribing antibiotics to a patient with persistent upper respiratory symptoms? Two prominent clinical experts debate this question in a multicomponent educational article being published in Annals of Internal Medicine.When to prescribe antibiotics is a concern because inappropriate use can result in multidrug resistance, unanticipated side effects and toxicity, and unnecessary drug costs. The American College of Physicians (ACP) and the Centers for Disease Control and Prevention (CDC) recently recommended against prescribing antibiotics to most patients with acute respiratory tract infections except for those who present with very specific symptoms for an extended period of time. While the recommendations are clear, not all patients fit neatly within the guidelines. Two prominent clinicians from Beth Israel Deaconess Medical Center (BIDMC) discuss the benefits and risks of prescribing antibiotics for an older male patient who falls outside the guidelines but has requested an antibiotic for his persistent upper respiratory symptoms. The first physician argues that shared decision-making between a physician and patient can improve patient satisfaction and actually has been proven to reduce antibiotic prescribing. Since the patient has persistent symptoms and a clear preference for antibiotics, he should receive them. The second physician thinks that taking a more conservative approach may see the patient getting better without the risk for adverse reactions.All 'Beyond the Guidelines' papers are based on the Department of Medicine Grand Rounds at BIDMC in Boston and include print, video, and educational components. A list of topics is available at http://www.annals.org/grandrounds. Note: For an embargoed PDF, please contact Cara Graeff. To interview the lead author, please contact Emily Barret at ebarret1@bidmc.harvard.edu or 617-667-7317. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/acop-ect013117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Immunology/Allergies/Asthma", " Internal Medicine", " Public Health", " Smoking/Tobacco"], "journal": "Annals of Internal Medicine", "description": "Smokers who manage to cut out smoking altogether may see a health benefit from switching to e-cigarettes. A long-term study found that former smokers who completely replaced standard cigarettes with e-cigarettes substantially reduced their intake of cancer-causing chemicals compared to those who continued to smoke cigarettes. The findings are published in Annals of Internal Medicine.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}