{"title": "Queensland-led team develops effective economical Ebola treatment", "text": "An effective and economical treatment for Ebola patients has been developed by an international team led by Queensland researchers.The post-exposure treatment made with antibodies from horses could be used in the next Ebola outbreak.The research was led by UQ School of Chemistry and Molecular Bioscience's Professor Alexander Khromykh and QIMR Berghofer Medical Research Institute's Professor Andreas Suhrbier.\"This is a cost-effective treatment that can be used in low-income countries in Africa where equine production facilities are already in operation for producing snake-bite antivenin,\" Professor Khromykh said.\"It's the first time that equine antibodies have been shown to work effectively against Ebola infection.\"The research resulted from a strong collaboration between Australian, French and Russian scientists and a local QLD company.\"The largest recorded outbreak of Ebola virus occurred primarily in West Africa from 2014 to 2016, infecting 30,000 people and killing more than 11,000, with exported cases in Europe and North America.The outbreak resulted in the establishment of the United Nations Mission for Ebola Emergency Response and an acceleration of research on development of vaccines and therapies.Professor Khromykh said this led to the development of monoclonal antibodies that were used in the UK to treat infected health workers returning from Africa.\"The down side is that monoclonal antibodies require considerable investment for scale-up and manufacture, and are expensive,\" Professor Khromykh said.\"Equine antibodies are a considerably cheaper alternative, with manufacturing capacity already in place in Africa.\"Antibodies from vaccinated horses provide a low-cost alternative, and are already in use for rabies, botulism and diphtheria.\"UQ School of Chemistry and Molecular Biosciences Head, Professor Paul Young, who was part of the research team, said the finding offered great hope as a rapid treatment option for Ebola patients\"It's a significant advance on the way we think about responding to urgent disease threats, and could be applied to the treatment of other infectious diseases,\" he said.\"It is also a far more appropriate option for resource-poor settings.\"Professor Khromykh's team has previously developed an experimental Ebola vaccine made using an Australian virus called Kunjin, that might also help in the fight against the deadly Ebola virus.The Kunjin virus-derived vaccine vector first constructed by Professor Khromykh in 1997 has been used to develop several vaccine candidates, including one for Ebola.The research, published in the Nature series journal Scientific Reports, was funded by the Australian Infectious Diseases Research Centre.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoq-qtd020517.php", "region": "africa", "source_link": "https://www.uq.edu.au/news/article/2017/02/queensland-led-team-develops-effective-economical-ebola-treatment", "funder": "Australian Infectious Diseases Research Centre", "meeting": "", "institution": "University of Queensland", "keywords": ["Virology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Scientific Reports", "description": "An effective and economical treatment for Ebola patients has been developed by an international team led by Queensland researchers.\r\n\r\nThe post-exposure treatment made with antibodies from horses could be used in the next Ebola outbreak.", "date": "Sun, 05 Feb 2017 05:00:00 GMT"}