{"title": "Feeling the heat", "text": "Whether you prefer a cool summer night with a gentle breeze or a crystal clear and still winter day, the human perception of temperature, or thermal comfort, whilst largely dependent on the temperature itself, involves several other climate variables, such as humidity and wind speed. For example, during summer, high humidity can reduce the evaporation of sweat, needed for cooling, from the human body, consequently increasing levels of heat stress and making people feel uncomfortable or even sick. Meanwhile, a nice breeze around you removes heat by accelerating evaporation in hot conditions, leading to a cooling effect.  In winter, the presence of a wind will remove heat through the process of convection, thereby further elevating the feeling of chilliness. In China, this is especially pronounced in the north of the country during periods when strong northerly winds blow cold air from Siberia. Meanwhile, owing to humid air conducting more heat, the wetter climate of southern China in winter typically leads to a perception of colder conditions for the human body. So how has thermal comfort changed in recent decades over China against the background of the global warming? To answer the question, scientists from the Institute of Atmospheric Physics of the Chinese Academy of Sciences, the National Climate Center of the China Meteorological Administration, and other institutes, carried out an investigation over the Chinese mainland using the index of effective temperature (ET), which combines the effects of temperature, humidity and wind speed. The human perception of temperature was classified on a scale based on the values of the ET index, ranging from very cold, cold, cool, comfortable, to warm, hot, and very hot. The study reveals an increase in ET in recent decades (1961-2014) over China, mostly due to the increase in temperature and decrease in wind speed. An average of 255 days of very cold and cold days per year was found, related to the fact that China is a country located in the mid and high latitudes, comprising several high-elevation areas (e.g., the vast Tibetan Plateau). However, a marked decline, at a rate of 3.5 days per decade was also found, indicating there were around 15 fewer cold days in the last decade compared to the 1960s.  At the other end of the spectrum, warming led to an increase in the number of comfortable days (average of 27 per year) at a rate of 1.3 days per decade, i.e. an increase from 25 in the 1960s to 29 days in the last decade. However, the increase showed seasonal and geographical differences. For example, in summer, a significant decrease in the number of comfortable days dominated in eastern China, where there is a high population density.  The number of hot and very hot days at the end of the study period amounted to only 11 per year; however, this figure had been increasing at a rate of 0.7 days per decade. In other words, 30% more hot and very hot days were observed in the last decade of the study period compared to the 1960s (12.5 vs. 9.5 days). The study's findings not only provide an interesting insight into the changes in thermal comfort that have already occurred, but also give us plenty to think about as the climate continues to change in the future. Indeed, GAO Xuejie, one of the study's authors from the Institute of Atmospheric Physics warns \"We can expect further and possibly accelerating levels of change in the future under global warming and, as such, our group is currently working on high-resolution regional climate model simulations to build a clearer picture in this regard\". The findings are published in the International Journal of Climatology.\r\n", "article_link": "http://dx.doi.org/10.1002/joc.5038", "url": "http://www.eurekalert.org/pub_releases/2017-04/ioap-fth042717.php", "region": "asia", "source_link": "http://onlinelibrary.wiley.com/doi/10.1002/joc.5038/full", "funder": "", "meeting": "", "institution": "Institute of Atmospheric Physics, Chinese Academy of Sciences", "keywords": ["Atmospheric Science", " Climate Science", " Temperature-Dependent Phenomena", " Health Care", " Nature", " Environmental Health", " Climate Change", " Climate Change", " Climate Change"], "journal": "International Journal of Climatology", "description": "How has thermal comfort changed in recent decades over China against the background of the global warming? Scientists carried out an investigation over the Chinese mainland using the index of effective temperature (ET), which combines the effects of temperature, humidity and wind speed.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}