{"title": "Staking self-worth on the pursuit of money has negative psychological consequences", "text": "BUFFALO, N.Y. - Although people living in consumer-based cultures such as the U.S. often believe that they will be happier if they acquire more money, the findings of a newly published paper by a University at Buffalo research team suggest that there may be downsides to this pursuit.\r\nThe pursuit of money in and of itself is not bad, but there are risks to consider when it is fueled by a desire to boost self-esteem. When people tie their self-worth to the pursuit of financial success, they are more vulnerable to negative psychological consequences, according to Lora Park, an associate professor of psychology at UB and the study's lead author. \r\nSpecifically, basing self-esteem on financial success predicted making more financially-based social comparisons with others, feeling less autonomy and control over one's life, and experiencing more financial hassles, stress and anxiety.  These findings were evident even after accounting for other variables, such as financial status, materialistic values and importance of financial goals.  \r\n\"People don't often think of the possible down sides of wrapping their identity and self-worth around financial pursuits, because our society values wealth as a model of how one should be in the world,\" says Park. \"It's important to realize these costs because people are gravitating toward this domain as a source of self-esteem without realizing that it has these unintended consequences.\"\r\nPark's paper, with UB graduate student Deborah Ward and UB assistant professor of psychology Kristin Naragon-Gainey, appears in the latest issue of the journal Personality and Social Psychology Bulletin.\r\nPHOTOS: http://bit.ly/2oxnlyh. \r\nWorking with samples of 349 college students and a nationally representative group of 389 participants, the researchers first developed a scale to measure Financial Contingency of Self-Worth (CSW), or the degree to which people base their self-esteem on financial success, and then conducted a series of experiments to examine the effects of threatening people's sense of financial security.\r\n\"When we asked people to write about a financial stressor, they experienced a drop in their feelings of autonomy,\" says Park. \"They also showed more disengagement from their financial problems - they gave up searching for solutions. We didn't find this in people who didn't tie their self-esteem to financial success or among those who were asked to write about an academic stressor.\"\r\nIn those essays, the researchers also coded the type of language participants used to describe their financial problems.\r\n\"We found that people who highly based their self-worth on financial success used more negative emotion-related words, like sadness and anger,\" says Park. \"This demonstrates that just thinking about a financial problem generates a lot of stress and negative emotions for these individuals.\" \r\nBut Park says this effect is eliminated if you get people to self-affirm by giving them an opportunity to think about their personal strengths.\r\n\"This suggests that self-esteem concerns emerge when people are thinking about financial problems, but if you can repair their self-esteem by having them think about their strengths, then there is no reduction in feelings of autonomy.\"\r\nA final study found that people who based their self-esteem on financial success - and were led to believe that they would experience financial instability in their future - became more cautious when it came to extravagant spending decisions.  This could be interpreted as a desire of these individuals to protect their self-esteem following this financial threat, suggests Park.   \r\nThis research also has implications beyond finances and self-esteem and has many possible future directions, such as the effects of financially contingent self-worth on close relationships, group dynamics and organizational settings.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uab-sso042717.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/04/046.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Socioeconomics", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Perception/Awareness", " Stress/Anxiety", " Poverty/Wealth"], "journal": "Personality and Social Psychology Bulletin", "description": "Although people living in consumer-based cultures such as the US often believe that they will be happier if they acquire more money, the findings of a newly published paper by a University at Buffalo research team suggest that there may be downsides to this pursuit.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}