{"title": "Researcher says customized content on political websites hurts democracy", "text": "BUFFALO, N.Y. - Having it your way on political websites and seeing only the content that aligns with your beliefs is not good for democracy, according to Ivan Dylko, an assistant professor in the University at Buffalo's Department of Communication and an expert in the political effects of communication technology.\r\nDylko has published a groundbreaking paper in the latest issue of the journal Computers in Human Behavior that is among the first to experimentally test the political effects of customizability, a popular technology that personalizes a site's subject matter and is present on many top websites like Facebook, Google News, Twitter and others.\r\nThe results of the study suggest that political websites that either customize content automatically or allow visitors to personally tailor the site's content increase the tendency for those users to consume information that agrees with their ideologies at the expense of information that challenges those beliefs. This effect was particularly strong among politically moderate participants.\r\nCustomizability technology drives narrow decision-making that reflect personal biases. Liberals consume more liberal content and conservatives consume more conservative content.\r\nResearchers call the resulting information diet \"political selective exposure\" and Dylko's study provides important empirical evidence for what he calls \"the dark side of technology.\"\r\n\"These personalization tools were initially created to help cope with information overload. Unfortunately, these popular information technologies can unintentionally hurt our democracy,\" says Dylko. \"The increasingly popular personalization tools are likely to lead to a situation where we are surrounded by like-minded information that creates skewed perception of reality, incorrect beliefs, extreme attitudes and suboptimal political behavior.\"\r\nCustomizability, a key element of the modern information environment, emerges as a critical contributing factor.\r\nUsing this technology, visitors, on their own, can select what articles a website delivers to them as easily as they might decide what to purchase from a clothes rack. This kind of user-driven personalization also has a system-driven counterpart that relies on software code - operating unobtrusively and sometimes covertly - that, in a political context, prioritizes stories that align with the ideological browsing patterns of individual users. \r\n\"System-driven customizability, termed a 'filter bubble' by political activist and Internet entrepreneur Eli Pariser, is particularly troubling because substantial content is filtered out by the information system without users ever realizing this is happening,\" says Dylko. \"The ease of reducing exposure to challenging opinions and automation of such filtering is what's new and important about selective exposure today.\"\r\nThe nature and effects of customizability have split many observers into separate camps of Internet pessimists and Internet optimists, each arguing whether this technology hurts or helps democracy, according to Dylko.\r\nThe optimists say that quality information that is free and easily accessible increases the likelihood that people will encounter and read opinions that differ from their own. The pessimists argue the opposite, saying human nature dictates that the Internet will not be used in the best possible way. \r\nResearchers are just beginning to understand the nature of this complex problem and its nuances. Although many researchers speculated about the implications of this technology, Dylko's study is the only experimental study to date that directly tested these effects in the context of routine consumption of political news.\r\nFor the study that Dylko co-authored with Igor Dolgov, associate professor of psychology at New Mexico State University, and former and current NMSU graduate students William Hoffman, Nicholas Eckhart, Maria Molina and Omar Aaziz, subjects answered a survey that measured their political attitudes. \r\nOne month later, subjects were randomly assigned to browse one of four different political websites with liberal and conservative content: A user-customizable site; a system-customizable site on which researchers manipulated content based on the survey responses; a hybrid of the first two customizability types; and a final non-customizable site. Subjects browsed the sites while researchers recorded clicks and time spent reading. \r\n\"We found that presence of customizability technology increased consumption of pro-attitudinal information and decreased consumption of counter-attitudinal information,\" says Dylko. \"Such selective exposure is known to increase political polarization, which we are seeing a lot of in modern U.S. politics.\r\n\"That's not good for a healthy democracy\" he says. \"Living in ideological cocoons prevents cross-fertilization of political ideas, undermines civil political discourse, and hurts the quality of decision making in political context.\"\r\nThe popularity of customizability technology, increase in the number of content choices, declining trust in various elite institutions of society and declining influence of the established traditional media are some of the factors responsible for the lack of civility and gridlock in modern politics, Dylko says.\r\n\"We hope decision makers behind websites like Google, Facebook, Twitter and other key gatekeepers of political information will take note of the unintended harm their services might be inflicting on our society and try to mitigate this harm technologically. However, the public should not be let off the hook either.\r\n\"We all should be more alert to how information algorithms might inadvertently negatively affect us, and try to break out of the comfortable information bubbles each of us has created on various online news and social media platforms,\" Dylko says.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uab-rsc042617.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/04/044.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Information Management/Tracking Systems", " Mass Media", " Decision-making/Problem Solving", " Perception/Awareness", " Political Science", " Internet"], "journal": "Computers in Human Behavior", "description": "Having it your way on political websites and seeing only the content that aligns with your beliefs is not good for democracy, according to Ivan Dylko, an assistant professor in the University at Buffalo's Department of Communication and an expert in the political effects of communication technology.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}