{"title": "The automation of art: A legal conundrum", "text": "In 1968, sociologist Jean Baudrillard wrote on automatism that \"contained within it is the dream of a dominated world [...] that serves an inert and dreamy humanity.\"With the growing popularity of Deep Neural Networks (DNN's), this dream is fast becoming a reality. Dr. Jean-Marc Deltorn, researcher at the Centre d'études internationales de la propriété intellectuelle in Strasbourg, argues that we must remain a responsive and responsible force in this process of automation - not inert dominators. As he demonstrates in a recent Frontiers in Digital Humanities paper, the dream of automation demands a careful study of the legal problems linked to copyright. For more than half a century, artists have looked to computational processes as a way of expanding their vision.  DNN's are the culmination of this cross-pollination: by learning to identify a complex number of patterns, they can generate new creations.These systems are made up of complex algorithms modeled on the transmission of signals between neurons in the brain. \r\nDNN creations rely in equal measure on human inputs and the non-human algorithmic networks that process them.\r\nInputs are fed into the system, which is layered. Each layer provides an opportunity for a more refined knowledge of the inputs (shape, color, lines). Neural networks compare actual outputs to expected ones, and correct the predictive error through repetition and optimization. They train their own pattern recognition, thereby optimizing their learning curve and producing increasingly accurate outputs. The deeper the layers are, the higher the level of abstraction. The highest layers are able to identify the contents of a given input with reasonable accuracy, after extended periods of training. Creation thus becomes increasingly automated through what Deltorn calls \"the arcane traceries of deep architecture\". The results are sufficiently abstracted from their sources to produce original creations that have been exhibited in galleries, sold at auction and performed at concerts. \r\nThe originality of DNN's is a combined product of technological automation on one hand, human inputs and decisions on the other.DNN's are gaining popularity. Various platforms (such as DeepDream) now allow internet users to generate their very own new creations . This popularization of the automation process calls for a comprehensive legal framework that ensures a creator's economic and moral rights with regards to his work - copyright protection.  Form, originality and attribution are the three requirements for copyright. And while DNN creations satisfy the first of these three, the claim to originality and attribution will depend largely on a given country legislation and on the traceability of the human creator.  Legislation usually sets a low threshold to originality. As DNN creations could in theory be able to create an endless number of riffs on source materials, the uncurbed creation of original works could inflate the existing number of copyright protections. Additionally, a small number of national copyright laws confers attribution to what UK legislation defines loosely as \"the person by whom  the  arrangements  necessary  for  the  creation  of the  work  are  undertaken.\" In the case of DNN's, this could mean anybody from the programmer to the user of a DNN interface. Combined with an overly supple take on originality, this view on attribution would further increase the number of copyrightable works.The risk, in both cases, is that artists will be less willing to publish their own works, for fear of infringement of DNN copyright protections.In order to promote creativity - one seminal aim of copyright protection - the issue must be limited to creations that manifest a personal voice \"and not just the electric glint of a computational engine,\" to quote Deltorn. A delicate act of discernment.DNN's promise new avenues of creative expression for artists - with potential caveats. Copyright protection - a \"catalyst to creativity\" - must be contained. Many of us gently bask in the glow of an increasingly automated form of technology. But if we want to safeguard the ineffable quality that defines much art, it might be a good idea to hone in more closely on the differences between the electric and the creative spark. This research is and be will part of a broader Frontiers Research Topic collection of articles on Deep Learning and Digital Humanities.\r\n", "article_link": "http://dx.doi.org/10.3389/fdigh.2017.00003", "url": "http://www.eurekalert.org/pub_releases/2017-04/f-tao042617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Frontiers", "keywords": ["Mathematics/Statistics", " Algorithms/Models", " Social/Behavioral Science", " Arts/Culture", " Technology/Engineering/Computer Science", " Robotry/Artificial Intelligence"], "journal": "Frontiers in Digital Humanities", "description": "Deep Neural Networks are systems that are able to simulate human perception by 'memorizing' complex patterns on a mathematical level. One application for this is in the arts, where these systems are used for their creative potential. As DNN's become more popular, there is the danger of an unchecked proliferation of copyright protections, which risks stifling creativity. In order to prevent this, we should focus on the human element within the complex technological processes that engender automated art.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}