{"title": "New study shows youth violence on decline", "text": "Contrary to popular perception, a new study by Boston University professor Christopher Salas- Wright finds that youth violence is declining--and at noteworthy rates. Between 2002 and 2014, Salas-Wright and his colleagues found a 29% decrease in the relative proportion of young people involved in violence in the United States. The study, Trends in Fighting and Violence Among Adolescents in the United States: Evidence From the National Survey on Drug Use and Health, 2002-2014 published in the American Journal of Public Health, also reveals a persistent pattern of racial and ethnic disparities in youth violence.\"There is often the sense that teenagers are out of control and that things are always getting worse,\" Salas-Wright said. \"However, our study makes clear that, over the last 10 to 15 years, we have seen a meaningful decrease in the number of adolescents involved in fighting and violence.\"Drawing from nationally representative data from the National Survey on Drug Use and Health, the study examines trends in violence (including fighting, group fighting, and attacks with intent to harm) among youth ages 12-17. Study findings indicate that among youth in general, violence is meaningfully down. Indeed, Salas-Wright and colleagues found that the prevalence of youth violence steadily dropped from a pinnacle of 33.6% in 2003 to a low of 23.7% in 2014.Despite these encouraging findings, Salas-Wright is careful to note that disparities exist. Over the course of the study, African-American youth were consistently found to be most impacted by violent behavior followed by Hispanic and non-Hispanic white youth.\"Overall, these findings represent good news,\" Salas-Wright noted. \"However, while violence decreased among youth from all racial and ethnic groups, we see clear evidence of that African- American and Hispanic youth continue to be disproportionately impacted by violence.\"The study was co-authored by Erik Nelson of Indiana University, Michael Vaughn of Saint Louis University, Jennifer Reingle Gonzalez of University of Texas, and David Co?rdova of the University of Michigan.The authors argue that, despite the standard assumptions about young people, findings from the present study are consistent with recent research on risk behavior among American youth. \"\"While we are seeing noteworthy decreases in violence and other risky behaviors among youth, we shouldn't lose sight of the fact that these problems persist,\" Vaughn said. \"There is still much work to be done.\"Based on these findings, Salas-Wright and colleagues emphasize the importance of the continued development and dissemination of evidence-based programs and interventions designed to prevent not only violence but other problem behaviors among youth.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/bu-nss042517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Boston University", "keywords": ["Public Health", " Social/Behavioral Science", " Quality of Life", " Urbanization", " Death/Dying", " Mental Health", " Depression/Anger", " Violence/Criminals", " Law Enforcement/Jurisprudence", " Science/Health/Law"], "journal": "American Journal of Public Health", "description": "Contrary to popular perception, a new study by Boston University professor Christopher Salas- Wright finds that youth violence is declining -- and at noteworthy rates. Between 2002 and 2014, Salas-Wright and his colleagues found a 29 percent decrease in the relative proportion of young people involved in violence in the United States. The study also reveals a persistent pattern of racial and ethnic disparities in youth violence.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}