{"title": "Cognitive skills differ across cultures and generations", "text": "An innovative study of children and parents in both Hong Kong and the United Kingdom, led by University of Cambridge researchers Michelle R. Ellefson and Claire Hughes, reveals cultural differences in important cognitive skills among adolescent participants but not their parents. The results are published in Psychological Science, a journal of the Association for Psychological Science.\"Our findings showed substantial contrast between adolescents in the United Kingdom and Hong Kong when it came to executive functions, which may help to explain substantial differences in academic success,\" says Ellefson. \"However, these differences do not extend to their parents - which leads to the question of whether these differences might go away over time.\"Research suggests that executive functions - the higher-order cognitive skills we use to reason, plan, and adapt to circumstances on the fly - are linked with many long-term outcomes and are shaped by various factors, including parental and cultural influences. Ellefson, Hughes, and colleagues decided to take a novel approach to studying these executive functions, accommodating developmental and cultural perspectives in one study.A total of 1,428 children and parents from Hong Kong and the UK completed the same four tasks, which were designed to measure executive function skills related to inhibition, working memory, task switching, and planning.The results revealed that, on average, children in Hong Kong had higher executive function scores than their same-aged peers in the UK. For example, the average executive function score for 10-year-olds in Hong Kong was about the same as the average score for 12-year-olds in the UK. There was no such difference, however, between parents in Hong Kong and parents in the UK.When the team compared performance across generations, they found that the parents tended to respond more accurately than the children, but took longer to produce these accurate responses, meaning that parents avoided mistakes by slowing down.In both Hong Kong and the UK, there was a modest but notable correlation between parents' and children's scores - parents with high executive function performance were more likely to have kids with high performance.Together, the research highlights the benefits of combining multiple theoretical perspectives in one study, looking at similarities and differences across both cultures and age groups.\"This is our first paper together and it shows the value of developmental psychologists getting out of their 'age bunkers' to look at topics from a broader perspective,\" says Hughes.\"Our findings indicate that cultural contrasts may differ in nature as well as magnitude at different points along the life span,\" the researchers conclude in their paper.", "article_link": "http://dx.doi.org/10.1177/0956797616687812", "url": "http://www.eurekalert.org/pub_releases/2017-04/afps-csd042517.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/cognitive-skills-differ-across-cultures-and-generations.html#.WP9n3fkrKUk", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Education", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "An innovative study of children and parents in both Hong Kong and the United Kingdom reveals cultural differences in important cognitive skills among adolescents but not their parents. The results are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}