{"title": "Parkinson's disease will be curable with cortisol", "text": "DGIST's research team has found a candidate substance which can prevent and cure Parkinson's disease. By using this substance, the team also has identified the mechanism of dopaminergic neuronal death inhibition. Parkinson's disease is a representative neurological degenerative brain disease caused by the death of dopaminergic neurons in the middle cerebral blood. It is a disease with high incidence in the population over the age of 60 and the symptoms are body tremor and stiffness, slow motion, posture instability, etc.It is known that mutation or low expression of parkin protein, a part of the system which hydrolyzes intracellular proteins, accelerates the accumulation of toxic proteins that must be removed in cells and induces dopaminergic neuronal cell death and Parkinson's disease, a degenerative brain disease. Currently, Parkinson's disease is classified as a rare incurable disease, one of the Korean government's four major target serious illnesses. However, there are no drugs that can prevent the death of dopaminergic neurons.The senior researcher Yoon-Il Lee's research team and Professor Yunjong Lee's research team have continuously conducted studies on the development of candidate substances to cure Parkinson's disease and their mechanisms. The researchers performed a high-throughput screening method to identify drug candidates that promote dopaminergic neuronal cell activation by inducing the expression of the parkin protein, the cell protection gene which can inhibit the death of dopaminergic neurons.As a result, it has been identified that cortisol* , known as a stress hormone, induces the expression of the parkin protein and prevents dopaminergic neuronal death by eliminating the accumulation of cell death factors through ubiquitin proteasome system. In addition, the team has demonstrated the mechanism by which cortisol induces the expression of the parkin protein and CREB transcriptional regulator through the hormone receptor regulates the expression of the parkin protein through the cell and animal model experiments. The study also has assured the possibility that cortisol can be used as a therapeutic agent for degenerative Parkinson's disease. The senior researcher Yoon-Il Lee stated \"The significance of this study is that it has identified that the expression of parkin protein induced by a moderate level of stress hormone cortisol could be an important factor in maintaining the viability of dopaminergic neurons. We will continue to conduct follow-up studies such as clinical studies so that the Parkinson's disease will be curable in the future.\"\r\n", "article_link": "http://dx.doi.org/10.1038/s41598-017-00614-w", "url": "http://www.eurekalert.org/pub_releases/2017-04/dgi-pdw042517.php", "region": "asia", "source_link": "http://www.dgist.ac.kr/site/dgist_eng/menu/508.do?configNo=96&cmd=read&contentNo=34385&pageIndex=1&recordPerPage=10&month=0&condition=&keyword=", "funder": "", "meeting": "", "institution": "DGIST (Daegu Gyeongbuk Institute of Science and Technology)", "keywords": ["Cell Biology", " Medicine/Health", " Biomedical/Environmental/Chemical Engineering"], "journal": "Scientific Reports", "description": "DGIST's research team has identified the mechanism of dopaminergic neuronal death inhibition using stress hormone cortisol. The study suggests new direction for studies on degenerative brain disease by changing the perception of stress.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}