{"title": "Motion sickness drug worsens motion perception", "text": "(BOSTON) - A new study led by Massachusetts Eye and Ear researchers found that oral promethazine, a drug commonly taken to alleviate motion sickness, temporarily worsened vestibular perception thresholds by 31 percent, lowering one's ability to perceive sensory information about motion, balance and spatial orientation. These findings, published online in the Journal of the Association for Research in Otolaryngology, may suggest that people taking the medication should take extra precautions to prevent falls, since shifts in vestibular perception thresholds are associated with poorer performance on standardized balance tests.\"Our study showed that the ability to perceive motion was significantly lowered when taking this drug,\" said senior author Faisal Karmali, Ph.D., a researcher in the Jenks Vestibular Physiology Lab at Mass. Eye and Ear and an instructor in otolaryngology at Harvard Medical School. \"We found that vestibular perception thresholds, which are the smallest motions that the brain can reliably perceive without visual information, get larger when people take the drug -- meaning that their perception gets worse. People aren't able to reliably recognize the same size motions that they could when they are not taking the drug.\"A condition affecting millions of Americans, motion sickness can occur from any type of movement, but is especially common as people adjust to traveling on moving vehicles such as trains, airplanes, cars and amusement park rides. While the exact cause is unknown, the condition often involves the vestibular system, made up of tiny canals in the inner ear that are responsible for receiving information about motion, balance and spatial orientation. Dizziness, fatigue and nausea are the most common symptoms associated with the condition, and motion sickness drugs provide relief to many people.  \"Almost everybody will get sick in a small boat on rough seas,\" said first author Ana Diaz Artiles, a research associate at Cornell University. \"While the underlying cause is not completely understood, one theory suggests that conflict between how the body is moving and how it expects to move causes motion sickness.\"  The researchers measured the motion thresholds of 10 normal, healthy individuals during two visits to the Jenks Vestibular Physiology Lab at Mass. Eye and Ear separated by four days. Subjects were randomly (and blindly) given either oral promethazine or a placebo pill at each visit. In the test, subjects sat in a chair and repeatedly experienced small motions to the left or right, and reported their perception of the direction of each motion. The researchers found that tilt thresholds increased by 31 percent after ingestion of promethazine, indicating a worsening of vestibular perception. This increase in thresholds caused by the drug is equivalent to 10 years of aging. The researchers assert that these results could have important functional implications, since recent studies show that higher tilt thresholds are associated with a higher risk of failing a balance test. \"Recent research shows that people are more likely to fail standardized balance tests if they have higher motion perception thresholds, and now we know that the drug causes higher thresholds,\" said Dr. Karmali. \"We look forward to conducting further research to determine whether people who often take motion sickness drugs may want to take the same precautions that older folks do to avoid falls.\"", "article_link": "http://dx.doi.org/10.1007/s10162-017-0622-z", "url": "http://www.eurekalert.org/pub_releases/2017-04/meae-msd042417.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/04/motion-sickness-drug-worsens-motion-perception", "funder": "National Space Biomedical Research Institute, National Institutes of Health", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics"], "journal": "Journal of the Association for Research in Otolaryngology", "description": "A new study led by Massachusetts Eye and Ear researchers found that oral promethazine, a drug commonly taken to alleviate motion sickness, temporarily worsened vestibular perception thresholds by 31 percent, lowering one's ability to perceive sensory information about motion, balance and spatial orientation.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}