{"title": "The placebo effect can mend a broken heart too, CU Boulder study shows", "text": "Feeling heartbroken from a recent breakup? Just believing you're doing something to help yourself get over your ex can influence brain regions associated with emotional regulation and lessen the perception of pain.That's the takeaway from a new University of Colorado Boulder study that measured the neurological and behavioral impacts the placebo effect had on a group of recently broken-hearted volunteers.\"Breaking up with a partner is one of the most emotionally negative experiences a person can have, and it can be an important trigger for developing psychological problems,\" said first author and postdoctoral research associate Leonie Koban, noting that such social pain is associated with a 20-fold higher risk of developing depression in the coming year. \"In our study, we found a placebo can have quite strong effects on reducing the intensity of social pain.\"For decades, research has shown that placebos - sham treatments with no active ingredients -  can measurably ease pain, Parkinson's disease and other physical ailments.The new study, published in March in the Journal of Neuroscience, is the first to measure placebos' impact on emotional pain from romantic rejection.Researchers recruited 40 volunteers who had experienced an \"unwanted romantic breakup\" in the past six months. They were asked to bring a photo of their ex and a photo of a same-gendered good friend to a brain-imaging lab.Inside a functional magnetic resonance imaging (fMRI) machine, the participants were shown images of their former partner and asked to recall the breakup. Then they were shown images of their friend. They were also subjected to physical pain (a hot stimulus on their left forearm).As these stimuli were alternately repeated, the subjects rated how they felt on a scale of 1 (very bad) to 5 (very good). Meanwhile, the fMRI machine tracked their brain activity.While not identical, the regions that lit up during physical and emotional pain were similar.This finding alone sends an important message to the heartbroken, said senior author Tor Wager, a professor of psychology and neuroscience at CU Boulder: \"Know that your pain is real - neuro-chemically real.\"The subjects were then taken out of the machine and given a nasal spray. Half were told it was a \"powerful analgesic effective in reducing emotional pain.\" Half were told it was a simple saline solution.Back inside the machine, the subjects were again shown images of their ex and subjected to pain. The placebo group not only felt less physical pain and felt better emotionally, but their brain responded differently when shown the ex.Activity in the brain's dorsolateral prefrontal cortex - an area involved with modulating emotions - increased sharply. Across the brain, areas associated with rejection quieted.  Notably, after the placebo, when participants felt the best they also showed increased activity in an area of the midbrain called the periaqueductal gray (PAG). The PAG plays a key role in modulating levels of painkilling brain chemicals, or opioids, and feel-good neurotransmitters like dopamine.While the study did not look specifically at whether the placebo prompted the release of such chemicals, the authors suspect this could be what's happening.\"The current view is that you have positive expectations and they influence activity in your prefrontal cortex, which in turn influences systems in your midbrain to generate neurochemical opioid or dopamine responses,\" said Wager.Previous studies have shown that the placebo effect alone not only eases depression, but may actually make antidepressants work better.\"Just the fact that you are doing something for yourself and engaging in something that gives you hope may have an impact,\" said Wager. \"In some cases, the actual chemical in the drug may matter less than we once thought.\"The authors said the latest study not only helps them better understand how emotional pain plays out in the brain, but can also hint at ways people can use the power of expectation to their advantage.Said Koban: \"What is becoming more and more clear is that expectations and predictions have a very strong influence on basic experiences, on how we feel and what we perceive.\"Bottom line, if you've been dumped recently: \"Doing anything that you believe will help you feel better will probably help you feel better,\" she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoca-tpe042417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Mental Health, Swiss National Science Foundation", "meeting": "", "institution": "University of Colorado at Boulder", "keywords": ["Neurobiology", " Pain", " Social/Behavioral Science", " Mental Health", " Stress/Anxiety"], "journal": "Journal of Neuroscience", "description": "Feeling heartbroken from a recent breakup? Just believing you're doing something to help yourself get over your ex can influence brain regions associated with emotional regulation and lessen the perception of pain.\r\n\r\nThat's the takeaway from a new University of Colorado Boulder study that measured the neurological and behavioral impacts the placebo effect had on a group of recently broken-hearted volunteers.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}