{"title": "Alternating skimpy sleep with sleep marathons hurts attention, creativity in young adults", "text": "Skimping on sleep, followed by \"catch-up\" days with long snoozes, is tied to worse cognition -- both in attention and creativity -- in young adults, in particular those tackling major projects, Baylor University researchers have found.\r\n\"The more variability they showed in their night-to-night sleep, the worse their cognition declined across the week,\" said study co-author Michael Scullin, Ph.D., director of Baylor's Sleep Neuroscience and Cognition Laboratory and assistant professor of psychology and neuroscience in Baylor's College of Arts & Sciences.\r\n\"When completing term projects, students restrict sleep, then rebound on sleep, then repeat,\" he said. \"Major projects which call for numerous tasks and deadlines -- more so than for tests -- seem to contribute to sleep variability.\"\r\nThe study of interior design students is published online in the Journal of Interior Design. It also has implications for art, architecture, graphic design and other disciplines that use a model of design studio-based instruction, researchers said.\r\nInterior design is \"a strange culture, one where sleep deprivation is almost a badge of honor,\" said lead author Elise King, assistant professor of interior design in Baylor's Robbins College of Health and Human Sciences. \r\nStaying up late to work on a project is not seen as procrastination but considered by some students and faculty members to be a tradition and a normal part of studio-based curricula to prepare them for their careers, she said.\r\n\"Since the general public still doesn't understand the profession of interior design, and mistakenly thinks we're the same as decorators, there is a sense that you want to work harder and prove them wrong,\" King said. \"But recently, we've seen the consequences of that type of thinking: anxiety, depression and other mental health issues -- and also the dangers of driving while sleep deprived.\"\r\nThe study challenges a common myth -- that \"the best design ideas only come in the middle of the night,\" King said. But researchers found the opposite -- that \"consistent habits are at least as important as total length of sleep,\" Scullin said.\r\nIrregular sleep is a negative for \"executive attention\" -- intense focus for planning, making decisions, correcting errors and dealing with novelty. Erratic sleep also has a negative effect on creativity, the study found.\r\nThe National Sleep Foundation recommends that young adults have seven to nine hours of sleep each day. But for the 28 interior design students in the Baylor study, sleep was short and fragmented. Only one participant slept seven hours or more nightly; 79 percent slept fewer than seven hours at least three nights during the week. \r\n\"Most students think they're getting about four more hours of sleep each week than they actually are,\" Scullin said.\r\n\"Projects are often lengthy, with final due dates looming weeks or months in the future,\" King said. \"The stress of juggling several projects, each with multiple deadlines, is likely to contribute to students' tendency to cycle between several days of poor sleep leading up to a project due date, followed by a catch-up day with 10 or more sleep hours.\"\r\nResearchers measured sleep patterns through actigraphy, with students wearing wristbands to track movement. Students also kept daily diaries on the quantity and quality of their sleep. \r\n\"The wristband is somewhat similar to Fitbit devices, but much more reliable in detection, including the many brief awakenings during sleep that affect sleep quality,\" Scullin said.\r\nAll participants completed two cognitive testing sessions for creativity and executive attention -- each about an hour long and in a laboratory. The sessions were done on the first and last day of the study at the same time of day.\r\n\"What we call 'creativity' is often people's ability to see the link between things that at first glance seem unrelated, and one of the tests taps into that ability,\" Scullin said.\r\nAn example: participants are given three words that are loosely connected -- such as \"sore,\"' \"shoulder\" and \"sweat\" -- and asked to figure out a fourth word that would connect them all. \r\n\"What first comes to mind are words related to exercise, but in this case, no single exercise word really works. Instead, the 'creative' and correct answer is 'cold,'\" Scullin said.\r\nMeanwhile, executive attention -- \"working\" memory -- enables people to hold memories for a short time while doing a separate task. In the study, participants completed a task in which they saw a grid with black and white squares. \r\n\"They had to decide very quickly whether that grid was symmetrical or not. Symmetry decisions by themselves are easy,\" Scullin said. \"But after each decision, participants were shown a grid with one square highlighted in red. Then they made another symmetry decision, followed by a different square highlighted in red. They repeat that cycle up to five times before being asked to recall all the square locations in the correct order. It's very challenging to cycle between those two tasks and keep the square locations in mind.\" \r\nFurther investigation with a greater range of students across multiple studio-based majors and multiple universities would be valuable, researchers said. \r\n\"Interior design programs are changing,\" King said. \"People are open to the conversation and willing to discuss ways to reduce that pressure on our students and encourage them to be healthier.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/bu-ass042117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Baylor University", "keywords": ["Education", " Medicine/Health", " Sleep/Sleep Disorders", " Social/Behavioral Science", " Behavior", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Interior Design", "description": "Skimping on sleep, followed by 'catch-up' days with long snoozes, is tied to worse cognition -- both in attention and creativity -- in young adults, in particular those tackling major projects, Baylor University researchers have found.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}