{"title": "Most new to Medicaid have no other option if Affordable Care Act repealed", "text": "COLUMBUS, Ohio - Almost everyone covered through Ohio's Medicaid expansion would have no other viable insurance option should the Affordable Care Act be repealed, a new study has found.Law and public health researchers from The Ohio State University determined that 95 percent of newly enrolled beneficiaries would be without a plausible pathway to coverage. The research appears online in the American Journal of Public Health.\"Many of these people have nothing else to turn to,\" said Eric Seiber, lead author and associate professor of health services management and policy in Ohio State's College of Public Health.\"Their choice is Medicaid or medical bankruptcy.\"Ohio is one of 31 states (and Washington D.C.) to expand Medicaid eligibility as part of the Affordable Care Act. The move, which came in January 2014, made eligible those adults with incomes below 138 percent of the federal poverty level. (In 2015, that was about $16,243 earned annually for an individual.)Prior to the ACA, Ohio generally did not grant Medicaid eligibility to childless adults unless they were pregnant or disabled. Parents qualified for Medicaid only if their family income was below 90 percent of the federal poverty level. By October of last year, enrollment under expansion in Ohio had reached about 712,000 people.Efforts to repeal or substantially restructure the ACA reforms are under way.Seiber and Micah Berman, assistant professor of public health and law at Ohio State's College of Public Health and Moritz College of Law, evaluated data from 42,876 household that participated in Ohio's 2015 Medicaid Assessment Survey. The telephone survey includes a set of questions to identify coverage immediately before Medicaid enrollment.The new Ohio State research was driven by this question: \"If the ACA is fully or partially repealed, who would lose their coverage and what would happen to them?\"The researchers found that the vast majority would find themselves without insurance in the case of a full ACA repeal. Though 17.7 percent of survey participants had private health insurance prior to Medicaid enrollment, most had lost their jobs (and their coverage) or were ineligible for employer-sponsored group health plans at the time of enrollment. The researchers found that 4.8 percent of the new Medicaid recipients were eligible for insurance through their jobs, leaving 95.2 percent of new enrollees with no feasible alternative.Seiber and Berman also found that a rollback would predominantly affect older, low-income whites with less than a college education. \"The impact of insurance is about a lot more than health care,\" Berman said. \"For people newly enrolled in Medicaid, it means that should they have a major health-related event, they can still pay for food, have stable housing, get out of debt. These are all things that make a huge difference in quality of life.\"A recent Ohio Medicaid analysis, which was conducted with help from Seiber and Berman and mentioned in the new study, found that that the expansion increased access to medical care, reduced unmet medical needs, improved self-reported health status and alleviated financial distress - all results found in other states that have expanded access to government coverage.The new study shows that the majority of adults newly enrolled in Medicaid did not drop private insurance in favor of the government coverage, Seiber said. \"These are very low-income adults, many of whom lost their jobs and have nothing to go back to,\" he said. Said Berman, \"It counters this perception that people have health insurance but then go on Medicaid to save money. That's just not what the data show.\"That did happen, to an extent, with expansion of Medicaid coverage for children. But that was a different scenario because children's eligibility begins at much higher family income levels than those in place for new adult enrollees, Seiber said.Seiber and Berman said they hope the study offers some scientific data that will be useful during discussions of ACA repeal or revision and what it could mean for Americans now covered by Medicaid.\"I don't think everyone realizes that if you repeal the ACA, that at the same time eliminates the Medicaid expansion,\" Seiber said.One potential weakness of the study is that the researchers were not able to evaluate how many people on Medicaid had the option to move to private insurance - because they were newly employed, for instance - but did not go that route. That type of analysis was not possible with the state-gathered data, Seiber said.\"While it is possible that some portion of these enrollees have since been hired by an employer that offers (insurance), it is unlikely that this would meaningfully improve the insurance outlook for this population,\" he and Berman wrote.The researchers said it's important to consider the demographics of those covered under Medicaid expansion, including the fact that many are older and already have chronic health conditions that will become more costly and problematic without regular care.\"It's a really broad cross section, and tends to be older and whiter and more rural than many would expect,\" Seiber said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/osu-mnt042417.php", "region": "namerica", "source_link": "https://news.osu.edu/news/2017/04/24/medicaid-expansion-repeal/", "funder": "", "meeting": "", "institution": "Ohio State University", "keywords": ["Health Care", " Public Health", " Policy/Ethics", " Science/Health and the Law", " Political Science", " Poverty/Wealth"], "journal": "American Journal of Public Health", "description": "Almost everyone covered through Ohio's Medicaid expansion would have no other viable insurance option should the Affordable Care Act be repealed, a new study has found.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}