{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-uau030817.php", "description": "The American College of Cardiology, along with several partnering organizations, today released updated appropriate use criteria for performing coronary revascularization in patients with stable ischemic heart disease.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.02.001", "date": "Fri, 10 Mar 2017 05:00:00 GMT", "funder": "", "title": "Updated appropriate use criteria address coronary revascularization for patients with SIHD", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "The American College of Cardiology, along with several partnering organizations, today released updated appropriate use criteria for performing coronary revascularization in patients with stable ischemic heart disease.In ischemic heart disease, clogged arteries cause the heart muscle to be deprived of the oxygen-rich blood needed to function. Patients with ischemic heart disease may experience chest pain or shortness of breath during exercise or times of stress. This update is the second of a two-part revision for coronary revascularization. The first part updated appropriate use criteria for coronary revascularization in patients with acute coronary syndromes and was published last December. These criteria were developed to assist clinicians in the rational use of coronary revascularization in common clinical scenarios found in everyday practice.\"These new appropriate use criteria are an important advance in the efforts of the partnering societies to improve the quality of cardiovascular care and deliver the right care to the right patients,\" said Manesh R. Patel, MD, FACC, FAHA, FSCAI, chief of the division of cardiology and co-director of the Duke Heart Center at Duke University and chair of the writing committee for the document. \"The document provides a framework for how patients and providers can think about revascularization in the stable setting and will help health systems and medical societies judge quality of care.\" The writing group was tasked with developing clinical indications or scenarios that reflect typical situations encountered in everyday practice; these scenarios were later rated by a technical panel. The clinical scenarios were scored to indicate whether revascularization is appropriate, may be appropriate, or is rarely appropriate for the clinical scenario presented. For this update, the format of the document has been modified to address concerns and improvements suggested by physicians and professional organizations. The rating panel members included an increased percentage of physicians directly involved in performing revascularization procedures, such as interventional cardiologists and cardiothoracic surgeons. Prior recommendations mandating two antianginal drugs, which are used to treat chest pain, for medical therapy have been replaced by a step-wise use of antianginals. This starts ideally with a guideline-directed beta-blocker as first-line therapy, with other antianginals used to escalate therapy as clinically necessary. This is integrated with the determination of appropriateness for percutaneous coronary intervention or coronary artery bypass grafting as medical therapy is advanced. Writing committee members said they felt this approach was more applicable to real-world treatment patterns. The updated criteria now place a greater emphasis on global risk assessments for future events and non-invasive testing results. According to the writing committee, the criteria should be used as an overall guide, and physicians should evaluate each case on an individual basis. Patients should ask their providers if their proposed revascularization is appropriate.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}