{"journal": "Technology and Innovation", "url": "http://www.eurekalert.org/pub_releases/2017-03/uosf-bou031017.php", "description": "When seed funding for start-up companies comes from the universities where the technologies have been developed, benefits go well beyond the money necessary to conduct business. Additional benefits for the institution and community include expanded funding opportunities, hiring and retention of top entrepreneurial faculty, goal setting, entrepreneur development, economic development, and university engagement.", "article_link": "http://dx.doi.org/10.21300/18.4.2017.305", "date": "Fri, 10 Mar 2017 05:00:00 GMT", "funder": "", "title": "Benefits of university seed cap programs", "region": "namerica", "source_link": null, "institution": "University of South Florida (USF Innovation)", "text": "Tampa, Fla. (Mar. 10, 2017)  - When universities engage in technology transfer, the process of commercializing the innovations and inventions of academic faculty members, \"seed capital\" to fund start-up companies often comes from entrepreneurs and venture capitalists from outside of the university system. These necessary funds have far-reaching effects and benefits; however, additional benefits, both for the community and the institution, can be realized when the seed capital comes from the innovation and invention-founding academic institutions. \"University Seed Capital Programs: Benefits Beyond the Loan,\" a paper outlining these benefits, has been published in the current issue of Technology and Innovation, Journal of the National Academy of Inventors® (full text).Benefits to be derived from university-based funding for start-up companies include \"expanded funding opportunities, hiring and retention of top entrepreneurial faculty, goal setting, entrepreneur development, economic development, and university engagement,\" said paper lead author Donna L. Herber, University of South Florida (USF) Research and Innovation.University-based startups are at greater risk for failure than other start-up ventures because their products and technologies are typically in earlier stages of development than those not university-based, the authors write. The level of risk can be offset with funding originating from the university by utilizing the university foundation and office of research and technology transfer. Because the university is part of the community, the effects of this bridge funding extend beyond the campus and into the community, said the authors.\"Getting that first dollar is a huge challenge,\" explained Herber. \"Seed loans--along with founder money and sweat equity--can provide those crucial first dollars....Where no matching [funds] programs exist, the university program can be used as a catalyst to bring partners to the table with matching money.\"University seed cap programs can also be useful in developing entrepreneurship among faculty members and students and helping the start-up founder remove his or her 'academic cap' and take on the mantle of the business person, wrote the authors. Included in the paper are several case studies that demonstrate the benefits of university seed funding for start-ups that blossomed with the help of university offices of technology transfer. Case studiesThe USF Research Foundation's Seed Capital Accelerator Program for companies affiliated with the Tampa Bay Technology Incubator (TBTI) supports and provides funding for existing start-ups that formed based on licensing USF technologies. To help better the odds toward successful commercialization, the program provides up to $50,000 for these start-ups.  \"The objective,\" said Herber, \"is to help companies reach specific goals in one year or less, allowing start-ups to reach critical development milestones and get to market more quickly. TBTI and USF Patents & Licensing provide support and training along the way.\"Among the startups in Florida that received the $50,000 funding were ClearSpec LLC, founded in 2011 to develop a medical device; Moterum Inc., founded in 2014 to commercialize a walking assistive device for stroke patients; and Scientific League LLC, founded in 2011 to create STEM (science, technology, engineering and math) educational materials for K-12 students. The paper also outlines similar success stories coming out of Purdue University, the University of Texas, the University of Chicago, Georgia Institute of Technology, and Washington State University. Measuring the success of university funding programs\"How do we measure the success of university funding programs?\" is a question the authors also tackled, a question that is complicated by the variety of ways in which success can be measured.Direct measurements of success can include loan repayment or equity payout rates, which demonstrate positive return on investment. Indirect measurements may include numbers of license agreements executed, companies formed, jobs created, sponsored research generated, and products launched. \"There are direct and indirect measures of success,\" wrote the authors. \"Ultimately, success depends on the goals of the program.\"\"Programs based at the university are uniquely poised to bridge the gap between academic research and commercialization, as they are housed at the very institution that spawned the technology,\" concluded the authors. As co-author Paul Sanberg, senior vice president for research, innovation, and economic development at USF, notes, \"In essence, there is a sense of ownership that strives for, and drives toward, a company's success. The company's success is then the university's success.\"", "meeting": "", "keywords": ["Business/Economics", " Grants/Funding", " Education", " Policy/Ethics", " Intellectual Property", " Licenses/Patents", " Technology/Engineering/Computer Science", " Research/Development", " Technology Transfer"]}