{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-mua030617.php", "description": "Using marijuana raises the risk of stroke and heart failure even after accounting for demographic factors, other health conditions and lifestyle risk factors such as smoking and alcohol use, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "", "title": "Marijuana use associated with increased risk of stroke, heart failure", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Using marijuana raises the risk of stroke and heart failure even after accounting for demographic factors, other health conditions and lifestyle risk factors such as smoking and alcohol use, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. Coming at a time when marijuana, medically known as cannabis, is on track to become legal for medical or recreational use in more than half of U.S. states, this study sheds new light on how the drug affects cardiovascular health. While previous marijuana research has focused mostly on pulmonary and psychiatric complications, the new study is one of only a handful to investigate cardiovascular outcomes. \"Like all other drugs, whether they're prescribed or not prescribed, we want to know the effects and side effects of this drug,\" said Aditi Kalla, MD, Cardiology Fellow at the Einstein Medical Center in Philadelphia and the study's lead author. \"It's important for physicians to know these effects so we can better educate patients, such as those who are inquiring about the safety of cannabis or even asking for a prescription for cannabis.\"The study drew data from the Nationwide Inpatient Sample, which includes the health records of patients admitted at more than 1,000 hospitals comprising about 20 percent of U.S. medical centers. Researchers extracted records from young and middle-aged patients--age 18-55 years--who were discharged from hospitals in 2009 and 2010, when marijuana use was illegal in most states. Marijuana use was diagnosed in about 1.5 percent (316,000) of more than 20 million health records included in the analysis. Comparing cardiovascular disease rates in these patients to disease rates in patients not reporting marijuana use, researchers found marijuana use was associated with a significantly increased risk for stroke, heart failure, coronary artery disease and sudden cardiac death. Marijuana use was also linked with a variety of factors known to increase cardiovascular risk, such as obesity, high blood pressure, smoking and alcohol use. After researchers adjusted the analysis to account for these factors, marijuana use was independently associated with a 26 percent increase in the risk of stroke and a 10 percent increase in the risk of developing heart failure.  \"Even when we corrected for known risk factors, we still found a higher rate of both stroke and heart failure in these patients, so that leads us to believe that there is something else going on besides just obesity or diet-related cardiovascular side effects,\" Kalla said. \"More research will be needed to understand the pathophysiology behind this effect.\" Research in cell cultures shows that heart muscle cells have cannabis receptors relevant to contractility, or squeezing ability, suggesting that those receptors might be one mechanism through which marijuana use could affect the cardiovascular system. It is possible that other compounds could be developed to counteract that mechanism and reduce cardiovascular risk, Kalla said.  Because the study was based on hospital discharge records, the findings may not be reflective of the general population. The study was also limited by the researchers' inability to account for quantity or frequency of marijuana use, purpose of use (recreational or medical), or delivery mechanism (smoking or ingestion). Kalla suggested that the growing trend toward legalization of marijuana could mean that patients and doctors will become more comfortable speaking openly about marijuana use, which could allow for better data collection and further insights into the drug's effects and side effects.  ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Health Care Systems/Services", " Public Health", " Drugs"]}