{"journal": "Journal of Neurotrauma", "url": "http://www.eurekalert.org/pub_releases/2017-03/cuot-mhy030917.php", "description": "Health care professionals get vital information and can quickly decide on appropriate treatment if patients  affected by traumatic brain injury are examined using a microwave helmet. This is the result from a recent clinical study performed in Gothenburg, Sweden. Previously, microwave measurements have been used to distinguish stroke caused by bleeding in the brain from stroke caused by cloth. The new study shows that the technology also applies to patients affected by traumatic brain injury.", "article_link": "http://dx.doi.org/10.1089/neu.2016.4869", "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "Swedish Research Council's program for clinical research", "title": "Microwave helmet yields fast and safe evaluation of head injuries", "region": "europe", "source_link": "http://www.chalmers.se/en/departments/s2/news/Pages/Microwave-helmet-yields-fast-and-safe-evaluation-of-head-injuries.aspx", "institution": "Chalmers University of Technology", "text": "Results from a clinical study demonstrates that microwave measurements can be used for a rapid detection of intracranial bleeding in traumatic brain injuries. A recently published scientific paper shows that health care professionals get vital information and can quickly decide on appropriate treatment if patients are examined using a microwave helmet.The study demonstrates a new health care application for microwave measurements. Previously, microwave measurements have been used to distinguish stroke caused by bleeding in the brain from stroke caused by cloth.The new study shows that the technology also applies to patients affected by traumatic brain injury, which is the most common cause of death and disability among young people. This type of injuries are often caused by traffic accidents, assaults or falls. An estimated 10 million people are affected annually by traumatic brain injuries.The study compared 20 patients hospitalized for surgery of chronic subdural hematoma - a serious form of intracranial bleeding - with 20 healthy volunteers. The patients were examined with microwave measurements which were compared to traditional CT scans. The results show that microwave measurements have great potential to detect intracranial bleeding in this group of patients.\"The result is very promising even though the study is small and only focused on one type of head injury. The microwave helmet could improve the medical assessment of traumatic head injuries even before the patient arrives at the hospital\", says Johan Ljungqvist specialist in neurosurgery at the Sahlgrenska University Hospital. \"The result indicates that the microwave measurements can be useful in ambulances and in other care settings.\"Further studies of acute head injury patients are ongoing and planned in Sweden and abroad.\"Microwave technology has the potential to revolutionize medical diagnostics by enabling faster, more flexible and more cost-effective care\", says Mikael Persson, professor of biomedical engineering at Chalmers University of Technology. \"In many parts of the world microwave measurements systems can become a complement to CT scans and other imaging systems, which are often missing or have long waiting lists.\"\"It is challenging to develop a new clinical methodology, from early tests to a device for clinical use in a hyperacute clinical environment where routine care of patients cannot be delayed. It requires a close collaboration between technical and medical professionals which has been supported by MedTech West, a western Sweden based organization for med-tech research & development driven by clinical need\", says Mikael Elam, professor of clinical neurophysiology, Sahlgrenska Academy and University Hospital.", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Critical Care/Emergency Medicine", " Trauma/Injury", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"]}