{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-oao030117.php", "description": "Overweight and obese people have a higher risk of developing cardiovascular disease in their lifetime. While overall longevity may be similar or slightly shorter in overweight people compared to people with normal body mass index, this comes at the expense of living longer with cardiovascular disease.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Overweight and obese people are burdened by cardiovascular disease at younger ages", "region": "namerica", "source_link": "http://newsroom.heart.org/news/overweight-and-obese-people-are-burdened-by-cardiovascular-disease-at-younger-ages?preview=8f66285c2e83c52cb288c5541c7776a0", "institution": "American Heart Association", "text": "PORTLAND, Oregon, March 9, 2017 -- People who are overweight or obese may live as long as or less than those of healthy weight, but they experience cardiovascular disease at an earlier age and live longer burdened by the disease, according to research presented at the American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017 Scientific Sessions.Prior studies have suggested an \"obesity paradox\" in which overweight and obese people -- defined as having a body-mass index (BMI) greater than 25 -- may live longer compared to people with normal BMI. The new study provides new insight into the \"paradox\" by analyzing individual-level pooled data from the Lifetime Risk Pooling Project (LRPP), which includes 20 large U.S. community-based cardiovascular disease groups.\"We wanted to focus on both the risk of cardiovascular events and implications in terms of healthy longevity - living without cardiovascular disease - by weight status,\" said Sadiya Khan, M.D., M.Sc., an instructor of medicine at Northwestern University's Feinberg School of Medicine in Chicago, Illinois.The researchers found:For this study, the researchers looked at cardiovascular disease data in 72,490 participants from the LRPP, focusing on middle-aged people (average age 55). Participants were healthy and free of cardiovascular disease when they enrolled in the study. The average BMI was 27.4 for men and 27.1 for women. During follow up, 13,457 cardiovascular disease events -- a diagnosis of coronary heart disease stroke, and heart failure -- including 6,309 deaths due to cardiovascular disease and 11,782 deaths not associated with cardiovascular disease occurred.The study focused on cardiovascular events, including coronary heart disease, stroke, heart failure, and cardiovascular death, but was unable to account for other complications associated with increased weight, such as atrial fibrillation or liver disease, which Khan said would also be important when examining healthy longevity and quality of life of overweight and obese people.Another limitation of the study is the use of BMI, which indirectly measures body fat and does not consider central obesity, the build-up of abdominal fat that can adversely affect health. Future studies, she said, could explore other measures of overweight and obesity, such as waist circumference and abdominal fat.\"Our findings suggest that healthcare providers need to continue to be aware of the increased risk of earlier cardiovascular disease faced by overweight and obese people,\" Khan said. \"Healthcare providers should emphasize the importance of maintaining healthy weight throughout their lives to live longer, healthier lives.\"", "meeting": "American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}