{"journal": "Current Biology", "url": "http://www.eurekalert.org/pub_releases/2017-03/uov-rdh030717.php", "description": "Neuroscientists have found that healthy neurons receive messages from injured neighbors that can lead to death. If they can block these messages from getting through, they may be able to slow the progress of neurodegenerative diseases.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.01.062", "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "National Institutes of Health", "title": "Researchers discover how neurons tell each other to die under trauma, disease", "region": "namerica", "source_link": null, "institution": "University of Virginia", "text": "A major contributor to most neurological diseases is the degeneration of a wire-like part of nerve cells called an axon, which electrically transmits information from one neuron to another. The molecular programs underlying axon degeneration are therefore important targets for therapeutic intervention - the idea being that if axons can be preserved, rather than allowed to die in diseased conditions, then loss of critical processes like movement, speech or memory will be slowed.For more than 150 years, researchers believed that axons died independently of one another when injured as a result of trauma, such as stroke or brain injury, or of a neurological disease, such as Alzheimer's.But a new study by University of Virginia researchers challenges this idea and suggests that axons coordinate each other's destruction, thereby contributing to the degeneration that makes neurological diseases so devastating and permanent.The paper appears in the March 20 issue of the journal Current Biology.\"We are the first to demonstrate that a receptor known to convey information from the outside of the cell to the inside of the cell is essential for axon degeneration after injury,\" said study co-author Christopher Deppmann, a UVA biology, neuroscience, cell biology and biomedical engineering professor. \"This implies that axons talk to each other while they are dying, and an injured axon can coax an uninjured neighbor to die, too.\"This creates a ripple effect of neuron death that confounds efforts to restore the growth of healthy cells. However, the researchers also found that the death spiral can be slowed when this communication is blocked using a laboratory method that could inspire pharmacological therapies to treat pathological axon degeneration. The method demonstrates that injured axons can be preserved for at least 10 times longer when their communication with neighbors is blocked.\"This represents a paradigm shift for how we think about the ways the nervous system is torn apart during pathology,\" Deppmann said. \"It opens a possible new avenue for the development of therapies that may be promising for slowing or stopping the effects of Alzheimer's disease, traumatic brain injury and spinal cord injury.\"Deppmann and his graduate student, Kanchana Gamage, the study's lead author, believe that axons communicate the death message to each other during injury as a leftover activity, \"borrowed\" from the nervous system's developmental period when axons are overproduced and then improper or unnecessary connections are eliminated by a similar communication between axons. While this process is essential during development, it appears to be hijacked in diseased or traumatic conditions to reactivate and accelerate neuron degeneration.The researchers have found that axons receive the message to die as a chemical signal via a cell surface receptor known as \"death receptor 6.\" They speculate that this chemical signal is released from the axon itself, and they currently are working to determine the identity of this chemical signal.\"Knowing this, it may be possible that for diseases such as Alzheimer's and Parkinson's, a drug could be developed to block the axon receptors from receiving the specific message that leads to degeneration,\" Gamage said. \"If so, the damage to healthy cells could be slowed or stopped. Essentially, we could tell axons not to pick up the phone if a degeneration signal is on the other line.\"", "meeting": "", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Developmental/Reproductive Biology", " Molecular Biology", " Medicine/Health", " Stroke", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease"]}