{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-lgd030117.php", "description": "Diets higher in gluten were associated with a lower risk of developing type 2 diabetes. Study participants who ate less gluten tended to eat less cereal fiber, a known protective factor for developing type 2 diabetes.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Low gluten diets may be associated with higher risk of type 2 diabetes", "region": "namerica", "source_link": "http://newsroom.heart.org/news/low-gluten-diets-may-be-associated-with-higher-risk-of-type-2-diabetes?preview=ddcb15f0390a710b97733b9db1a479ef", "institution": "American Heart Association", "text": "PORTLAND, Oregon, March 9, 2017 -- Eating more gluten may be associated with a lower risk of developing Type 2 diabetes, according to research presented at the American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017 Scientific Sessions.Gluten, a protein found in wheat, rye and barley, gives bread and other baked goods elasticity during the baking process and a chewy texture in finished products. A small percentage of the population cannot tolerate gluten due to Celiac disease or gluten sensitivity, but gluten-free diets have become popular for people without these conditions, even though there is lack of evidence that reducing gluten consumption provides long-term health benefits.\"We wanted to determine if gluten consumption will affect health in people with no apparent medical reasons to avoid gluten,\" said Geng Zong, Ph.D., a research fellow in the Department of Nutrition at Harvard University's T.H. Chan School of Public Health in Boston, Massachusetts. \"Gluten-free foods often have less dietary fiber and other micronutrients, making them less nutritious and they also tend to cost more. People without Celiac disease may reconsider limiting their gluten intake for chronic disease prevention, especially for diabetes.\"Micronutrients are dietary components such as vitamins and minerals.In this long-term observational study, researchers found that most participants had gluten intake below 12 grams/day, and within this range, those who ate the most gluten had lower Type 2 diabetes risk during thirty years of follow-up. Study participants who ate less gluten also tended to eat less cereal fiber, a known protective factor for Type 2 diabetes development.After further accounting for the potential effect of cereal fiber, individuals in the highest 20 percent of gluten consumption had a 13 percent lower risk of developing Type 2 diabetes in comparison to those with the lowest daily gluten consumption (approximately fewer than 4 grams).The researchers estimated daily gluten intake for 199,794 participants in three long-term health studies -- 69,276 from the Nurses' Health Study (NHS), 88,610 from the Nurses' Health Study II (NHSII) and 41,908 from the Health Professionals Follow-up Study (HPFS) -- from food-frequency questionnaires completed by participants every two to four years. The average daily gluten intake in grams was 5.8 g/d for NHS, 6.8 g/d for NHSII, and 7.1 g/d for HPFS, and major dietary sources were pastas, cereals, pizza, muffins, pretzels, and bread.Over the course of the study, which included 4.24 million person-years of follow-up from 1984-1990 to 2010-2013, 15,947 cases of Type 2 diabetes were confirmed.Study participants reported their gluten consumption and the study was observational, therefore findings warrant confirmation by other investigations. Also, most of the participants took part in the study before gluten-free diets became popular, so there is no data from gluten abstainers.", "meeting": "American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}