{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-udl030117.php", "description": "Eating a diet lacking in healthy foods and/or high in unhealthy foods was estimated to contribute to more than 400,000 deaths from heart and blood vessel diseases in the United States in 2015.\r\nEating more nuts, vegetables, and whole grains, and less salt and trans fats, could save tens of thousands of lives in the US each year.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "Bill and Melinda Gates Foundation", "title": "Unhealthy diets linked to more than 400,000 cardiovascular deaths", "region": "namerica", "source_link": "http://newsroom.heart.org/news/unhealthy-diets-linked-to-more-than-400-000-cardiovascular-deaths?preview=384117ec7dcd2f5e9416c45affb3f2ae", "institution": "American Heart Association", "text": "PORTLAND, Oregon, March 9, 2017 -- Eating a diet lacking in healthy foods and/or high in unhealthy foods was linked to more than 400,000 deaths from heart and blood vessel diseases in 2015, according to an analysis presented at the American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017 Scientific Sessions.Eating more heart healthy foods, and less foods with high amounts of salt and trans fats, could save tens of thousands of lives in the United States each year, researchers said.\"Low intake of healthy foods such as nuts, vegetables, whole grains and fruits combined with higher intake of unhealthy dietary components, such as salt and trans-fat, is a major contributor to deaths from cardiovascular disease in the UnitedStates,\" said Ashkan Afshin, M.D., M.P.H., M.Sc., Sc.D., lead study author and acting assistant professor of global health at the University of Washington's Institute for Health Metrics and Evaluation in Seattle. The institute is home of the Global Burden of Diseases, Injuries, and Risk Factors Study , which conducted the new analysis. \"Our results show that nearly half of cardiovascular disease deaths in the United States can be prevented by improving diet.\"The new analysis was designed to pinpoint how diet impacts heart and blood vessel disease; it relied on 1990-2012 data from the National Health and Nutrition Examination Survey, food availability data from the Food and Agriculture Organization of the United Nations as well as other sources.Looking at U.S. cardiovascular deaths in 2015, researchers found less-than-ideal dietary choices - both a lack of healthier foods and an excess of less healthy foods - played a role in the deaths of an estimated 222,100 men and 193,400 women. Researchers also evaluated the degree to which leading dietary risk factors were linked to cardiovascular disease deaths:The team's systematic approach in quantifying how diet can contribute heart disease deaths, and in defining the healthiest diet to prevent it, are the research's key strengths, Afshin said.The American Heart Association emphasizes the importance of eating a healthy dietary pattern that is rich in fruits, vegetables, nuts, beans, whole grains, low-fat dairy products, fish, poultry and limited in fatty or processed red meat. The association also suggests limiting sugary soft drinks, salt (sodium), saturated and trans fats.", "meeting": "American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}