{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/crf-ssn030917.php", "description": "The Cardiovascular Research Foundation (CRF) is pleased to announce that the submission site is now open for Structural Heart: The Journal of the Heart Team. Structural Heart is a new journal that will focus on diagnosing and treating diseases of the heart valves, myocardium and great vessels, as well as congenital heart disease, and the importance of the Heart Team in this process.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "", "title": "Submission site now open for Structural Heart: The Journal of the Heart Team", "region": "namerica", "source_link": "http://www.crf.org/crf/news-and-events/news/news/2154-submission-site-now-open-for-structural-heart-the-journal-of-the-heart-team", "institution": "Cardiovascular Research Foundation", "text": "\r\nThe Cardiovascular Research Foundation (CRF) is pleased to announce that the submission site is now open for Structural Heart: The Journal of the Heart Team at https://mc.manuscriptcentral.com/structuralheartj. Structural Heart is a new journal that will focus on diagnosing and treating diseases of the heart valves, myocardium and great vessels, as well as congenital heart disease, and the importance of the Heart Team in this process. The journal will cover topics such as diagnostic techniques, percutaneous interventional procedures, cardiovascular surgery, drug treatment, findings from the laboratory, and clinical trials. The journal is accepting original research, review articles, editorials, opinion pieces, letters to the editor and replies, research correspondence, commentary, expert consensus documents, and Heart Team reviews. Author instructions are available at http://www.tandfonline.com/action/authorSubmission?show=instructions&journalCode=ushj20.The journal's first issue is expected in late spring 2017 and will be published by Taylor and Francis Group, LLC, part of Informa PLC, and a worldwide leader in the publication of scholarly journals, books, eBooks, text books and reference works.\r\nAnthony N. DeMaria, MD is Editor in Chief of Structural Heart: The Journal of the Heart Team. Dr. DeMaria is the Judith and Jack White Chair in Cardiology and Founding Director of the Sulpizio Cardiovascular Center at the University of California, San Diego. He specializes in cardiac imaging techniques, particularly echocardiography. For 12 years, Dr. DeMaria served as Editor-in-Chief of the Journal of the American College of Cardiology (JACC). An author or co-author of over 700 articles in medical journals, Dr. DeMaria is also listed in the Best Doctors in America and by Good Housekeeping as one of the Best Heart Doctors in America. Dr. DeMaria is a Diplomate in the American Board of Internal Medicine and is board certified by the Subspecialty Board in Cardiovascular Disease. He is a past President of both the American College of Cardiology and American Society of Echocardiography. He has served as a member of the Subspecialty Board on Cardiovascular Disease of the American Board of Internal Medicine and Chair of the Diagnostic Radiology Study Section of the National Institutes of Health. He received his medical degree from Rutgers University, New Jersey College of Medicine and completed a medical residency at the United States Public Health Service Hospital in Staten Island, New York and cardiology fellowship training at the University of California, Davis.Ori Ben-Yehuda, MD is Deputy Editor of Structural Heart: The Journal of the Heart Team. Dr. Ben-Yehuda also serves as Executive Director of the CRF Clinical Trials Center (CTC). As Executive Director, Dr. Ben-Yehuda is responsible for all CTC activities including trial design, data management, biostatistical analyses, event adjudication, and safety reporting. In addition, he oversees CTC's CRFiCOR, one of the world's leading imaging core laboratories. Dr. Ben-Yehuda was previously Vice President, Cardiovascular Clinical Research at Gilead Sciences. Prior to that, he was Professor of Clinical Medicine at the University of California, San Diego (UCSD) and the Director of the Coronary Care Unit at UCSD Medical Center. He also served as the Deputy Editor of the Journal of the American College of Cardiology (JACC) from 2002 through 2010. Dr. Ben-Yehuda received his medical degree from the Sackler School of Medicine at Tel Aviv University in Israel. He completed residencies in internal medicine at the Soroka Medical Center in Beer-Sheba, Israel and New York University Medical Center and Bellevue Hospital in New York. He also finished a cardiovascular medicine fellowship at the University of California, San Diego.Glenn Collins is Executive Managing Editor of the journal. He is also Director of Business Development for Origin Editorial, a provider of peer review management services and editorial consultations. Prior to joining Origin, Glenn was the Executive Editor of the Journal of the American College of Cardiology (JACC) family of journals for twelve years. Glenn started his publishing career in 1995 with John Wiley & Sons. He is a graduate of Cornell University.\nStructural Heart: The Journal of the Heart Team will publish its first issue in late Spring 2017. Follow the journal on Twitter @crfshj.", "meeting": "", "keywords": ["Education", " Medical Education", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}