{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-loc030617.php", "description": "Measuring concentrations of a class of lipids known as ceramides in the blood may hold the key to helping clinicians identify individuals with suspected coronary heart disease who need treatment or should be followed more closely, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "Mayo Clinic", "title": "Levels of ceramides in the blood help predict cardiovascular events", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Measuring concentrations of a class of lipids known as ceramides in the blood may hold the key to helping clinicians identify individuals with suspected coronary heart disease who need treatment or should be followed more closely, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. Although previous research conducted outside the U.S. has shown elevated ceramide levels among people with confirmed heart disease or post-heart attack, this is the first study to show its predictive power among people with no blockages and in those with low levels of low-density lipoprotein (LDL), the so-called \"bad\" cholesterol. Study data show that ceramides were able to predict major cardiovascular events--heart attack, stroke, revascularization (a procedure or surgery to open blocked arteries) and death--among patients with and without evidence of blockages and in those with low LDL, often relied on as the gold standard for benchmarking risk. In fact, individuals with the highest levels of blood ceramides were found to have a threefold to fourfold greater risk of suffering a cardiovascular event compared with those with the lowest ceramide score, regardless of their LDL cholesterol level or the presence of a blockage in the heart's arteries.  \"Based on our findings, measuring ceramides in the blood appears to be a new, potentially better marker than LDL in predicting first and repeat cardiac events in both patients with and without established coronary blockages,\" said Jeff Meeusen, PhD, a clinical chemist and co-director of Cardiovascular Laboratory Medicine at Mayo Clinic, and the study's lead author. \"Heart disease remains the number one killer in the United States. Measuring ceramides offers another piece of information to help identify individuals who might need a little more attention, guide treatment decisions and keep patients motivated to [live heart healthier].\" Meeusen said that unlike cholesterol, which is fairly inert, acting like a clog in the arteries, ceramides play an active role in the cardiovascular disease process by attracting and drawing inflammatory cells and promoting clotting. All cells have the ability to make ceramides; however, ceramide levels tend to accumulate in the blood when we have too much fat or consume excess calories.The study included 499 patients at Mayo Clinic who were referred for coronary angiography to check for possible blockages in the heart's arteries, of whom only half (46 percent) were found to have evidence of a blockage. Coronary artery disease was defined as 50 percent stenosis, or narrowing, in one or more artery. Patients were similar in age and with regard to blood pressure, smoking status and high-density lipoprotein (HDL), the \"good\" cholesterol; those who had diabetes or a previous heart attack, stroke or procedure to open narrowed coronary arteries were excluded. Researchers measured four different types of ceramides in the blood at baseline and combined the values into a 12-point scale. Patients were grouped into four risk categories according to their ceramide levels: low (0-2), intermediate (3-6), moderate (7-9) and high (10-12). Researchers prospectively followed study participants for an average of eight years and recorded occurrences of heart attack, stroke, revascularization and death. Overall, 5.1 percent of patients had a major cardiovascular event during the study timeframe. However, the risk of having an event was progressively higher as the level of ceramides in the blood increased; for each one-point increase in the ceramide risk score, the risk rose by 9 percent--a trend that remained even after fully adjusting for other risk factors including age, sex, high blood pressure, smoking, total cholesterol, HDL and markers of inflammation. In fact, the rate of events was double among people with the highest ceramide score compared with those with the lowest (8.1 versus 4.1 percent, respectively). Total cholesterol also increased with rising ceramide scores and males were less likely to have high levels of ceramides.Among those without coronary artery disease upon angiography, the rate of cardiovascular events was only 3.1 percent, lower than the average overall. But when researchers examined cardiovascular disease in this population by ceramide scores, people with the highest levels of ceramides were four times more likely to have an event compared with those with the lowest (7.8 versus 2.2 percent, respectively). A similar trend was seen among people with low LDL levels (\r\n\t\"Ceramides continued to be significant and independently associated with disease even after adjusting for traditional and novel cardiovascular risk factors,\" Meeusen said. \"[Based on what we are seeing,] ceramides appear to be much more important than previously recognized.\" Cardiologists at Mayo Clinic are already routinely checking ceramides using the new test released in August 2016 as a way to further risk stratify patients who may otherwise not receive treatment but would remain at high risk for a serious cardiac event. These are patients who could benefit from more intensive treatment, for example: a higher-dose statin, a nutritionist consult or formal exercise therapy, Meeusen said. \"Knowing their ceramide score can improve therapeutic compliance and patient motivation, particularly since the numbers improve within a few weeks,\" he said. Additional studies are currently underway to investigate whether checking ceramides can help prevent or delay the onset of cardiovascular disease, as well as the use of therapeutic interventions, including PCSK9 inhibitors, on ceramide concentrations. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Pharmaceutical Sciences", " Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Diagnostics", " Health Care Systems/Services", " Cholesterol", " Pharmaceutical Science", " Public Health"]}