{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-erg030817.php", "description": "The American College of Cardiology, with the American Heart Association and the Heart Rhythm Society, today released a guideline on the evaluation and management of patients with syncope. The 2017 ACC/AHA/HRS Guideline for the Evaluation and Management of Syncope will publish online today in the Journal of the American College of Cardiology, Circulation and HeartRhythm.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.03.003", "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "", "title": "Experts release guidelines for evaluating, managing syncope", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 9, 2017) -- The American College of Cardiology, with the American Heart Association and the Heart Rhythm Society, today released a guideline on the evaluation and management of patients with syncope. The 2017 ACC/AHA/HRS Guideline for the Evaluation and Management of Syncope will publish online today in the Journal of the American College of Cardiology, Circulation and HeartRhythm.Syncope, or fainting, is caused by low blood pressure resulting in an insufficient supply of blood, and therefore oxygen, to the brain. This can happen due to several causes, some of them even due to a serious underlying medical condition. Until now, there have been no written standards outlining the best course of action to take when treating patients who faint.\"This is very important because fainting impacts thousands of people every day,\" said Win-Kuang Shen, MD, chair of the writing group that developed the guidelines. \"Now that we have these guidelines, physicians and clinicians will be able to make better-informed decisions and this will contribute to improved patient outcomes.\"\r\nThe new recommendations include:\"Studies show that in the U.S., about one-third to half the population faints at some point in their lifetime. That means there is a very good chance these guidelines will either affect you directly or someone you know. Therefore, having these guidelines is not only good for the clinicians using them--but for everyone,\" Shen said.The guideline was written in collaboration with the American College of Emergency Physicians and the Society for Academic Emergency Medicine.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}