{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-03/jhm-ps030717.php", "description": "Learning and memory depend on cells' ability to strengthen and weaken circuits in the brain. Now, researchers at Johns Hopkins Medicine report that a protein involved in recycling other cell proteins plays an important role in this process.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute of Child Health and Human Development, Brain and Behavior Research Foundation", "title": "'Recycling protein' shown to affect learning and memory in mice", "region": "namerica", "source_link": null, "institution": "Johns Hopkins Medicine", "text": "Learning and memory depend on cells' ability to strengthen and weaken circuits in the brain. Now, researchers at Johns Hopkins Medicine report that a protein involved in recycling other cell proteins plays an important role in this process.Removing this protein reduced mice's ability to learn and recall information. \"We see deficits in learning tasks,\" says Richard Huganir, Ph.D., professor and director of the neuroscience department at the Johns Hopkins University School of Medicine.The team also found mutations in the gene that produces the recycling protein in a few patients with intellectual disability, and those genetic errors affected neural connections when introduced into mouse brain cells. The results, reported in the March 22 issue of Neuron, suggest that the protein could be a potential target for drugs to treat cognitive disorders such as intellectual disability and autism, Huganir says.The protein, known as GRASP1, short for GRIP-associated protein 1, was previously shown to help recycle certain protein complexes that act as chemical signal receptors in the brain. These receptors sit on the edges of neurons, and each cell continually shuttles them between its interior and its surface. By adjusting the balance between adding and removing available receptors, the cell fortifies or weakens the neural connections required for learning and memory.Huganir says most previous research on GRASP1 was conducted in laboratory-grown cells, not in animals, while the new study was designed to find out what the protein does at the behavioral level in a living animal.To investigate, his team genetically engineered so-called knockout mice that lacked GRASP1 and recorded electrical currents from the animals' synapses, the interfaces between neurons across which brain chemical signals are transmitted. In mice without GRASP1, neurons appeared to spontaneously fire an average of 28 percent less frequently than in normal mice, suggesting that they had fewer synaptic connections.Next, Huganir's team counted protrusions on the mice's brain cells called spines, which have synapses at their tips. The average density of spines in knockout mice was 15 percent lower than in normal mice, perhaps because defects in receptor recycling had caused spines to be \"pruned\" or retracted. Neurons from mice without GRASP1 also showed weaker long-term potentiation, a measure of synapse strengthening, in response to electrical stimulation.The team then tested the mice's learning and memory. First, the animals were placed in a tub of milky water and trained to locate a hidden platform. The normal mice needed five training sessions to quickly find the platform in the opaque water, while the knockout mice required seven; the next day, the normal mice spent more time swimming in that location than in other parts of the tub, but the knockout mice seemed to swim around randomly.Second, the mice were put in a box with light and dark chambers and given a slight shock when they entered the dark area. The next day, the normal mice hesitated for an average of about four minutes before crossing into the dark chamber, while the knockout mice paused for less than two minutes. \"Their memory was not quite as robust,\" Huganir says.To assess the importance of GRASP1 in humans, the team identified two mutations in the gene that produce the protein in three young male patients with intellectual disabilities, who had an IQ of less than 70 and were diagnosed at an early age.  When the researchers replaced the rodent version of the normal GRASP1 gene with the two mutated mouse versions in mouse brain cells, the spine density decreased by 11 to 16 percent, and the long-term potentiation response disappeared.Huganir speculates that defects in GRASP1 might cause learning and memory problems because the cells aren't efficiently recycling receptors back to the surface. Normally, GRASP1 attaches to traveling cellular compartments called vesicles, which carry the receptors, and somehow helps receptors get transferred from ingoing to outgoing vesicles.When Huganir's team introduced GRASP1 mutations into mouse cells, receptors accumulated inside recycling compartments instead of being shuttled to the surface.Huganir cautions that the results don't prove that the GRASP1 mutations caused the patients' intellectual disability. But the study may encourage geneticists to start testing other patients for mutations in this gene, he says. If more cases are found, researchers may be able to design drugs that target the pathway. Huganir's team is now studying GRASP1's role in the receptor recycling process in more detail.", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Neurobiology"]}