{"journal": "Public Library of Science", "url": "http://www.eurekalert.org/pub_releases/2017-03/ohs-rhi030817.php", "description": "The Zika virus attacks tissues in the nervous system, male and female reproductive and urinary tracts, muscles, joints and lymph nodes, and persists for at least 35 days, according to a study conducted in a nonhuman primate model by a multidisciplinary team of researchers at OHSU in Portland, Oregon.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "Oregon National Primate Research Center", "title": "Researchers hone in on when, where Zika virus attacks", "region": "namerica", "source_link": "https://news.ohsu.edu", "institution": "Oregon Health & Science University", "text": "PORTLAND, Ore. - The Zika virus attacks tissues in the nervous system, male and female reproductive and urinary tracts, muscles, joints and lymph nodes, and persists for at least 35 days, according to a study conducted in a nonhuman primate model by a multidisciplinary team of researchers at OHSU in Portland, Oregon. The research, published today in Public Library of Science Pathogens, furthers understanding of where and at what precise point in time the virus attacks. \"This study helps us better understand how the virus manifests itself so that scientists can develop therapies and vaccines that could work in humans,\" says study author Daniel Streblow, Ph.D., associate professor of molecular microbiology and immunology in the OHSU Vaccine and Gene Therapy Institute, OHSU School of Medicine. \"What is different about this research is that we also were able to look at specific points in time to see where the virus grew in the tissues, not just the blood, so we can identify and target the reservoirs where the virus hides.\" The study showed the wide -- and persistent -- distribution of Zika virus in tissues, including neuronal tissues and the female reproductive tract, that may have important implications for the link between Zika virus and Guillain-Barré syndrome, sexual transmission of the virus and fetal infection and its consequences, most notably microcephaly.Researchers examined Zika virus infection in seven nonhuman primates (rhesus macaques) at the Oregon National Primate Research Center from March 2016 to August 2016 using a 2015 Puerto Rican Zika virus isolate. The results complement and extend previous work with a detailed analysis of viral tropism -- the cells and tissues of a host that support growth of a particular virus -- in the infected animals at seven, 28 and 35 days post infection. \"We observed that the Zika virus targets a number of neuronal, lymph, joint, muscle and genital/urinary/reproductive tissues at seven days post infection, accompanied by a rash, fever and conjunctivitis, or pink eye, similar to the clinical symptoms described in human infection,\" says first author Alec Hirsch, Ph.D., assistant professor of molecular microbiology and immunology, OHSU Vaccine and Gene Therapy Institute, OHSU School of Medicine. Researchers note that what was interesting about this study was that the virus remained persistent in the genital/urinary tract, multiple types of lymph nodes, spleen, joints, heart and the male and female reproductive tract at 28 and 35 days post infection.These findings also correspond to a similar observation of Zika virus RNA in the genital tract of a human female, and may also explain an instance of female-to-male sexual transmission. In male rhesus macaques, researchers were unable to detect viral RNA in the testes, which was somewhat surprising given the reports of male-to-female Zika virus sexual transmission. They were, however, able to detect viral RNA in the prostate and seminal vesicles, which could be a potential reservoir and mode of sexual transmission. Additionally, the presence of virus in the bladder and urine suggests virus seeding into the semen in the urethra may also be a possible route of transmission. The team notes that further intensive study with regard to sexual transmission is needed.\"Our study significantly advances what is known about the growth of the virus in the host during the early stages and through more than a month post infection, aspects of Zika virus infection not examined by previous nonhuman primate studies,\" says Streblow.The OHSU scientists who conducted this study came together in response to the outbreak of Zika virus in the Western hemisphere and the need to understand how the virus was attacking the body. The research team quickly grew to a 20-person cross-section of faculty across the university with expertise in reproductive and developmental science, flaviviruses, vaccine development, immunology, perinatology, pediatric neural development, microcephaly, Guillain-Barré syndrome, placental function, virology and infectious disease.", "meeting": "", "keywords": ["Virology", " Health Care", " Medicine/Health", " Fertility", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Neurobiology", " Gynecology", " Pediatrics", " Sex-Linked Conditions"]}