{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/rfuo-rfu030917.php", "description": "Rosalind Franklin University of Medicine and Science will build a new Innovation and Research Park on its campus in North Chicago, IL, providing state-of-the-art research labs and incubator space for faculty and commercial biotech startups and national and international life science firms.\r\n\r\nThe park will spur collaboration among academic and industry scientists and biotech entrepreneurs to accelerate translation of RFU's nationally recognized research into treatments for neurodegenerative, genetic and other life-threatening conditions.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "", "title": "Rosalind Franklin University announces construction of new Innovation and Research Park", "region": "namerica", "source_link": "http://rfu.ms/researchpark", "institution": "Rosalind Franklin University of Medicine and Science", "text": "Rosalind Franklin University of Medicine and Science has announced plans for a new Innovation and Research Park, providing state-of-the-art research labs and incubator space for faculty and commercial biotech startups. The expansion will also include space for national and international life science firms.The university's Board of Trustees approved, on March 9,  the first phase of development for the science park, which includes the construction, under a public/private partnership, of a four-story, 100,000 square-foot addition to the north side of the university campus at 3333 Green Bay Road. The building will also include offices, meeting rooms for small and large groups, and common areas on the first floor. Long-term plans envision the possible addition of two more buildings. Groundbreaking is expected in September 2017, with occupancy by summer 2019.The park will spur collaboration among academic and industry scientists, innovators, and entrepreneurs with the goal of faster translation of RFU's nationally recognized research into  treatments for conditions that cause suffering for millions of people and their families, including Alzheimer's disease, diabetes, cancer and mental illness.\"The Innovation and Research Park is a commitment to a healthier future,\" said RFU President and CEO Dr. K. Michael Welch, a neurologist and former National Institutes of Health funded investigator in stroke and headache. \"Biomedical research and development can improve the prevention, diagnosis and treatment of disease. The research park will promote very intentional interdisciplinary collaboration that might yield new answers to help people live longer, healthier lives.\"RFU is working with not-for-profit TUFF, The University Financing Foundation, in the development and financing of the $50 million project. TUFF has built and managed successful science parks across the nation, including at Georgia Institute of Technology, University of Delaware, Louisiana State University and Florida Institute of Technology.\"We're helping RFU expand its impressive research capabilities in a region noted for significant pharmaceutical and medical device company activity,\" said TUFF President Kevin Byrne. \"Creating a space that enhances interactions and partnerships between the university and these innovative industries will help speed the translation of discovery into better health and life-saving treatments.\"In its initial phase, the park will house up to 175 researchers focused principally on neuroscience and neurodegenerative diseases, such as Alzheimer's, Parkinson's, Huntington's and muscular dystrophy. Investigations will also focus on genetic diseases, inflammation, and proteomics -- the large-scale study of proteins. The co-location of labs based on disease focus will create new synergies, enhance competitiveness for federal grant funding and venture capital, and draw interest from potential philanthropic partners.The university is partnering with North Chicago-based SmartHealth Activator to facilitate the founding of biotech startups by RFU faculty. The first such company, NeuroLucent, was launched early last year by neuroscientist Associate Professor Beth Stutzmann, based on her study of target compounds that show promise in preventing the progression of Alzheimer's in its earliest stages.RFU Executive Vice President of Research Ronald Kaplan said efforts to commercialize basic science and translational discoveries have been limited in the northern Illinois region by the lack of a centralized bio-startup ecosystem.\"The science park is an investment in our research enterprise,\" said Kaplan, a protein biochemist. \"As we accelerate the development of our research and related intellectual property, we're also creating the innovation epicenter for Chicagoland's bioscience cluster.\"Lake County has the highest concentration of bioscience companies in the Midwest, according to Tom Denison, president of SmartHealth.\"The ecosystem we're building today will benefit the community and the industry,\" Denison said. \"By taking these extraordinary bioscience discoveries from the lab, we're also benefitting humankind.\"The City of North Chicago and numerous elected officials have expressed support for the project. \"The park will be an important addition to our continuing efforts to bring economic development to North Chicago,\" said Mayor Leon Rockingham. \"It won't just add jobs for scientists, but construction and related service jobs, in addition to entry level jobs and internships for local students and college graduates.\"Non-profit Lake County Partners estimates that the first phase of the project will create an estimated 498 new jobs and a total economic regional impact of $117 million per year. \"The research park will be a catalyst for continued growth of Lake County's well-known life science cluster and that means more economic development,\" said Kevin Considine, Lake County Partners president and CEO. \"This project will create jobs, including high-value research jobs. It will improve the health of our local and regional economy and ultimately, the health of our people.\"", "meeting": "", "keywords": ["Biochemistry", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Medicine/Health", " Diagnostics", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease", " Pharmaceutical Chemistry"]}