{"journal": "Circulation: Cardiovascular Genetics", "url": "http://www.eurekalert.org/pub_releases/2017-03/mu-gft030917.php", "description": "Researchers from Canada, South Africa and Italy have identified a new gene that can lead to sudden death among young people and athletes.\r\n\r\nThe gene, called CDH2, causes arrhythmogenic right ventricle cardiomyopathy (ARVC), which is a genetic disorder that predisposes patients to cardiac arrest and is a major cause of unexpected death in seemingly healthy young people.", "article_link": null, "date": "Thu, 09 Mar 2017 05:00:00 GMT", "funder": "National research councils in South Africa, Italy, Germany", "title": "Gene found to cause sudden death in young people", "region": "namerica", "source_link": null, "institution": "McMaster University", "text": "Hamilton, ON (Mar. 9, 2017) - Researchers from Canada, South Africa and Italy have identified a new gene that can lead to sudden death among young people and athletes.The gene, called CDH2, causes arrhythmogenic right ventricle cardiomyopathy (ARVC), which is a genetic disorder that predisposes patients to cardiac arrest and is a major cause of unexpected death in seemingly healthy young people.The discovery, published today in Circulation: Cardiovascular Genetics, is the result of international collaboration that began 15 years ago. It is led by a South African team headed by Bongani Mayosi, a professor of cardiology at the University of Cape Town and Groote Schuur Hospital, along with researchers of the Italian Auxologico Institute of Milan and the University of Pavia. A team of investigators from the Population Health Research Institute of McMaster University and Hamilton Health Sciences, led by Dr. Guillaume Paré, performed the genetic sequencing, as well as the bioinformatics analysis for the study.\"This is important news for families who have had a young family member suffer a sudden cardiac death, for them to know a genetic cause has been identified,\" said Paré, who is an associate professor of pathology and molecular medicine with the Michael G. DeGroote School of Medicine.\"Our team was happy to contribute to the finding that a mutation in CDH2 is the underlying culprit in a portion of these patients. This will pave the way for preventative interventions and genetic counselling.\"According to the Heart and Stroke Foundation of Canada, there are about 40,000 cardiac arrests in Canada each year, and less than one in 10 people are estimated to survive a cardiac arrest that happens outside of a hospital. Inherited forms of cardiomyopathy often cause sudden cardiac arrest death in young people under the age of 35. In ARVC, the heart tissue is replaced by fatty and fibrous tissue. This process encourages the development of cardiac arrhythmias such as tachycardia and ventricular fibrillation, which cause loss of consciousness and cardiac arrest. In the case of ventricular fibrillation, without a ready electrical defibrillation, it causes sudden death in a few minutes.For 20 years, Mayosi followed a South African family affected by ARVC that had experienced several cases of juvenile sudden death. Excluding all genetic causes known at the time, the Italian researchers sequenced all the coding regions of the genome in two ill members of the family. The genetic mutation responsible for the disease in the family, CDH2, was narrowed down from more than 13,000 common genetic variants present in the two ill patients. CDH2 is responsible for the production of Cadherin 2 or N-Cadherin, a key protein for normal adhesion between the cardiac cells. The gene's discovery was validated by finding a second mutation on the same gene in another patient with ARVC from a different family. It was known from previous studies that genetically modified mice without this protein tend to have malignant ventricular arrhythmias and sudden death.The researchers said identifying the gene is important because it helps to clarify the genetic mechanisms underlying ARVC, and it also makes the early detection of ARVC possible in otherwise unsuspecting people. Often, the diagnostic clinical signs of the disease only become clear after many years. However, if a subject with ARVC is a carrier of a mutation on the gene CDH2, other members of his family who are genetically affected can be identified within a few weeks and preventive strategies could be started immediately. This may lead to a reduction of cases of sudden death in patients with the mutation, the researchers concluded.", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Sports Medicine", " Genes"]}