{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-fsr030617.php", "description": "It's never too late to quit smoking. Even after heart surgery, research has shown that quitting smoking reduces the risk of a heart attack, stroke or death. Yet only about one-third of smokers hospitalized for heart attacks and other serious heart problems received proven smoking-cessation therapy while they were in the hospital, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "", "title": "Few smokers receive treatment to help them quit while in the hospital", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "It's never too late to quit smoking. Even after heart surgery, research has shown that quitting smoking reduces the risk of a heart attack, stroke or death. Yet only about one-third of smokers hospitalized for heart attacks and other serious heart problems received proven smoking-cessation therapy while they were in the hospital, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. Moreover, data showed that amid mounting evidence of the dangers of tobacco smoke, use of smoking-cessation treatments only increased by 10 percent in hospitals nationwide over the last decade. \"Hospitalization is usually a highly teachable moment, when patient motivation to quit smoking is really high,\" said Quinn R. Pack, MD, MSc, a preventive cardiologist at Baystate Medical Center in Springfield, Massachusetts, and lead author of the study. \"Yet our study suggests that two-thirds of these patients leave the hospital without having been given evidence-based smoking-cessation tools that we know can help them quit.\"Pack and his colleagues examined diagnostic and billing data from 282 hospitals to determine how often smokers hospitalized for heart attacks or heart surgery received smoking-cessation counseling, nicotine replacement therapy (such as the nicotine patch, gum, lozenge or inhaler) or a smoking-cessation medication (varenicline or bupropion) during their hospital stay. The researchers reviewed data for 36,675 patients coded as active smokers at hospital discharge between 2004 and 2014. Nearly 70 percent were men, their average age was 58, and 63 percent of them were hospitalized for a heart attack. The hospitals were located across the country and ranged from medium-sized community hospitals to large university-affiliated medical centers. All of the hospitals had voluntarily submitted the data, stripped of information that might identify individual patients, to a large quality-improvement database.Overall, about 30 percent of the patients received at least one smoking-cessation therapy during their hospital stay. Of those, about 20 percent were given the nicotine patch, which was the most commonly given treatment, and about 10 percent received professionally delivered smoking-cessation counseling. Few patients received medication or other forms of nicotine replacement therapy such as nicotine gum or lozenges. Smokers who had lung disease, used alcohol, were depressed or were younger than 58 years of age were statistically significantly more likely to receive smoking-cessation therapy. The study also found wide variation across hospitals in the use of smoking-cessation therapies among smokers being treated for heart disease, Pack said. \"We found that some hospitals were getting just over half of their patients on smoking-cessation treatment, while at other hospitals, less than 10 percent of patients who could benefit from smoking-cessation treatment were receiving it,\" he said. This research points to \"a sizeable performance gap\" among hospitals and cardiologists, Pack said. \"Smoking is the number one behavior that predicts early all-cause death,\" he said. \"Hospitals and cardiologists can do more to help patients who smoke get the treatment they need to help them quit.\" The study has limitations. \"The data we examined cannot tell us whether patients actually quit smoking,\" Pack said. \"We only know if they received smoking-cessation therapy while they were hospitalized because that creates a billing record. We also don't know whether some patients were offered smoking-cessation therapy but declined.\" Another limitation is that the diagnostic codes used to identify patients as smokers may have missed some patients who should have been included in the study. Previous research has shown that nicotine replacement therapy and smoking-cessation medications are safe and effective in helping nonhospitalized smokers quit, Pack said. \"It has not been definitely proven in a randomized controlled trial that nicotine replacement therapy after a heart attack improves quit rates,\" he said. \"But, we do know that, in general, patients who receive nicotine replacement therapy in the hospital are more likely to continue to use it after they are discharged and that it improves quit rates in the general population of smokers.\"Smoking damages the heart in a number of ways, including speeding up plaque formation in the arteries, reducing blood flow, raising cholesterol and promoting blood clots, among other negative effects. Experts say quitting smoking can cut the risk of repeat heart attacks and death from heart disease by about half.Pack said he and his research team plan to identify the strategies and practices high performing hospitals use to provide patients with smoking-cessation tools and medications so that other hospitals can follow their examples and learn from their experiences.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Death/Dying", " Health Professionals", " Public Health", " Smoking/Tobacco"]}