{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/cmc-shr030817.php", "description": "Hormone replacement therapy has long been controversial as studies have associated it with health benefits and risks. While some studies suggest that it lowers the risk of osteoporosis and improves some aspects of heart health, others link it to higher risk of cancer and stroke. Now, a new imaging study suggests that women using hormone replacement therapy to relieve menopause symptoms face a lower risk of death and show lower levels of atherosclerosis compared to women who do not use hormone therapy.", "article_link": null, "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "", "title": "Study: Hormone replacement therapy may help improve women's heart health, overall survival", "region": "namerica", "source_link": null, "institution": "Cedars-Sinai Medical Center", "text": "LOS ANGELES (EMBARGOED UNTIL 2 P.M. ET MARCH 8, 2017) - Hormone replacement therapy has long been controversial as studies have associated it with health benefits and risks. While some studies suggest that it lowers the risk of osteoporosis and improves some aspects of heart health, others link it to higher risk of cancer and stroke. Now, a new imaging study by investigators at Cedars-Sinai, suggests that women using hormone replacement therapy to relieve menopause symptoms face a lower risk of death and show lower levels of atherosclerosis - plaque buildup in the heart's arteries - compared to women who do not use hormone therapy. \"Over the past 15 years, fear of cancer and other risks has led to dramatically fewer women using hormone replacement therapy,\" said Daniel S. Berman, MD, director of Cardiac Imaging at Cedars-Sinai and senior author on the study. \"This new study suggests that with proper screening and follow-up, therapy with supplemental estrogen or similar hormones may help improve heart health and overall survival in some women.\" The investigators retrospectively analyzed the health records of more than 4,200 women who received a coronary calcium scan at Cedars Sinai over a 14-year period, from 1998 to 2012. A coronary calcium scan is a CT scan that measures the amount of calcium in the heart's arteries. A higher level of calcium is an indicator of plaque buildup, which increases the risk of heart attack and stroke.Of the women in the study, 41 percent reported taking hormone replacement therapy at the time of their scan. Hormone therapy use was highest between 1998-2002 and gradually decreased from more than 60 percent of women in 1998 to 23 percent in 2012. Slightly more than 6 percent of the women died during an average follow-up period of eight years.Those using hormone replacement therapy were significantly older than those not on the therapy, with an average age of 60 years in the non-therapy group compared to an average age of 64 in the group taking the therapy. To account for this difference in their analysis, the researchers performed statistical adjustments and also assessed outcomes for separate age groups, divided into five-year intervals.After accounting for age, coronary calcium score and cardiovascular risk factors including diabetes, high blood pressure and high cholesterol, women using hormone replacement therapy were:\r\n* \tTwenty percent more likely to have a coronary calcium score of zero (the lowest possible score, indicating a low likelihood of heart attack). \r\n* \tThirty-six percent less likely to have a coronary calcium score above 399 (indicating extensive atherosclerosis and a 10-fold increase in heart attack risk).\"Hormone replacement therapy resulted in lower atherosclerosis and improved survival for all age groups and for all levels of coronary calcium,\" said Yoav Arnson, MD, a postdoctoral scientist at Cedars-Sinai and the study's lead author. \"From this, we do think it is beneficial, but we need prospective randomized studies to confirm the findings and determine which groups might not benefit or might even be harmed by this therapy.\"Women and their doctors weigh many factors when deciding whether to use hormone replacement therapy. This study involved a larger number of patients and a longer follow-up time than most other recent studies, and offers new evidence on potential cardiovascular and survival benefits. It does not, however, offer definitive insights on which groups are likely to benefit most or weigh in on cancer-related or other potential risks. Women who have already had a heart attack, have known heart disease or a history of blood clots are advised against taking hormone replacement therapy.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Stroke", " Gynecology"]}