{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-03/mu-mst030817.php", "description": "A foray into plant biology led one researcher to discover that a natural molecule can repair axons, the thread-like projections that carry electrical signals between cells. Axonal damage is the major culprit underlying disability in conditions such as spinal cord injury and stroke.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.02.018", "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "Canadian Institutes for Health Research", "title": "Molecule shown to repair damaged axons", "region": "namerica", "source_link": "http://www.mcgill.ca/neuro/channels/news/molecule-shown-repair-damaged-axons-266571", "institution": "McGill University", "text": "A foray into plant biology led one researcher to discover that a natural molecule can repair axons, the thread-like projections that carry electrical signals between cells. Axonal damage is the major culprit underlying disability in conditions such as spinal cord injury and stroke. Andrew Kaplan, a PhD candidate at the Montreal Neurological Institute and Hospital of McGill University, was looking for a pharmacological approach to axon regeneration, with a focus on 14-3-3, a family of proteins with neuroprotective functions that have been under investigation in the laboratory of Dr. Alyson Fournier, professor of neurology and neurosurgery and senior author on the study. During his search, he found research describing how plants respond to a specific type of fungal infection. When plants are exposed to fusicoccin-A, a small molecule produced by a certain strain of fungus, the leaves of the plant wilt but the roots grow longer. Fusicoccin-A affects 14-3-3 activity by stabilizing its interactions with other proteins. \r\n\"While 14-3-3 is the common denominator in this phenomenon, the identity of the other proteins involved and the resulting biological activities differ between plants and animals,\" says Kaplan.Kaplan theorized that fusicoccin-A could be an effective way of harnessing 14-3-3 to repair axons. To test this theory, he and his fellow researchers treated mechanically damaged neurons in culture with the molecule and observed the results. \"When I looked under the microscope the following day the axons were growing like weeds, an exciting result that led us to determine that fusicoccin-A can stimulate axon repair in the injured nervous system,\" says Kaplan. Besides brain and spinal cord injury, axonal damage is a factor in many other disorders and diseases, including multiple sclerosis and neurodegenerative conditions. The team's discovery means that fusicoccin-A and similar molecules could be the starting point to develop drugs that treat axonal damage. Kaplan says future work should focus on better understanding the mechanisms by which fusicoccin-A improves axon repair. In particular, a protein called GCN1 holds promise. The team found that the physical bonding of 14-3-3 and GCN1 is an important factor in fusicoccin-A-induced axon growth. Now scientists can examine the function of GCN1 in the nervous system and test whether the bonding with 14-3-3 could serve as a drug target for more tailored therapies.\"We have identified a novel strategy to promote axon regeneration with a family of small molecules that may be excellent candidates for future drug development,\" says Fournier. \"This is an exciting advance because the field has struggled to find treatments and identify targets for drugs that stimulate axon repair.\" ", "meeting": "", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Molecular Biology", " Neurobiology", " Neurochemistry", " Disabled Persons", " Trauma/Injury"]}