{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-hrt030617.php", "description": "Women using hormone replacement therapy to relieve the symptoms of menopause faced a lower risk of death and showed lower levels of atherosclerosis, or plaque buildup in the heart's arteries, compared to women not using hormone therapy, according to a single-center study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "", "title": "Hormone replacement therapy associated with lower mortality", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Women using hormone replacement therapy to relieve the symptoms of menopause faced a lower risk of death and showed lower levels of atherosclerosis, or plaque buildup in the heart's arteries, compared to women not using hormone therapy, according to a single-center study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. Hormone replacement therapy has been controversial over the past few decades as studies have associated it with both health benefits--lowering the risk of osteoporosis and improving some measures of heart health, for example--and risks, including links to cancer and stroke. Fear over potential cancer and other risks has fueled a dramatic decrease in the number of women using hormone replacement therapy over the past 15 years. The new study bolsters evidence that the therapy, which involves the use of supplemental estrogen, sometimes along with progesterone or similar hormones, may help improve heart health and overall survival in some women.   \"With proper screening and proper follow-up, from a cardiovascular standpoint I believe it is beneficial to take hormone replacement therapy,\" said Yoav Arnson, MD, a postdoctoral scientist at Cedars-Sinai Medical Center, and the study's lead author. \"Our results confirm and enhance previous work in terms of showing lower atherosclerosis. In addition, we've shown very clear survival benefits of using hormone replacement therapy.\" The researchers retrospectively analyzed the health records of more than 4,200 women who received a coronary calcium scan at Cedars-Sinai Medical Center between 1998 and 2012. A coronary calcium scan is a CT scan that measures the amount of calcium in the heart's arteries. Having higher levels of calcium is a marker for the buildup of plaque, which increases the risk of having a heart attack or stroke. Forty-one percent of the women reported taking hormone replacement therapy at the time of their calcium scan. Use of hormone therapy was highest between 1998-2002 and gradually decreased during the study period from more than 60 percent of women in 1998 to 23 percent of women in 2012. Just over 6 percent of the women died during an average follow-up period of eight years. Those using hormone replacement therapy were significantly older than those not on the therapy, with an average age of 60 years in the non-therapy group compared to an average age of 64 years in the group taking the therapy. To account for this difference in their analysis, the researchers performed statistical adjustments and also assessed outcomes for separate age groups, divided into five-year intervals. After accounting for age, coronary calcium score and cardiovascular risk factors including diabetes, high blood pressure and high cholesterol, women using hormone replacement therapy were overall 30 percent less likely to die than those not on hormone therapy. Women using hormone replacement therapy were also 20 percent more likely to have a coronary calcium score of zero (the lowest possible score, indicating a low likelihood of heart attack) and 36 percent less likely to have a coronary calcium score above 399 (indicative of severe atherosclerosis and high heart attack risk). \"Hormone replacement therapy resulted in lower atherosclerosis and improved survival for all age groups and for all levels of coronary calcium,\" Arnson said. \"From this we do think it is beneficial, but we would need prospective or randomized studies to determine which groups might not benefit or even be harmed by this therapy.\"Estrogen is thought to be protective of heart health through its beneficial effects on cholesterol and because it increases the flexibility of blood vessels and arteries, allowing them to accommodate blood flow. Studies show that pre-menopausal women, who produce high levels of estrogen, typically have the cardiovascular health of men 10 to 20 years younger than them, but rates of heart disease increase dramatically after menopause, when estrogen levels plummet. By replacing the natural estrogen lost during menopause, hormone replacement therapy could be one way for women to regain the cardiovascular benefits of estrogen, Arnson said. Women and their doctors weigh many factors when deciding whether or not to use hormone replacement therapy. This study involved a larger number of patients and a longer follow-up time than most other recent studies, and it offers new evidence on potential cardiovascular and survival benefits. It does not, however, offer definitive insights on which groups are likely to benefit most or weigh in on cancer-related or other potential risks. Women who have already had a heart attack, have known heart disease or have a history of blood clots are advised against taking hormone replacement therapy.  ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Aging", " Gynecology", " Sex-Linked Conditions", " Aging", " Sex-Linked Conditions"]}