{"journal": "European Journal of Heart Failure", "url": "http://www.eurekalert.org/pub_releases/2017-03/esoc-pco030817.php", "description": "Peripartum cardiomyopathy occurs globally and is not a disease of the poor, according to research published today in the European Journal of Heart Failure. Cases were reported from many countries for the first time.", "article_link": "http://dx.doi.org/10.1002/ejhf.780", "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "", "title": "Peripartum cardiomyopathy occurs globally and is not a disease of the poor", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/peripartum-cardiomyopathy-occurs-globally-and-is-not-a-disease-of-the-poor?hit=wireek", "institution": "European Society of Cardiology", "text": "Sophia Antipolis, 8 March 2017: Peripartum cardiomyopathy (PPCM) occurs globally and is not a disease of the poor, according to research published today in the European Journal of Heart Failure.1 Cases were reported from many countries for the first time.\"People have always thought PPCM was much more common and severe in Africans and that it was a disease of poverty but our study clearly shows that it's not,\" said lead author Professor Karen Sliwa, director of the Hatter Institute for Cardiovascular Research in Africa, Cape Town, South Africa.The study was conducted by the Heart Failure Association (HFA) of the European Society of Cardiology (ESC) Study Group on PPCM under the EURObservational Research Programme (EORP).PPCM is a structural heart muscle disease that occurs in women either at the end of pregnancy or up to five months after giving birth. Patients were previously healthy and then present with shortness of breath and heart failure.In about one-third of women with PPCM the heart muscle spontaneously recovers, but about 10% die from the disease and over half have a weakened heart muscle for the rest of their lives. The baby is sometimes born smaller and earlier, and in rare cases it dies.Research has shown that women with PPCM produce an abnormal breastfeeding hormone that leads to programmed cell death (apoptosis) and damage to the heart muscle.There is very little known about PPCM and until recently it was assumed that it occurred predominantly in African women. This registry study was conducted to find out whether PPCM occurs in other continents. Specifically, the researchers set out to discover how the disease presents, is diagnosed, and treated in different countries.The paper published today reports the baseline results of 411 patients from 43 countries representing all continents. Data collected included demographic characteristics, co-morbidities, treatments, type of hospital, and specialisation of the treating physician.The researchers found cases of PPCM in all 43 countries studied. All women with PPCM presented at the same age, and with the same symptoms and heart size, despite different ethnic backgrounds and huge disparities in socioeconomic factors and access to healthcare.\"Our data shows that PPCM is truly a global disease, and irrespective of where you live, what healthcare system you have, what nutrition you have, and what education you have, you can get this disease,\" said Professor Sliwa. \"The disease presented quite uniformly despite occurring globally in different ethnic groups and in very different healthcare systems,\" she continued. \"This tells us that PPCM is to some extent a biological disease and women might have a genetic predisposition, which is probably a cellular and cardiac signalling abnormality. This is not a disease with marked differences between ethnic groups.\"\"We were surprised to see that there is a large percentage of women from the UK, for instance, and from Germany, countries which had not reported many cases so far,\" added Professor Sliwa.One month after diagnosis, 80% of the women with PPCM still had heart failure. About 7% of the women had blood clots - either a stroke, clot to the lung, or clot to the legs. \"Despite good access to healthcare and good medical therapy, PPCM remains a very serious disease because many women remain in heart failure or develop blood clots,\" said Professor Sliwa.\"PPCM occurs in all health systems and is probably underdiagnosed in many parts of the world,\" she continued. \"More awareness needs to be created for this disease so that women can be given timely and appropriate treatment.\"The registry aims to recruit 1,000 women with PPCM and will see if there are any differences in six month outcomes between ethnic groups.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}