{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-seb030617.php", "description": "Conducting a diagnostic sleep test shortly after a heart attack can help doctors rule out sleep apnea, a form of disordered breathing during sleep, in patients, but tests conducted in the immediate aftermath of a heart attack are somewhat unreliable for positively diagnosing sleep apnea, according to results from a single-center study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "", "title": "Study examines best time to screen for sleep apnea after heart attack", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Conducting a diagnostic sleep test shortly after a heart attack can help doctors rule out sleep apnea, a form of disordered breathing during sleep, in patients, but tests conducted in the immediate aftermath of a heart attack are somewhat unreliable for positively diagnosing sleep apnea, according to results from a single-center study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. As a result, it may be best to repeat the test after a few months or to delay initial testing before making a definitive diagnosis and initiating treatment.  Sleep apnea is estimated to affect up to 18 million Americans, but it is often undiagnosed and untreated. Common signs include daytime sleepiness, heavy snoring and pauses in breathing during sleep. The disorder increases cardiovascular risk, and in people who have had a heart attack, sleep apnea is associated with increased risk for high blood pressure, subsequent heart attack, stroke, heart failure and death. \"In view of the strong association between sleep disordered breathing and heart attack and the established negative prognostic implications of untreated sleep apnea in these patients, cardiologists are becoming increasingly aware of the importance of screening for sleep disorders in their daily practice,\" said Jeanette Ting, MB, ChB, senior resident at National University Heart Centre, Singapore, and the study's lead author. \"Our aim was to determine if the screening should be performed during the acute phase soon after a heart attack or after a period of stabilization.\"Sleep apnea is thought to contribute to cardiovascular disease by increasing stress on the heart and blood vessels, causing inflammation, reducing available oxygen and affecting hormones. Doctors can use questionnaires to identify patients who might have sleep apnea, but the only definitive test is an overnight sleep study, in which a specialist uses electrodes and sensors to monitor how often the patient stops breathing during sleep and the length of each pause. For the study, researchers performed an overnight sleep test in 397 patients treated for heart attack at Singapore's National University Heart Center. This initial test was conducted within five days of hospital admission. A subgroup of 102 patients underwent a second sleep test at home six months later. A total of 52 percent of patients tested positive for sleep apnea in the initial test. Forty-two percent had obstructive sleep apnea, the most common form of the disorder, in which the airway is blocked for brief periods by the tongue or throat muscles. Ten percent had central sleep apnea, a less common form in which the brain fails to properly signal the muscles that control breathing. About a quarter of the patients underwent a second sleep study after six months. A majority of the patients initially found to have sleep apnea showed a change of status in the follow-up sleep study. Among those initially diagnosed with obstructive sleep apnea, 46 percent no longer had sleep apnea at the 6-month test. Among those initially diagnosed with central sleep apnea, 83 percent were found to have obstructive sleep apnea at the 6-month test. The vast majority (93 percent) of those initially found to have no sleep apnea remained apnea-free at six months. Overall, patients with sleep apnea were older, had a higher body mass index and more often had high blood pressure compared to those without sleep apnea. Patients showed no significant change in body mass index between the first and second sleep tests. Mild sleep apnea can sometimes be resolved with weight loss, exercise, smoking cessation, management of allergies or asthma, or a change of sleeping position. For moderate to severe sleep apnea, many patients need to use a continuous positive airway pressure (CPAP) machine, which involves placing a mask over the mouth and nose during sleep to provide a continuous flow of air into their throat. Other treatment options include night-time mouthpieces and, as a last resort, surgery to remove bulky tissues obstructing the airway during sleep. These treatments have been shown to reduce the cardiovascular risk associated with sleep apnea. The study bolsters evidence from previous smaller studies suggesting sleep apnea diagnosed immediately after a heart attack may resolve naturally over time. In addition, because different types of sleep apnea may require different treatments, the change in apnea type observed in this study underscores the need for repeated or delayed testing after the initial hospitalization for a heart attack. Finding the optimal timing to screen for sleep apnea is important because of the need to avoid unnecessary treatment in people whose sleep apnea may resolve over time, while identifying those who truly need to receive treatment to reduce their cardiovascular risk. Making accurate sleep apnea diagnoses also has a bearing on health care costs.\"It is important to determine if the patient truly has underlying sleep disordered breathing,\" Ting said. \"A repeat sleep study six months later on those found to have obstructive sleep apnea or central sleep apnea should be considered before commencing therapy. Alternatively, deferring the sleep study to six months' follow-up may be considered.\"The study was limited by a small sample size. In addition, the baseline sleep study was conducted at the hospital while the second sleep study was performed at the patients' home, which could have influenced the findings. The researchers plan to further analyze the data to assess how sleep apnea might affect measures of heart function. Ting will present the study, \"Prevalence and Evolution of Sleep Disordered Breathing in Acute Myocardial Infarction,\" on Sunday, March 19, at 9:30 a.m. ET at Poster Hall C at the American College of Cardiology's 66th Annual Scientific Session in Washington. The meeting runs March 17-19.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Sleep/Sleep Disorders", " Public Health"]}