{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-yha030617.php", "description": "Men under 45 years old and women under 50 years old who suffer a heart attack are far more likely to have abnormally low good cholesterol than elevated bad cholesterol, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "", "title": "Younger heart attack patients more likely to have low 'good' vs. high 'bad' cholesterol", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Men under 45 years old and women under 50 years old who suffer a heart attack are far more likely to have abnormally low good cholesterol than elevated bad cholesterol, according to research scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. Elevated LDL-C, known as \"bad\" cholesterol, is considered a risk factor for a heart attack or stroke because it suggests that arteries are clogged with deposits known as plaque. HDL-C, known as \"good\" cholesterol, acts like a scavenger, scouring the blood to get rid of excess fat and bad cholesterol. Healthy levels of HDL-C (above 40 in men, above 50 in women) may protect against heart attacks and strokes, partly due to HDL-C's role in clearing bad cholesterol from the arteries, reducing inflammation and preventing blood clots, whereas low levels of HDL-C have been shown to increase risk. \"In this study of younger heart attack patients, low HDL-C was the most common abnormality, seen in approximately 90 percent of the men and 75 percent of the women,\" said Bradley Collins, a fourth-year student at Harvard Medical School and lead author of the study. \"This finding suggests that low HDL-C should be considered a marker of increased heart attack risk in younger patients particularly.\"Through a review of billing data and medical records at two large medical centers, Collins and his co-authors identified 813 men under 45 years old and women under 50 years old who had been treated for a heart attack over the past 16 years. The patients' average age was 48; 38 percent were women. The finding that these younger heart attack patients were more likely to have low HDL-C than to have elevated LDL-C suggests that different measures may need to be used to accurately identify heart attack risk in this age group, Collins said. Furthermore, traditional tools for calculating heart attack risk may underestimate risk in younger patients by putting too much emphasis on patient age, he said. The average age for a heart attack in the United States is 65 for men and 70 for women. In 2013, an estimated 750,000 Americans had a heart attack. Of these, about 116,000 died. Although both the annual number of heart attacks and the annual number of deaths from heart attacks have been declining in recent years, some data suggest these reductions may not be happening in younger people. Recent studies have shown that while hospitalization rates for heart attacks declined more than 20 percent over a 10-year period among patients with an average age of 75, there was no such decline among patients under 55. Researchers said current data suggest that while treatments primarily aimed at increasing HDL-C have not been shown to decrease cardiovascular events, low HDL-C should be viewed as a risk marker for heart attacks, regardless of LDL-C levels. Thus, low HDL-C should prompt the initiation of preventive measures, such as lifestyle changes, better glucose and blood pressure control, and medications to lower LDL-C. Combining all these measures together can lead to significant improvement in overall cardiovascular health, Collins said.HDL-C is often a \"modifiable\" risk factor for heart disease--that means people can take action to increase HDL-C by giving up smoking, maintaining a healthy weight, finding ways to be more physically active, and eating more fruit and vegetables while avoiding unhealthy fats, such as trans fats.\"For many people, heart attacks can be prevented by following a healthy lifestyle. When we identify individuals who have a higher risk, however, we can achieve the greatest risk reduction by combining a healthy lifestyle with medications,\" Collins said.A limitation of the current study is that it is based on data from a fairly small number of patients who were treated at just two medical centers.The researchers are exploring several possible studies to follow up on these findings, Collins said. \"We are examining whether low HDL-C also predicts risk for repeat heart attacks in younger patients and whether there are genetic risk factors in this population,\" he said. \"We also want to look at prescribing patterns for statins in younger patients who are at increased risk for heart disease. Ultimately, we would like to develop new tools for calculating heart attack risk that are more applicable to younger people.\"Collins will also present other data from the same study showing that, compared with men, women who have a heart attack before age 50 have a significantly higher rate of death from any cause. These younger women are also more likely to have what is known as a Type 2 heart attack, which occurs when a problem other than a blocked artery causes the heart to need more oxygen than it can get. \"A Type 2 heart attack may occur in patients who have other very complicated medical conditions, including terminal cancer, internal bleeding or a severe bacterial infection,\" Collins said. \"These heart attacks are often overlooked, given the severity of the patient's main diagnosis.\" The next phase of this research will examine how many patients died of heart disease as opposed to other conditions. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Critical Care/Emergency Medicine", " Death/Dying", " Health Care Systems/Services", " Cholesterol", " Public Health", " Sex-Linked Conditions"]}