{"journal": "American Journal of Hypertension", "url": "http://www.eurekalert.org/pub_releases/2017-03/oupu-hfa030317.php", "description": "A new article published in the American Journal of Hypertension finds that babies born to mothers with cardiometabolic risk factors were less likely to develop high blood pressure if their mothers had higher levels of folate during pregnancy.", "article_link": "http://dx.doi.org/10.1093/ajh/hpx003", "date": "Wed, 08 Mar 2017 05:00:00 GMT", "funder": "", "title": "High folic acid level in pregnancy may decrease high blood pressure in children", "region": "namerica", "source_link": null, "institution": "Oxford University Press USA", "text": "A new article published in the American Journal of Hypertension finds that babies born to mothers with cardiometabolic risk factors were less likely to develop high blood pressure if their mothers had higher levels of folate during pregnancy. Since the late 1980s, the prevalence of childhood elevated blood pressure has increased in the United States, in particular among African Americans. From a life course perspective, childhood high blood pressure can predict higher blood pressure values later in life, and people with higher blood pressure are at greater risk of developing cardiovascular, metabolic and kidney disease and stroke. Research has also shown that maternal cardiometabolic risk factors during pregnancy--including hypertensive disorders, diabetes, and obesity--are associated with higher offspring blood pressure.Because controlling hypertension and cardiovascular disease in adults is difficult and expensive, identifying early-life factors for the prevention of high blood pressure may be an important and cost effective public health strategy.There is growing evidence that maternal nutrition during pregnancy, through its impact on the fetal intrauterine environment, may influence offspring cardiometabolic health. Folate, which is involved in nucleic acid synthesis, gene expression, and cellular growth, is particularly important. In young adults, higher folic acid intake has been associated with a lower incidence of hypertension later in life. Citrus juices and dark green vegetables are good sources of folic acid.  However, the role of maternal folate levels, alone or in combination with maternal cardiometabolic risk factors on child blood pressure has not been examined in a prospective birth cohort.In the current study, researchers analyzed the data from a prospective U.S. urban birth cohort, enriched by low-income racial and ethnic minorities at high risk for elevated BP, to examine whether maternal folic acid levels and cardiometabolic risk factors individually and jointly affect offspring blood pressure.Researchers included 1290 mother-child pairs, 67.8% of which were Black and 19.2% of which were Hispanic, recruited at birth and followed prospectively up to age 9 years from 2003 to 2014 at the Boston Medical Center. Of the mothers, 38.2% had one or more cardiometabolic risk factors; 14.6% had hypertensive disorders, 11.1% had diabetes, and 25.1% had pre-pregnancy obesity. A total of 28.7% of children had elevated systolic blood pressure at age 3-9 years. Children with higher systolic blood pressure were more likely to have mothers with pre-pregnancy obesity, hypertensive disorders, and diabetes. Children with elevated systolic blood pressure were also more likely to have lower birth weight, lower gestational age, and higher BMI.The study findings suggest that higher levels of maternal folic acid may help counteract the adverse associations of maternal cardiometabolic risk factors with child systolic blood pressure, although maternal folic acid levels alone were not associated with child systolic blood pressure. Among children born to mothers with any of the cardiometabolic risk factors, those whose mothers had folic acid levels above the median had 40% lower odds of elevated childhood systolic blood pressure. These associations did not differ appreciably in analyses restricted to African Americans, and they were not explained by gestational age, size at birth, child postnatal folate levels or breastfeeding.\"Our study adds further evidence on the early life origins of high blood pressure,\" said Dr. Xiaobin Wang, the study's senior corresponding author. \"Our findings raise the possibility that early risk assessment and intervention before conception and during pregnancy may lead to new ways to prevent high blood pressure and its consequences across lifespan and generations.\" ", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Developmental/Reproductive Biology", " Nutrition/Nutrients", " Parenting/Child Care/Family"]}