{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-eis030117.php", "description": "For people trying to lose or maintain weight, the temptation to overeat is stronger when eating in a social setting.  Interventions should focus on helping people maintain their diet plans in challenging situations.", "article_link": null, "date": "Tue, 07 Mar 2017 05:00:00 GMT", "funder": "National Institutes of Health, NIH/National Heart, Lung, and Blood Institute", "title": "Eating in social settings may be greatest temptation for dieters", "region": "namerica", "source_link": "http://newsroom.heart.org/news/eating-in-social-settings-may-be-greatest-temptation-for-dieters?preview=b3d58533aa1d867b450233b8559c5944", "institution": "American Heart Association", "text": "PORTLAND, Oregon, March 7, 2017-- For people trying to lose weight or maintain a lower body weight, the temptation to overeat is stronger when eating in a social setting, according to research presented at the American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017 Scientific Sessions.The 12-month study of 150 people (90 percent women) used smartphones and a custom-developed application to capture data as dieters moved through everyday life. The participants were trying to limit calories to a specific number per day. In response to questions, the dieters reported their surroundings, what they were feeling and whether they were tempted to break or broke their eating plan. Temptations were defined as eating a food or amount of a food inconsistent with a weight loss eating plan, for example, having a large serving of a calorie-dense food such as French fries or cheesecake or several pieces of candy at the office. Researchers found:One challenge many people who have lost weight face is maintaining the weight loss. \"Research into understanding and preventing weight regain is vital for improving the public health. Helping an individual anticipate challenges and problem-solve high-risk situations can empower them to stay on track with their weight loss/weight maintenance plan,\" said Lora E. Burke, Ph.D., M.P.H., study lead author and professor of nursing in the Department of Health & Community Systems at the University of Pittsburgh in Pennsylvania.These findings can guide experts in providing extra support to individuals who are overweight or obese and struggling to lose or keep off weight, Burke said.Researchers can also use the data to develop support that can be delivered electronically to dieters in real-time, right when they need it, she added.Participants' average body-mass index (BMI) was 34.0 -- for instance, a 5-foot-4 woman weighing about 200 pounds, or a 5-foot-9 man weighing 230. In the U.S., more than one-third of adults have a BMI of 30 or more, the level considered obese.During the study, women weighing less than 200 pounds were given a daily diet target of 1,200 calories, and men at that weight had a target of 1,500 calories. For men and women weighing more than 200 pounds, the goal for women 1,500 calories and 1,800 for men. Dieters aimed to limit fat to about 25 percent of total calories, Burke said.The technique deployed to survey the dieters, called ecological momentary assessment (EMA), has been used to study topics including addiction, pain, work stress and asthma, EMA is a method of assessing people's emotions and behaviors in real-time and in their natural settings, Burke said, noting that the new study was longer than previous ones done using EMA.\"We know that our interventions lead to successful weight loss. However, our biggest challenge today is long-term maintenance of the weight loss, which requires sustained behavior change,\" she said.", "meeting": "American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}