{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-03/nsfc-uds030717.php", "description": "Rising temperatures and heatwaves are putting songbirds at greater risk for death by dehydration and mass die-offs.", "article_link": null, "date": "Tue, 07 Mar 2017 05:00:00 GMT", "funder": "NASA", "title": "US desert songbirds at risk in a warming climate", "region": "namerica", "source_link": "https://www.nasa.gov/feature/goddard/2017/us-desert-songbirds-at-risk-in-a-warming-climate", "institution": "NASA/Goddard Space Flight Center", "text": "Projected increases in the frequency, intensity and duration of heatwaves in the desert of the southwestern United States are putting songbirds at greater risk for death by dehydration and mass die-offs, according to a new study.Researchers used hourly temperature maps and other data produced by the North American Land Data Assimilation System (NLDAS) -- a land-surface modeling effort maintained by NASA and other organizations -- a long with physiological data to investigate how rates of evaporative water loss in response to high temperatures varied among five bird species with differing body masses. Using this data, they were able to map the potential effects of current and future heat waves on lethal dehydration risk for songbirds in the Southwest and how rapidly dehydration can occur in each species.Researchers homed in on five songbird species commonly found in the desert southwest: lesser goldfinch, house finch, cactus wren, Abert's towhee and the curve-billed thrasher.Under projected conditions where temperatures increase by 4 degrees Celsius (7 degrees Fahrenheit), which is in line with some scenarios for summer warming by the end of the century, heatwaves will occur more often, become hotter, and expand in geographic range to the point where all five species will be at greater risk for lethal dehydration.Birds are susceptible to heat stress in two ways, said co-author Blair Wolf, a professor of biology at the University of New Mexico. With funding from the National Science Foundation, Wolf investigated heat tolerance for each of the five species in the study as well as for other bird species in Australia and South Africa. \"When it's really hot, they simply can't evaporate enough water to stay cool, so they overheat and die of heat stroke,\" he said. \"In other cases, the high rates of evaporative water loss needed to stay cool deplete their body water pools to lethal levels and birds die of dehydration. This is the stressor we focused on in this study.\"What happens is at about 40 degrees Celsius [104 degrees Fahrenheit], these songbirds start panting, which increases the rate of water loss very rapidly, explained co-author Alexander Gerson, an assistant professor of biology at the University of Massachusetts-Amherst. At the time of the study, he worked with Wolf as a postdoctoral researcher at the University of New Mexico. He added, \"Most animals can only tolerate water losses that result in 15 or 20 percent loss of body mass before they die. So an animal experiencing peak temperatures during a hot summer day, with no access to water, isn't going to make it more than a few hours.\"As expected, they found that the small species are particularly susceptible to lethal dehydration because they lose water at a proportionately higher rate. For example, at 50 degrees Celsius [122 degrees Fahrenheit], the lesser goldfinch and the house finch lose 8 to 9 percent of their body mass to evaporative water loss per hour, whereas the larger Curve-billed thrasher only loses about 5 percent of its mass per hour. By the end of the century, the number of days in the southwest desert where lethal dehydration poses a high risk to the lesser goldfinch increases from 7 to 25 days per year. For larger species, those days will also increase, but will remain rare.Despite their physiological disadvantage, house finches and lesser goldfinches might actually fare comparatively better, the researchers noted, because they can survive in a number of ecosystems and they have a more expansive range. But desert specialists such as the curve-billed thrasher and Abert's towhee have more specific habitat needs and so have a more limited range, restricted in the United States mostly to the hot deserts of the Southwest. That means that a greater proportion of their population is at risk for lethal dehydration when severe enough heatwaves occur.\"When you get into a situation where the majority of the range is affected, that's where we start to become more alarmed at what we are seeing,\" said lead author Tom Albright from the University of Nevada, Reno, noting that this increases the risk of lethal dehydration affecting a large proportion of the population.According to the researchers, given this warming scenario, climate refugia -- microclimates such as mountaintops, trees and washes with shade that allow songbird body temperatures to cool to safe levels -- might prove very important in management plans for certain vulnerable species. \"Using this type of data, managers identifying the best refugia can have a better idea of the temperature profile that will be suitable for these birds,\" Gerson said. ", "meeting": "", "keywords": ["Ecology/Environment", " Zoology/Veterinary Science", " Earth Science", " Space/Planetary Science", " Experiments in Space", " Climate Change"]}