{"journal": "JAMA Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-03/tjnj-ewm030217.php", "description": "A new study published online by JAMA Neurology examines whether a history of migraine is associated with cervical artery dissection (CEAD), a frequent cause of ischemic (blood vessel-related) stroke in young and middle-age adults, although the causes leading to vessel damage are unclear.", "article_link": null, "date": "Mon, 06 Mar 2017 05:00:00 GMT", "funder": "", "title": "Examining whether migraine is associated with cervical artery dissection", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "A new study published online by JAMA Neurology examines whether a history of migraine is associated with cervical artery dissection (CEAD), a frequent cause of ischemic (blood vessel-related) stroke in young and middle-age adults, although the causes leading to vessel damage are unclear.The study by Alessandro Pezzini, M.D., of the Universitá degli Studi di Brescia, Italy, and coauthors included 2,485 patients (ages 18 to 45) with their first ischemic stroke from one of the largest registries of patients with early-onset ischemic stroke.Of the 2,485 patients included in the registry, 334 (13.4 percent) had CEAD ischemic stroke and 2,151 (86.6 percent) had non-CEAD ischemic stroke.Patients with non-CEAD ischemic stroke were more likely to have an unfavorable cardiovascular risk factor profile, including diabetes, high cholesterol and current smoking. Migraine was more common in the group of patients with CEAD ischemic stroke, mainly because of the frequency of migraine without aura, according to the results.Compared with migraine with aura, migraine without aura was associated with CEAD ischemic stroke and that association was higher in men and in patients 39 and younger, the article reports.The study has limitations, including that it did not assess migraine frequency and severity or the frequency of auras, so the authors could not evaluate whether the association they observed differs according to specific migraine patterns.\"Our data support consideration of a history of migraine as a marker for increased risk of IS [ischemic stroke] caused by CEAD, as well as a putative susceptibility factor for CEAD, regardless of its clinical features,\" the article concludes.\r\n\t", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}