{"journal": "Hypertension: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-o1i030217.php", "description": "Only one in five patients seeking specialty care for hard-to-control high blood pressure (resistant hypertension) are taking all their prescribed medications. Taking all medication as prescribed can help avoid added tests and treatments based on the misperception that high blood pressure is not controlled despite taking multiple drugs.\r\nA frank discussion about medication use and concerns about side effects can help your doctor make needed adjustments to get your blood pressure under control.", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.116.08818", "date": "Mon, 06 Mar 2017 05:00:00 GMT", "funder": "Netherlands Organization for Health Research and Development, Dutch Kidney Foundation, Medtronic Inc.", "title": "Only 1 in 5 patients seeking specialist for resistant HBP take meds as prescribed", "region": "namerica", "source_link": null, "institution": "American Heart Association", "text": "DALLAS, March 6, 2017 - Only one in five patients seeking specialty care for hard-to-control high blood pressure (resistant hypertension) are taking all their prescribed medications, according to new research in the American Heart Association's journal Hypertension.\"Another twenty percent are not taking any of their blood pressure medications,\" said Peter Blankestijn, M.D., Ph.D., senior author of the study and professor of nephrology and hypertension at the University Medical Center Utrecht in the Netherlands. \"People mistakenly thought to have resistant hypertension -- which is high blood pressure despite taking three or more medications -- end up seeing specialists and undergoing extra tests because we don't understand why they are so difficult to treat.\"The surprising results come from a study designed primarily to determine if blood pressure can be lowered if people with resistant hypertension receive renal denervation, in addition to their blood pressure medication. In renal denervation, a slim tube (catheter) is inserted into one of the blood vessels in the groin and advanced through blood vessels until it enters the artery feeding the kidney; then, radio waves or ultrasound destroys sections of the nerves sending messages between the brain and the kidneys.\"There is much evidence to suggest that these nerves play a role in high blood pressure. In the 1930s and 1940s, the nerves were sometimes cut during surgical procedures. Now the nerve destruction can be done in a much less invasive way. Several devices are being studied as possible treatments for resistant hypertension,\" Blankestijn said. \"This study, one of the first to look in detail at patient compliance, found renal denervation as therapy for resistant hypertension was not superior to usual care.\"Researchers randomly assigned 95 patients (average age 62 years, 42.1 percent male) to undergo renal denervation while not changing their medication, while a control group of 44 patients (average age 60, 29.5 percent male) stayed with their usual medications alone. At the beginning of the study and 6 months later, patients wore a blood pressure monitor to calculate their average daytime systolic (top number) blood pressure and blood tests were taken to measure drug levels (without telling patients that their adherence in taking recommended medications was being assessed).\"Adherence to medication greatly affects the ability to assess the value of another treatment, so researchers need to measure adherence and do what they can to improve it,\" Blankestijn said.Patients can take steps to prevent their blood pressure from remaining high and being labeled as difficult-to-treat, leading to a greater heart disease risk and increased costs for added tests and treatments.\"At a minimum, be open and honest and tell your physician if you don't want to take your pills for any reason. You and your doctor can discuss options for changing the type of pill or the dose if needed. There are many effective blood pressure pills and the majority of patients with high blood pressure can be successfully treated,\" Blankestijn said.Although this study was conducted in the Netherlands, the results likely apply to patients in the United States, according to researchers.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}