{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/soir-mil022117.php", "description": "A large nationwide study examining the treatment of uterine fibroids shows that the uterine fibroid embolization (UFE), a minimally invasive, image-guided treatment performed by interventional radiologists, is vastly underutilized, compared to hysterectomies -- especially in rural and smaller hospitals. In fact, there were more than 65 times as many hysterectomies performed than UFEs, despite data showing that UFEs result in substantially lower costs and shorter hospital stays than hysterectomies, according to research presented today at the Society of Interventional Radiology's 2017 Annual Scientific Meeting.", "article_link": null, "date": "Mon, 06 Mar 2017 05:00:00 GMT", "funder": "", "title": "Minimally invasive, less expensive treatment for uterine fibroids underutilized", "region": "namerica", "source_link": null, "institution": "Society of Interventional Radiology", "text": "WASHINGTON (March 6, 2017)--A large nationwide study examining the treatment of uterine fibroids shows that the uterine fibroid embolization (UFE), a minimally invasive, image-guided treatment performed by interventional radiologists, is vastly underutilized, compared to hysterectomies--especially in rural and smaller hospitals. In fact, there were more than 65 times as many hysterectomies performed than UFEs, despite data showing that UFEs result in substantially lower costs and shorter hospital stays than hysterectomies, according to research presented today at the Society of Interventional Radiology's 2017 Annual Scientific Meeting. \"These findings suggest there is a lack of awareness about this safe, effective and less invasive therapy for uterine fibroids,\" said Prasoon Mohan, M.D., MRCS, the study's lead author and assistant professor in the department of interventional radiology at the University of Miami Leonard M. Miller School of Medicine. \"Interventional radiologists urge health care professionals to present patients with all available treatment options so that the patient can make an informed decision. Patients need to know about the major differences between surgical treatments and UFE, especially that this is a non-surgical treatment that preserves the uterus and has a much faster recovery time compared to hysterectomy.\"\r\nAccording to the National Institutes of Health, a majority of women--almost three out of four--will develop uterine fibroids by the age of 50. Women are at increased risk for developing fibroids if they are overweight, African-American, over the age of 40, have high blood pressure, have had no children, and have first-degree relatives with fibroids.  Fibroids develop from the uterine muscular wall and vary in size from a quarter of an inch to larger than a cantaloupe. In most cases, women are not aware that they have fibroids because they do not have symptoms. Symptoms when they occur include heavy menstrual bleeding, pelvic pressure or pain, abdominal enlargement, pain with intercourse, constipation and frequent urination.   This study included an analysis of data from the 2012 and 2013 Nationwide Inpatient Sample (NIS), the largest all-payer inpatient health care database in the country. Using billing codes that identified hysterectomies and UFEs completed for the treatment of uterine fibroids, researchers compared how women were treated for this condition, the costs of the treatments, and the outcomes.  The NIS data revealed that over this period, 165,000 more hysterectomies were performed than UFEs (167,650 vs. 2,470) nationwide. Further, researchers found that only 0.4 percent of UFEs were performed in rural hospitals compared to 9.4 percent of hysterectomies in the same setting; and 7.9 percent of UFE were performed in small hospital systems compared to 67.4 percent in large hospitals systems.  \"The fact that so few women undergo UFE in rural and small hospital settings shows a health care access and education disparity in who receives this treatment. It is important that we continue to educate patients about choice and determine ways to increase access to this effective, less invasive therapy,\" said Mohan.  The data also showed that UFE resulted in shorter hospital stays (2.16 for UFE vs. 2.32 days for hysterectomy), and was less expensive than hysterectomy by about $12,000 ($21,583 for UFE vs. $33,104 for hysterectomy). Further, the women who elected to undergo UFE had more chronic conditions than found in the patients who received a hysterectomy.   ", "meeting": "SIR 2017 Annual Scientific Meeting", "keywords": ["Medicine/Health", " Fertility", " Urogenital System", " Gynecology", " Pain", " Surgery"]}