{"institution": "Imperial College London", "title": "Buzzing the brain with electricity can boost working memory", "url": "http://www.eurekalert.org/pub_releases/2017-03/icl-btb031017.php", "article_link": "http://dx.doi.org/10.7554/eLife.22001", "region": "europe", "funder": "Wellcome Trust", "meeting": "", "journal": "eLife", "source_link": null, "text": "Scientists have uncovered a method for improving short-term working memory, by stimulating the brain with electricity to synchronise brain waves.Researchers at Imperial College London found that applying a low voltage current can bring different areas of the brain in sync with one another, enabling people to perform better on tasks involving working memory.The hope is that the approach could one day be used to bypass damaged areas of the brain and relay signals in people with traumatic brain injury, stroke or epilepsy. The brain is in constant state of chatter, with this activity seen as brainwaves oscillating at different frequencies and different regions keeping a steady 'beat'.In a small study, published today in the journal eLife, the Imperial team found that applying a weak electrical current through the scalp helped to align different parts of the brain, synchronising their brain waves and enabling them to keep the same beat. \"What we observed is that people performed better when the two waves had the same rhythm and at the same time,\" said Dr Ines Ribeiro Violante, a neuroscientist in the Department of Medicine at Imperial, who led the research.In the trial, carried out in collaboration with University College London, the team used a technique called transcranial alternating current stimulation (TACS) to manipulate the brain's regular rhythm.They found that buzzing the brain with electricity could give a performance boost to the same memory processes used when people try to remember names at a party, telephone numbers, or even a short grocery list.Dr Violante and team used TCAS to target two brain regions - the middle frontal gyrus and the inferior parietal lobule - which are known to be involved in working memory.Ten volunteers were asked to carry out a set of memory tasks of increasing difficulty while receiving theta frequency stimulation to the two brain regions at slightly different times (unsynchronised), at the same time (synchronous), or only a quick burst (sham) to give the impression of receiving full treatment. In the working memory experiments, participants looked at a screen on which numbers flashed up and had to remember if a number was the same as the previous, or in the case of the harder trial, if it the current number matched that of two-numbers previous. Results showed that when the brain regions were stimulated in sync, reaction times on the memory tasks improved, especially on the harder of the tasks requiring volunteers to hold two strings of numbers in their minds. \"The classic behaviour is to do slower on the harder cognitive task, but people performed faster with synchronised stimulation and as fast as on the simpler task,\" said Dr Violante. Previous studies have shown that brain stimulation with electromagnetic waves or electrical current can have an effect on brain activity, the field has remained controversial due to a lack of reproducibility.But using functional MRI to image the brain enabled the team to show changes in activity occurring during stimulation, with the electrical current potentially modulating the flow of information.\"We can use TACS to manipulate the activity of key brain networks and we can see what's happening with fMRI,\" explained Dr Violante. \"The results show that when the stimulation was in sync, there was an increase in activity in those regions involved in the task. When it was out of sync the opposite effect was seen.\" However, one of the major hurdles for making such a treatment widely available is the individual nature of people's brains. Not only do the electrodes have to get the right frequency, but target it to the right part of the brain and get the beat in time. Dr Violante added: \"We use a very cheap technique, and that's one of the advantages we hope it will bring if it's translatable to the clinic.\"The next step is to see if the brain stimulation works in patients with brain injury, in combination with brain imaging, where patients have lesions which impair long range communication in their brains. \"The hope is that it could eventually be used for these patients, or even those who have suffered a stroke or who have epilepsy.\"Professor David Sharp, a neurologist in Imperial's Department of Medicine and senior author on the paper, added: \"We are very excited about the potential of brain stimulation to treat patients. I work with patients who often have major problems with working memory after their head injuries, so it would be great to have a way to enhance our current treatments, which may not always work for them. \"Our next step is to try the approach out in our patients and we will see whether combining it with cognitive training can restore lost skills.\"\r\n", "keywords": ["Medicine/Health", " Neurobiology", " Trauma/Injury"], "description": "Scientists have uncovered a method for improving short-term working memory, by stimulating the brain with electricity to synchronize brain waves.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}