{"title": "Do benefits outweigh risk of mind-altering drug use by healthy individuals?", "text": "Psychoactive substances are becoming increasingly available to individuals for treating mental health disorders and enhancing cognition, as well as for purposes of creativity, inner exploration, and enjoyment. A new review published in the British Journal of Pharmacology looks at how these products may provide benefits, as well as how their ease of accessibility is raising a variety of concerns.Barbara Sahakian, FMedSci DSc, and her colleagues at the University of Cambridge in the United Kingdom address these issues by summarizing studies that have looked into the effects of psychoactive substances in healthy individuals and have explored the characteristics and motivations of users. The review also considers safety, ethical, and regulatory concerns related to the increasing use of these substances, which include stimulant-type drugs (e.g., synthetic cathinones, piperazines, phenethylamines), hallucinogens (e.g., tryptamines), cannabis-like compounds, dissociative drugs (e.g., arylcyclohexylamines, nitrous oxide), sedatives/hypnotics, and opioids.Various studies highlighted in the review have demonstrated that cognitive-enhancing drugs can indeed moderately enhance cognitive performance in healthy individuals and that the stimulant modafinil may be beneficial to certain populations such as sleep-deprived doctors and shift workers. Therefore, the advantages of these drugs in healthy people should be considered and researched further. It will also be important to consider the negative factors that may drive people to seek cognitive enhancement, such as stress and increasing demands in the workplace. In addition, ethical issues of coercion and fairness, safety issues, and societal values and views should not be overlooked. \"The increasing lifestyle use of psychoactive drugs by healthy people is changing society as we know it,\" said Prof. Sahakian. \"We need to have a conversation about the reasons people to choose to enhance and ensure that enhancement is not seen as a replacement to the health and wellbeing of the population.\"In terms of safety, concerns include use in children and adolescents whose brains are still in development. Also, using the drug without consulting a medical doctor may put some individuals at risk if the drug is counter-indicated for them, for example due to high blood pressure or other medications they may be taking that may result in drug-drug interactions. In addition, there are no long-term safety and efficacy studies, and many people are purchasing these drugs over the Internet without assurances of content and quality control.\"The long-term effects on physical and mental health remain to be determined. More research is needed into these substances and the patterns of their use to better understand their acute and long-term health effects and to establish effective harm reduction strategies,\" said lead author Camilla d'Angelo, PhD.", "article_link": "http://dx.doi.org/10.1111/bph.13813", "url": "http://www.eurekalert.org/pub_releases/2017-04/w-dbo041917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health", " Memory/Cognitive Processes"], "journal": "British Journal of Pharmacology", "description": "Study examines use of psychoactive drugs to enhance cognition, creativity, and pleasure.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}