{"title": "Closer look at brain circuits reveals important role of genetics", "text": "LA JOLLA, CA - April 19, 2017 - Scientists at The Scripps Research Institute (TSRI) in La Jolla have revealed new clues to the wiring of the brain. A team led by Associate Professor Anton Maximov found that neurons in brain regions that store memory can form networks in the absence of synaptic activity.\"Our results imply that assembly of neural circuits in areas required for cognition is largely controlled by intrinsic genetic programs that operate independently of the external world,\" Maximov explained.A similar phenomenon was observed by the group of Professor Nils Brose at the Max Planck Institute for Experimental Medicine in Germany. The two complementary studies were co-published as cover stories in the April 19, 2017, issue of the journal Neuron.The \"Nature vs. Nurture\" QuestionExperience makes every brain unique by changing the patterns and properties of neuronal connections. Vision, hearing, smell, taste and touch play particularly important roles during early postnatal life when the majority of synapses is formed. New synapses also appear in the adult brain during learning. These activity-dependent changes in neuronal wiring are driven by chemical neurotransmitters that relay signals from one neuron to another. Yet, animals and humans have innate behaviors whose features are consistent across generations, suggesting that some synaptic connections are genetically predetermined.The notion that neurons do not need to communicate to develop networks has also been supported by earlier discoveries of synapses in mice that lacked transmitter secretion in the entire brain. These studies were performed in the laboratory of Professor Thomas Südhof, who won the 2013 Nobel Prize in Physiology or Medicine.  \"We thought these experiments were quite intriguing,\" Maximov said, \"but they also had a major limitation: mice with completely disabled nervous systems became paralyzed and died shortly after birth, when circuitry in the brain is still rudimental.\"The TSRI team set out to investigate if neurons can form and maintain connections with appropriate partners in genetically engineered animals that live into adulthood with virtually no synaptic activity in the hippocampus, a brain region that is critical for learning and memory storage. \"While the idea may sound crazy at the first glance,\" Maximov continued, \"several observations hinted that this task is technically feasible.\" Indeed, mammals can survive with injuries and developmental abnormalities that result in a massive loss of brain tissue.Inspired by these examples, Richard Sando, a graduate student in the Maximov lab, generated mice whose hippocampus permanently lacked secretion of glutamate, a neurotransmitter that activates neurons when a memory is formed. Despite apparent inability to learn and remember, these animals could eat, walk around, groom, and even engage in rudimental social interactions. Working closely with Professor Mark Ellisman, who directs the National Center for Microscopy and Imaging Research at the University of California, San Diego, Sando and his co-workers then examined the connectivity in permanently inactive areas. Combining contemporary genetic and imaging tools was fruitful: the collaborative team found that several key stages of neural circuit development widely believed to require synaptic activity were remarkably unaffected in their mouse model.The outcomes of ultra-structural analyses were particularly surprising: it turns out that neurotransmission is unnecessary for assembly of basic building blocks of single synaptic connections, including so-called dendritic spines that recruit signaling complexes that enable neurons to sense glutamate.Maximov emphasized that the mice could not function normally. In a way, their hippocampus can be compared to a computer that goes though the assembly line, but never gets plugged to a power source and loaded with software. As the next step, the team aims to exploit new chemical-genetic approaches to test if intrinsically-formed networks can support learning.  ", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.03.047", "url": "http://www.eurekalert.org/pub_releases/2017-04/sri-cla041917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Molecular Biology", " Medicine/Health", " Aging", " Neurobiology"], "journal": "Neuron", "description": "Scientists at The Scripps Research Institute (TSRI) in La Jolla have revealed new clues to the wiring of the brain. A team led by Associate Professor Anton Maximov found that neurons in brain regions that store memory can form networks in the absence of synaptic activity.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}