{"title": "Birds vs. bees: Study helps explain how flowers evolved to get pollinators to specialize", "text": "Worcester, Mass. - Ecologists who study flowering plants have long believed that flowers evolved with particular sets of characteristics--unique combinations of colors, shapes, and orientations, for example--as a means of attracting specific pollinators. But a recent paper in the journal Ecology suggests that flowers that are visited almost exclusively by hummingbirds are actually designed not to lure birds, but to deter bumblebees and their wasteful visits.The paper, \"'Hummingbird' floral traits interact synergistically to discourage visitation by bumble bee foragers,\" demonstrates that traits of so-called \"hummingbird flowers\" work together to confuse bees and cost them precious time as they move from flower to flower. This extra cost leads most bees to seek nectar rewards from floral alternatives that they can more easily exploit, thus enabling the plants to more effectively attract more efficient hummingbird pollinators.Most hummingbird-pollinated flowers evolved from bee-pollinated ancestors, according to lead author Robert J. Gegear, assistant professor of biology and biotechnology at Worcester Polytechnic Institute (WPI). While the \"bee\" floral variants tend to be upright and have blue or purple coloration, the \"bird\" variants have a horizontal orientation and red or orange coloration. Also, bee flowers typically contain small amounts of concentrated nectar, while bird flowers have larger amounts of dilute nectar.While it has long been thought that the characteristics of bird flowers operate independently to make it difficult for bees to access their nectar (or in the case of the red coloration, to even see the flowers), Gegear's research shows that, in fact, the traits interact synergistically to encourage bees to look elsewhere for nectar rewards.In the laboratory, Gegear and his students observed the behavior of foraging bees using arrays of paper flowers that mimicked the blooms of Mimulus lewisii (purple monkey flower), which is pollinated primarily by bumblebees, and a related species, Mimulus cardinalis (scarlet monkey flower), which is pollinated primarily by hummingbirds. They tested three characteristics--color, orientation, and nectar reward--in various combinations.They found that bees readily visited upright flowers, regardless of their color, as well as lavender flowers, regardless of their orientation. However, when red flowers were placed in the horizontal orientation and lavender flowers were placed in a vertical orientation--mimicking the natural flowers of Mimulus cardinalis and Mimulus lewisii--visits by foraging bumblebees dropped dramatically. Similar effects were observed when red coloration and dilute nectar were combined, showing that floral display and reward traits also interact to discourage bee visitation.Bumblebees, like most pollinators, are not genetically programmed to visit only particular flowers, Gegear says. They are generalists that seek to maximize their rate of reward intake. But the ideal pollinator, from the plant's perspective, is one that adopts a specialist foraging strategy, since that will help assure that each plant receives only pollen from its own species. By combining particular floral characteristics, plants manipulate pollinators to become specialists by making generalization a less economically attractive option.Gegear says his study shows that at least two floral characteristics had to change for the bird flower Mimulus cardinalis to evolve from the bee flower Mimulus lewisii, and that those changes served to discourage bees. To learn why bees avoid the bird flowers, Gegear set up a different experiment in his lab. He first had bees forage on arrays of paper flowers, all of which were of the same color and orientation. Every flower contained a sugar reward. During these runs each bee learned to associate every color and orientation combination with a reward.Next, the same bees foraged on mixed arrays in which one color-orientation combination contained nectar and the other combinations contained distilled water. Gegear and his students watched to see how long it took the bees to learn which flowers were worth visiting. Once they were able to make the right choice 80 percent of the time, they observed the next 20 flower visits, noting the time interval between flower visits and the number of times the bees visited non-rewarding flowers.They found that it was much more difficult for bees to learn and effectively locate bird-trait combinations than bee-trait combinations, a response that was not predicted based on the response observed when each trait was presented in isolation. \"These data suggests that the reason bee-to-bird evolutionary transitions are often accompanied by a floral shift to classic 'bird' trait complexes is because bees have a particularly difficult time combining red with other sensory traits, including nectar rewards,\" he says.\"It takes them longer to learn to seek out these combinations, and once they learn them, it takes them longer to recognize these flowers. Thus, bees avoid bird flowers in mixed floral environments because it makes economic sense for them to do so. When you put all this together, you find that 'bird flowers' are really 'anti-bee flowers' that function by exploiting specific sensory and cognitive limitations.\"Gegear says the study offers a new perspective on prevailing theories about how plants evolve to manipulate their animal pollinators. \"From an ecological perspective, an ideal pollinator is one that always forages on flowers of the same type so pollen is transferred effectively. In reality, pollinators are generalists and they should simply forage randomly. So the big question has been, how do plants get the pollinators to do what they want?\"The answer lies in floral complexity. Each plant has a flower made up of a unique combination of sensory and structural traits that pollinators must learn and remember in order to effectively locate nectar rewards. However, pollinators are limited in their ability to manage information on more than one unique combination at a time, making generalization a costly foraging strategy. In the case of the two species of Mimulus, the costs associated with bird combinations are much greater than the costs associated with bee combinations, so bees avoid them to increase their foraging efficiency.\"", "article_link": "http://dx.doi.org/10.1002/ecy.1661", "url": "http://www.eurekalert.org/pub_releases/2017-04/wpi-bvb041917.php", "region": "namerica", "source_link": "https://www.wpi.edu/news/birds-vs-bees-study-offers-new-clues-about-how-flowers-evolved-encourage-pollinators-specialize", "funder": "", "meeting": "", "institution": "Worcester Polytechnic Institute", "keywords": ["Agriculture", " Agricultural Production/Economics", " Biology", " Biodiversity", " Ecology/Environment", " Entomology", " Evolution", " Nutrition/Nutrients", " Plant Sciences"], "journal": "Ecology", "description": "Ecologists who study flowering plants have long believed that flowers evolved with particular sets of characteristics to attract specific pollinators. But a recent paper in the journal Ecology suggests that flowers visited almost exclusively by hummingbirds are designed not to lure birds, but to confuse bumblebees and cost them precious time. This extra cost leads most bees to seek nectar rewards elsewhere, thus enabling the plants to more effectively attract more efficient hummingbird pollinators.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}