{"title": "New brain research reveals that motor neurons adjust to control tasks", "text": "PITTSBURGH--New research from Carnegie Mellon University's College of Engineering and the University of Pittsburgh reveals that motor cortical neurons optimally adjust how they encode movements in a task-specific manner. The findings enhance our understanding of how the brain controls movement and have the potential to improve the performance and reliability of brain-machine interfaces, or neural prosthetics, that assist paralyzed patients and amputees.\"Our brain has an amazing ability to optimize its own information processing by changing how individual neurons represent the world. If we can understand this process as it applies to movements, we can design more precise neural prostheses,\" says Steven Chase, assistant professor in the Department of Biomedical Engineering and the Center for Neural Basis of Cognition. \"We can one day, for example, design robotic arms that more accurately implement a patient's intended movement because we now better understand how our brain adjusts on a moment-by-moment basis when we are in motion.\"The study explored the change in brain activity during simple motor tasks performed through virtual reality in both 2-D and 3-D. The researchers wanted to know if the motor cortical neurons would automatically adjust their sensitivity to direction when presented with a wide range of possible directions instead of a narrow one. Previous research in the field has suggested that this phenomenon, called dynamic range adaptation, is known to occur in neurons sensitive to sound, touch, and light--prompting the researchers to ask if the same phenomena would apply to neurons in the motor system that are associated with movement. \"When you walk out into the bright summer sun, you squint, and the neurons in your retina use dynamic range adaptation to automatically increase their sensitivity so that you can clearly see until the clouds pass over again,\" explains Robert Rasmussen, MD/Ph.D. student at the University of Pittsburgh School of Medicine and first author of the study. \"This feature allows the brain to better encode information by using its limited resources efficiently. We wanted to find out if our brain encodes movement in the same way.\"The results revealed that dynamic range adaptation did indeed occur in the motor cortical neurons. Based on these findings, the researchers concluded that this feature is widespread throughout the brain. \"We found that dynamic range adaptation isn't restricted to sensory areas of the brain. Instead, it is a ubiquitous encoding feature of the cortex,\" explains Andrew Schwartz, distinguished professor of neurobiology and chair in systems neuroscience at the University of Pittsburgh School of Medicine, and a member of the University of Pittsburgh Brain Institute. \"Our findings show that it is a feature of information processing, which your brain uses to efficiently process whatever information it is given--whether that is light, sound, touch, or movement. This is an exciting result that will motivate further research into motor learning and future clinical applications.\"", "article_link": "http://dx.doi.org/10.7554/eLife.21409", "url": "http://www.eurekalert.org/pub_releases/2017-04/coec-nbr041717.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation, Pennsylvania Department of Health Research, National Institutes of Health, Defense Advanced Research Project Agency", "meeting": "", "institution": "College of Engineering, Carnegie Mellon University", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"], "journal": "eLife", "description": "New research from Carnegie Mellon University's College of Engineering and the University of Pittsburgh reveals that motor cortical neurons optimally adjust how they encode movements in a task-specific manner. The findings enhance our understanding of how the brain controls movement and have the potential to improve the performance and reliability of brain-machine interfaces, or neural prosthetics, that assist paralyzed patients and amputees.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}