{"title": "Older victims of fraud have poorer cognitive skills and are less conscientious, honest", "text": "TORONTO, ON - When comparing victims of fraud to those who had never been victimized, lead authors Dr. Kang Lee and doctoral researcher Rebecca Judges at the Ontario Institute for Studies in Education (OISE) at the University of Toronto, along with researchers at Ryerson University, found that older victims have poorer cognitive abilities in everyday activities and are less conscientious and less honest than non-victims of the same age group.Results of the study, 'The Role of Cognition, Personality, and Trust in Fraud Victimization in Older Adults', recently published in the journal, Frontiers in Psychology, revealed that cognitive differences were the most important differentiator between victims and non-victims. Demographics such as gender, income, education and interpersonal trust did not prove to be factors. Read the full story: http://uoft.me/Older-Victims-Fraud-OISE\"The results of this study were very surprising - they dispel a common belief about why some older people fall victim to fraud,\" said Dr. Lee, professor at OISE's Jackman Institute of Child Study and Tier 1 Canada Research Chair.\"People often think things like loneliness or trusting behaviours are the culprit,\" said Judges. \"But this study shows that cognitive factors - not social factors - are the biggest difference between older adult victims and non-victims.\"This pattern, she said, was found in study participants in Ontario aged 60 and older who had not been diagnosed with a cognitive impairment. They each lived independently in their communities.Researchers explained that cognitive abilities are the skills required to think, learn and reason. These skills can include being able to perform simple calculations in one's head, follow a conversation from start to finish, and remember events that took place over the past month. \"The same abilities that enable someone to do these tasks well may also be important for identifying and avoiding scams,\" Dr. Lee explained.\"The results can play an important role in the prevention of fraud victimization in older people,\" said Ryerson University's Dr. Lixia Yang, who collaborated on the study along with PhD student Sara Gallant. Judges agrees.\"For example, identifying the most important skills needed in financial decision-making and then working to prevent cognitive decline in those key areas could make an impact,\" she said, also suggesting additional support be provided to those experiencing cognitive decline. The study asked participants about 15 common types of consumer fraud and mass marketing fraud including weight loss scams, advance free loans, lottery fraud, and emergency (or grandparent) scams. Despite efforts to prevent fraud victimization, people in Western nations are collectively losing billions of dollars according to consumer groups like the U.S. Federal Trade Commission, Canadian Anti-Fraud Centre, and others.In 2014, Canadians lost a reported $74 million to mass-marketing scams alone, and 60-69 year olds were the most frequently targeted group, according to the Canadian Anti-Fraud Centre. In the same year, Americans lost $1.7 billion to various scams, according to the Federal Trade Commission, while the Australian Competition and Consumer Commission reported losses of $82 million due to fraud.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uot-ovo041717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Toronto", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Demography", " Aging", " Memory/Cognitive Processes"], "journal": "Frontiers in Psychology", "description": "When comparing victims of fraud to those who had never been victimized, lead authors Dr. Kang Lee and doctoral researcher Rebecca Judges at the Ontario Institute for Studies in Education (OISE) at the University of Toronto, along with researchers at Ryerson University, found that older victims have poorer cognitive abilities in everyday activities and are less conscientious and less honest than non-victims of the same age group.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}