{"title": "UC researcher looks at Trump's waterboarding boasts -- do they matter?", "text": "A study by a University of Cincinnati researcher is raising critical questions about the Trump administration's approach toward counterterrorism policies.According to Rebecca Sanders, UC Assistant Professor of Political Science, the Trump administration is breaking from the two previous administrations' efforts to legally justify controversial practices such as \"enhanced interrogation techniques\" and \"targeted killing.\"Instead, she argues, Trump has \"publicly endorsed blatantly illegal policies in ways that would have been unheard of in both the Bush and Obama administrations.\"Sanders will present her findings in a paper titled \"'A Hell of a Lot Worse Than Waterboarding:' Legal Legitimacy in an Illiberal Era,\" at the 113th American Political Science Association Annual Meeting http://web.apsanet.org/apsa2017/ on Sept. 2, in San Francisco.\"During the 2016 American presidential campaign, Donald J. Trump promised to authorize 'a hell of a lot worse than waterboarding,' kill the families of terrorists, and prevent Muslims from entering the United States,\" Sanders writes. \"Such policies would violate American and international law, raising critical questions about the capacity of legal rules to effectively limit state violence.\"In her study, Sanders analyzed the legal politics of the Bush and Obama administrations, which, she says, confronted similar tensions between perceived security threats and constitutional, human rights, and humanitarian laws.\"In seeking to justify contentious policies, both administrations adopted a pattern of instrumental norm compliance and revision, strategically interpreting rules to establish plausible legality for enhanced interrogation techniques, targeted killing, and other practices,\" she continues.She says President Trump's capacity to enact what she terms \"abusive proposals\" is in part contingent on whether he operates within the prevailing national security culture of legal rationalization or abandons this paradigm in favor of a culture of exception that rejects and replaces legal norms.\"While the Bush and Obama administrations held radically different views on torture, there is some surprising continuity in how they both quietly navigated around the law,\" says Sanders. \"They both turned to Department of Justice, Defense, CIA, and other lawyers to produce a variety of long legal memoranda that gave them legal cover for controversial policies like torture and targeted killing.\"Sanders argues that the first two post-9/11 administrations operated within a national security \"culture of legal rationalization\" and sought to establish the \"plausible legality\" of contentious security practices.President Bush, she says, relied on the so-called \"torture memos\" produced by the Office of Legal Counsel at the Department of Justice to legally justify harsh interrogation methods. The memos argued certain interrogation practices, including waterboarding, did not meet the definition of torture under the UN Convention Against Torture. This does not mean that these policies were in fact legal. They bent many international rules to their breaking point says Sanders.\"We have all seen the Abu Ghraib prison photos in Iraq and we have heard stories about waterboarding and other forms of torture,\" says Sanders. \"However, the Bush administration never admitted that their enhanced interrogation program broke the law.\"\"Instead, they insisted they did not violate the torture prohibition,\" she says, because they could not openly endorse torture, there was not a carte blanche for interrogators. Not all methods were deemed acceptable -- only those vetted by lawyers.Sanders says the Obama administration quickly rejected the torture memos solicited by the Bush administration. Instead, she points out, they accelerated a wide-scale program of targeted killing.In an effort to replace Bush's harsh interrogation methods, Obama's mode of operation, she says, was to target and kill alleged terrorists, usually using drones, rather than risk the lives of American military troops by trying to capture them.Sanders says while many human rights activists claim targeted killing is little more than illegal assassination, the Obama administration argued lethal strikes against suspected terrorists, including American citizens, in countries such as Pakistan and Yemen, were a form of perfectly lawful killing in war.\"There are a lot of moving parts in terms of calculating effectiveness, and my research isn't so much about whether these tactics are effective, but how policy makers have tried to justify them in light of the constraining norms that are supposed to place limitations on these types of controversial activities,\" adds Sanders.While many of the aforementioned legal opinions, especially the torture memos, were widely rejected by international legal experts, these legal arguments helped immunize American officials from prosecution for torture and extrajudicial killing and broaden public acceptance of their actions. They helped them \"get away with it\" says Sanders. At the same time, the need for legal cover imposed at least some limits on policy.In contrast, Sanders argues, President Trump appears to be leading the United States toward a national security \"culture of exception.\" She says he has overtly advocated human rights abuses, does not rely on euphemistic or legalistic language, and in fact, rarely talks about the law at all.\"The question now is are we seeing a radical change in the legal culture, at least being attempted,\" says Sanders. \"The Bush and Obama administrations, despite their differences, operated in a culture of legal rationalization.\"\"With the Trump administration you see them embracing, or at least trying to push a culture of exception where the President has the power to do what he wants, when he wants to.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uoc-url090117.php", "region": "namerica", "source_link": "https://www.uc.edu/news/NR.aspx?id=25450", "funder": "", "meeting": "113th American Political Science Association Annual Meeting", "institution": "University of Cincinnati", "keywords": ["Policy/Ethics", " Immigrants & Migration", " History", " Perception/Awareness", " Political Science"], "journal": "", "description": "University of Cincinnati political science research asks how President Trump's 'hell of a lot worse than waterboarding' rhetoric could shift legal norms.", "date": "Fri, 01 Sep 2017 04:00:00 GMT"}