{"title": "Physician experts highlight research ahead of Otolaryngology's annual meeting", "text": "ALEXANDRIA, VA--The latest research on patient preferences, quality-of-life, ear health, thyroidectomy, and other topics related to the specialty of otolaryngology will be presented in Chicago, IL, September 10-13, during the AAO-HNSF 2017 Annual Meeting & OTO Experience. The 2017 Annual Meeting includes hundreds of research presentations. All abstracts to be presented are now available online as a PDF at http://journals.sagepub.com/doi/suppl/10.1177/OTOJ_157_1S/suppl_file/OTO_157_1S_fullissue.pdf.. Nineteen (19) studies have been selected to be presented during the \"Best of Orals\" session on Sunday, September 10, at 10:00 am, CDT, in room E450A of the McCormick Place Convention Center. These studies, identified by the Annual Meeting Program Committee, comprised of physician members, are recognized for outstanding scientific merit and innovation. Age and Online Presence Affect ENT Physician Online GradesWhat role does the Internet and social media play in patient perception of physicians? This study looks at the physician's age and online/social media presence in relation to positive ratings and comments from patients. What Do Patients Want from Otolaryngologists?What drives patients' decisions, and what are their preferences of care? Where do factors like cost, timely appointments, experience, and thorough physical exam fall in a patient's list of priorities? Predicting Hypocalcemia after Thyroidectomy\r\nThis study reviewed 906 patient charts to identify significant factors predicting hypocalcemia after total thyroidectomy. After extensive analysis of patient demographics and surgical characteristics, only parathyroid hormone (PTH) was found to have significantly predicted hypocalcemia postoperatively. Further findings suggest that early, standardized supplementation can significantly reduce hypocalcemia-related extended stays and associated costs.Reoperation and Readmission after ParathyroidectomyThis is the first population-level analysis focusing on quality metrics for parathyroidectomy. The study identified independent, potentially modifiable perioperative factors that may assist in appropriate risk stratification for patients susceptible for readmission and reoperation.Autologous Versus Cadaveric Rib Grafts in RhinoplastyWhat are the outcomes and complications after rhinoplasty with either autologous rib graft (ARG) or\r\ncadaveric rib graft (CRG)? This meta-analysis demonstrates that further research is needed to determine the complication rates and outcomes of ARG versus CRG in rhinoplasty.Head and Neck Microvascular Reconstruction in the ElderlyIs advanced age an independent risk factor for complications following free flap surgery of the head and neck? Are such patients likely to have a longer hospital stay or be discharged to a skilled nursing facility? This study analyzes the effects of increasing age on outcomes of microvascular reconstructive surgery of the head and neck. Balloon Dilation of the Eustachian Tube: 12 Month Follow-UpThis study assesses the sustainability of clinical benefit with balloon dilation of the Eustachian tube (BDET) using the Eustachian tube balloon catheter (ETBC) in conjunction with medical management at 12 months follow-up in adult patients aged 22 years and older with drug-refractory Eustachian tube dilatory dysfunction (ETDD).Effects of Common Ear Drops on Tympanic Membrane HealingDo ototopical quinolones delay tympanic membrane healing in a drug-specific manner? This study compared the effect of both ciprofloxacin + dexamethasone and ofloxacin on tympanic membrane perforation healing in rats, with reported results.Comorbidity in Head and Neck Squamous Cell Carcinoma (HNSCC) Survivors over TimeThe study population consisted of 8,281 individuals diagnosed with HNSCC, with 537 (6.4 percent) surviving to five years with the purpose to estimate the prevalence of comorbidity in HNSCC survivors at diagnosis and evaluate\r\nchanges in prevalence of comorbidity over time.Utility of Adjuvant Therapy for pN1 Oropharynx CarcinomaThis review analyzed the effect of adjuvant radiation on survival in pathologic N1 oropharyngeal squamous cell carcinoma (OPSCC) and if these findings apply to HPV+ tumors.Macrophages Promote Fibrogenesis in Airway Fibroblasts\r\nLaryngotracheal stenosis (LTS) is a fibroinflammatory disorder that causes narrowing of the airway. This study analyzed the effects of macrophage polarization on LTS-derived and normal airway fibroblasts (FBs) in vitro.Patient Preferences in Subglottic Stenosis TreatmentThis study assessed patient decision making in subglottic stenosis treatment with findings that predict that most patients will prefer voice-sparing, low-risk procedures, consistent with an endoscopic approach, even if they require multiple procedures.Chronic Ear: Does Mastoidectomy Increase Complications?Is there a significant difference in postoperative complications in tympanoplasty with or without concurrent therapeutic mastoidectomy? This study addressed this question in the management of chronic ear disease alone.Microbiomes of Normal Middle Ear and Chronic Otitis MediaIs the human middle ear inhabited by more diverse microbial communities than was previously thought? The aim of this prospective multicenter cohort study was to profile and compare the middle ear microbiomes of human individuals with and without chronic otitis media.Pediatric Septoplasty & Rhinoplasty: A Quality-of-Life Outcome StudyDoes gender, age, nasal trauma, prior nasal surgery, allergic rhinitis, or additional surgeries (at the time of procedure) affect postoperative Nasal Obstruction Symptom Evaluation (NOSE) scores? This study analyzed disease specific quality-of-life in patients undergoing septoplasty and functional septorhinoplasty.Validation of A Pediatric Dysphagia Quality-of-Life InstrumentIs the modified Swallowing Quality of Life instrument a valid measure of dysphagia-specific QOL in children? Does it demonstrate a significant association with videofluoroscopic swallow studies and moderate-to-strong correlations with multiple domains of generic QOL measure?Balloon Catheter Dilation and 'Sinus Pressure' HeadachesIs balloon catheter dilation (BCD) an effective treatment for \"sinus pressure\" headaches? In this study, participants were recruited who reported \"sinus pressure\" headaches, localizing to either unilateral or bilateral maxillary\r\nand/or frontal sinuses, and were blinded and randomized to receive either BCD of the affected sinus ostia or a sham procedure. Can Variations in the Thymic Stromal Lymphopoietin Gene Predict Activity in Chronic Rhinosinusitis?This study explored whether single-nucleotide polymorphisms (SNPs) in the Thymic Stromal Lymphopoietin gene are associated with chronic rhinosinusitis and can predict TSLP activity.Five Year Results of CNXII Stimulation for Obstructive Sleep ApneaThis study analyzed cranial nerve XII (CNXII) stimulation five-year outcomes and assessed effects of stimulation and body mass index (BMI). The study found that cranial nerve stimulation demonstrates significant\r\nclinical improvements at one year, but was it maintained at five years?", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/aaoo-peh090117.php", "region": "namerica", "source_link": "http://www.entnet.org/content/physician-experts-highlight-research-ahead-otolaryngology%E2%80%99s-annual-meeting-1", "funder": "", "meeting": "AAO-HNSF 2017 Annual Meeting & OTO Experience", "institution": "American Academy of Otolaryngology - Head and Neck Surgery", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Health Professionals", " Hearing/Speech", " Immunology/Allergies/Asthma", " Sleep/Sleep Disorders", " Pediatrics", " Sex-Linked Conditions", " Surgery"], "journal": "Otolaryngology-Head and Neck Surgery", "description": "The latest research on patient preferences, quality-of-life, ear health, thyroidectomy, and other topics related to the specialty of otolaryngology will be presented in Chicago, IL, Sept. 10-13, during the AAO-HNSF 2017 Annual Meeting & OTO Experience. The 2017 Annual Meeting includes hundreds of research presentations. All abstracts to be presented are now available online.", "date": "Fri, 01 Sep 2017 04:00:00 GMT"}