{"title": "New possibility of studying how Alzheimer's disease affects the brain at different ages", "text": "Alzheimer's disease can lead to several widely divergent symptoms and, so far, its various expressions have mainly been observed through the behaviour and actions of patients. Researchers at Lund University in Sweden have now produced images showing the changes in the brain associated with these symptoms - a development which increases knowledge and could facilitate future diagnostics and treatment.Symptoms vary in cases of Alzheimer's disease and often relate to the phase of life in which the disease first occurs. People who become ill before the age of 65 often suffer early on from diminished spatial perception and impaired orientation. Elderly patients more often suffer the symptoms traditionally associated with the disease: above all, memory impairment. \"Now we have a tool which helps us to identify and detect various sub-groups of Alzheimer's disease. This facilitates the development of drugs and treatments adapted to various forms of Alzheimer's\", explains Michael Schöll, researcher at Lund University and the University of Gothenburg.Diagnostics could also be facilitated, mainly among younger patients in whom it is particularly difficult to arrive at a correct diagnosis.Confident in approval for clinical use The findings, published in the journal Brain, are based on studies of around 60 Alzheimer's patients at Skåne University Hospital and a control group consisting of 30 people with no cognitive impairment. \r\nOnce Alzheimer's disease has taken hold, it gradually results in the tau protein, present in the brain, forming lumps and destroying the transport routes of the neurons. This can be clearly detected with the new imaging method. The method includes a device known as a PET camera and a trace substance, a particular molecule, which binds to tau. The imaging method is currently only used in research, where the current study is one of several contributing to increased knowledge about the disease:\r\n\"The changes in the various parts of the brain that we can see in the images correspond logically to the symptoms in early onset and late onset Alzheimer's patients respectively\", explains Oskar Hansson, professor of neurology at Lund University and consultant at Skåne University Hospital.Oskar Hansson believes that the imaging method will be in clinical use within a few years.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/lu-npo083117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Lund University", "keywords": ["Medicine/Health", " Alzheimer's Disease"], "journal": "Brain", "description": "Alzheimer's disease can lead to several widely divergent symptoms and, so far, its various expressions have mainly been observed through the behavior and actions of patients. Researchers at Lund University in Sweden have now produced images showing the changes in the brain associated with these symptoms -- a development which increases knowledge and could facilitate future diagnostics and treatment.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}