{"title": "Little known theory could hold key to sporting success", "text": "An established but little known psychological theory is likely to improve performances across a range of activities, including sport, according to new research published today.Perceptual Control Theory can be applied to amateurs or skilled performers alike says psychologist Dr Warren Mansell, from The University of Manchester.The theory argues that when trying to improve performance, teaching people what to do is less effective than teaching them how to picture the outcome.It has been already been used to accurately model the skills necessary for fielders to get to the right location on the pitch to catch a ball, such as in baseball or cricket.But according to Dr Mansell, it could be used across sport and the performing arts.To test the theory, the 48 participants in Dr Mansell's study were asked to draw images using different instructions.The images ranged from complex to simple symbols and participants were asked to either copy them directly, copy from memory, or copy by giving instructions on how to move the pen. They were also told draw the image after being told what it looked like.Describing the image led to significantly more accurate drawings than giving the instructions for what movements to make.He said: \"We commonly instruct people in terms of the physical actions they must carry out in order to perform any task.\"Our study - which we think is the first of its kind - tests the effect of describing how to perform a skill in terms of the perception of the outcome compared to the observable actions.\"And the results were fascinating: the accuracy of the drawings where participants  were told what to perceive was almost as good as copying the image directly.\"The theory could also be applied to dance, says Dr Mansell: learning a complex routine is all about an internal sense of where it feels right, rather than obsessing on movements, he argues.He added: \"There is a physiological explanation to this: muscle groups interfere with each other by contracting against another when performing a variety of tasks - whether that's drawing, dancing or catching a ball.\"So you may not be able to accurately instruct your limbs what to do, but creating a mental picture of the desired outcome gets around that in efficient manner.Carla Brown-Ojeda, the student who conducted the study, explained: \"Different coaches in sport use a wide array of methods, some of which involve the coach directly instructing the learner how to move. Yet if our research generalises, then a simpler, purely 'perceptual', method might be developed.\"\r\n", "article_link": "http://dx.doi.org/10.1080/00222895.2017.1341382", "url": "http://www.eurekalert.org/pub_releases/2017-08/uom-lkt083117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Manchester", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Sports/Recreation"], "journal": "Journal of Motor Behavior", "description": "An established but little known psychological theory is likely to improve performances across a range of activities, including sport, according to new research published today.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}