{"title": "Understanding perceptions of reputation and identity offers opportunity, study shows", "text": "Though we are taught from an early age not to judge others, we can use our perceptions of others to work toward positive outcomes, both socially and professionally, according to a study from the University of Notre Dame.Recognizing when our understanding of someone differs from that individual's self-perception and also from how others see that same person can provide important insights into managing those relationships, according to \"Knowledge of identity and reputation: Do people have knowledge of others' perceptions?\" published in the Journal of Personality and Social Psychology by Brittany Solomon, research assistant professor of management and organization in Notre Dame's Mendoza College of Business.The research found that, regardless of how people personally view another person, they also are aware of how that person sees themselves, as well as how they are generally perceived by others.\"Understanding others' subjective realities can enhance empathy, cooperation and communication and may also influence one's own opinions,\" Solomon says. \"This can prompt people to deliberate and even re-evaluate their own views or enable them to influence others.\"Specifically, Solomon examined the extent to which people have insight into another person's identity and reputation. Hundreds of study participants were asked to provide a range of personality perceptions from different points of view, while their friends and acquaintances did the same to show whether people can really see beyond their own views and accurately realize others' perceptions.\"Any time you're interacting with other people, understanding their perspectives is important,\" Solomon says. \"For example, if I'm a manager or supervisor and I'm trying to motivate an employee, I can assign tasks that will really highlight their strengths or help boost self-esteem in areas of weakness. This approach can affirm people's identities, build confidence and help uncover hidden talents.\"Solomon, who studies personality as a predictor of a variety of individual and organizational level outcomes such as job satisfaction and career success, says the research results can greatly improve team dynamics.\"If you know that one person is seen in positive or negative ways, you can highlight their attributes that perhaps other group members aren't aware of,\" Solomon says. \"Or, you could avoid potential conflict by not grouping certain individuals together in the first place.\"It's not about determining whose perception is right or wrong. It's about recognizing that multiple perspectives exist and how that awareness can help inform our interactions with one another.\"People's self-perceptions obviously are going to be skewed,\" Solomon says. \"What matters is that we're aware of each other's subjective realities. I think that sometimes people get along because they mistakenly assume everyone is on the same page. The more insight we have into the discrepancies and views of others makes our interactions legitimate. Ultimately, we don't want to live in a world where we are deluded.\"The findings can prove valuable in most contexts of life, including negotiation.\"The person who has greater insight into an opponent's identity can, of course, leverage that information in various ways to win,\" Solomon says. \"Much of life involves interacting with others. As a friend, parent or teacher, understanding someone else's identity can help that other person feel understood and provide the groundwork for effective motivation.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uond-upo083017.php", "region": "namerica", "source_link": "https://news.nd.edu/news/understanding-perceptions-of-reputation-and-identity-offers-opportunity-study-shows/", "funder": "", "meeting": "", "institution": "University of Notre Dame", "keywords": ["Business/Economics", " Behavior"], "journal": "Journal of Personality and Social Psychology", "description": "Research by Brittany Solomon found that, regardless of how people personally view another person, they also are aware of how that person sees themselves, as well as how they are generally perceived by others.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}