{"title": "Dog walkers motivated by happiness, not health", "text": "It appears to be a case of 'do what makes you happy' for people who regularly walk their dogs. According to new University of Liverpool research, owners are motivated to go dog walking because it makes them feel happy, not because of other health and social benefits.In the most in-depth study of dog owner's perceptions of dog walking to date, 26 interviews were combined with personal written reflections of dog walking experiences.The researchers found that while owners may say the reason they go walking is to benefit the dog, the importance of their own improved happiness and wellbeing is clear.These feelings of happiness, however, are contingent on the owner believing that their dog is enjoying the walk too. Anything that threatens this, such as behaviour problems, a perception that they have a 'lazy' dog, or their dog is too old, reduces their motivation to walk.Increased physical activity and social interactions with other dog owners were found to be secondary bonuses but were rarely motivating.Study lead Dr Carri Westgarth, a research fellow at the University of Liverpool, said: \"The factors that motivate dog walking are extremely complex, yet we know they can strongly motivate human health behaviour.\"\"It is crucial to understand why owners walk their dogs if we are to be able to effectively promote owners to walk their dogs more.\"With more than eight million dogs in households across the UK, dog walking is a popular everyday activity. Dog owners are generally more physically active than non-owners, yet some rarely walk with their dog at all.An owner briskly walking their dog for at least 30 minutes each day easily exceeds the 150 minutes recommended minimum physical activity per week. If all dog owners did this it would dramatically boost population levels of physical activity.Dr Westgarth added: \"It's clear from our findings that dog walking is used to meet the emotional needs of the owner as well as the needs of the dog. This may explain why pilot dog walking interventions with messages focused on health or social benefits have not been particularly successful.\"Possible key points for future interventions to increase dog walking are to promote how it may increase the dogs, and thus the owner's, happiness.\"The research was funded by a Medical Research Council Population Health Scientist Fellowship and conducted as a collaboration between the University of Liverpool's Institute of Infection and Global Health and Institute of Psychology, Health and Society, with support from the University of Roehampton.The paper 'I Walk My Dog Because It Makes Me Happy: A Qualitative Study to Understand Why Dogs Motivate Walking and Improved Health' is published in the International Journal of Environmental Research and Public Health [DOI:10.3390/ijerph14080936]\r\n", "article_link": "http://dx.doi.org/10.3390/ijerph14080936", "url": "http://www.eurekalert.org/pub_releases/2017-08/uol-dwm082917.php", "region": "europe", "source_link": null, "funder": "Medical Research Council", "meeting": "", "institution": "University of Liverpool", "keywords": ["Pets/Ethology", " Public Health", " Social/Behavioral Science", " Exercise", " Personality/Attitude", " Sports/Recreation", " Mental Health"], "journal": "International Journal of Environmental Research and Public Health", "description": "It appears to be a case of 'do what makes you happy' for people who regularly walk their dogs. \r\n\r\nAccording to new University of Liverpool research, owners are motivated to go dog walking because it makes them feel happy, not because of other health and social benefits.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}