{"title": "Study negates concerns regarding radioactivity in migratory seafood", "text": "When the Fukushima power plant released large quantities of radioactive materials into nearby coastal waters following Japan's massive 2011 earthquake and tsunami, it raised concerns as to whether eating contaminated seafood might impair human health--not just locally but across the Pacific.A new study by an international research team shows that those concerns can now be laid to rest, at least for consumption of meat from migratory marine predators such as tuna, swordfish, and sharks.The team focused on cesium, a silvery metal with a large number of radioactive isotopes. Two of these, 134Cs and 137Cs, form when uranium fuel breaks down in nuclear reactors. The cesium isotopes are of particular concern because they were discharged in large quantities following the disaster, exhibit relatively long half-lives (2.1 and 30 years respectively), and tend to accumulate in the muscle tissues that people like to eat. However, the team's sampling of tissues from predatory fishes and other large vertebrates collected across the northern Pacific between 2012 and 2015 revealed no detectable levels of 134Cs, and 137Cs concentrations that were generally consistent with background levels from aboveground nuclear testing during the 1940s and 50s. They collected the animals from waters near Japan, Hawaii, and California.Lead author Daniel Madigan of Harvard University says, \"Our measurements and associated calculations of how much radioactive cesium a person would ingest by eating this seafood shows that impacts to human health are likely to be negligible. For marketed fish to be restricted from trade, the cesium levels would have to be more than 1,600 times higher than in any samples we measured.\"Co-author Kevin Weng, an assistant professor at William & Mary's Virginia Institute of Marine Science, participated in the study by collecting fish samples in waters around Oahu and a remote seamount. He says, \"Go ahead and eat some sushi! Our work shows that radioactivity from the Fukushima disaster is very low in open-ocean vertebrates.\" Also contributing to the study were Zofia Baumann and Nicholas Fisher of Stony Brook University; Owyn Snodgrass, Heidi Dewar, and Peter Dutton of NOAA's Southwest Fisheries Science Center; Michelle Berman-Kowalewski of the Channel Islands Cetacean Research Unit; and Jun Nishikawa of Tokai University.The researchers undertook their analysis partly in response to earlier studies by Madigan and colleagues showing elevated levels of radioactive cesium in bluefin and albacore tuna caught off the California coast shortly after the Fukushima disaster--evidence that these fishes had swum almost 6,000 miles in less than two months. (It took ocean currents more than two years to deliver much-diluted cesium from Fukushima to those same waters.)Although this early work focused on the utility of cesium isotopes as a happenchance tool that could help scientists characterize migratory patterns among a group of heavily exploited commercial fishes, public attention focused on perceived risks to human health. \"The earlier studies showed extremely low risks from cesium to anyone eating these migratory species, but public concern persisted,\" says Weng. That concern also expanded to include not only the species of tuna in which cesium had been measured, but to other fishes, marine mammals, and sharks.\"People were very concerned about North Pacific salmon, halibut and scallops off British Columbia, and sea lions in Southern California,\" says Madigan. \"There was even information on the Internet that 'the Pacific is dead'.\"\"One goal of our study,\" he says, \"was to put these perceived risks in context by surveying a broad range of vertebrate species across the entire North Pacific for the presence or absence of Fukushima-derived radiocesium. Our results, which show very low or undetectable levels in these animals, are important both for public perception of seafood safety and for scientific understanding of radionuclide transfer.\"The authors suggest that scientists and funding agencies should look for at least one silver lining in any future nuclear or industrial accidents. \"We can and should use future point sources of contamination, radioactive or otherwise, to shed new light on migratory dynamics of pelagic species that are poorly understood, heavily exploited, or of high conservation concern,\" says Madigan. \"But we would need to act quickly, within that narrow opportunistic timespan.\"\r\n", "article_link": "http://dx.doi.org/10.1021/acs.est.7b00680", "url": "http://www.eurekalert.org/pub_releases/2017-08/viom-snc083017.php", "region": "namerica", "source_link": "http://www.vims.edu/newsandevents/topstories/2017/weng_fukushima.php", "funder": "National Oceanic and Atmospheric Administration, National Science Foundation", "meeting": "", "institution": "Virginia Institute of Marine Science", "keywords": ["Ecology/Environment", " Marine/Freshwater Biology", " Pollution/Remediation", " Oceanography", " Medicine/Health", " Environmental Health", " Public Health"], "journal": "Environmental Science & Technology", "description": "International research team shows negligible risk from consumption of meat from migratory marine predators following Fukushima nuclear disaster.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}