{"title": "HPV vaccination rates especially low among childhood cancer survivors", "text": "ASCO Perspective\r\nMerry-Jennifer Markham, MD, FACP, ASCO Expert in Cancer Survivorship\n\"More than ever before, young cancer survivors are living long lives after treatment, but their health is more vulnerable. It's concerning that the majority of survivors are not taking full advantage of HPV vaccination, which is widely available and can help them stay cancer-free. Oncologists and primary care physicians are trusted resources for young survivors, and while barriers to HPV vaccination certainly exist, this study suggests that starting a conversation can help break down at least one.\"The rate of human papilloma virus (HPV) vaccination in the United States is increasing, but remains lower than ideal. A new study suggests that survivors of childhood cancer receive the HPV vaccine at an even lower rate than their peers without cancer  ?  24% versus 40%. Nearly three quarters of study participants reported that their healthcare provider did not proactively recommend vaccination.This is the first and most comprehensive study of HPV vaccination rates in childhood cancer survivors, according to the authors. The study published online today in the Journal of Clinical Oncology.\"This study shows that an effective, affordable, and widely available tool for cancer prevention is being underutilized by survivors of childhood cancer,\" said study author James Klosky, PhD, ABPP, an Associate Member at St. Jude Children's Research Hospital in Memphis, Tennessee. \"As clinicians, we need to initiate more conversations about HPV vaccination, especially with childhood cancer survivors because they stand to benefit even more than their peers.\"HPV causes most cervical cancers and many oral, anal, vaginal, vulvar, and penile cancers. An estimated 6.9 million adolescents and young adults in the United States are infected with HPV each year.1 Survivors of childhood cancers are particularly susceptible to HPV infection, as cancer treatment often suppresses their immune defenses. Leading health organizations, including the American Society of Clinical Oncology (ASCO), recommend that both girls and boys receive the HPV vaccine between the ages of 9 and 26 for cancer prevention.About the Study\nResearchers surveyed 982 childhood cancer survivors, ages 9-26, who had completed treatment between one and five years prior. Most of the participants (59%) were survivors of leukemia or lymphoma.The survey asked whether survivors had received the HPV vaccine, whether their healthcare provider had recommended the vaccine, and what their attitudes were toward vaccination. The research team then compared the vaccine initiation rates to general population data from the National Immunization Survey-Teen and the National Health Interview Survey.Key Findings\nHPV vaccination rates were significantly lower among survivors of childhood cancer compared to the general population (24% vs. 40%). This held true for both male and female participants, though males were less likely to have been vaccinated than females.The difference in vaccination rates was the greatest among teens, ages 13-17 (22% for cancer survivors vs. 42% for general population peers). However, vaccination rates were comparably low among youth ages 18-26 (25% for survivors and 24% for general population peers).The most significant barrier to vaccination was the lack of a physician's recommendation. Seventy-two percent of participants reported that their provider did not recommend the HPV vaccine, and only 5% of these survivors received the vaccine. On the other hand, among the 28% who did receive a provider recommendation, more than half were vaccinated.Other barriers to vaccination included survivors' perception that they lack insurance coverage for the vaccine.\"Although there are many myths surrounding the vaccine, many of these claims lack evidence and have been actively refuted by the scientific literature,\" said Dr. Klosky. \"If survivors of childhood cancer - or their parents - have any concerns about getting the HPV vaccine, they should talk with a trusted healthcare professional.\"Next Steps  \n\"The lack of a physician recommendation had a more robust effect among survivors than is typical for the general population,\" said Dr. Klosky. \"We plan to use these findings as a springboard to develop interventions aimed at providers. It's clear that communication between a patient's survivorship and primary healthcare teams is essential, so that there is continuity of care and clarity with regard to the vaccination plan.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/asoc-hvr082917.php", "region": "namerica", "source_link": "http://www.asco.org/about-asco/press-center/news-releases/hpv-vaccination-rates-especially-low-among-childhood-cancer", "funder": "", "meeting": "", "institution": "American Society of Clinical Oncology", "keywords": ["Medicine/Health", " Cancer"], "journal": "Journal of Clinical Oncology", "description": "The rate of human papilloma virus (HPV) vaccination in the United States is increasing, but remains lower than ideal. A new study suggests that survivors of childhood cancer receive the HPV vaccine at an even lower rate than their peers without cancer -- 24 percent versus 40 percent. Nearly three-quarters of study participants reported that their healthcare provider did not proactively recommend vaccination.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}