{"title": "Industry expected to advance research innovated by Army-led science consortium", "text": "\r\nA research program called Micro Autonomous Systems and...\n     view more ABERDEEN PROVING GROUND, Md. (August 29, 2017) - Work to develop small autonomous robots through a 10-year effort led by the U.S. Army Research Laboratory is helping to inform the development of future swarms of heterogeneous Army systems for air and ground - large and small - that work collaboratively.Last week, researchers from ARL, the Army's corporate laboratory, and their academic partners demonstrated futuristic robotic research platforms during the Micro Autonomous Systems and Technology (MAST) Collaborative Technology Alliance (CTA) Capstone event.  Work began in 2008.The demos reinforced scientific rigor, highlighting the quality of the research towards solving Army relevant problems, noting first-ever and state-of-the-art benchmarks.  Demos are showcased on ARL's online TV channel: https://youtu.be/qFb-Mmb_LCsDr. Brett Piekarski has been with the program since its inception and has managed the alliance of Army, industry and university researchers since 2012.  He said in the next three or four years, \"we can expect to see commercial industry advancing the research platforms innovated through this consortium and making their way into future Army autonomous systems. Through the MAST program, we've really forced the state of the art and shown what is possible for Soldier hand held, portable autonomous systems for extended non-line-of-sight applications.\"The Army recently announced its next focus area for a collaborative technology alliance to be known as Distributed Collaborative Intelligent Systems and Technology, or DCIST.\"It's really about high numbers of systems, heterogeneous in nature,\" Piekarski said. \"So you think of it as air, ground, large, small, Soldiers in the loop...How do we do distributed intelligence? And then once we have that decision making, how do we get the information back out and control these large heterogeneous teams in complex and contested environments?\"Piekarski said the lab will continue to work with its stakeholders and partners to take the research to the next level, but it won't be without challenges.\"If you have small, individual robots and you have instrumented Humvees and you have a person and you have maybe tens or hundreds or thousands of any of these things...How do they work together? How do you deal with attrition? How do they talk to each other? How does a fully instrumented Humvee talk to a tiny robot and talk to a person? This is not a simple problem. This is an incredibly difficult, exciting program.\"The MAST CTA has performed foundational, cross-cutting research to develop the underpinning science for enhanced tactical situational awareness for the dismount in urban and complex terrain by enabling the autonomous and collaborative operation of micro autonomous systems.  The program has focused on research areas in:  Mobility, Control, and Energetics; Communication, Navigation, and Coordination; and Sensing, Perception, and Processing. The MAST consortium is currently comprised of 19 partners that worked collaboratively in an integrated research effort that incorporated ARL researchers and research themes relevant to each participant.  The consortium's four research centers , which worked together as one, were BAE Systems and the Jet Propulsion Laboratory (Integration Principal Members); University of Maryland (Microsystem Mechanics Principal Member); University of Michigan (Microelectronics Principal Member); and University of Pennsylvania (Processing for Autonomous Operation Principal Member). The industrial lead was BAE.  Other consortium members are the University of California, Berkeley; Carnegie-Mellon University; Georgia Institute of Technology;; University of New Mexico; Massachusetts Institute of Technology; Stanford University; Texas A&M University; University of California, Merced; University of Delaware; University of Texas, Austin; Kansas State University; University of Colorado, Bolder; Bowie State University;; and University of California, San Diego.The demos reinforced scientific rigor, highlighting the quality of the research towards solving Army relevant problems, noting first-ever and state-of-the-art benchmarks.  A few examples of technologies demonstrated include: A team from the University of California Berkeley demonstrated a novel legged robotic platform for locomotion on complex 3D terrain. The University of Maryland and Texas A&M demonstrated a next generation of micro-cyclocopter that exploits unsteady aerodynamic mechanisms at ultra-low Reynolds numbers to achieve high endurance, agility, gust tolerance, and forward speed that could surpass any of the existing micro air vehicles.  Stanford University demonstrated \"perch and stare\" capabilities in a robotic system that uses bioinspired maneuvers, mechanisms and control strategies that enable microautonomous vehicles to land, attach, maneuver and take off from walls, ceilings, and roofs. Mixed platform systems created by ARL, the University of Pennsylvania and Georgia Tech were also be demonstrated showing collaborative mapping of a simulated urban environment.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uarl-iet082917.php", "region": "namerica", "source_link": null, "funder": "BAE Systems, Jet Propulsion Laboratory, University of Maryland, University of Michigan, University of Pennsylvania", "meeting": "", "institution": "U.S. Army Research Laboratory", "keywords": ["Technology/Engineering/Computer Science", " Mechanical Engineering", " Vehicles", " Nanotechnology/Micromachines", " Robotry/Artificial Intelligence", " Technology Transfer"], "journal": "", "description": "Work to develop small autonomous robots through a 10-year effort led by the US Army Research Laboratory is helping to inform the development of future swarms of heterogeneous Army systems for air and ground -- large and small -- that work collaboratively.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}