{"title": "80-year-olds as street-savvy as 18-year-olds", "text": "Our gut instinct about whether a stranger poses a threat is as good when we're 80 as when we're 18, according to new research.Older people are as good as young adults at knowing when someone is potentially aggressive, and being streetwise appears to be a skill honed in childhood but not fully reliable until adulthood.The new research, led by Dr Liam Satchell, of the University of Portsmouth, is the third study he has led on examining our ability at various ages to gauge others' aggression.He said: Older people can be reassured that their gut instincts about who is posing a danger are, generally, excellent, there was no difference in the ability of each adult group. \"The results could encourage older people to recognise they are street smart, that their gut instincts are spot on.\"Dr Satchell wanted to examine our ability to assess real threats in strangers as we age against a backdrop of much debate on the effects of fear of crime in older people.He said: \"When walking down a street late at night, people may feel concerned about the threat posed by an approaching person. They may cross a street or change their behaviour and might even stop going out.\"There could be lots of factors which might make an older person frightened of being a victim of crime, but research on the relationship between age and fear of crime isn't clear-cut. It's likely to be influenced by many factors, including the type of crime feared, gender and a person's belief in their ability to defend themselves.\"Until now, there has been little conclusive evidence of older people's ability to detect everyday street threats.\" Previous research has shown that simply watching someone walk communicates a great deal about the likelihood of them being aggressive.Dr Satchell's series of studies have shown that feelings of threat and intimidation are reliable at telling us how aggressive other people are, and that this is a skill that improves gradually through childhood, reaches its peak in adulthood, and doesn't decline in older age. \"A lot of people are afraid walking at night, but some  people see risk where there is none,\" he said.\"It's important we can make quick, accurate judgments of the danger posed by others. All our studies have shown adults are very good at detecting traits in others, at recognising danger. Even when we simulate a shadowy outline of a person at a distance, people can readily recognise a potential aggressor. The accuracy of our social perceptions in adulthood is robust, but children may need more time to develop the relevant experiences.\"The latest results are from a small-scale study and he said more research needs to be done to assess, for example, whether the older people who agree to take part in a scientific study are, by nature, also confident and likely to be less worried about crime. His study examined threat perception in 39 people aged 59-91, and in 87 people aged 20-28.Nearly all - 95 per cent - of both groups correctly gauged the aggression, or level of intimidation, of five women and four men filmed walking on a treadmill. The 'walkers' had been selected after taking a renowned aggression test to ensure they represented a wide cross-section of degrees of aggression.Dr Satchell and his co-authors, Dr Lucy Akehurst, Dr Paul Morris and Dr Claire Nee, are members of the University of Portsmouth's International Centre for Research in Forensic Psychology. The study is the latest in a series of research papers he has led on which together build a picture of how well we recognise the aggression of an approaching person from childhood to old age. He has found that as children we are generally poor at judging threat, that we develop sharper instincts around the age of 18-20, and that these instincts don't decline as we age. He said: \"The findings overall suggest we develop a streetwise ability, that we are able to make judgments about others and our safety, once we reach adulthood.\" Some 13-15 year olds were very accurate in their assessments of threat in an earlier study, but in general, there is a lot of variation in young people's reliability, whereas, post-18, almost everyone was very good, they made the same judgements and they were accurate. They have learned the ability to detect threat.In Dr Satchell's latest study is published in Europe's Journal of Psychology,", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uop-8a082517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Portsmouth", "keywords": ["Aging", " Social/Behavioral Science", " Behavior", " Aging", " Depression/Anger", " Normalcy", " Perception/Awareness", " Stress/Anxiety"], "journal": "Europe's Journal of Psychology", "description": "Our gut instinct about whether a stranger poses a threat is as good when we're 80 as when we're 18, according to new research. Older people are as good as young adults at knowing when someone is potentially aggressive, and being streetwise appears to be a skill honed in childhood but not fully reliable until adulthood.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}