{"text": "The notorious genetic marker of Alzheimer's disease and other forms of dementia, ApoE4, may not be a lone wolf.Researchers from USC and the University of Manchester have found that another gene, TOMM40, complicates the picture. Although ApoE4 plays a greater role in some types of aging-related memory ability, TOMM40 may pose an even greater risk for other types.TOMM40 and APOE genes are neighbors, adjacent to each other on chromosome 19, and they are sometimes used as proxies for one another in genetic studies. At times, scientific research has focused chiefly on one APOE variant, ApoE4, as the No. 1 suspect behind Alzheimer's and dementia-related memory decline. The literature also considers the more common variant of APOE, ApoE3, neutral in risk for Alzheimer's disease.USC researchers believe their new findings raise a significant research question: Has TOMM40 been misunderstood as a sidekick to ApoE4 when it is really a mastermind, particularly when ApoE3 is present?\"Typically, ApoE4 has been considered the strongest known genetic risk factor for cognitive decline, memory decline, Alzheimer's disease or dementia-related onset,\" said T. Em Arpawong, the study's lead author and a post-doctoral fellow in the USC Dornsife College of Letters, Arts and Sciences Department of Psychology. \"Although prior studies have found some variants of this other gene TOMM40 may heighten the risk for Alzheimer's disease, our study found that a TOMM40 variant was actually more influential than ApoE4 on the decline in immediate memory - the ability to hold onto new information.\"Studies have shown that the influence of genes associated with memory and cognitive decline intensifies with age. That is why the scientists chose to examine immediate and delayed verbal test results over time in conjunction with genetic markers.\"An example of immediate recall is someone tells you a series of directions to get somewhere and you're able to repeat them back,\" explained Carol A. Prescott, the paper's senior author who is a professor of psychology at USC Dornsife College and professor of gerontology at the USC Davis School of Gerontology. \"Delayed recall is being able to remember those directions a few minutes later, as you're on your way.\"The study was published in the journal PLOS ONE on Aug. 11.Prescott and Arpawong are among the more than 70 researchers at USC who are dedicated to the prevention, treatment and potential cure of Alzheimer's disease. The memory-erasing illness is one of the greatest health challenges of the century, affecting 1 in 3 seniors and costing $236 billion a year in health care services. USC researchers across a range of disciplines are examining the health, societal and political effects and implications of the disease.In the past decade, the National Institute on Aging has nearly doubled its investment in USC research. The investments include an Alzheimer Disease Research Center.For the study, the team of researchers from USC and The University of Manchester utilized data from two surveys: the U.S. Health and Retirement Study and the English Longitudinal Study of Ageing. Both data sets are nationally representative samples and include results of verbal memory testing and genetic testing.The research team used verbal test results from the U.S. Health and Retirement Survey, collected from 1996 to 2012, which interviewed participants via phone every two years. The researchers utilized the verbal memory test scores of 20,650 participants, aged 50 and older who were tested repeatedly to study how their memory changed over time.To test immediate recall, an interviewer read a list of 10 nouns and then asked the participant to repeat the words back immediately. For delayed recall, the interviewer waited five minutes and then asked the participant to recall the list. Test scores ranged from 0 to 10.The average score for immediate recall was 5.7 words out of 10, and the delayed recall scoring average was 4.5 words out of 10. A large gap between the two sets of scores can signal the development of Alzheimer's or some other form of dementia.\"There is usually a drop-off in scores between the immediate and the delayed recall tests,\" Prescott said. \"In evaluating memory decline, it is important to look at both types of memory and the difference between them. You would be more worried about a person who has scores of 10 and 5 than a person with scores of 6 and 4.\"The first person is worrisome because five minutes after reciting the 10 words perfectly, he or she can recall only half of them, Prescott said. The other person wasn't perfect on the immediate recall test, but five minutes later, was able to remember a greater proportion of words.To prevent bias in the study's results, the researchers excluded participants who reported that they had received a likely diagnosis of dementia or a dementia-like condition, such as Alzheimer's. They also focused on participants identified as primarily European in heritage to minimize population bias. Results were adjusted for age and sex.The researchers compared the U.S. data to the results of an independent replication sample of participants, age 50 and up, in the English Longitudinal Study of Aging from 2002 to 2012. Interviews and tests were conducted every two years.To investigate whether genes associated with immediate and delayed recall abilities, researchers utilized genetic data from 7,486 participants in the U.S. Health and Retirement Study and 6,898 participants in the English Longitudinal Study of Ageing.The researchers examined the association between the immediate and delayed recall results with 1.2 million gene variations across the human genome. Only one, TOMM40, had a strong link to declines in immediate recall and level of delayed recall. ApoE4 also was linked but not as strongly.\"Our findings indicate that TOMM40 plays a larger role, specifically, in the decline of verbal learning after age 60,\" the scientists wrote. \"Further, our analyses showed that there are unique effects of TOMM40 beyond ApoE4 effects on both the level of delayed recall prior to age 60 and decline in immediate recall after 60.\"Unlike ApoE4, the ApoE3 variant is generally thought to have no influence on Alzheimer's disease or memory decline. However, the team of scientists found that adults who had ApoE3 and a risk variant of TOMM40, were more likely to have lower memory scores. The finding suggests that TOMM40 affects memory - even when ApoE4 is not a factor.The team suggested that scientists should further examine the association between ApoE3 and TOMM40 variants and their combined influence on decline in different types of learning and memory.\"Other studies may not have detected the effects of TOMM40,\" Prescott said. \"The results from this study provide more evidence that the causes of memory decline are even more complicated than we thought before, and they raise the question of how many findings in other studies have been attributed to ApoE4 that may be due to TOMM40 or a combination of TOMM40 and ApoE4.\"", "date": "Thu, 14 Sep 2017 04:00:00 GMT", "meeting": "", "title": "Is the Alzheimer's gene the ring leader or the sidekick?", "institution": "University of Southern California", "journal": "PLOS ONE", "description": "Scientific literature in recent years has focused extensively on one genetic risk factor for Alzheimer's disease, the ApoE4 gene variant. A recent study published in PLOS ONE raises flags that scientists should investigate another important player, the TOMM40 gene.", "region": "namerica", "keywords": ["Gerontology", " Aging", " Alzheimer's Disease", " Social/Behavioral Science", " Memory/Cognitive Processes"], "url": "http://www.eurekalert.org/pub_releases/2017-09/uosc-it091417.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.1371/journal.pone.0182448"}