{"text": "Parkinson's disease and prion diseases are very different from each other as regards both origins and course. Nonetheless, a research group of SISSA's, headed by Professor Giuseppe Legname, has discovered an unexpected and important link between the two pathologies.  According to the study recently published in the journal Scientific Reports, the link is given by the complex interaction between two different proteins present in our nerve cells: the so-called α-synuclein, in its aggregated form, and the prion protein PrPC, the molecule which is responsible, in its altered version, for very serious syndromes such as the Creuzfeldt Jacob disease. \r\nThe presence of α-synuclein deposits in brain cells is typical of diseases technically called synucleinopathies, among which, for instance, Parkinson's disease, dementia with Lewy bodies and multiple system atrophy. However, the modalities according to which these aggregates form and spread were unknown up until now. This study has discovered that α-synuclein actually makes use of the action of the prion protein to spread and deposit in the brain. This seems to favour the formation of these deposits and their spreading among brain cells. \r\nBut that's not all. While the activity of the prion protein seems to support the development of synucleopathies, α-synuclein deposits seem to slacken the course of prion diseases. In fact, this research has proven that α-synuclein fibrils block the deposit of prions in nerve cells, thus preventing their replication. This surprising effect is corroborated by further evidence already found in the pathology: in fact, the course of the disease results to be slower in patients affected by prion diseases presenting α-synuclein deposits in nerve cells. \r\nThis study -  whose practical implications are already being considered - benefitted from the participation of researchers also from Fondazione Carlo Besta in Milan, ELETTRA Sincrotrone in Trieste and the University of Trieste.\r\n", "date": "Thu, 14 Sep 2017 04:00:00 GMT", "meeting": "", "title": "Parkinson's disease and prion diseases: Discovery of a molecular link", "institution": "Scuola Internazionale Superiore di Studi Avanzati", "journal": "Scientific Reports", "description": "Parkinson's disease and prion diseases are very different from each other as regards both origins and course. Nonetheless, a research group of SISSA's has discovered an unexpected and important link between the two pathologies.  According to the study recently published in the journal Scientific Reports, the link is given by the complex interaction between two different proteins present in our nerve cells: the so-called α-synuclein, in its aggregated form, and the prion protein PrPC.", "region": "europe", "keywords": ["Medicine/Health", " Parkinson's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-09/sisd-pda091417.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.1038/s41598-017-10236-x"}