{"date": "2018-01-19_20:55:49", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "older", "adults", "admitted", "hospice", "short", "duration", "despite", "experiencing", "symptoms", "months", "prior", "end", "life", "according", "study", "finding", "highlights", "need", "earlier", "hospice", "admission", "strategies", "address", "increasing", "symptoms", "disability", "end", "life", "researchers", "study", "published", "september", "12", "journal", "american", "geriatrics", "researchers", "examined", "information", "study", "562", "people", "aged", "70", "older", "disabled", "study", "began", "died", "following", "16", "years", "individuals", "244", "percent", "admitted", "hospice", "last", "year", "life", "slightly", "older", "likely", "cognitive", "impairments", "problems", "thinking", "making", "decisions", "older", "adults", "admitted", "researchers", "found", "cancer", "advanced", "dementia", "conditions", "often", "resulted", "hospice", "admission", "older", "adults", "frail", "least", "likely", "admitted", "hospice", "common", "condition", "leading", "death", "frailty", "followed", "organ", "failure", "advanced", "dementia", "study", "also", "found", "duration", "hospice", "care", "less", "13", "days", "half", "study", "participants", "short", "duration", "suggests", "healthcare", "providers", "might", "need", "consider", "discussing", "referrals", "hospice", "sooner", "people", "approaching", "end", "lives", "alternatively", "providers", "may", "need", "develop", "test", "ways", "reduce", "high", "burden", "distressing", "symptoms", "disability", "end", "life", "said", "researchers", "failing", "delaying", "refer", "older", "persons", "hospice", "end", "life", "place", "high", "burden", "caregivers", "result", "patient", "suffering", "said", "thomas", "gill", "humana", "foundation", "professor", "medicine", "study", "first", "hospice", "end", "life", "based", "older", "adult", "burden", "pain", "distressing", "symptoms", "suggest", "researchers", "symptoms", "include", "fatigue", "nausea", "depression", "anxiety", "difficulty", "sleeping", "difficulty", "memory", "among", "others"], "url": "http://www.eurekalert.org/pub_releases/2017-09/yu-hci090617.php", "year": "Tue, 12 Sep 2017 04:00:00 GMT", "source": "Yale University", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew Haven, Conn.-- Older adults are admitted to hospice for short duration despite experiencing symptoms months prior to the end of life, according to a Yale-led study.", "The finding highlights the need for earlier hospice admission or other strategies to address increasing symptoms and disability at the end of life, the researchers said.The study was published on September 12 in the Journal of the American Geriatrics Society.The researchers examined information from a study of 562 people, aged 70 and older, who were not disabled when the study began but died over the following 16 years.", "Of these individuals, 244 (43.4 percent) were admitted to hospice during the last year of life.", "They were slightly older and more likely to have cognitive impairments (problems thinking and making decisions) than older adults who weren't admitted to hospice.The researchers found that cancer and advanced dementia were the conditions that most often resulted in hospice admission.", "Older adults who were frail were least likely to be admitted to hospice.", "The most common condition leading to death was frailty, followed by organ failure, advanced dementia, and cancer.The study also found that the duration of hospice care was less than 13 days for half of the study participants.", "This short duration suggests that healthcare providers might need to consider discussing referrals to hospice sooner with people who are approaching the end of their lives.", "Alternatively, providers may need to develop and test other ways to reduce the high burden of distressing symptoms and disability at the end of life, said the researchers.", "\"Failing or delaying to refer older persons to hospice at the end of life can place a high burden on caregivers and result in patient suffering,\" said Thomas Gill, M.D., the Humana Foundation Professor of Medicine and the study's first author.Referral to hospice at the end of life should be based on an older adult's burden of pain and other distressing symptoms, suggest the researchers.", "Those symptoms include fatigue, nausea, depression, anxiety, difficulty sleeping, and difficulty with memory, among others."], "title": "Hospice care is short and may start later than needed | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew Haven, Conn.-- Older adults are admitted to hospice for short duration despite experiencing symptoms months prior to the end of life, according to a Yale-led study. The finding highlights the need for earlier hospice admission or other strategies to address increasing symptoms and disability at the end of life, the researchers said.The study was published on September 12 in the Journal of the American Geriatrics Society.The researchers examined information from a study of 562 people, aged 70 and older, who were not disabled when the study began but died over the following 16 years. Of these individuals, 244 (43.4 percent) were admitted to hospice during the last year of life. They were slightly older and more likely to have cognitive impairments (problems thinking and making decisions) than older adults who weren't admitted to hospice.The researchers found that cancer and advanced dementia were the conditions that most often resulted in hospice admission. Older adults who were frail were least likely to be admitted to hospice. The most common condition leading to death was frailty, followed by organ failure, advanced dementia, and cancer.The study also found that the duration of hospice care was less than 13 days for half of the study participants. This short duration suggests that healthcare providers might need to consider discussing referrals to hospice sooner with people who are approaching the end of their lives. Alternatively, providers may need to develop and test other ways to reduce the high burden of distressing symptoms and disability at the end of life, said the researchers.\"Failing or delaying to refer older persons to hospice at the end of life can place a high burden on caregivers and result in patient suffering,\" said Thomas Gill, M.D., the Humana Foundation Professor of Medicine and the study's first author.Referral to hospice at the end of life should be based on an older adult's burden of pain and other distressing symptoms, suggest the researchers. Those symptoms include fatigue, nausea, depression, anxiety, difficulty sleeping, and difficulty with memory, among others."}