{"title": "Retina may be sensitive gauge of blast-wave pressure injury", "text": "Philadelphia, PA, June 9, 2017 - Modern military conflict has dramatically increased the number of military personnel and civilians exposed to blast wave pressure. Although traumatic brain injury (TBI) is a well-recognized consequence of extreme blast waves, it is less appreciated that over 80% of combat veterans with TBI also develop visual problems. A new study in The American Journal of Pathology reports that blast exposure that does not cause detectable changes in the brain can result in long-term retinal injury. Researchers identified early indicators of retinal injury and inflammation that may help detect individuals at risk of visual impairment who would then benefit from more timely treatment. There is a lack of validated biomarkers, as well as limited understanding of the underlying mechanisms of retinal injury due to blast exposure. Currently, diagnosis and measurement of progression of disease rely upon clinical observation, and despite a \"normal\" ophthalmologic examination, some patients present with chronic visual complaints. Combat veterans show a high percentage of visual field defects, light sensitivity (photophobia), eye movement problems, and decreased contrast sensitivity. \"Our results may explain symptoms of visual dysfunction reported by combat veterans who have experienced TBI,\" explained lead investigator Heather West Greenlee, PhD, Director of Graduate Education, Interdepartmental Neuroscience Program, Department of Biomedical Sciences, Iowa State University College of Veterinary Medicine, Ames, IA. \"These results are not surprising, since the retina is the most accessible part of the central nervous system; as such, it is particularly vulnerable to injuries similar to those that affect the brain.\"Investigators used a compressed air-driven shock tube system to expose mice to blast wave pressure of 300 kPa (equivalent to 3-times atmospheric pressure) per day for three days. After 30 days, the mice were subjected to a variety of tests to probe for cognition or motor function deficits and subsequently underwent analyses of the retina and brain. Retinas of blast-pressure-exposed animals displayed several pathological changes, including activation of M?ller glia (principal glial cells of the retina), microglial activation, inflammation, and photoreceptor cell death. Eyes on the same side as the blast showed greater abnormalities than eyes on the other side. Interestingly, researchers also found accumulation of tau, the protein associated with pathologies of the central nervous system including Alzheimer disease, Parkinson disease, and chronic traumatic encephalopathy.These findings showed the prolonged impact of blast injury on the retina, as well as the vulnerability of particular retinal cell types to blast injury. Despite the effects in the retina, there were no detectable cognitive or motor deficits and no evidence of injury in the striatum or pre-frontal cortex, areas of the brain responsible for motor function. Executive decision making and memory remained unaffected. \"In this model, the retina may serve as an area of the central nervous system that is more vulnerable than the brain and, therefore, may be an effective and more sensitive indicator of low-level injury due to blast-wave pressure,\" noted Dr. Greenlee. \"We believe that eventually examination of the retina may help to assess the magnitude of exposure and identify individuals who may need or benefit from proactive treatments as they become available.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.ajpath.2017.03.005", "url": "http://www.eurekalert.org/pub_releases/2017-06/e-rmb060717.php", "region": "europe", "source_link": null, "funder": "US Army Medical Research and Materiel Command Grant, Stem Cell Research Fund, Departments of Genetics, Development, and Cell Biology, and others", "meeting": "", "institution": "Elsevier", "keywords": ["Medicine/Health", " Neurobiology", " Ophthalmology", " Trauma/Injury", " Weaponry"], "journal": "American Journal of Pathology", "description": "Although traumatic brain injury (TBI) is a well-recognized consequence of extreme blast waves, it is less appreciated that over 80 percent of combat veterans with TBI also develop visual problems. A new study reports that blast exposure that does not cause detectable changes in the brain can result in long-term retinal injury. Researchers identified early indicators of retinal injury and inflammation that may help detect individuals at risk of visual impairment who would then benefit from more timely treatment.", "date": "Fri, 09 Jun 2017 04:00:00 GMT"}