{"title": "Pet dogs could help older owners be more active", "text": "Owning a dog may help older adults to meet physical activity levels recommended by the World Health Organisation, according to a study published in the open access journal BMC Public Health. Health professionals could encourage dog ownership or shared care of a dog to motivate older adults to be more physically active, researchers at Glasgow Caledonian University and WALTHAM Centre for Pet Nutrition, UK suggest.Dr Philippa Dall, senior research fellow at Glasgow Caledonian University and lead author said: \"We found that dog owners aged 65 and over spent on average an additional 22 minutes walking, taking an extra 2,760 steps per day when compared to people who didn't own a dog. Over the course of a week this additional time spent walking may in itself be sufficient to meet WHO recommendations of at least 150 minutes of moderate to vigorous physical activity.\"The researchers also found that dog owners had fewer sedentary events - that is continuous periods of sitting down - than non-dog owners, although the total time spent sitting down did not differ between the two groups.WALTHAM researcher Nancy Gee, a co-author of the study said: \"Our results indicate that dog ownership may play an important role in encouraging older adults to walk more. Ultimately, our research will provide insights into how pet ownership may help older people achieve higher levels of physical activity or maintain their physical activity levels for a longer period of time, which could improve their prospects for a better quality of life, improved or maintained cognition, and perhaps, even overall longevity.\"The study used data on patterns of physical activity and sedentary behavior in 43 dog owners and 43 controls from three regions in the U.K. (Lincolnshire, Derbyshire and Cambridgeshire). Study participants were aged 65 years and over and wore an activity monitor continuously during three, one-week data collection periods between April 2013 and November 2014. The researchers monitored the time spent walking moderately, time spent standing, total time spent sitting, as well as the number of times people sat down and how long they sat down for.  Dog owners and controls were matched on a range of variables such as gender, ethnicity and socio-economic status. Dr Dall said: \"Most of the research in this area has relied upon self-report measures of physical activity. The use of objectives measures of physical activity and sedentary behaviour, collected by using activity monitors, provides opportunities to gain greater insight by providing objective data on both the intensity and patterns of physical activity and sedentary behaviour. This allows closer scrutiny of the potential relationship between changes in physical activity due to dog ownership and health.\"As the study was observational, it could not establish cause and effect or allow for conclusions about whether more active people are likely to own dogs or whether dog ownership makes people more active. The researchers caution that all participants were volunteers and so may have been more physically active than the general population. All volunteers had white British ethnicity which limits the generalizability of the findings to wider contexts.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bc-pdc060617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Medicine/Health", " Aging", " Public Health", " Aging", " Pets/Ethology"], "journal": "BMC Public Health", "description": "Owning a dog may help older adults to meet physical activity levels recommended by the World Health Organisation, according to a study published in the open access journal BMC Public Health. Health professionals could encourage dog ownership or shared care of a dog to motivate older adults to be more physically active, researchers at Glasgow Caledonian University and WALTHAM Centre for Pet Nutrition, UK suggest.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}