{"title": "Sensitivity to inequity is in wolves' and dogs' blood", "text": "Not only dogs but also wolves react to inequity - similar to humans or primates. This has been confirmed in a new study by comparative psychologists of the Messerli Research Institute of the University of Veterinary Medicine, Vienna. Wolves and dogs refused to cooperate in an experiment when only the partner got a treat or they themselves received a lower quality reward. Since this behaviour is equally strong in wolves and dogs, this sensitivity to inequity is not likely to be an effect of domestication, as has been assumed so far. It is rather a behaviour inherited from a common ancestor. The results were published in Current Biology.\r\nRecognising inequity is an important social skill in humans. This is particularly important when we cooperate with others. Different species of primates show this sensitivity to inequity, too. It has hardly been investigated if other species also realise inequity and react to it. Several studies with dogs were at least indicative of some form of inequity aversion, for example when the dogs themselves did not get food, but their partners did for the same action. So far, this skill in dogs has been attributed to their adaption to humans - domestication.\r\nTheir closest relatives, wolves, however, exhibit the same inequity aversion. This has been confirmed in a new study by the Messerli Research Institute and the Wolf Science Center of the University of Veterinary Medicine, Vienna. When the animals pressed a buzzer after the trainer had asked them to do so, and received nothing or a lower quality reward compared to their partners for the same action, they refused to participate in the experiment earlier. The behaviour was similar in equally raised wolves and dogs that had, therefore, the same life experience. This indicates a skill inherited from a common ancestor. Thus, domestication is not the only reason why dogs react to inequity.No or lower quality rewards: wolves and dogs realise inequityJennifer Essler, Friederike Range and Sarah Marshall-Pescini investigated the behaviour of both canine species in a no-reward test and a quality test in which two animals were brought to two adjacent enclosures. When asked to do so, they had to alternately press a button with their paws in order to get a reward.\r\n\"In the no-reward test, only the partner got a treat in every trial. The test animal got nothing. In the quality test, both animals got a reward, but the preferred and thus higher quality treat was again given to the partner,\" explained Jennifer Essler. \"The ability to realise this inequity became evident when they refused to continue the experiment.\" But interestingly, the animals continued easily when there was no partner. \"This showed that the fact that they themselves had not received a reward was not the only reason why they stopped to cooperate with the trainer,\" said Range. \"They refuse to cooperate because the other one got something, but they themselves did not.\"\r\nAlso in the quality test, wolves and dogs refused to continue to cooperate with the trainer and press the buzzer. \"This reaction has not been shown in experiments so far. But it confirms even more clearly that wolves and dogs really understand inequity,\" said Essler. Wolves, however, were considerably more sensitive than dogs, requiring more commands from the trainer to continue working.Hierarchy is also important, but domestication seems to reduce the sense of inequityThe dogs' and wolves' rank within the pack was an additional factor for the point where the animals stopped to cooperate. \"High-ranking animals become frustrated more quickly by inequity because they are not used to this situation: not receiving something at all or only of lower quality,\" explained Range. \"Thus, the hierarchy in their pack is directly linked to their reaction to inequity.\"\r\nAfter the experiments, the researchers also evaluated if the animals interacted with their test partners or the experimenter in a neutral enclosure. Wolves that had experienced inequity kept aloof from humans. Dogs did not. \"Even if these animals do not directly live with humans, they are more amenable to us. At this point, domestication seems to influence the dogs' behaviour. Their close contact to humans as pets could, thus, rather reduce their behaviour in such situations than trigger it.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uovm-sti060717.php", "region": "europe", "source_link": "http://www.vetmeduni.ac.at/en/infoservice/presseinformation/press-releases-2017/sensitivity-to-inequity-is-in-wolves-and-dogs-blood/", "funder": "", "meeting": "", "institution": "University of Veterinary Medicine -- Vienna", "keywords": ["Biology", " Biodiversity", " Zoology/Veterinary Science", " Pets/Ethology", " Social/Behavioral Science", " Personality/Attitude"], "journal": "Current Biology", "description": "Not only dogs but also wolves react to inequity -- similar to humans or primates. This confirms a new study by Vetmeduni Vienna. Wolves and dogs refused to cooperate in an experiment when only the partner got a treat or they themselves received a lower quality reward. The sensitivity to inequity is not likely to be an effect of domestication, as assumed so far. It is rather a behaviour inherited from a common ancestor. ", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}