{"title": "Genes influence ability to read a person's mind from their eyes", "text": "Our DNA influences our ability to read a person's thoughts and emotions from looking at their eyes, suggests a new study published in the journal Molecular Psychiatry.Twenty years ago, a team of scientists at the University of Cambridge developed a test of 'cognitive empathy' called the 'Reading the Mind in the Eyes' Test (or the Eyes Test, for short). This revealed that people can rapidly interpret what another person is thinking or feeling from looking at their eyes alone. It also showed that some of us are better at this than others, and that women on average score better on this test than men. Now, the same team, working with the genetics company 23andMe along with scientists from France, Australia and the Netherlands, report results from a new study of performance on this test in 89,000 people across the world. The majority of these were 23andMe customers who consented to participate in research. The results confirmed that women on average do indeed score better on this test. More importantly, the team confirmed that our genes influence performance on the Eyes Test, and went further to identify genetic variants on chromosome 3 in women that are associated with their ability to \"read the mind in the eyes\".The study was led by Varun Warrier, a Cambridge PhD student, and Professors Simon Baron-Cohen, Director of the Autism Research Centre at the University of Cambridge, and Thomas Bourgeron, of the University Paris Diderot and the Institut Pasteur. Interestingly, performance on the Eyes Test in males was not associated with genes in this particular region of chromosome 3. The team also found the same pattern of results in an independent cohort of almost 1,500 people who were part of the Brisbane Longitudinal Twin Study, suggesting the genetic association in females is a reliable finding.The closest genes in this tiny stretch of chromosome 3 include LRRN1 (Leucine Rich Neuronal 1) which is highly active in a part of the human brain called the striatum, and which has been shown using brain scanning to play a role in cognitive empathy. Consistent with this, genetic variants that contribute to higher scores on the Eyes Test also increase the volume of the striatum in humans, a finding that needs to be investigated further.Previous studies have found that people with autism and anorexia tend to score lower on the Eyes Test. The team found that genetic variants that contribute to higher scores on the Eyes Test also increase the risk for anorexia, but not autism. They speculate that this may be because autism involves both social and non-social traits, and this test only measures a social trait. Varun Warrier says: \"This is the largest ever study of this test of cognitive empathy in the world. This is also the first study to attempt to correlate performance on this test with variation in the human genome. This is an important step forward for the field of social neuroscience and adds one more piece to the puzzle of what may cause variation in cognitive empathy.\"  Professor Bourgeron adds: \"This new study demonstrates that empathy is partly genetic, but we should not lose sight of other important social factors such as early upbringing and postnatal experience.\"Professor Baron-Cohen says: \"We are excited by this new discovery, and are now testing if the results replicate, and exploring precisely what these genetic variants do in the brain, to give rise to individual differences in cognitive empathy. This new study takes us one step closer in understanding such variation in the population.\"", "article_link": "http://dx.doi.org/10.1038/MP.2017.122", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc-gia060717.php", "region": "europe", "source_link": "http://www.cam.ac.uk/research/news/genes-influence-ability-to-read-a-persons-mind-from-their-eyes", "funder": "Autism Research Trust, Templeton World Charity Foundation", "meeting": "", "institution": "University of Cambridge", "keywords": ["Social/Behavioral Science", " Behavior", " Mental Health"], "journal": "Molecular Psychiatry", "description": "Our DNA influences our ability to read a person's thoughts and emotions from looking at their eyes, suggests a new study published in the journal Molecular Psychiatry.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}