{"title": "Dr. Chiaravalloti of Kessler Foundation named 2017 Mitchell Rosenthal Memorial lecturer", "text": "Nancy Chiaravalloti, PhD, director of Neuropsychology, Neuroscience and Traumatic Brain Injury (TBI) research at Kessler Foundation, and director of the Northern New Jersey Traumatic Brain Injury (TBI) Model System, gave the Mitchell Rosenthal Memorial Lecture at the 2017 Rehabilitation Psychology Mid-Winter Conference in Albuquerque, NM.   \"Having had the privilege of working with Dr. Rosenthal early in my career, it is very meaningful to be chosen to give this memorial lecture in his name,\" said Dr. Chiaravalloti. \"Dr. Rosenthal's mentorship is fundamental to what I have been able to accomplish as a clinical researcher. His leadership in brain injury research and education remains an inspiration to those of us who follow his path.\"Honorees for this bi-annual award are selected by the Rehabilitation Psychology planning committee of the American Psychological Association Division 22. The award recognizes candidates whose lasting contributions honor Dr. Rosenthal's legacy of TBI research and his commitment to teaching and mentorship. Dr. Chiaravalloti was selected for her contributions to advances in cognitive rehabilitation research in TBI, and her successful mentoring of postdoctoral fellows at Kessler Foundation.For this lecture, Dr. Chiaravalloti chose the topic: \"Treating New Learning and Memory Deficits in Rehabilitation Populations: The modified Story Memory Technique (mSMT).\" As a result of her research on the application of the mSMT in TBI and MS populations, this technique is being used by professionals in eight countries, as well in facilities across the U.S.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/kf-dco060617.php", "region": "namerica", "source_link": "https://kesslerfoundation.org/content/dr-chiaravalloti-kessler-foundation-named-2017-mitchell-rosenthal-memorial-lecturer", "funder": "American Psychological Association Division 22", "meeting": "19th Annual Rehabilitation Psychology Conference", "institution": "Kessler Foundation", "keywords": ["Health Care", " Neurochemistry", " Science/Math", " Medicine/Health", " Neurochemistry", " Memory/Cognitive Processes", " Researchers/Scientists/Awards"], "journal": "", "description": "Nancy Chiaravalloti, Ph.D., director of Neuropsychology, Neuroscience and Traumatic Brain Injury (TBI) research at Kessler Foundation, and director of the Northern New Jersey Traumatic Brain Injury (TBI) Model System, gave the Mitchell Rosenthal Memorial Lecture at the 2017 Rehabilitation Psychology Mid-Winter Conference in Albuquerque, NM.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}