{"title": "Broccoli in focus when new substance against diabetes has been identified", "text": "Researchers have identified an antioxidant - richly occurring in broccoli - as a new antidiabetic substance. A patient study shows significantly lower blood sugar levels in participants who ate broccoli extract with high levels of sulforaphane.\"There are strong indications that this can become a valuable supplement to existing medication,\" says Anders Rosengren, Docent in Metabolic Physiology at the University of Gothenburg.The publication in the journal Science Translational Medicine builds on several years' research at Sahlgrenska Academy and Wallenberg Centre for Molecular and Translational Medicine, University of Gothenburg, and the Faculty of Medicine at Lund University.The objective was to find new medications against type-2 diabetes by addressing an important disease mechanism: The liver's elevated glucose production. The classic drug metformin works by doing just that, but often causes gastric side-effects and can also not be taken when kidney function is severely reduced, which affects many with diabetes.Lowering blood sugarThe researchers began by mapping the genetic changes in the liver in diabetes. 50 genes proved to play key roles. These were then matched against different substances in the search for compounds that could affect these particular key genes, and thereby attack the disease on a broad front.Of 2,800 substances investigated through computer-based mathematical analyses, sulforaphane proved to have the best characteristics for the task. An antioxidant that was previously studied for the treatment of cancer and inflammatory disease, but not for diabetes was thereby identified.Cell experiments were followed by animal studies on rats and mice with dietary-induced diabetes. The blood sugar of the animals that received sulforaphane dropped by 23 percent in four weeks, and by 24 percent in those given metformin.\"We tested removing sulforaphane from the extract and the effect disappeared. We also looked at the genes from the liver of the animals and saw that the 50 key genes had been changed in the right direction,\" says Anders Rosengren. Mice and menWith the knowledge that sulforaphane does not hurt people, which was already documented, a patient study was then done with around hundred patients. Basically all were on metformin treatment, but in the group that took sulforaphane every morning for 12 weeks, the patients with poor glucose control and BMI at 30 or above (well-known factors associated with elevated glucose production) had significantly lower blood sugar levels than the placebo group. In other words, sulforaphane benefited exactly those patients, totally 17 in the study, who have elevated glucose production in the liver.A daily dose of sulforaphane is extracted from four to five kilograms of broccoli. The plan is to have a functional food preparation out within two years. Development is taking place with farmer owned organization Lantmännen.\"Sulforaphane targets a central mechanism in type 2 diabetes and has a mild side-effect profile. As functional food, it can reach the patients faster than a medication, and it is also an interesting concept from a diabetes perspective where diet is central,\" says Anders Rosengren.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aah4477", "url": "http://www.eurekalert.org/pub_releases/2017-06/uog-bif061617.php", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//broccoli-in-focus-when-new-substance-against-diabetes-has-been-identified.cid1475132", "funder": "", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Science Translational Medicine", "description": "Researchers have identified an antioxidant -- richly occurring in broccoli -- as a new antidiabetic substance. A patient study shows significantly lower blood sugar levels in participants who ate broccoli extract with high levels of sulforaphane.", "date": "Fri, 16 Jun 2017 04:00:00 GMT"}