{"title": "Global diet and farming methods 'must change for environment's sake'", "text": "Reducing meat consumption and using more efficient farming methods globally are essential to stave off irreversible damage to the environmental, a new study says.\r\nThe research, from the University of Minnesota, also found that future increases in agricultural sustainability are likely to be driven by dietary shifts and increases in efficiency, rather than changes between food production systems.\r\nResearchers examined more than 740 production systems for more than 90 different types of food, to understand the links between diets, agricultural production practices and environmental degradation. Their results are published today in the journal Environmental Research Letters.\r\nLead author Dr Michael Clark said: \"If we want to reduce the environmental impact of agriculture, but still provide a secure food supply for a growing global population, it is essential to understand how these things are linked.\"\r\nUsing life cycle assessments - which detail the input, output and environmental impact of a food production system - the researchers analysed the comparative environmental impacts of different food production systems (e.g. conventional versus organic; grain-fed versus grass-fed beef; trawling versus non-trawling fisheries; and greenhouse-grown versus open-field produce), different agricultural input efficiencies (such as feed and fertilizer), and different foods.\r\nThe impacts they studied covered levels of land use, greenhouse gas emissions (GHGs), fossil fuel energy use, eutrophication (nutrient runoff) and acidification potential.\r\nDr Clark said: \"Although high agricultural efficiency consistently correlated with lower environmental impacts, the detailed picture we found was extremely mixed. While organic systems used less energy, they had higher land use, did not offer benefits in GHGs, and tended to have higher eutrophication and acidification potential per unit of food produced. Grass-fed beef, meanwhile, tended to require more land and emit more GHGs than grain-fed beef.\" \r\nHowever, the authors note that these findings do not imply conventional practices are sustainable. Instead, they suggest that combining the benefits of different production systems, for example organic's reduced reliance on chemicals with the high yields of conventional systems, would result in a more sustainable agricultural system.\r\nDr Clark said: \"Interestingly, we also found that a shift away from ruminant meats like beef - which have impacts three to 10 times greater than other animal-based foods - towards nutritionally similar foods like pork, poultry or fish would have significant benefits, both for the environment and for human health. \r\n\"Larger dietary shifts, such as global adoption of low-meat or vegetarian diets, would offer even larger benefits to environmental sustainability and human health.\"\r\nCo-author Professor David Tilman said: \"It's essential we take action through policy and education to increase public adoption of low-impact and healthy foods, as well the adoption of low impact, high efficiency agricultural production systems.\r\n\"A lack of action would result in massive increases in agriculture's environmental impacts including the clearing of 200 to 1000 million hectares of land for agricultural use, an approximately three-fold increase in fertilizer and pesticide applications, an 80 per cent increase in agricultural GHG emissions and a rapid rise in the prevalence of diet-related diseases such as obesity and diabetes.\r\nProfessor Tilman added: \"The steps we have outlined, if adopted individually, offer large environmental benefits. Simultaneous adoption of these and other solutions, however, could prevent any increase in agriculture's environmental impacts. We must make serious choices, before agricultural activities cause substantial, and potentially irreversible, environmental damage.\"\r\n", "article_link": "http://dx.doi.org/10.1088/1748-9326/aa6cd5", "url": "http://www.eurekalert.org/pub_releases/2017-06/ip-gda061417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "IOP Publishing", "keywords": ["Agriculture", " Agricultural Production/Economics", " Atmospheric Science", " Climate Science", " Earth Science", " Policy/Ethics", " Climate Change", " Climate Change", " Climate Change"], "journal": "Environmental Research Letters", "description": "Reducing meat consumption and using more efficient farming methods globally are essential to stave off irreversible damage to the environmental, a new study says.\r\nThe research, from the University of Minnesota, also found that future increases in agricultural sustainability are likely to be driven by dietary shifts and increases in efficiency, rather than changes between food production systems.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}