{"title": "New screening tool helps ID heart surgery patients at risk of malnutrition", "text": "Chicago, June 15, 2017 - Patients who are at risk for malnutrition when undergoing heart surgery now can be more quickly and easily identified, leading to intervention and potentially better surgical outcomes, according to a study published online today in The Annals of Thoracic Surgery.A team of researchers at Johns Hopkins Hospital (JHH) in Baltimore, MD developed the JHH Nutrition Score to identify the risk for malnutrition. Malnutrition resulting from inadequate calorie intake after surgery is associated with high morbidity and mortality, as well as delayed recovery, increased hospital stay, early readmission, decreased quality of life and increased health care costs. Benefits of the JHH nutrition risk score are that it is easily calculable and highly predictive, the markers for the score are immediately available in the patient's ICU admission chart and providing nutrition sooner to high risk heart patients may improve their outcomes.\"Days in the ICU can go by quickly before we realize patients are not getting the nutritional support they need to improve recovery,\" said senior author Glenn Whitman, MD, of Johns Hopkins Hospital. \"The nutrition risk score may heighten our sensitivity to patients who are most at risk for needing nutritional support, allowing them to receive intervention sooner than we might have done in the past.\" Dr. Whitman and his colleagues at JHH and Brigham and Women's Hospital in Boston, Mass., identified 1,056 adult open heart surgery patients from their institutions in 2012. Among this cohort, 87 (8%) required postoperative nutritional support. The patients who required nutritional support were more likely than their counterparts to have diabetes and chronic obstructive pulmonary disease. The JHH Nutrition Score is generated by seven variables, such as prior cardiac interventions, white blood cell count, and urgent/emergent operation status, that independently predicted the need for nutritional support. Each variable was given a number if it was abnormal, with higher total scores demonstrating increased need for nutritional support. \"The JHH risk score can be used as a screening tool to divide cardiac surgery admissions into low or high risk for needing nutrition support,\" said Dr. Whitman. \"By adding up the total point score, we can look at patients and determine how at risk they are for being unable to eat during the initial ICU period. If the patients are at high risk, and we know that, we can start nutrition sooner.\"The variables used for the JHH NS are \"readily accessible,\" all available immediately from the chart at the time of ICU admission, and the score is easily calculable and highly predictive, explained Dr. Whitman. In contrast, markers from other nutrition risk tools require more history and understanding of patients, so there are substantial limitations when applied to an ICU admission. The researchers validated the JHH NS by applying the scores to 1,336 patients who underwent heart surgery in 2015 at their institutions. The scores strongly correlated to the 115 (8.6%) who required postoperative nutritional support. \"In using the JHH Nutrition Score to accurately identify the at-risk patients and then aggressively pursuing nutrition support, we may improve substantially upon their current poor outcomes,\" said Dr. Whitman. \"Individualized nutrition strategies, combined with the expertise of the nutrition support team and the clinical approach of the caregiver, may further enhance the management of these patients.\" ", "article_link": "http://dx.doi.org/10.1016/j.athoracsur.2017.03.013", "url": "http://www.eurekalert.org/pub_releases/2017-06/e-nst061517.php", "region": "europe", "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/new-screening-tool-helps-id-heart-surgery-patients-at-risk-of-malnutrition", "funder": "", "meeting": "", "institution": "Elsevier", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Surgery"], "journal": "Annals of Thoracic Surgery", "description": "Patients who are at risk for malnutrition when undergoing heart surgery now can be more quickly and easily identified, leading to intervention and potentially better surgical outcomes, according to a study published online today in The Annals of Thoracic Surgery.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}