{"title": "Early stress confers lifelong vulnerability causing alterations in a specific brain region", "text": "Early life stress encodes lifelong susceptibility to stress through long-lasting transcriptional programming in a brain reward region implicated in mood and depression, according to a study conducted at the Icahn School of Medicine at Mount Sinai and published June 15 in the journal Science.  The Mount Sinai study focuses on epigenetics, the study of changes in the action of genes caused not by changes in DNA code we inherit from our parents, but instead by molecules that regulate when, where, and to what degree our genetic material is activated.  Such regulation derives, in part, from the function of transcription factors -- specialized proteins that bind to specific DNA sequences in our genes and either encourage or shut down the expression of a given gene.  Previous studies in humans and animals have suggested that early life stress increases the risk for depression and other psychiatric syndromes, but the neurobiology linking the two has remained elusive until now. \"Our work identifies a molecular basis for stress during a sensitive developmental window that programs a mouse's response to stress in adulthood,\" says Catherine Peña, PhD, lead investigator of the study.  \"We discovered that disrupting maternal care of mice produces changes in levels of hundreds of genes in the VTA that primes this brain region to be in a depression-like state, even before we detect behavioral changes. Essentially, this brain region encodes a lifelong, latent susceptibility to depression that is revealed only after encountering additional stress.\" Specifically, Mount Sinai investigators identified a role for the developmental transcription factor orthodenticle homeobox 2 (Otx2) as a master regulator of these enduring gene changes.   The research team showed that baby mice that were stressed in a sensitive period (from postnatal day 10-20) had suppressed Otx2 in the VTA. While Otx2 levels ultimately recovered by adulthood, the suppression had already set in motion gene alterations that lasted into adulthood, indicating that early life stress disrupts age-specific developmental programming orchestrated by Otx2.  Furthermore, the mice stressed during the early-life sensitive time period were more likely to succumb to depression-like behavior in adulthood, but only after additional adult stress.  All mice acted normally before additional adult social stress, but a \"second hit\" of stress was more likely to trigger depression-like behavior for mice stressed during the sensitive time period.  \r\nTo test the prediction that Otx2 was actually responsible for the stress sensitivity, the research team developed viral tools that were used to either increase or decrease Otx2 levels.  They found that suppression of Otx2 early in life was both necessary and sufficient for increased susceptibility to adult stress.  \"We anticipated that we would only be able to ameliorate or mimic the effects of early life stress by changing Otx2 levels during the early sensitive period.\" says Dr. Peña.  \"This was true for long-lasting effects on depression-like behavior, but somewhat to our surprise we could also change stress sensitivity for short amounts of time by manipulating Otx2 in adulthood.\"While early-life critical periods have been understood for processes such as language learning, little is known about whether there are sensitive periods in childhood when stress and adversity most impacts brain development and particularly emotion-regulation systems.  This study is the first to use genome-wide tools to understand how early life stress alters development of the VTA, providing new evidence for sensitive windows in emotion development. \"This mouse paradigm will be useful for understanding the molecular correlates of increased risk of depression resulting from early life stress and could pave the way to look for such sensitive windows in human studies,\" says Eric J. Nestler, MD, PhD, Nash Family Professor of Neuroscience and Director of the Friedman Brain Institute at Mount Sinai and senior investigator of the study.  \"The ultimate translational goal of this research is to aid treatment discoveries relevant to individuals who experienced childhood stress and trauma.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tmsh-esc061417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Mental Health, Hope for Depression Research Foundation", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Biochemistry", " Genetics", " Neurochemistry", " Medicine/Health", " Neurobiology", " Neurochemistry", " Behavior", " Mental Health", " Depression/Anger", " Stress/Anxiety"], "journal": "Science", "description": "Mount Sinai study establishes mechanism by which an early window of exposure defines the response to stress in adulthood.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}