{"title": "Breakthrough findings:  Fetal immunity develops as early as 2nd trimester of pregnancy", "text": "1. Scientists from A*STAR's Singapore Immunology Network (SIgN) and KK Women's and Children's Hospital (KKH) in Singapore have discovered that a fetus's immune system is established as early as the second trimester of pregnancy, and may be able to initiate immune responses independently of the mother's immune system.2. These findings debunk commonly-held assumptions about fetal immunity, including the idea that the fetus's immune system develops much later in the pregnancy cycle, and is unable to mount an independent immune response, being dependent on the mother's immune system to defend itself against external pathogens.3. The scientists also found that an unborn baby's immune system contains a unique mechanism to prevent rejection of the mother's cells, even as it develops independently. This mechanism is mediated by dendritic cells expressing the protein Arginase-2.4. These findings represent a landmark shift in our understanding of human immune development, and also provide insights into the immune mechanisms involved in some pregnancy-related illnesses and developmental diseases. \r\n5. The findings of this study have been published in the scientific journal Nature on 14 June 2017.6. Dendritic cells are immune cells that act as the sentinels of the body's immune system. They detect and assess the threats posed by foreign pathogens to the body and decide whether to initiate an immune response.7. A major finding of the study is that as early as the second trimester of pregnancy, the human fetus has developed a network of dendritic cells that is similar to that of mature adults. These fetal dendritic cells are able to perform key functions associated with adult dendritic cells.8. However, the scientists also uncovered a key difference between fetal and adult dendritic cells - the former expresses high levels of a protein called Arginase-2, which dampens the immune system response. This mechanism of immunosuppression promoted by fetal dendritic cells helps to ensure that the fetus does not reject the mother's cells even as it begins to develop its own immune defences.9. Furthermore, Arginase-2 regulates the ability of immune cells to secrete a key inflammatory signaling protein called TNFα. This prevents the fetus's immune system from overreacting, and initiating unwanted inflammatory immune responses that could impact the baby's ongoing development in the womb.10. The dysregulation of TNFα production in the fetal immune system has been implicated in various pregnancy-related conditions and developmental diseases, such as gestational diabetes mellitus, recurrent spontenous miscarriage, and necrotising enterocolitis. Hence, in expressing Arginase-2, fetal dendritic cells play a critical role in fetal immune tolerance, and ensuring the overall healthy development of the fetus in the mother's womb.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/s-bf061417.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "SingHealth", "keywords": ["Medicine/Health", " Gynecology", " Pediatrics", " Parenting/Child Care/Family"], "journal": "Nature", "description": "Scientists from A*STAR's Singapore Immunology Network (SIgN) and KK Women's and Children's Hospital (KKH) in Singapore have discovered that a fetus's immune system is established as early as the second trimester of pregnancy, and may be able to initiate immune responses independently of the mother's immune system.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}