{"title": "Could broccoli be a secret weapon against diabetes?", "text": "Concentrated broccoli sprout extract may help type 2 diabetes patients manage their blood sugar, according to a new study. The findings could offer a much needed alternative to address the condition, which has become a worldwide epidemic. Type 2 diabetes afflicts more than 300 million people globally, and as many as 15% of those patients cannot take the first-line therapy metformin because of kidney damage risks. Seeking a more viable path forward, Annika Axelsson and colleagues used a computational approach to identify compounds that might counter the disease-associated gene expression changes associated with type 2 diabetes. The researchers constructed a signature for type 2 diabetes based on 50 genes, then used publically available expression datasets to screen 3,852 compounds for drugs that potentially reverse disease. The most promising chemical -- sulforaphane, a naturally occurring compound found in cruciferous vegetables -- tamped down glucose production by liver cells growing in culture, and shifted liver gene expression away from a diseased state in diabetic rats. When the researchers gave concentrated broccoli sprout extracts to 97 human type 2 diabetes patients in a 12-week randomized placebo-controlled trial, obese participants who entered the study with dysregulated disease demonstrated significantly decreased fasting blood glucose levels compared to controls. The authors say developing gene signatures to investigate large public repositories of gene expression data could be a valuable strategy to rapidly identify clinically relevant compounds.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aah4477", "url": "http://www.eurekalert.org/pub_releases/2017-06/aaft-cbb061217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Science Translational Medicine", "description": "Concentrated broccoli sprout extract may help type 2 diabetes patients manage their blood sugar, according to a new study.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}