{"title": "Molecular pilot light prepares body's heating system for the cold", "text": "PHILADELPHIA - As we bask in the summer heat, it is easy to take for granted that humans are also prepared for the cold of winter, with overcoats in the closet and home heating systems ready to be fired up as an added assurance against falling temperatures. Not all warm-blooded animals are this fortunate. Mice, for example, rely on a specialized organ between their shoulder blades to produce heat when confronted with cold temperatures. This organ is composed of special fat cells, called brown adipose tissue, or brown fat for short. This week in Nature, a team from the Perelman School of Medicine at the University of Pennsylvania detail a molecule that acts as a molecular pilot light required to turn on the brown fat furnace. Brown fat burns sugar and fat to produce radiant heat in the body. Researchers have turned their attention to these cells because some of the sugar and fat they burn is stored in the body and might otherwise lead to increases in white fat, the form that increases in obesity.  \"To harness the fat-burning potential of brown fat we must better understand how the body burns fuel to stay warm and how this relates to the storage of excess fuel as white fat in obesity,\" said senior author Mitchell Lazar, MD, PhD, director of the Institute for Diabetes, Obesity, and Metabolism (IDOM) and the Willard and Rhoda Ware Professor in Diabetes and Metabolic DiseasesIn mice, the furnace relies on a molecule called uncoupling protein 1 (UCP1), which acts like a heating element. Mice without the UCP1 gene cannot survive even short exposures to near-freezing temperatures. The pilot-light-like molecule is called histone deacetylase 3 (HDAC3). Lazar, co-first author Matthew Emmett, an MD/PhD student in his lab, and their IDOM colleagues found that mice lacking HDAC3 in their brown fat were unable to turn on the UCP1 gene and were just as susceptible to the deleterious effects of cold as mice that did not have the gene.  The study showed that HDAC3 acts much like a pilot light on a gas furnace -- the HDAC3 pilot light is required to turn on the brown fat furnace even when the UCP1 gene is intact.  HDAC3 functions on the epigenome, the molecular component of the cell nucleus that specifies which genes are expressed -- and just as importantly, which ones are not -- in different cells of the body. The Penn team analyzed and integrated massive datasets of DNA sequences, which facilitated the discovery of the mechanism by which HDAC3 acts as the brown fat pilot light. This bioinformatics portion of the study was performed by co-first author Hee-Woong Lim, PhD, an IDOM postdoctoral fellow, and research assistant professor Kyoungjae Won, PhD. Studies in the last five years have confirmed that adult humans also have brown fat. Although it is not located between the shoulder blades as it is in rodents, it is also activated by cold temperatures, albeit not sufficiently enough to substitute for clothes and heaters. Brown fat in adult humans is more diffusely distributed, with concentrations of cells in visceral areas such as the carotid and mammary artieries, the heart and lung, and such other solid organs as the pancreas, kidney, and spleen. Subcutaneous brown fat depots can also be found in the vicinity of neck muscles, the clavicles, and abdominal wall. These studies have also shown that people with obesity have less brown fat than lean people.  Since brown fat burns sugars and fats within the body, it may be possible to boost metabolism for weight loss and diabetes control by dialing up the brown fat thermostat. Surprisingly, however, the mice lacking HDAC3 in brown fat did not become obese.  Whatever the link, the new work from Penn suggests it will be critical to make sure that the brown fat pilot light and furnace functions are kept in good working order. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uops-mpl061217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Nature", "description": "Researchers detail a molecule that acts as a molecular pilot light required to turn on the brown fat furnace. Brown fat burns sugar and fat to produce radiant heat in the body. These cells are of interest because some of the sugar and fat they burn is stored in the body and might otherwise lead to increases in white fat, the form that increases in obesity.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}