{"title": "UA surgeon: Physicians, patients must focus on remission of diabetic ulcers", "text": "Foot ulcers are a prevalent complication for millions of people with diabetes. Estimates indicate that as many as one-third of people with the disease will develop at least one foot ulcer over the course of their lifetime. These wounds can lead to further complications such as strokes, heart attacks, infections, loss of limbs and premature death.Yet, the morbidity and mortality directly associated with foot ulcers often go unrecognized by physicians and patients alike. Currently, the clinical focus is on repairing an ulcer's surrounding tissue and healing the wound.Instead, physicians and patients need to focus on ulcer remission -- that is, extending the time between the formation of ulcers, says Dr. David G. Armstrong, professor of surgery and director of the Southern Arizona Limb Salvage Alliance at the University of Arizona College of Medicine - Tucson. Armstrong says extending patients' ulcer-free days using treatment and prevention is essential, according to a report from Armstrong and his co-authors.The manuscript appears in the June 15 issue of the New England Journal of Medicine.\"This paper is the first of its kind to call attention to remission,\" Armstrong says. \"The word 'remission' has been mentioned in the literature over the last few years. But this is the loudest call yet, and more than any other work before, (it) lays out data in a way that sort of flips the script from healing to what we do in between healed wounds.\"Indications of diabetic foot ulcers include a lessened ability to feel pain coupled with repetitive stress on specific areas of the foot. Once healed, as many as 40 percent of patients will have recurrence of some kind in a year. This rises to three-quarters of patients by five years.Armstrong likens diabetes to cancer because the morbidity and mortality are similar. But clinicians have yet to treat diabetes like cancer, he says.\"Diabetes can be more significant than many forms of cancer,\" Armstrong says. \"This is a concept that's misaligned right now in medicine. As we move toward diseases of decay, as I call them -- things like cancer, cardiovascular disease, diabetes -- our goal as physicians, surgeons, scientists and policymakers is to delay that decay.\"Diabetes is unique, Armstrong says, because people can unknowingly injure themselves. \"People can wear a hole in their foot just as you or I might wear a hole in a sock,\" he says. \"These sores are covered up by a shoe or a sock, and very often a person with diabetes may feel little or no pain.\"But developing a diabetic foot ulcer means a person's chances of living an additional 10 years are half that of someone who has not developed one, Armstrong says. What's more, foot ulcers and infections dramatically increase a person's chances of being admitted to the hospital.\"We looked at the data from 5 billion outpatient visits and found that diabetic foot ulcers and diabetic foot infections were astonishingly high-risk factors for hospitalization,\" Armstrong says. According to the study in the New England Journal of Medicine and cited in the May issue of the journal Diabetes Care, the admission rate was comparable to, or exceeding, that of congestive heart failure, kidney disease, depression and most types of cancer.To realign the way in which diabetes is viewed and treated, Armstrong says physicians must begin talking with their patients about severe complications, the way they talk with their patients about cancer, and emphasize that with new technologies and continuous care, such as careful dosing of physical activity, remission can be prolonged.\"The real idea here is for physicians to help people move through their world a little better and give them more ulcer-free days and more activity-rich days,\" Armstrong says. \"We want to keep our patients moving, so they're not on the sidelines of life.\"", "article_link": "http://dx.doi.org/10.1056/NEJMra1615439", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoa-usp061417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Arizona", "keywords": ["Medicine/Health", " Epidemiology", " Diabetes"], "journal": "New England Journal of Medicine", "description": "Physicians and patients need to focus on  remission of diabetic ulcers -- that is, extending the time between their formation, says Dr. David G. Armstrong, professor of surgery and director of the Southern Arizona Limb Salvage Alliance at the University of Arizona College of Medicine - Tucson. Armstrong says extending patients' ulcer-free days using treatment and prevention is essential, according to a report from Armstrong and his co-authors.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}