{"title": "Scientists reveal a key link between brain circuits governing hunger and cravings", "text": "BOSTON - The urge to satisfy hunger is a primal one, but - as any dieter knows - choices about when and what to eat can be influenced by cues in the environment, not just how long it's been since breakfast. The fact that food-associated visual cues in television commercials and on highway signs can contribute to overeating is well-documented. But how exactly do these external signals trigger cravings and influence behavior?By developing a new approach to imaging and manipulating particular groups of neurons in the mouse brain, scientists at Beth Israel Deaconess Medical Center (BIDMC) have identified a pathway by which neurons that drive hunger influence distant neurons involved in the decision of whether or not to react to food-related cues. Their findings could open the door to targeted therapies that dampen food cue-evoked cravings in people with obesity. The research was published online today in the journal Nature.\"The main question we were asking is: how do evolutionarily ancient hunger-promoting neurons at the base of the brain, in the hypothalamus, influence 'cognitive' brain areas to help us find and eat calorie-rich foods in a complex and changing world?\" said co-corresponding author Mark Andermann, PhD, an Assistant Professor of Medicine in the Division of Endocrinology, Diabetes and Metabolism at BIDMC and Assistant Professor at Harvard Medical School (HMS).\"To put it simply, when you're hungry, the picture of a cheeseburger may be extremely appealing and effective in influencing your behavior,\" explained lead author Yoav Livneh, PhD, postdoctoral fellow at BIDMC. \"But if your belly is full after eating a big meal, the same cheeseburger picture will be unappealing. We think that the pathway we discovered from hunger-promoting neurons to a region of the brain called the insular cortex plays an important role here.\"Brain imaging data in humans support the notion that the insular cortex is involved in deciding if a source of food is worth pursuing. In healthy humans, the insular cortex increases its activity in response to food cues during hunger but not following a meal. Studies suggest that this process often goes awry in patients with obesity or other eating disorders that exhibit excessive cravings. Those findings indicate that specific changes in brain activity, including increased sensitivity to food cues, may underlie these disorders - rather than a 'lack of willpower'. In their study, Livneh, Andermann and co-corresponding author Bradford B. Lowell, MD, PhD, Professor of Medicine in the Division of Endocrinology, Diabetes and Metabolism at BIDMC and Professor of Medicine at HMS, and colleagues focused on the insular cortex, using a mouse model. Because the mouse insular cortex is located at the side of the brain in a hard-to-reach place, Andermann, Lowell, Livneh and colleagues pioneered the use of a tiny periscope that allowed them to see neurons in this previously unobservable part of the brain. The tool allowed the researchers to monitor and track individual neurons in awake mice as they responded to food cues in both sated and hungry physiological states. Their experiments demonstrated that visual cues associated with food would specifically activate a certain group of neurons in the insular cortex of hungry mice, and that these neurons were necessary for mice to respond behaviorally to food cues. After mice had eaten until they were full, this brain response to food cues in the insular cortex was no longer present. While the mice were still sated, the researchers used genetic techniques to artificially create hunger by 'turning on' hunger-promoting neurons in the hypothalamus. These neurons express the gene for Agouti-related protein (AgRP) and were previously shown to restore simple feeding behaviors. By activating these AgRP neurons, Livneh and colleagues caused sated mice to once again react to visual stimuli and seek more food, and it also restored the pattern of food cue visual responses across neurons in insular cortex to that previously seen in hungry mice. \"These AgRP neurons cause hunger - they are the quintessential hunger neuron,\" explained Lowell. \"It's a major advance to learn that we can artificially turn them on and cause full mice to work to get food and to eat as if they hadn't eaten in a long time. These neurons seem capable of causing a diverse set of behaviors associated with hunger and eating.\"Based on their research, it may also be possible to dial down the specific pathway from AgRP neurons to the insular cortex and reduce over-attention to food cues in the environment, ideally without impacting deliberate eating at mealtimes. This hypothesis requires further investigation, the researchers stress, but has exciting implications for the treatment of human obesity and other eating disorders. With their unprecedented view into the insular cortex, Andermann and Lowell's team created a road map of the brain circuitry by which hunger-related AgRP neurons ultimately influence insular cortex. Using powerful genetic and optical methods to switch individual cells on and off at will, the team could observe the effects both on downstream neurons and on behavior. The circuitry they revealed includes the amygdala, thought to update the value of food cues, and the paraventricular thalamus, which is also important for motivated behaviors. The researchers suggest the pathway may bias decision-making by increasing the pros and decreasing the cons of seeking out and eating a given food. \"We're still trying to understand how this process works,\" said Lowell. \"Huge questions remain, but they are now addressable thanks to these new imaging methods.\"  ", "article_link": "http://dx.doi.org/10.1038/nature22375", "url": "http://www.eurekalert.org/pub_releases/2017-06/bidm-sra061217.php", "region": "namerica", "source_link": null, "funder": "European Molecular Biology Organization, Safra Center for Brain Sciences, Davis Family Foundation, National Science Foundation, Sacklers Scholars Program, National Institutes of Health, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Neurobiology", " Nutrition/Nutrients"], "journal": "Nature", "description": "By developing a new approach to imaging and manipulating particular groups of neurons in the mouse brain, scientists at Beth Israel Deaconess Medical Center (BIDMC) have identified a pathway by which neurons that drive hunger influence distant neurons involved in the decision of whether or not to react to food-related cues. Their findings could open the door to targeted therapies that dampen food cue-evoked cravings in people with obesity. The research was published online today in the journal Nature.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}