{"title": "Muscle growth finding may assist with cancer treatment", "text": "Monash University's Biomedicine Discovery Institute (BDI) researchers have collaboratively developed a therapeutic approach that dramatically promotes the growth of muscle mass, which could potentially prevent muscle wasting in diseases including muscular dystrophy and cancer. The approach, jointly developed with Baker Heart and Diabetes Institute scientists, combines - for the first time - molecules that inhibit three proteins which in turn repress muscle growth.Published this week in the journal Proceedings of the National Academy of Sciences, the scientists found that inhibiting activin A, activin B and myostatin resulted in skeletal muscle mass increase by as much as 150 per cent in preclinical models. Myostatin has long been recognised as the body's major negative regulator of skeletal muscle mass, helping to maintain muscle homeostasis in the body, but creating molecules to target all three related proteins together was a novel approach.  \"As a result of the study we can now more precisely regulate - and increase - muscle mass in the setting of disease,\" co-lead author from Monash BDI, Dr Craig Harrison, said.Dr Harrison said the study, the culmination of many years of research with the Baker Institute's Dr Paul Gregorevic, was aimed mostly at developing a way of preventing muscle loss in the wasting condition cachexia, in cancer.  Dr Harrison said cachexia, observed in the end stages of cancer, was thought to contribute or directly cause 20 to 30 per cent of all cancer-related deaths. Palliative care is currently the only treatment for cancer cachexia. The condition is also seen in other diseases including diabetes, AIDS, and in heart and kidney failure.The paper showed that the combination treatment could prevent muscle wasting in a cancer cachexia model as well as in muscular dystrophy. It could also potentially be used after clinical development in healthy and in ageing individuals undergoing a slow wasting of muscles, Dr Harrison said. Activins and myostatin belong to the transforming growth factor-β (TGF-β) family of proteins, which both researchers have been investigating for a number of years.    Further pre-clinical research is proceeding.The findings were recently corroborated by a similar study by US scientists, although those experiments did not target activin B and did not demonstrate as great an effect, Dr Harrison said. ", "article_link": "http://dx.doi.org/10.1073/pnas.1620013114", "url": "http://www.eurekalert.org/pub_releases/2017-06/mu-mgf061217.php", "region": "australia", "source_link": null, "funder": "", "meeting": "", "institution": "Monash University", "keywords": ["Medicine/Health", " Cancer"], "journal": "Proceedings of the National Academy of Sciences", "description": "Monash University's Biomedicine Discovery Institute (BDI) researchers have collaboratively developed a therapeutic approach that dramatically promotes the growth of muscle mass, which could potentially prevent muscle wasting in diseases including muscular dystrophy and cancer.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}