{"title": "Promising peas' potential in big sky country", "text": "Farmers in Montana, and other parts of the Northern Great Plains, are shifting from cereal mono-cropping to a cereal-dry pea cropping system. This transition is not without its share of unknowns, however.Yield and performance of pea crops depend on both their genetics and the environment. Environmental factors such as temperature and rainfall can vary greatly. Farmers in different parts of the Plains need to know which varieties of pea will do well in the area they are farming.Chengci Chen of Montana State University is working to generate that information. He has been studying how pea genetics interact with the environment to affect crop yields, and pea protein and starch content. \"Ultimately, I hope to be able to recommend which pea varieties to cultivate to growers in various environments,\" says Chen.To do that, Chen and his colleagues tested how nine different varieties of pea performed when grown in five locations across Montana. These locations were spread across the state and had different soils and climatic conditions.Chen examined yield and protein and starch content of the different pea varieties. \"These are characteristics that are important to growers and end users,\" he says. Pea varieties that have higher yield can bring more profits to producers. Varieties that have higher protein or starch contents interest different end users.For example, \"dry yellow peas are fractionated into protein, starch, and fiber. These components are widely used in food ingredients, especially by health-food businesses,\" Chen explains. \"The market for pea protein is growing rapidly because it is non-dairy and allergen-friendly.\" When the researchers evaluated the nine pea varieties grown in different environments, they found that \"pea yield is affected by both genetics and environment, but environment has the larger effect,\" Chen says. Pea protein content is largely affected by environment as well. However, one kind of starch -- resistant starch -- content is mainly controlled by genetics.\"Resistant starch is important because it is beneficial to human health,\" says Chen. It's a type of starch that escapes digestion in the small intestine. Instead, it is fermented by intestinal bacteria in the large intestine into short-chain fatty acids. \"These short-chain fatty acids can be absorbed by the colon or used by bacteria as energy, which provides many benefits to the colon and to the body,\" says Chen.Also, since resistant starch does not release glucose within the small intestine, it helps balance the body's blood sugars. That helps everyone, especially individuals with diabetes. Growing pea crops benefit the environment as well. \"Pea is an excellent rotation crop for wheat,\" says Chen. \"It helps control weeds, diseases, and insects. It also fixes nitrogen from the atmosphere.\" Pea crops require very little nitrogen fertilizer as a result, which reduces energy cost and greenhouse emissions. Finally, \"pea-wheat rotations produce higher yield,\" says Chen. \"They provide farmers with more net returns than traditional cereal mono-cropping in the Northern Great Plains.\" Chen hopes his research will help guide growers on which varieties of peas will grow best in different environments. \"Our findings will help farmers identify site-specific varieties of pea or select general varieties for a broader area,\" says Chen. \"Also, growers will be able to choose pea varieties with a specific trait, such as higher resistant starch content, and grow them for different end users.\"  Chen continues to work with plant breeders to develop new varieties of pea with higher protein or resistant starch content. He also aims to overcome limiting factors to help peas thrive for optimum yield.Read more about Chen's work in Agronomy Journal. ", "article_link": "http://dx.doi.org/10.2134/agronj2016.07.0401", "url": "http://www.eurekalert.org/pub_releases/2017-06/asoa-ppp061417.php", "region": "namerica", "source_link": "https://www.agronomy.org/news/media-inquiries/releases/2017/0614/892/ ", "funder": "", "meeting": "", "institution": "American Society of Agronomy", "keywords": ["Agriculture", " Agricultural Production/Economics", " Food/Food Science", " Ecology/Environment", " Plant Sciences", " Nutrition/Nutrients"], "journal": "Agronomy Journal", "description": "Changing over from all wheat to wheat-pea rotations can be uncertain. To help, researchers have been studying how pea genetics interact with the environment to affect crop yields, pea protein and starch content for market demands.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}