{"title": "AgeHack@MLBootCamp: The first Eurasian hackathon on AI for longevity to launch", "text": "Wednesday, 14th of June, 2017, Baltimore, MD, Insilico Medicine, Mail.Ru Group in collaboration with the center for electronic health of the Ministry of Health of the Republic of Kazakhstan to organize the first Eurasian hackathon on machine learning on aging and longevity. The contest will run on the ML BootCamp platform from 15th of June to 15th of July and feature valuable prizes and internships that will allow machine learning scientists and programmers interested in contributing to the field of aging and longevity research.AgeHack@MLBootcamp will be organized using the Machine Learning Bootcamp platform and will receive coverage in social networks, Mail.ru, AgeNet.Net and on the website of the Ministry of Health.AgeHack@MLBootCamp is an online hackathon dedicated to identifying the novel methods for combating aging and extending the healthy productive longevity as well as to popularizing the field of biomedical data science among the IT professionals in the CIS countries. This will be the first hackathon, where data scientists from several Eurasian countries will attempt to develop novel solutions for healthy longevity starting from age predictors and predictors of health status. The basis for the contest will be the large dataset of anonymized health records.Deep learned predictors of chronological age trained on the various types of biological data available in large volume from retrospective tests especially in healthy people will help us build comprehensive multi-modal biomarkers of human health status and will allow us to evaluate the effects of the various interventions. Insilico Medicine is collaborating with the governments, large healthcare providers and diagnostics labs in North America, Europe and Asia to develop new tools for personalized medicine, drug discovery and aging research. And while we usually work with tens of millions of data sets, it is important to see new ideas and approaches used on a small data set of one hundred thousand records with a small number of features and identify the machine learning champions, who are interested in solving this kind of problems», said Alex Zhavoronkov, the founder and CEO of Insilico Medicine.\r\nIn addition to recognition and internship offers, the winner will receive a MacBook Pro and the second and third places will receive high-end NVIDIA GPUs. Other top-scoring participants will receive valuable prizes.\"The machine learning technologies are at the peak of their popularity attracting more and more attention from experts from various research areas. This ML-hackathon on our platform is an important milestone in the Mail.ru's development of this field. The future of biomedical innovation is closely related with the management of large data sets and synergy between artificial intelligence and medicine. And we are very happy that we can help in the fight against aging by sharing our experience in machine learning and educational initiatives\", commented Olga Avgustan, the head of educational initiatives at Mail.Ru Group.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/imi-atf061317.php", "region": "namerica", "source_link": "http://mlbootcamp.ru/main/", "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Mathematics/Statistics", " Medicine/Health", " Cardiology", " Gerontology", " Neurobiology", " Technology/Engineering/Computer Science", " Computer Science"], "journal": "", "description": "Insilico Medicine, Mail.Ru Group in collaboration with the center for electronic health of the Ministry of Health of the Republic of Kazakhstan to organize the first Eurasian hackathon on machine learning on aging and longevity. The contest will run on the ML BootCamp platform from 15th of June to 15th of July and feature valuable prizes and internships that will allow machine learning scientists and programmers interested in contributing to the field of aging and longevity research.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}