{"title": "New magnet technology creates easy blood access for hemodialysis patients", "text": "(Wednesday, June 14, 2017 -- Toronto) A new, minimally invasive system which uses radiofrequency energy instead of open surgery to create access for patients needing hemodialysis is reliable, with minimal complications, according to data published in the American Journal of Kidney Disease.For hemodialysis patients, creating direct access to their blood is critical because they need to have their blood cleaned regularly by a dialysis machine. A single-arm, prospective study of 80 predialysis and dialysis patients from nine centres in Canada, Australia and New Zealand for one year showed that an arteriovenous fistula (AV-fistula) - the recommended type of vascular access for patients to connect to a hemodialysis machine - was created successfully in 98% of all cases, with 87% being physiologically suitable for dialysis within three months of creation by this new magnet-based endovascular technology.  Regarding complications, 1.8% of AV-fistulas had thrombosis or clots within three months and 10.5% within 12 months - lower than that reported in current AV-fistulas created by open surgery. Studies have reported that from 14-26% of traditional fistulas had clots within 12 months. Traditional surgical fistulas often need two to three additional procedures before the AV-fistula is ready for use, while the AV-fistulas created by this new technology needed fewer. The study, entitled, \"Endovascular Proximal Forearm Arteriovenous Fistula for Hemodialysis Access: Results of the prospective, multicenter Novel Endovascular Access Trial (NEAT),\" is published online in the American Journal of Kidney Disease, June 14, 2017. Dr. Charmaine Lok, Medical Director of both the Chronic Kidney Diseases and Hemodialysis Programs at the Toronto General Hospital, University Health Network is an internationally renowned specialist on hemodialysis access and the principal investigator of the trial.   \"Chronic kidney patients currently do not have a minimally invasive option for creating AV-fistulas and yet  it could reduce a significant barrier for patients to have an AV-fistula, which is the preferred access for hemodialysis. Patients often refuse AV-fistula creation because they do not want to undergo open surgery, and this technology can provide another option for patients,\" says Dr. Lok, who is also a senior scientist at Toronto General Hospital Research Institute. She notes that the use of AV-fistulas remains low in many regions world-wide. She adds that traditional surgical AV-fistulas can require long wait times, general anesthesia, and pre-operative assessments. Currently, an AV-fistula is made through a surgical incision in the arm to expose and access the artery and vein, which are then cut and stitched together. The vein grows bigger and stronger (now called an AV-fistula) over six to 12 weeks. The strengthened AV-fistula, which can sometimes last for decades, can then be used for regular hemodialysis treatments.In contrast to the usual surgical option, the NEAT clinical study examined a new technique to create an AV-fistula without open surgery. Using the everlinQ endoAVF System by TVA Medical, flexible magnetic catheters were inserted into an artery and a vein in the arm of each participating patient. The vessels were drawn together by the magnets. A small burst of radiofrequency energy, given through the catheters, was then used to create a connection between the artery and vein, creating the AV-fistula. The catheters were then removed leaving no surgical scar. These study procedures were performed on outpatients who did not need general anesthesia.Dr. Dheeraj Rajan, the co-primary investigator in the study and Vascular/Interventional Radiologist at University Health Network's Joint Department of Medical Imaging, supervised the interventional procedure for all Toronto General Hospital and other study centre patients. \"This novel technology is a substantial benefit to our hemodialysis patients,\" he says, \"we can now access veins and arteries that otherwise would not be easily accessible via surgery, and we can do this in a safe, quick way that is easy for our patents to tolerate.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uhn-nmt061317.php", "region": "namerica", "source_link": null, "funder": "Heart and Stroke Foundation, TVA Medical", "meeting": "", "institution": "University Health Network", "keywords": ["Medicine/Health", " Internal Medicine", " Urogenital System"], "journal": "American Journal of Kidney Diseases", "description": "A new, minimally invasive system which uses radiofrequency energy instead of open surgery to create access for patients needing hemodialysis is reliable, with minimal complications, according to data published in the American Journal of Kidney Disease.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}