{"title": "Taking diabetes medications as prescribed, exercising and managing weight", "text": "People with diabetes who took their medications at least 80 percent of the time and people who exercised four or more times per week were at lower risk for poorly controlled blood sugar, according to a new study published in the American Journal of Pharmacy Benefits. The study also finds that people who were clinically obese were at higher risk for poorly controlled blood sugar. Poorly controlled blood sugar can lead to complications including kidney disease, retinal damage, heart disease, hospitalization and death, according to the American Diabetes Association.The ADA estimates that about 29 million Americans have diabetes, and according to the National Health and Nutrition Examination Survey, 21 percent of adults with diabetes have poorly controlled blood sugar. The study, which included nearly 20,000 patients from Kaiser Permanente in Oregon and Southwest Washington, is novel because researchers were able to track medication adherence using Kaiser Permanente's unique electronic health record system, which includes pharmacy refill data. Many prior studies relied on asking patients if they took their medications, which is less reliable than patients' medical records. \"Our physicians can look at a patient's electronic medical record and quickly see how often patients are refilling their diabetes, cholesterol and blood pressure medications. If patients are refilling medications when they're supposed to, they're also likely taking them when they're supposed to,\" said David Mosen, PhD, lead author and investigator at the Kaiser Permanente Center for Health Research. \"During office visits we also ask patients if they are exercising and then enter this information into their medical record.\" \"It's not that people are willfully not taking their medications, they just forget,\" said Harry Glauber, MD, co-author and endoctrinologist with Kaiser Permanente. \"There's so much focus on new drugs and new technologies to improve diabetes care, but our study shows we could likely improve outcomes if we help patients do these three things: take their medications as prescribed, increase their exercise and manage their weight.\" Researchers examined several lifestyle and demographic factors to determine which were most closely associated with poorly controlled blood sugar. They found that members who took their oral diabetes medications at least 80 percent of the time were 46 percent less likely to have poorly controlled blood sugar, compared to those who took their medications less than 80 percent of the time. Members who exercised four or more times a week were 25 percent less likely to have poorly controlled blood sugar, compared to members who exercised three or fewer times per week.Researchers also found that people who were clinically obese (a body mass index or BMI of 30 or more) were 18 percent more likely to have poorly controlled blood sugar, compared to those who were not obese. African Americans and other racial and ethnic minorities were also more likely than non-Hispanic whites to have poorly controlled blood sugar. These differences remained even after adjusting for medication adherence and other lifestyle factors, according to the researchers.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/kp-tdm060817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Kaiser Permanente", "keywords": ["Medicine/Health", " Endocrinology", " Health Care Systems/Services", " Diabetes"], "journal": "American Journal of Pharmacy Benefits", "description": "People with diabetes who took their medications at least 80 percent of the time and people who exercised four or more times per week were at lower risk for poorly controlled blood sugar, according to a new study published in the American Journal of Pharmacy Benefits.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}