{"title": "The role of vitamin A in diabetes", "text": "There has been no known link between diabetes and vitamin A - until now. A new study suggests that the vitamin improves the insulin producing β-cell´s function.  The researchers initially discovered that insulin-producing beta-cells contain a large quantity of a cell surface receptor for vitamin A. \"There are no unnecessary surface receptors in human cells. They all serve a purpose but which, in many cases, is still unknown and because of that they are called \"orphan\" receptors. When we discovered that insulin cells have a cell surface expressed receptor for vitamin A, we thought it was important to find out why and what the purpose is of a cell surface receptor interacting with vitamin A mediating a rapid response to vitamin A\", explains Albert Salehi, senior researcher at the Lund University Diabetes Centre in Sweden.The researchers believe that the purpose, in this particular case, is that vitamin A plays an important role for the development of beta-cells in the early stages of life, but also for a proper function during the remaining life especially during pathophysiological conditions, i.e some inflammatory conditions.Albert Salehi and his research team, together with their colleagues at the University of Gothenburg, King's College (London) and the Oxford Centre for Diabetes, have mapped 220 different receptors on the surface of the beta cell, whose features are still not fully known. One of the findings is the cell surface expressed receptor for vitamin A.In order to study the role of the vitamin in cases of diabetes, the researchers worked with insulin cells from mice and non-diabetic and type 2 diabetic donors. By partially blocking the vitamin A receptor and challenging the cells with sugar, they could see that the cells' ability to secrete insulin deteriorated.\"We saw close to a 30 per cent reduction\", says Albert Salehi, adding that impaired cell survival and insulin secretion are key causes of type 2 diabetes.The same tendency could be seen when comparing insulin cells from type 2 diabetic donors. Cells from patients with type 2 diabetes were less capable of insulin secretion compared with cells from people without diabetes.The researchers also saw that the beta-cells' resistance to inflammation decreases in the absence of vitamin A. In case of a complete deficiency, the cells die. The discovery may also be significant for certain types of type 1 diabetes when the beta-cells are not sufficiently developed during the early stages of life.\"In animal experiments it is known that newborn mice need vitamin A to develop their beta-cells in a normal way. Most likely, the same applies to human beings. Children must absorb a sufficient amount of vitamin A through their diet\", says Albert Salehi.Vitamin A is found mainly in offal and dairy products. In Sweden, milk is enriched with vitamin A. There appears to be no vitamin A deficiency in Sweden in people who eat a standard variety of food, but vegetarians perhaps need to be aware of the problem.Too much vitamin A is harmful and can lead to osteoporosis. However, there is no risk of excessive intake through food - the risk lies in taking dietary supplements. Defects associated with vitamin A deficiency are, among other things, impaired night vision and reduced elasticity in the skin and mucous membranes.In the event of a diabetes treatment based on the newly found cell surface receptor for vitamin A, Albert Salehi believes that the risk of excessive intake makes the vitamin A itself inappropriate.\"But we're trying to find substances such as small molecules or peptides that are similar to the vitamin A could activate the newly found receptor while lacking the unwanted effects\" of vitamin A\", he concludes.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/lu-tro061317.php", "region": "europe", "source_link": "https://www.jstage.jst.go.jp/article/endocrj/64/3/64_EJ16-0338/_article", "funder": "", "meeting": "", "institution": "Lund University", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Endocrine Journal", "description": "There has been no known link between diabetes and vitamin A -- until now. A new study suggests that the vitamin improves the insulin producing β-cell's function.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}