{"title": "Research suggests seal oil could help people with type 1 diabetes", "text": "(TORONTO, Canada - June 13, 2017) - A research team at the Krembil Neuroscience Centre in Toronto has published a paper that suggests seal oil has the potential to help promote nerve regeneration in patients with Type 1 diabetes.The study found that patients who ingested an omega-3 supplement derived from seal oil twice a day over a 12-month period reported an increase in corneal nerve fibre length. The paper entitled The effects of omega-3 supplementation on neuropathy in type 1 diabetes was published in the June, 2017 issue of Neurology, the medical journal of the American Academy of Neurology.\"Nothing like this has been attempted in humans before,\" says Dr. Evan Lewis, a neurologist and one of the study's authors. \"Results from this trial are a very important step towards a clinical therapy for people with diabetic neuropathy.\" Diabetic neuropathy is a form of nerve damage caused by diabetes. Symptoms vary from patient to patient, but can include tingling, numbness, loss of sensation, a feeling of burning in the hands and feet, constant pain and difficulty walking. There are currently no therapies available for patients that stop or reverse its effects. \"This study is the first to show that targeted nutritional invention can stop and reverse small fibre damage,\" says Dr. Vera Bril, head of the division of Neurology in the Department of Medicine, and Medical Director of the Ellen Prosserman Centre for Neuromuscular Diseases at UHN, and the study's principal investigator. Other members of the research team included Dr. Bruce Perkins of the Leadership Sinai Centre for Diabetes as well as Dr. Thomas Wolever and Dr. Richard Bazinet, both of the University of Toronto's Department of Nutritional Sciences.The study involved 40 patients and focused primarily on corneal nerve fibre length. Located at the front of the eye, the cornea has the highest density of nerves in the body. Damage to these nerves, or loss of corneal nerve fibre length, is considered a biomarker for the progression of Type 1 diabetes. The study did not measure vision recovery.Researchers investigated the effects of the omega-3 seal oil supplement on nerve structure and found that patients on average experienced a 29 per cent increase in corneal nerve fibre length, which is considered to be representative of small nerve fibre regeneration in other parts of the body.\"These findings suggest that use of this supplement may have the potential to have a regenerative effect,\" says Dr Lewis. \"Our goal was to collect enough data to power a randomized clinical trial and we believe this study lays the groundwork for that to happen.\" The next step for the research team will be to conduct a phase three randomized controlled trial involving a larger group of participants. \r\nFunding for this study was provided by Diabetes Canada and the Banting and Best Diabetes Centre.\"The initial results of this research are very promising and Diabetes Canada looks forward to continued study on the impact of omega-3s on nerve regeneration,\" said Dr. Jan Hux, Chief Science Officer at Diabetes Canada.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uhn-rss061317.php", "region": "namerica", "source_link": null, "funder": "Diabetes Canada, Banting and Best Diabetes Centre", "meeting": "", "institution": "University Health Network", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Neurology", "description": "A research team at the Krembil Neuroscience Centre in Toronto has published a paper that suggests seal oil has the potential to help promote nerve regeneration in patients with type 1 diabetes.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}