{"title": "Lloyd Paul Aiello receives JDRF Award for Excellence in Type 1 Diabetes Clinical Research", "text": "Boston - (June 12, 2017) - The JDRF has awarded Lloyd Paul Aiello, M.D., Ph.D., the 2017 JDRF Mary Tyler Moore and S. Robert Levine Excellence in Clinical Research Award. The announcement was made during the JDRF One Conference in Chicago, Ill. Dr. Aiello is Director of the Beetham Eye Institute at Joslin Diabetes Center, and Professor of Ophthalmology and Vice Chair of the Department of Ophthalmology at Harvard Medical School. This award is named in honor of JDRF chairman, the late Mary Tyler Moore, who had type 1 diabetes for over 40 years, and her husband, S. Robert Levine, M.D.  It is given to recognize outstanding clinical and translational type 1 diabetes research.Dr. Lloyd Paul Aiello was the inaugural chair of the Diabetic Retinopathy Clinical Research Network and focuses his clinical and research interests on eliminating vision loss due to diabetic retinopathy and other related retinopathies. His research aims to determine the underlying biochemistry and molecular mechanisms of these diseases, then develop and test novel therapeutic interventions through rigorous translational and clinical trial research. The pioneering work of Dr. Aiello helped demonstrate the role of vascular endothelial growth factor (VEGF) in diabetic retinopathy and other retinal disorders, as well as the therapeutic potential of VEGF inhibitors in these conditions. Along with colleagues George L. King, M.D., and Edward P. Feener, Ph.D., at the Joslin Diabetes Center, Dr. Aiello also contributed to the first evidence that protein kinase C-beta (PKC-beta) and plasma kallikrein are involved in vascular leakage in diabetic retinopathy.  Dr. Aiello is recognized internationally for his leadership in diabetic retinopathy research. In 2002, he helped found and then served as the inaugural chair of the Diabetic Retinopathy Clinical Research Network (DRCR.net), a national collaborative network dedicated to facilitating multicenter clinical research for diabetic retinopathy, diabetic macular edema, and related disorders. Funded by the National Eye Institute, DRCR.net now includes over 150 centers nationwide representing academic medical institutions and private practice groups.During his career, Dr. Aiello has received numerous awards, including sharing the 2014 Antonio Champalimaud Vision Award with Dr. George L. King at Joslin for their contributions toward the discovery of treatments inhibiting vascular endothelial growth factor (VEGF) for diabetic eye disease.Dr. Aiello received his doctoral degree in Biochemistry and a medical degree from Boston University School of Medicine. He completed residency in ophthalmology at the Wilmer Ophthalmological Institute at Johns Hopkins University and Hospital before coming to the Joslin Diabetes Center, where he completed both a clinical vitreoretinal, and a research fellowship.  He joined the Joslin staff in 1994.\"Dr. Aiello has impacted millions of patients' lives by preserving their vision as a result of discoveries he and his colleagues have made through their pioneering work at Joslin,\" said Peter S. Amenta, M.D., Ph.D., President and C.E.O. of Joslin Diabetes Center. \"He has changed the course of the care and prevention of diabetes-related eye disease, and the 2017 JDRF Mary Tyler Moore and S. Robert Levine Excellence in Clinical Research Award is a fitting way to honor his contributions.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/jdc-lpa061317.php", "region": "namerica", "source_link": "http://www.joslin.org/news/Lloyd-Paul-Aiello-MD-PhD-receives-2017-JDRF-Mary-Tyler-Moore-award-for-clinical-research.html", "funder": "", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health"], "journal": "", "description": "JDRF award recognizes Aiello's research to determine the underlying biochemistry and molecular mechanisms of retinopathies, then develop and test novel therapeutic interventions through rigorous translational and clinical trial research.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}