{"title": "Cellular stress increases the probability of developing autoimmune diseases", "text": "A team of researchers led by Marc Veldhoen, Instituto de Medicina Molecular (iMM), Lisboa, have found that cellular stress enhances the activation of certain type of immune cells implicated in many chronic inflammatory conditions, increasing the risk of autoimmune diseases.T cells, a type of white blood cell, can be tuned into different activation modes thereby tailoring immune responses to adequately deal with infections. However, some of these activation modes can particularly contribute to autoimmune diseases such as arthritis, diabetes and multiple sclerosis.The Veldhoen lab has been studying T cell activation modes for many years and had already noticed that one particular activation status, termed Th17, is much more robust than other states leading researchers to hypothesize that these cells are more resistant to adverse conditions than other T cell counterparts.By controlling external conditions such as osmotic pressure and sugar concentration in the culture medium as well as oxygen pressure, the team revealed that Th17 cells are preferentially generated under adverse conditions when compared to optimal conditions. Moreover, by using mouse models of autoimmunity Veldhoen and colleagues demonstrated that if cell stress was inhibited, lower numbers of Th17 cells were generated and the animals had reduced disease symptoms.There has been an increasing focus from both academia and pharmaceutical companies over the past years on Th17 cells, since they are implicated in several chronic inflammatory conditions. In fact, studies interfering with the biology of these cells have shown promise for therapeutic applications in psoriasis and arthritis, for example.\r\nThese novel findings offer additional pharmacological targets to reduce cellular stress at sites of inflammation by reducing Th17 generation and preserving other T cell responses which may hold important clinical implications.The study \"Cellular stress in context of an inflammatory environment supports TGFβ independent T helper-17 differentiation\" was published in Cell Reports.", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.05.052", "url": "http://www.eurekalert.org/pub_releases/2017-06/idmm-csi060817.php", "region": "europe", "source_link": null, "funder": "Deutsche Forschungsgemeinschaft, European Union H2020, Helmholtz-DKFZ-Inserm, Agence Nationale pour la Recherche", "meeting": "", "institution": "Instituto de Medicina Molecular", "keywords": ["Cell Biology", " Medicine/Health", " Immunology/Allergies/Asthma"], "journal": "Cell Reports", "description": "Researchers found that cellular stress enhances the activation of certain type of immune cells with implications in many chronic inflammatory conditions.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}