{"title": "Does access to quality playgrounds vary with a child's socioeconomic status & obesity risk?", "text": "New Rochelle, NY, June 13, 2017--A study of all 3rd-5th grade youth in one U.S. county examined differences in access to playgrounds and associations between youth weight and playground accessibility and quality. The study, which focused on variations in playground access and quality depending on a child's gender, socioeconomic status (SES), and race/ethnicity, is published in Childhood Obesity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Childhood Obesity website until July 13, 2017.In the article entitled \"Examining Sociodemographic Differences in Playground Availability and Quality and Associations with Childhood Obesity\" coauthors Shea McCarthy, Morgan Hughey, MPH, and Andrew Kaczynski, PhD, Arnold School of Public Health, University of South Carolina, Columbia, SC, determined playground access to be within a half mile and recorded whether the children were a healthy weight, overweight, or obese. The researchers report the differences in results obtained related to playground access and youth weight depending on whether SES factors were taken into account. \"Lower income children tend to be heavier than higher income children. Since children who play outside are known to participate in more physical activity, which is likely related to obesity, it isn't clear the extent to which differences in the access to public playgrounds may account for the socioeconomic differences in adiposity,\" says Childhood Obesity Editor-in-Chief Tom Baranowski, PhD, Baylor College of Medicine, Houston, TX. \"McCarthy and colleagues analyzed a large data set in one county in the southeastern U.S. This revealed that while upper class children were less likely to have a park nearby, there was no relationship with playground quality, and neither proximity to nor quality of a playground was related to adiposity. These unexpected findings need to be replicated in other counties and communities in other areas of the U.S. and elsewhere. Identifying the causes of obesity is a necessary first step in preventing this serious national problem.\"", "article_link": "http://dx.doi.org/10.1089/chi.2016.0239", "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-dat061317.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/does-access-to-quality-playgrounds-vary-with-a-childs-socioeconomic-status-and-obesity-risk/2196/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Demography", " Socioeconomics"], "journal": "Childhood Obesity", "description": "A study of all 3rd-5th grade youth in one US county examined differences in access to playgrounds and associations between youth weight and playground accessibility and quality.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}