{"title": "New 'WHO collaborating centre for physical activity and health'", "text": "A lack of physical activity increases the risk for cardiovascular and respiratory diseases as well as diabetes and cancer. In Switzerland alone, insufficient physical activity is responsible for at least 325,000 cases of disease and 1,200 premature deaths and causes direct treatment costs of more than a billion Swiss francs a year.At the Epidemiology, Biostatistics and Prevention Institute (EBPI) of the University of Zurich, the Physical Activity and Health Unit has been dealing intensively with the health consequences of a lack of physical activity. The research group led by epidemiologist Sonja Kahlmeier regularly researches and publishes evidence-based guidance and approaches for promoting physical activity. Additional groups at EBPI are researching physical activity from childhood to old age. This research has also garnered international recognition: The World Health Organization Regional Office for Europe has designated the Unit a \"WHO Collaborating Centre for Physical Activity and Health.\" The fact that the Collaborating Centre is co-lead by Sonja Kahlmeier and Brian Martin, Chief Medical Officer of the Canton of Zurich makes it clear how important the combination of science and practical implementation are for WHO. In addition to the WHO Collaborating Centre for Travelers' Health, EBPI now hosts a second Centre of competence of importance to WHO; other Collaborating Centres at UZH cover the topics of bioeth-ics and drug abuse. \"We are proud to advance current topics in the health Chief Medical Officer of the Canton of Zurich sector with our successful experts,\" says Michael Hengartner, President of the University of Zurich. Well-known representatives of WHO, the Swiss Federal Agency of Health, and Zurich Director of Health, Thomas Heiniger, are taking part in today's opening ceremony. \"We are committed to effective and sustainable health promotion and disease prevention in Zurich. I am pleased that EBPI unit has received recognition for its important work and is now an official WHO Collaborating Centre,\" says Heiniger.\"Establishment of the WHO Collaborating Centre on Physical Activity and Health extends WHO's network in the field and provides us with a crucial partner to increase our capacity to research and advocate for the promotion of physical activity in the region and globally,\" says Gauden Galea, Divisional Director of the WHO European Regional Office.  In addition to the Physical Activity Strategy for Europe launched in 2016, WHO also intends to work out a global plan of action for physical activity by 2018.The WHO Collaborating Centre for Physical Health and Activity will be dedicated to the following top-ics at the interface between science and politics over the next four years: Instead of using the traditional provision of information, people shall be reached through supportive living environments. Doctors in their practice or at the hospital shall ask their patients about their usual physical activity and shall provide initial counseling. For this area, the Physical Activity and Health research group is developing the scientific foundation, materials and education modules for doctors and other health professionals. Strategies and tools in the areas of urban and traffic planning, for example, are just as vital. Such strategies and tools shall support integrating regular physical activity, such as walking and cycling, into everyday life. The research group at EBPI will also support these approaches with research and practical tools and guidance.   A further area of work are particularly promising national approaches for promoting physical activity as well as alliances and WHO networks. At the Centre of these organizations is the European Network for the Promotion of Health-Enhancing Physical Activity network (HEPA Europe), which already has over 160 member institutions from 36 countries. As a topic, guidance shall be developed for relevant topics within the scope of the WHO European Physical activity strategy, supplemented with Experts Meetings.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoz-nc061317.php", "region": "europe", "source_link": "http://www.media.uzh.ch/en/Press-Releases/2017/Collaborating-Centre-WHO.html", "funder": "", "meeting": "", "institution": "University of Zurich", "keywords": ["Medicine/Health", " Mortality/Longevity", " Epidemiology", " Gerontology", " Health Care Systems/Services", " Health Professionals", " Public Health"], "journal": "", "description": "The University of Zurich is launching a new ", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}