{"title": "Donor microbes persist 2 years after fecal transplant to treat C. difficile infection", "text": "BIRMINGHAM, Ala. - University of Alabama at Birmingham researchers have made the first direct demonstration that fecal donor microbes remained in recipients for months or years after a transplant to treat the diarrhea and colitis caused by recurrent Clostridium difficile infections -- a serious and stubborn cause of diarrhea after an antibiotic treatment for some other illness.While clinicians have hypothesized that fecal microbiota transplantation, or FMTs, are successful because they restore missing microbial flora to the gut of a fecal transplant recipient, no one has directly shown colonization of specific microbial donor strains in recipient patients or what those strains are.In two patients, the UAB group showed that certain donor microbial strains persisted as long as two years after an FMT. Five other patients showed persistence of donor strains in recipients for three to six months, the longest times tested, after an FMT. To detect the fates of donor microbial strains in recipients, Ranjit Kumar, Ph.D., Elliot Lefkowitz, Ph.D., Martin Rodriguez, M.D., Casey Morrow, Ph.D., and their UAB colleagues developed a method that uses detection of single nucleotide variations in microbial genomes -- in combination with a new bioinformatics algorithm -- to identify related microbes.\"It essentially is a personalized microbiome 'fingerprint,'\" said Kumar, research scientist in the UAB Center for Clinical and Translational Science Informatics Institute.This novel method may help explain why FMTs for recurrent 'C. diff' infections succeed 90 percent of the time -- a greater rate than antibiotic therapy -- and the method may also be able to warn of changes in the gut microbiota that may be associated with metabolic diseases like diabetes or obesity, as well as diseases like ulcerative colitis or Parkinson's disease.\"In the big picture, people are evaluating certain changes in the human microbiome as a disease predictor,\" said Lefkowitz, a professor in the UAB Department of Microbiology and director of UAB CCTS Informatics. \"We have extended the resolution of what we can detect in the gut microbiome, not to just the genus or species, but to individual strain detection.\"\"Disruption of the gut microbial community structure can impact the overall health of the host and result in or exacerbate metabolic diseases,\" said Morrow, professor emeritus in the UAB Department of Cell, Developmental and Integrative Biology. \"Our microbiome fingerprint method will form the cornerstone of a personalized medicine approach to improve human health by providing an early warning system to detect disruption of the gut microbial community structure.\"\"This early warning system could be used to signal the use of interventions,\" Morrow said, \"such as microbe transplants, designed to maintain the gut microbe community structure necessary for efficient metabolic function needed for human health.\"Details of the studyThe surfaces of the human body that are exposed to the external environment are inhabited by a vast number of bacteria, often called the microbiota or microflora. Those microbes equal or may outnumber the number of human cells in the body, and 70 percent of a person's microbiota are in the gastrointestinal tract. This intestinal microbiome plays important roles in human health, and imbalance of this microbiome may contribute to many disease states. Recurrent C. difficile infection  is a prime example in the emerging field of human microbiome research.C. difficile infections have health care costs estimated in the billions of dollars, and despite the use of more powerful antibiotics to try to eliminate C. difficile, patients have a 20 percent rate of recurrence. The risk of further episodes is even greater after a third recurrence of C. difficile.FMT has become an increasingly common treatment option for recurrent C. difficile, with a 90 percent success rate to alleviate symptoms and restore health. In the treatment, as much as half a pound of fecal material in saline solution from a healthy donor is given to the patient through a nasogastric tube, as in the current study, or other routes such as colonoscopy.While sequencing of 16S ribosomal RNA genes can identify species and their prevalence in the gut, that approach cannot identify and follow an individual strain from donor to recipient. So the UAB researchers turned to complete sequencing of the bacterial genomes of the gut microflora, both in the transplant donors and in the transplant recipients before and after FMT, and these sequences were compared to standard genome sequences for 93 species of bacteria (71 species that are most abundant in the healthy microbiome, and 22 species found to be abundant in FMT recipients).Since the noise of a small region of a bacterial genome with a lot of DNA alteration can obscure identification of a single strain by creating artificially large numbers of single nucleotide variants, or SNVs, the UAB researchers used a window-based similarity approach across the genome to provide a more accurate determination of true variability. Rather than a resolution at the single nucleotide variant level, they compared the variants in short, consecutive windows of DNA sequences spanning the bacterial genome. The choice of window size can be from 100 to 1,000 base pairs, depending on the dataset -- 1,000 base pair windows were used in this study.  Scoring each window as similar or as not similar is like voting. The window-based similarity SNV, or WSS, is the number of similar windows divided by the total number of windows -- similar plus dissimilar -- expressed as a percentage.The UAB researchers then applied the WSS method to metagenomic data from a set of 136 metagenomes from the NIH Human Microbiome Project -- the microbiota DNA sequences of 51 individuals sampled once, 41 individuals sampled twice and one individual sampled three times, totaling 1.3 trillion DNA bases. The WSS was calculated for all possible pairwise comparisons of samples for each microbial species, which revealed that samples from the same individual taken at two separate times had a distinctively higher WSS than non-related samples at the species level. Using the WSS data as features, they trained a classification model, via logistic regression, for each bacterial species; they were then able to identify a statistically significant WSS cutoff value for each species that differentiated a related sample -- namely, a sample from the same person at different time points -- from nonrelated samples from two different people.The classification model was then applied to the WSS of all possible pairwise comparisons of microbiome sequences from fecal samples of six donors and seven FMT recipients treated at UAB for C. difficile infections (one of the donors was used for two transplants). Samples were obtained one to six months following transplant when colonization of the gut with donor microbes should have occurred; second samples at two years post-FMT were available for two of the seven transplants.For all seven FMTs, donor microbes were found in the recipients, as measured by WSS scores above the cutoff for each particular species, and the two recipients who were tested at two years showed persistence of the donor microbes.Bacteroides spp. were the most common donor microbe found in the recipients post-transplant; but each recipient showed a different overall pattern of donor microbial species, highlighting the complexity of microbial ecology in the gastrointestinal tract environment.Donor microbes found in the seven recipients included nine species of Bacteroides, two species each of Alistipes and Parabacteroides, and single species of Acidaminococcus, Akkermansia, Barnesiella, Coprococcus, Eubacterium, Faecalibacterium, Prevotella and Ruminococcus.\"The demonstration that certain transplanted microbes can persist for up to two years demonstrates the potential of using FMT for long-term changes in the composition of the gastrointestinal tract microbe communities,\" the UAB researchers say in the Biofilms and Microbiomes paper describing their findings. \"The results of our analysis provide new insights into the ecology of the human gastrointestinal tract niches that are essential for development of new approaches to improve health via manipulation of this complex microbial community.\"", "article_link": "http://dx.doi.org/10.1038/s41522-017-0020-7", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoaa-dmp061317.php", "region": "namerica", "source_link": "http://www.uab.edu/news/innovation/item/8408", "funder": "University of Alabama at Birmingham", "meeting": "", "institution": "University of Alabama at Birmingham", "keywords": ["Microbiology", " Medicine/Health", " Infectious/Emerging Diseases", " Gastroenterology", " Bioinformatics"], "journal": "npj Biofilms and Microbiomes", "description": "University of Alabama at Birmingham researchers have made the first direct demonstration that fecal donor microbes remained in recipients for months or years after a transplant to treat the diarrhea and colitis caused by recurrent Clostridium difficile infections -- a serious and stubborn cause of diarrhea after an antibiotic treatment for some other illness.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}