{"title": "A plant-based diet boosts weight loss twice as effectively as a traditional diabetes diet", "text": "WASHINGTON--All calories may not be created equal, at least when it comes to utilizing dietary patterns for weight loss. A new controlled study published in the Journal of the American College of Nutrition finds a plant-based vegetarian diet leads to greater weight loss compared to a calorie-equivalent diabetes diet. A group of 74 adults with type 2 diabetes, split nearly equal among men and women, adopted a 500-calorie reduced diet for six months. Half adopted a vegetarian diet and half adopted a conventional diabetes diet. Those in the vegetarian diet group lost nearly twice as much weight, 13.67 pounds, compared to those following the traditional diabetes diet, with an average weight loss of 7.05 pounds, despite consuming equal amounts of energy. The vegetarian group reduced subfascial fat, the type of fat that lines our muscles, and intramuscular fat, fat that is stored in the muscles, at a higher rate than those who followed the conventional diabetes diet. Those following the vegetarian diet lost an average of 3.7 cm2 more in their total leg area, including .38 cm2 more subfascial fat, 1.21 cm2 more intramuscular fat, compared to those following a traditional diabetes diet. Both groups reduced subcutaneous fat, the type of fat that is stored under the skin, equally. To measure fat storage, Dr. Kahleova and the research team analyzed the composition of study participants' thighs at baseline, at 3 months, and 6 months into the study by using magnetic resonance imaging. They found changes in subcutaneous and subfascial fat correlated with changes in HbA1c, fasting plasma glucose, and β-cell insulin sensitivity, markers of blood sugar metabolism and control. Could the change in internal fat stores and insulin sensitivity explain the net weight-loss difference for those following a plant-based diet? \"Losing muscle fat increases insulin sensitivity,\" says Hana Kahleova, M.D., Ph.D., the lead study author and director of clinical research at the nonprofit Physicians Committee. \"By taking extra fat out of the muscle cells, we're letting insulin back in to convert sugar into energy. This uptick in the conversion of calories is the equivalent to a metabolic reboot, especially for people who struggle with extra weight, a sluggish metabolism, or type 2 diabetes.\" Dr. Kahleova wasn't surprised at the results since they prove her hypothesis, but she is impressed with additional benefits--like satiety and increased energy--that those in the plant-based diet noted during the 3-month and 6-month check-in periods. Participants in the vegetarian group maintained the exercise regimen, introduced halfway throughout the study, at a higher rate than those following a traditional diabetes diet. Study participants in the vegetarian diet group also had an easier time sticking to the prescribed meal plans during the exercise program. A sample plant-based meal plan might include cooked millet with plums and almonds for breakfast; lentil soup with carrots and cabbage for lunch; brown rice with marinated tofu and bean sprouts for dinner; and vegetables, fruits, and carrot sticks with hummus for snacks. A sample meal plan for those following the traditional diabetes diet might include peanut butter raisin oatmeal for breakfast; a tuna-cucumber wrap for lunch; honey lemon chicken with brown rice and vegetables for dinner; and low-fat plain yogurt, fruit, and carrot and celery sticks with a low-fat dairy dip as snacks. The net weight-loss results, measured by calculating body weight at the end of the 6-month study, were consistent for both groups a year after Dr. Kahleova checked in with participants for a future follow-up study, which was published in the journal Cor et Vasa. Those in the vegetarian diet group retained a 6-cm reduced waist circumference, while those in the traditional diabetes diet group retained a 5-cm reduction, a year after the study concluded. HbA1c increased in both groups, however those in the vegetarian diet group were less likely to increase diabetes medication or insulin levels a year after the intervention. \"What we found is that a plant-based vegetarian diet is a helpful tool for anyone who is serious about staying healthy and lean, especially as we age,\" says Dr. Kahleova. \"A diet built around plants is naturally rich in fiber, vitamins, minerals, and phytochemicals, which leaves us feeling energized and refreshed instead of hungry and fatigued. Part of the reason a vegetarian diet works so well for many people is because it's easy to stick to.\" A weight-loss meta-analysis published in 2015 finds people who follow a vegetarian diet weigh 7.5 to 10 pounds less, on average, than those who adhere to traditional weight-loss diets. Dr. Kahleova's study appears at a time when two in three American adults struggle with their weight, when one in three adults has prediabetes, and when one in four adults ages 65 and older has type 2 diabetes. Nearly half of overweight adults are trying to lose weight. \"Previously, I thought diabetes was a progressive disease,\" notes Libor Siroky, a study participant in the vegetarian diet group who reversed type 2 diabetes and lost 18 pounds. \"We think it's only going to get worse, but this study proved the opposite. We can control it.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/pcfr-apd061217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Diabetes Association 77th Scientific Sessions", "institution": "Physicians Committee for Responsible Medicine", "keywords": ["Cell Biology", " Nutrition/Nutrients", " Medicine/Health", " Alternative Medicine", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Journal of the American College of Nutrition", "description": "Hana Kahleova, M.D., Ph.D., presented 'The effect of a vegetarian versus conventional hypocaloric diabetic diet on thigh adipose tissue distribution in patients with type 2 diabetes,' at the American Diabetes Association's 77th Scientific Sessions in San Diego on June 12, 2017.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}