{"title": "HbA1C overestimates mean glucose in black persons compared with whites", "text": "1. HbA1C overestimates mean glucose in black persons compared with whitesGlycated hemoglobin, or HbA1C, the standard measure used to assess blood glucose control in patients with diabetes, overestimates mean glucose in black persons compared with white persons. These findings show definitively, for the first time, that glycation of hemoglobin differs by race. Results of a prospective observational study are published in Annals of Internal Medicine.Racial differences in HbA1C levels have been consistently reported in adults and children with type 1 and type 2 diabetes, with black persons having higher HbA1C levels than non-Hispanic white persons. It has been suggested that racial disparities in HbA1C are due to worse glycemic control among blacks, but it has also been hypothesized that higher HbA1C levels could be the consequence of raced-based differences in the degree of glycation of hemoglobin at the same glucose concentration.To determine if racial differences exist in the relationship between mean glucose and HbA1C, researchers compared mean glucose concentration for at least two years in 104 black persons versus 104 white persons with type 1 diabetes. Overall, the researchers found that average HbA1C levels were about 0.8 percent higher in black persons than in white persons (average HbA1c 9.1 percent versus 8.3 percent). However, based on the mean glucose level, the HbA1C should have been only about 0.4 percent higher. This finding represents racial differences in glycation of hemoglobin, which may relate to differences in the lifespan of red blood cells.According to the researchers, these findings prove that HbA1C levels are higher in blacks compared with whites for a given mean glucose level. This study has the potential to change treatment approaches, as it underscores the need for clinicians to pay attention to blood glucose levels and patterns more than to HbA1C levels as a way to individualize care. Media contact: For an embargoed PDF, please contact Cara Graeff. To reach Richard M Bergenstal, MD, Executive Director, International Diabetes Center at Park Nicollet, please contact Vineeta S. Sawkar at vineeta.s.sawkar@healthpartners.com or 952-883-6324.2. New standardized score identifies patients who should be treated with shorter duration dual-antiplatelet therapyA new dual-antiplatelet therapy (DAPT) standardized score can identify patients who have undergone percutaneous coronary intervention (PCI) that are likely to be harmed by prolonged DAPT. Such patients can be managed with a short DAPT course without a higher risk for ischemic events. The findings are published in Annals of Internal Medicine.DAPT is recommended after PCI to prevent atherothrombotic events in the stented coronary segments during the healing process. Guidelines mandate a minimum of 1 to 6 months of DAPT depending on clinical presentation and stent type, but the optimal duration of treatment is not clear because the protective benefits of prolonged DAPT are offset by an increased risk for bleeding complications. Using the standardized DAPT score can identify patients who would derive benefit or harm from prolonged DAPT, but it has not been assessed outside of the DAPT (Dual Antiplatelet Therapy) Study.To evaluate the safety and efficacy of DAPT duration according do DAPT score, researchers retrospectively applied DAPT to the PRODIGY (Prolonging Dual-Antiplatelet Treatment After Grading Stent-Induced Intimal Hyperplasia) Study, which enrolled a broadly inclusive sample of patients randomly assigned to either prolonged (24 months) or short (6 months or less) DAPT regimen after PCI. This assessment showed that the DAPT score could identify patients who were at higher risk for bleeding and, therefore, less likely to derive benefit from prolonged DAPT. The authors noted that the performance of the DAPT score varied on the basis of the type of implanted stent. Prolonged DAPT was effective in preventing ischemic events only among patients with a high DAPT score who received early-generation paclitaxel-eluting stents. However, prolonged DAPT was safe regardless of the type of stent used in patients with high DAPT score. The authors suggest further research in a large contemporary cohort of patients treated with newer-generation drug-eluting stents.Media contact: For an embargoed PDF, please contact Cara Graeff. For an interview with the lead author, Marco Valgimigli, MD, PhD, please contact Daria Vogelsang at Daria.Vogelsang@insel.ch. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/acop-hom060617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Diabetes"], "journal": "Annals of Internal Medicine", "description": "Racial differences in HbA1C levels have been consistently reported in adults and children with type 1 and type 2 diabetes, with black persons having higher HbA1C levels than non-Hispanic white persons. It has been suggested that racial disparities in HbA1C are due to worse glycemic control among blacks, but it has also been hypothesized that higher HbA1C levels could be the consequence of raced-based differences in the degree of glycation of hemoglobin at the same glucose concentration.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}