{"title": "Traditional Chinese medicine may benefit some heart disease patients", "text": "Traditional Chinese medicine might be effective as a complement or alternative to traditional Western medicine for primary and secondary prevention of heart disease, according to a state of the art review paper published today in the Journal of the American College of Cardiology. Heart disease is the No. 1 cause of death worldwide, and despite advances in Western medicine for treating and preventing heart disease, unmet needs remain. As a result, traditional Chinese medicine is being increasingly looked at as a supplement to Western medicine, but to date randomized controlled trials are overall of poor quality and flawed. Western scientists often reject Chinese medicine for specific reasons: the formula consists of dozens of ingredients with many chemical molecules, making it hard to clarify the therapeutic mechanism; the medications available in China do not undergo the same rigorous approval process as Western drugs to guarantee efficacy and safety; and most trials were conducted in China by traditional Chinese medicine physicians with medications largely unavailable in the United States.Researchers in this review looked at studies published over the past 10 years on randomized controlled trials of traditional Chinese medicine used for patients with hypertension, dyslipidemia, diabetes/pre-diabetes, atherosclerotic cardiovascular disease and chronic heart failure to assess the efficacy and safety of traditional Chinese medicine.In all, certain Chinese medications showed suggested benefits for each of the cardiovascular health conditions studied. For example, researchers looked at eight randomized controlled trials on traditional Chinese medicine and hypertension. The evidence indicated that Tiankuijiangya, Zhongfujiangya, Qiqilian, Jiangya and Jiangyabao have antihypertensive effects and a good safety profile, making them a potential good alternative for patient intolerant of or who cannot afford Western medications.\r\nHowever, whether those benefits transferred into long-term positive cardiovascular outcomes would have to be determined by long-term trials. \"Of note, one should bear in mind that traditional Chinese medicine medications are usually prescribed as complex formulae, which are often further manipulated by the practitioner on a personalized basis,\" said Yuxia Zhao, senior author of the review and a physician in the Department of Traditional Chinese Medicine at Shandong University Qilu Hospital in Jinan, Shandong, China. \"The pharmacological effects and the underlying mechanisms of some active ingredients of traditional Chinese medications have been elucidated. Thus, some medications might be used as a complementary and alternative approach for primary and secondary prevention of cardiovascular disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/acoc-tc060817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Alternative Medicine", " Cardiology", " Clinical Trials"], "journal": "Journal of the American College of Cardiology", "description": "Traditional Chinese medicine might be effective as a complement or alternative to traditional Western medicine for primary and secondary prevention of heart disease, according to a state of the art review paper published today in the Journal of the American College of Cardiology.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}