{"title": "Spouses' daily responses to partners' pain linked with later functioning", "text": "The dynamics of spouses' daily interactions may influence whether an ill partner's physical functioning improves over time, according to new findings published in Psychological Science, a journal of the Association for Psychological Science.\"We found that osteoarthritis patients whose spouses were more empathically responsive in daily interactions fared better in terms of their physical function than patients whose spouses were less responsive,\" says Ohio State researcher Stephanie J. Wilson, lead author on the study who completed the work as part of her dissertation at Penn State. \"Their performance on an objective test improved over time: They were better able to stand from a chair unassisted, maintained better balance, and could walk more quickly.\"\"Other research suggests that people who perform better on these tasks also are more likely to remain independent and to live longer,\" Wilson explains. \"Thus, our findings have direct clinical implications for chronic pain patients.\"The idea that our social environment affects our health in incremental ways - through the ups and downs of everyday life -forms the basis of various conceptual frameworks, but Wilson and Penn State professors Lynn M. Martire and Martin J. Sliwinski noted that few studies had actually managed to capture these daily dynamics.To address this gap in the literature, senior researcher and thesis adviser Lynn Martire designed a novel study and collected data combining daily diary assessments taken over a short term with physical function measurements taken over longer intervals. Specifically, the team examined the association between spouses' daily responsiveness to their partners with osteoarthritis and changes in the partners' physical function over the following 18 months.The researchers hypothesized that the degree to which spouses showed empathic, solicitous, and punishing responses in response to their partners' pain would be associated with the partners' physical well-being over time. Specifically, partners whose spouses provided emotional support, affection, and attention (empathic behaviors) would show improvement in functioning, while those whose spouses took over tasks and encouraged rest (solicitous behaviors) and those whose spouses acted frustrated and appeared irritated (punishing behaviors) would show diminished functioning over time.The study included a total of 152 osteoarthritis patients, all of whom were over 50 years old and married or living with a partner. Participants completed short surveys in the evening every day over the 22-day daily diary period. Spouses rated the degree to which their partners had expressed feeling pain; patients rated the degree to which spouses responded to their pain expression with a variety of behaviors. The researchers measured the patients' physical function - including balance, gait, speed, and ability to rise from a chair - at the beginning of the study, 6 months later, and 18 months later.The results showed that patients with spouses who responded to their expressions of pain with empathic behaviors on a daily basis showed improved physical function 6 and 18 months later relative to patients with less empathic spouses. However, the data did not indicate that either solicitous responses or punishing responses were linked with changes in patients' physical function.\"Based on previous work, we expected that patients whose spouses were more solicitously responsive--that is, provided more instrumental help such as retrieving medication and taking over chores--would decline in their physical function over time, but this did not hold,\" explains Wilson.The findings are novel in that they specifically link patterns in couples' day-to-day interactions to objective clinical measures, capturing the dynamic nature of how spouses influence each other.And the results have implications for a particularly broad audience:\"One in five adults is diagnosed with some kind of persistent pain in their lives, and osteoarthritis is among the most common conditions that emerge as we get older,\" Wilson notes. \"It will be important for future studies to examine whether the empathic responsiveness pattern also bodes well for people with other chronic conditions such as diabetes or cardiovascular disease.\"", "article_link": "http://dx.doi.org/10.1177/0956797617697444", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-sdr060817.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/spouses-daily-responses-to-partners-pain-linked-with-later-functioning.html", "funder": "NIH/National Institute of Aging, NIH/National Institute of Dental and Craniofacial Research", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Medicine/Health", " Pain", " Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Stress/Anxiety", " Parenting/Child Care/Family", " Couples"], "journal": "Psychological Science", "description": "The dynamics of spouses' daily interactions may influence whether an ill partner's physical functioning improves over time, according to new findings published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}