{"title": "Drug costs vary by more than 600% in study of 10 high-income countries", "text": "In a study of 10 high-income countries with universal health care, costs for prescription drugs in 6 of the largest categories of primary care medicines varied by more than 600%, according to research published in CMAJ (Canadian Medical Association Journal). The study looked at data on the volume and daily cost of primary care prescriptions in 10 high-income countries with universal health care: Australia, Canada, France, Germany, the Netherlands, New Zealand, Norway, Sweden, Switzerland and the United Kingdom. Because of the high cost of pharmaceutical drugs and the lack of universal health care, the United States was not included. Researchers focused on 6 categories of widely used primary care drugs usually purchased at retail pharmacies rather than hospital pharmacies. These included hypertension treatments, pain medications (nonsteroidal anti-inflammatory drugs as well as opioids), cholesterol-lowering drugs, noninsulin diabetes treatments, gastrointestinal medications and antidepressants. They measured frequency of use of the medications by average number of days of therapy purchased per capita.In the 5 countries with universal, single-payer coverage of prescription medications, the average per-person cost was $77. Average costs were $99 in the 4 countries with universal social insurance for prescription drugs and $158 in Canada, which has a mixed system of private and public financing. Higher costs of drugs and the mix of therapies chosen accounted for most of the cost differences between countries. \"The volume of therapy purchased in Canada was about the same as that in the comparator countries; however, Canadians spent an estimated $2.3 billion more than they would have in 2015 if these primary care treatments had had the same average cost per day in Canada as in the 9 comparator countries combined,\" writes Dr. Steven Morgan, School of Population and Public Health, University of British Columbia, with coauthors. \"Average expenditures are lower among single-payer financing systems, which appear to promote lower prices and selection of lower-cost treatment options within therapeutic categories,\" the study authors conclude. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/cmaj-dcv060617.php", "region": "namerica", "source_link": null, "funder": "Commonwealth Fund", "meeting": "", "institution": "Canadian Medical Association Journal", "keywords": ["Health Care", " Socioeconomics", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Pharmaceutical Science", " Public Health", " Demography"], "journal": "Canadian Medical Association Journal", "description": "In a study of 10 high-income countries with universal health care, costs for prescription drugs in 6 of the largest categories of primary care medicines varied by more than 600%, according to research published in CMAJ (Canadian Medical Association Journal).", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}