{"title": "New study finds more than 2 billion people overweight or obese", "text": "STOCKHOLM - Globally, more than 2 billion children and adults suffer from health problems related to being overweight or obese, and an increasing percentage of people die from these health conditions, according to a new study.They are dying even though they are not technically considered obese, researchers found. Of the 4.0 million deaths attributed to excess body weight in 2015, nearly 40% occurred among people whose body mass index (BMI) fell below the threshold considered \"obese.\"The findings represent \"a growing and disturbing global public health crisis,\" according to the authors of the paper published today in The New England Journal of Medicine.\"People who shrug off weight gain do so at their own risk - risk of cardiovascular disease, diabetes, cancer, and other life-threatening conditions,\" said Dr. Christopher Murray, an author on the study and Director of the Institute for Health Metrics and Evaluation (IHME) at the University of Washington. \"Those half-serious New Year's resolutions to lose weight should become year-round commitments to lose weight and prevent future weight gain.\"The study, which spans 195 countries and territories from 1980 through 2015, was released today at the annual EAT Stockholm Food Forum, which aims to create a healthier, more sustainable food system. It is based on data from the most recent Global Burden of Disease study (GBD), a systematic, scientific effort to quantify the magnitude of health loss from all major diseases, injuries, and risk factors by age, sex, and population. With more than 2,300 collaborators in 133 countries, the GBD study examines 300-plus diseases and injuries.The paper includes analyses of other studies on the effects of excess weight and potential links between high BMI and cancers of the esophagus, colon and rectum, liver, gallbladder and biliary tract, pancreas, breast, uterus, ovary, kidney, and thyroid, as well as leukemia. IHME is committed to producing more in-depth studies on the implications of obesity and overweight, including through a new partnership with the United Nations, according to Dr. Murray.He announced at the forum a new agreement between IHME and the UN's Food and Agriculture Organization (FAO) to exchange data, knowledge, and expertise. The goal is to elevate the world's collective understanding of what is driving \"the current global epidemic of disease\" related to high body weight.The United Nations \"Decade of Action on Nutrition\" is an initiative covering 2016-2025 to eradicate hunger, end malnutrition in all its forms (undernutrition, micronutrient deficiencies, overweight or obesity), and reduce the burden of diet-related non-communicable diseases in all age groups.In 2015, excess weight affected 2.2 billion children and adults worldwide, or 30% of all people. This includes nearly 108 million children and more than 600 million adults with BMI exceeding 30, the threshold for obesity, according to the study. The prevalence of obesity has doubled since 1980 in more than 70 countries and has continuously increased in most other nations. Although the prevalence of obesity among children has been lower than among adults, the rate of increase in childhood obesity in many countries was greater than that of adults. Among the 20 most populous countries, the highest level of obesity among children and young adults was in the United States at nearly 13%; Egypt topped the list for adult obesity at about 35%. Lowest rates were in Bangladesh and Vietnam, respectively, at 1%. China with 15.3 million and India with 14.4 million had the highest numbers of obese children; the United States with 79.4 million and China with 57.3 million had the highest numbers of obese adults in 2015.\"Excess body weight is one of the most challenging public health problems of our time, affecting nearly one in every three people,\" said Dr. Ashkan Afshin, the paper's lead author and an Assistant Professor of Global Health at IHME. \"Over the past decade, numerous interventions have been evaluated, but very little evidence exists about their long-term effectiveness. Over the next 10 years, we will closely with the FAO in monitoring and evaluating the progress of countries in controlling overweight and obesity. Moreover, we will share data and findings with scientists, policymakers, and other stakeholders seeking evidence-based strategies to address this problem.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ifhm-nsf060717.php", "region": "namerica", "source_link": null, "funder": "Bill & Melinda Gates Foundation", "meeting": "EAT Stockholm Food Forum", "institution": "Institute for Health Metrics and Evaluation", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients", " Public Health", " Social/Behavioral Science", " Death/Dying", " Exercise"], "journal": "New England Journal of Medicine", "description": "Globally, more than 2 billion children and adults suffer from health problems related to being overweight or obese, and an increasing percentage of people die from these health conditions, according to a new study.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}