{"title": "Fasting plasma glucose and insulin are determinants of dietary weight loss success", "text": "San Diego, CA and Copenhagen, Denmark, June 11, 2017 - Researchers from the University of Copenhagen, together with colleagues from the University of Colorado, Tufts University, Centro de Investigación Biomédica en Red de Fisiopatología de la Obesidad y Nutrición (CIBER OBN) and Gelesis, Inc., presented new data demonstrating that blood sugar (glucose) and/or fasting insulin should be used to select the right diet, particularly for people with prediabetes and diabetes. Evaluated across six major interventional diet studies utilizing a variety of nutrition strategies, these biomarkers were repeatedly proven as predictors of weight loss and maintenance success. The specific diets that will work differ based on whether a patient has normal blood sugar, has prediabetes or is living with diabetes. The data were presented at the American Diabetes Association 77th Scientific Sessions.\"Remarkably, for many patients, use of these biomarkers can lead to a six- to seven-fold greater weight loss,\" commented Arne Astrup, Professor, Head of the Department of Nutrition, Exercise and Sports at the University of Copenhagen, Denmark. \"Going forward, we can educate patients when a diet they planned to follow would actually make them gain weight, and redirect them to a strategy that we know will work for them.\"The studies demonstrate that, for successful weight loss, fasting blood sugar and fasting insulin should be used to select an approach that is proven to work based on those biomarkers. For most people with prediabetes, a fiber-rich diet without calorie restriction will be very effective and has been shown to improve diabetes markers. In this population, carbohydrates or fats should be adjusted based on fasting insulin levels. For people with type 2 diabetes, a diet rich in healthy, plant-based fats (such as from olive oil, nuts and avocados) will be effective to achieve weight loss.  The researchers acknowledge that no one solution will work for every patient, but for many in the US and EU these strategies are likely to be more effective than a generic, 'one size fits all' approach.\"Our research shows that weight loss strategies should be customized based on an individual's biomarkers, which is a big step forward in using personalized nutrition to help people achieve greater weight loss success,\" continued Professor Astrup. \"These findings are particularly important as they allow us to provide those with prediabetes a custom strategy to help them lose weight, which can ultimately prevent or delay the development of type 2 diabetes.\"The University of Copenhagen will continue to participate in and support research to explore additional biomarkers such as gut microbiota and genomics approaches, which may offer more insights and help to better predict success with specific diets. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/fos--fpg060817.php", "region": "europe", "source_link": "http://nexs.ku.dk/english/news/2017/new-data-find-fasting-plasma-glucose-and-insulin-are-determinants-of-dietary-weight-loss-and-maintenance-success/", "funder": "Gelesis, Inc", "meeting": "American Diabetes Association 77th Scientific Sessions", "institution": "Faculty of Science - University of Copenhagen", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Eating Disorders/Obesity", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Public Health"], "journal": "American Journal of Clinical Nutrition", "description": "Differentiated findings for people with prediabetes and type 2 diabetes presented at the American Diabetes Association® 77th Scientific Sessions: For prediabetes, a fiber-rich diet; For type 2 diabetes, a diet rich in healthy fats.", "date": "Sun, 11 Jun 2017 04:00:00 GMT"}