{"title": "Fasting glucose as a marker for greater weight loss on a high-fiber, low-glycemic diet", "text": "SAN DIEGO and BOSTON (June 11, 2017, 3:00 ET) -- Researchers from the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University, together with colleagues from Gelesis and the University of Copenhagen, presented preliminary data demonstrating that study participants with high fasting plasma glucose lost more weight than those with low fasting plasma glucose when following a high-fiber, low-glycemic load diet.Presented at the American Diabetes Association's 77th Scientific Sessions (Poster #75-LB), the data suggest that fasting plasma glucose levels  -- also called blood sugar levels -- could be helpful in determining the type of diet that is most effective for weight management for people with prediabetes or diabetes. \"Fasting blood sugar is easily measured and our findings suggest that it could serve as a useful measure in advising some patients on the type of diet that is most beneficial for their weight loss,\" said senior author Sai Krupa Das, Ph.D., scientist in the Energy Metabolism Laboratory at the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University in Boston.\"The biggest benefits of the high-fiber, low-glycemic diet were seen in people with high fasting blood sugar levels. Study participants with higher blood sugar levels lost more weight on a high-fiber, low-glycemic diet than those on the same diet with lower blood sugar levels, suggesting that it might be possible to optimize weight loss approaches based on a simple clinical measure,\" she continued. Das is the senior author on the Healthy Weight for Living Study which found that workplace-based weight programs could be an effective approach for people with significant weight loss goals. Data from that study was used in this new analysis. Participants in the six month study who were overweight or with obesity and who had high fasting blood glucose lost a greater percentage of body weight (-9.4 percent) compared to those with low fasting blood glucose (-4.1 percent).  Notably, 79 percent of participants with high fasting blood glucose had lost five percent of their body weight compared to 50 percent with low fasting blood glucose.In addition, 36 percent in the high group, vs. 8 percent in the low group lost 10 percent of their body weight. \"The difference in response among those with high fasting blood sugar and lower fasting blood sugar is important. It might be time to consider glycemic status when advising patients on the best strategy for weight loss,\" said study author Susan B. Roberts, Ph.D., director of the Energy Metabolism Laboratory at the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University.Participants in the Healthy Weight for Living Study benefited from a behavioral weight loss intervention based on the \"I diet\" which is a high-fiber and low-glycemic weight loss program that includes behavioral support.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tuhs-fga061117.php", "region": "namerica", "source_link": null, "funder": "Jean Mayer USDA Human Nutrition Research Center on Aging, Tufts University, NIH/National Heart, Lung, and Blood Institute", "meeting": "American Diabetes Association 77th Scientific Sessions", "institution": "Tufts University, Health Sciences Campus", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Diabetes", " Nutrition/Nutrients"], "journal": "", "description": "Preliminary study data presented at the American Diabetes Association's 77th Scientific Sessions finds that study participants with high fasting plasma glucose lost more weight than those with low fasting plasma glucose when following a high-fiber, low-glycemic load diet. Data from the Healthy Weight for Living Study was used to conduct this new analysis.", "date": "Sun, 11 Jun 2017 04:00:00 GMT"}