{"title": "Harms of nighttime light exposure passed to offspring", "text": "COLUMBUS, Ohio - Animals can pass the damaging effects of nighttime light exposure to their offspring, a new study has found, adding to a growing body of evidence that there's a health cost to our increasingly illuminated nights.Hamster pups are born with weakened immune systems and impaired endocrine activity when their parents don't receive a natural mix of daylight and darkness prior to mating, found researchers at The Ohio State University.\"This suggests that circadian disruptions can have long-ranging effects in offspring and that's concerning,\" said lead author Yasmine Cisse, a graduate student in neuroscience at Ohio State. The study appears in Scientific Reports.Previous human and animal studies have linked a variety of health problems, including cancer and diabetes, to dim-light exposure during naturally dark hours. And that science has prompted concerns about the prevalent use of computers, tablets, televisions and phones late into the evening hours.\"Now, we're seeing for the first time in these hamsters that it's possible this damage isn't just being done to the affected individuals, but to their offspring as well,\" said senior study author Randy Nelson, professor and chair of neuroscience at Ohio State's Wexner Medical Center.Going into the study, the research team knew from prior studies that endocrine disruption caused by stressors in adult mice can lead to physiological and behavioral changes in their offspring. And they knew from their previous work that animals exposed to light at night experience wide-ranging changes in their own endocrine and immune systems.This research aimed to determine whether parents were passing along possible modifications in genetic messaging, known as epigenetic changes.Researchers exposed adult hamsters of both sexes to either a standard light day/dark night cycle or to dim light at night for nine weeks. Then the hamsters were mated in four groups (mothers or fathers with dim-light exposure, both parents with exposure to light at night and both parents with standard light exposure.)After mating, the entire group lived under standard light conditions. The hamsters' offspring were then reared in standard light day/dark night conditions. The researchers ran a series of tests on the offspring to determine if their parents' light exposure prior to mating made any difference.Cisse and her colleagues found evidence that the dim light exposure had various repercussions for offspring, and that fathers and mothers independently appeared to pass along genetic instructions that impaired immune response and decreased endocrine activity. In addition, some of the effects were seen only in female offspring or only in male offspring.In hamsters with parents that were exposed to light at night, researchers saw a decreased immune response when exposed to a foreign substance, changes in genetic activity in the spleen and potential damages to the endocrine system.Nelson said it's especially important to note that the negative changes seen in the pups were traced to both parents.\"These weren't problems that developed in utero. They came from the sperm and the egg,\" he said. \"It's much more common to see epigenetic effects from the mothers, but we saw changes passed on from the fathers as well.\"It is well-understood that well-being in animals and people depends on healthy sleep/wake cycles. To isolate the effects of dim light at night from effects of sleep duration, the Ohio State researchers work with naturally nocturnal Siberian hamsters.  Nelson and Cisse said this new study, taken with previous work on light exposure at night, should prompt more thought about how to keep our nights dark.\"I think people are beginning to accept that light pollution is serious pollution and it has health consequences that are pretty pronounced - an increase in cancers, depression, cardiovascular disease, diabetes and anxiety disorders,\" Nelson said. \"We should be concerned about the increasing exposures to light at night from our tablets and phones and TVs.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/osu-hon032717.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation", "meeting": "", "institution": "Ohio State University", "keywords": ["Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Environmental Health", " Immunology/Allergies/Asthma", " Circadian Rhythm", " Sleep/Sleep Disorders"], "journal": "Scientific Reports", "description": "Animals can pass the damaging effects of nighttime light exposure to their offspring, a new study has found, adding to a growing body of evidence that there's a health cost to our increasingly illuminated nights.", "date": "Fri, 31 Mar 2017 04:00:00 GMT"}