{"title": "Time delays in vending machines prompt healthier snack choices", "text": "(CHICAGO) - Preventive medicine experts at Rush University Medical Center have discovered that delaying access to tempting, high-calorie foods and snacks in vending machines potentially can shift people's choices to purchase less desired, but healthier snack options.\"Having to wait for something makes it less desirable,\" said Brad Appelhans, PhD, clinical psychologist at the Rush University Prevention Center and lead investigator of the study.  \"Research shows that humans strongly prefer immediate gratification, and this preference influences choices and behavior in daily life.\"We wanted to see if we could use this preference for immediate gratification to improve people's vending machine snack choices,\" said Appelhans.\"Junk food is often immediately available and convenient,\" Appelhans continued. Vending machines are the most prevalent source of high-calorie snacks in the U.S.  There are 1.3 million snack vending machines across the U.S.In an NIH-funded, ecological study, Appelhans and other researchers at Rush developed a new vending machine system and created a technology called the DISC system (Delays to Improve Snack Choices). The DISC vending machine system employs a \"delay\" bar that separates the healthier snacks from the less nutritious options.  When an individual selects a less nutritious snack, the system begins a 25-second time delay before the machine releases the snack from the vending machine.The vending machine with the DISC vending machine system also has an LED screen, which displays the delay times for less healthy snack items, and a delivery countdown, which allows an individual to change their snack choice to a healthier option.\"This delay yielded a 2 percent to 5 percent increase in the proportion of total purchases from healthy snacks,\" said Appelhans. \"Also, we found that the delay did not harm total sales volume or vending revenue, which is important to vending machine operators.\"Prior vending machine interventions have focused on complete removal of unhealthy snacks or the machines altogether.  However, these restriction-based strategies have proven to be undesirable, because they limit the options available and reduce the vending machine profits that schools, workplaces and other organizations count on. Healthy snack purchasing increased during the time delay condition, as well as when the machines were set to 25-cent discounts for healthier options or with a 25-cent additional tax on unhealthy snacks.\"Our findings with the DISC vending machine system suggests that relatively brief time delays can nudge people to purchase healthier snacks at least some of the time. The beneficial effect on snack choice is about as large as that seen with discounts, but unlike discounts, time delays do not harm the total revenue of vending machines,\" said Appelhans.  \"This could be a viable option for vending machine owners to offer good, healthy snack options while keeping their sales and avoiding out-of-pocket costs.\"The DISC system also color coded and labeled the healthy snacks from the regular, less healthy snack options.  The machines also had clear signs indicating that regular, less healthy snacks would vend after a 25-second time delay. There was a touchscreen menu explaining the system delay mechanism and a countdown timer.The researchers also had specific criteria for healthy snacks vs. regular snacks.  Healthy snacks must meet 5 of 7 criteria which included: \"There is a major need for new dietary intervention strategies that combat obesity-promoting factors in the environment,\" said Appelhans.  \"Obesity and poor diet are strong risk factors for heart disease, stroke and diabetes.\"\"Vending machines are conveniently located, have a broad reach and are the most prevalent source of high-calorie, nutrient-poor foods in the U.S.,\" said Appelhans.  \"They are not going anywhere any time soon, so this new vending machine system could be an effective and financially viable strategy that can shift individuals' choices towards healthier options.\"This technology is protected by a PCT patent application.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/rumc-tdi032317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "Society of Behavioral Medicine's Annual Meeting & Scientific Sessions", "institution": "Rush University Medical Center", "keywords": ["Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Public Health", " Social/Behavioral Science", " Behavior"], "journal": "", "description": "Preventive medicine experts at Rush University Medical Center have discovered that delaying access to tempting, high-calorie foods and snacks in vending machines potentially can shift people's choices to purchase less desired, but healthier snack options.", "date": "Fri, 31 Mar 2017 04:00:00 GMT"}