{"title": "Internet crystal ball can predict risk of heart disease, diabetes, study finds", "text": "An online metabolic calculator developed by a University of Virginia School of Medicine doctor and his research partner at the University of Florida predicts patients' risk of developing heart disease and diabetes more accurately than traditional methods, a large new study has found. The tool's creator hopes it will prompt patients to make lifestyle changes that would spare them the suffering and expense of avoidable illnesses.\"This boils it down to telling a patient, 'On the risk spectrum, you are here, and you're in a position where we're worried you're going to have a cardiovascular event in the next 10 years,'\" explained Mark DeBoer, MD, of the UVA School of Medicine and the UVA Children's Hospital. \"My hypothesis is that the more specific information you can give to individuals at risk, the more they will understand it and be motivated to make some changes.\"Evaluating RiskPhysicians traditionally have predicted risk for cardiovascular disease, type 2 diabetes and stroke by looking for five factors: obesity, high blood pressure, high fasting triglycerides, low HDL (good) cholesterol and high fasting blood sugar.  Patients with abnormalities in at least three of these are diagnosed as having metabolic syndrome and told that they are at elevated risk for future health problems.The problem with that approach, DeBoer said, is that it is black-and-white. \"As is true in most processes in life, the reality is that this risk exists on a spectrum,\" he said. \"Someone who has values in each of these individual risk factors that are just below the cutoff still has more risk for future disease than somebody who has very low values.\"The traditional approach also fails to consider variables such as race, ethnicity and gender. For example, DeBoer noted, African-American men are unlikely to be diagnosed with metabolic syndrome but still have a high risk for cardiovascular disease and type 2 diabetes.Testing the PredictionsOn the other hand, the metabolic crystal ball, developed by DeBoer and Matthew Gurka, PhD, from the University of Florida, weights the traditional risk factors and also takes into account race, gender and ethnicity to produce an easy-to-understand metabolic severity score. A small study previously found that the online calculator's predictions lined up well with actual cases of cardiovascular disease and diabetes, and the large new study further bears that out: The study looked, retroactively, at outcomes in more than 13,000 people and found that DeBoer and Gurka's tool was a better risk predictor than the individual risk factors alone.\"This would suggest that when somebody has this congregation of metabolic syndrome findings, there probably is some underlying process that is producing those findings, and that those underlying processes are also contributing to future risk,\" DeBoer said. \"The hope is that a scoring system like this could be incorporated in the electronic medical record to calculate someone's risk and that information could be provided both to the physician, who then realizes there is an elevated risk, and to the patient, who hopefully can start taking some preventative steps.\"The tool is available as a free online calculator at http://mets.health-outcomes-policy.ufl.edu/calculator/. Further research is required to determine exact cut-off values of the score that indicate particular jumps in risk.  The score is primarily intended for physicians but can be used by anyone who has the needed health information.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.10.088", "url": "http://www.eurekalert.org/pub_releases/2017-03/uovh-icb033017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Virginia Health System", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Death/Dying", " Mortality/Longevity", " Diet/Body Weight", " Eating Disorders/Obesity", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of the American College of Cardiology", "description": "An online metabolic calculator predicts people's risk of developing heart disease and diabetes more accurately than traditional methods, a large new study has found. The tool's creator hopes it will prompt people to make lifestyle changes that would spare them the suffering and expense of avoidable illnesses.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}