{"title": "Annals publishes annual updates in internal medicine", "text": "Annals of Internal Medicine, the flagship journal of the American College of Physicians (ACP), has published summaries of the most important medical studies published in 2016 in the fields of general internal medicine, cardiology, hematology, endocrinology, gastroenterology and hepatology, rheumatology, and perioperative, pulmonary, and geriatric medicine. All articles were published within the last year in some of the world's most prestigious medical journals. Authors in each topic area chose articles based on novelty and quality of the research, as well as potential impact on clinical practice. Publication of the updates coincides with Internal Medicine Meeting 2017 (hashtag #IM2017) the annual scientific meeting of the ACP, taking place March 30 - April 1 in San Diego. Each \"Update\" includes detailed summaries of several articles pertaining to a particular subspecialty of internal medicine. Highlights from each subspecialty include:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acop-apa033017.php", "region": "namerica", "source_link": "https://www.acponline.org/acp-newsroom/annals-of-internal-medicine-publishes-annual-updates-in-internal-medicine-1", "funder": "", "meeting": "Internal Medicine Meeting 2017", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Prostate Cancer", " Cardiology", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "Annals of Internal Medicine", "description": "Annals of Internal Medicine, the flagship journal of the American College of Physicians (ACP), has published summaries of the most important medical studies published in 2016 in the fields of general internal medicine, cardiology, hematology, endocrinology, gastroenterology and hepatology, rheumatology, and perioperative, pulmonary, and geriatric medicine.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}