{"title": "Donor-recipient weight and sex mismatch may contribute to kidney transplant failure", "text": "Highlights\nWashington, DC (March 30, 2017) -- A new study indicates that the success of a kidney transplant may rely in part on a kidney donor's weight and sex, factors that are not typically considered when choosing a recipient for a deceased donor kidney. The findings, which appear in an upcoming issue of the Clinical Journal of the American Society of Nephrology (CJASN), suggest that changes may be needed to current immunology-based protocols that match donors and recipients.Previous research has shown that there may be a higher risk of kidney transplant failure if a kidney donor is smaller than the recipient, perhaps due to increased strain on the relatively smaller transplanted kidney. Very few studies have investigated outcomes associated with donor and recipient weight mismatch, however. There is also a suggestion that sex mismatch between kidney donor and recipient may lead to worse outcomes post-transplant, but studies have generated conflicting results.To investigate these issues, a team led by Amanda Miller, MD and Karthik Tennankore, MD (Dalhousie University and the Nova Scotia Health Authority, in Canada) examined whether receiving a kidney transplant from a smaller donor of the opposite sex would impact a recipient's transplant outcomes. The researchers analyzed information on a cohort of US deceased donor recipients between 2000 and 2014 who were listed in the Scientific Registry of Transplants Recipients. Over a median follow-up of 3.8 years, 21,261 of 115,124 kidney transplant recipients developed transplant failure.After accounting for other transplant variables, the researchers demonstrated that if a kidney transplant recipient was >30 kg (66 pounds) heavier than the donor, there was a 28% higher risk of transplant failure compared with equally weighted donors and recipients. If the kidney was from a smaller donor of the opposite sex, the relative risk of transplant failure was further elevated to 35% for a male receiving a kidney from a female donor and 50% for a female receiving a kidney from a male donor. This risk is similar to that observed when a recipient receives a kidney transplant from a donor who has diabetes, a known risk factor for kidney failure.\"This study is extremely important because we have shown that when all else is considered, something as simple as the combination of a kidney donor's weight and sex is associated with a marked increase in kidney transplant failure,\" said Dr. Miller. \"While more research is required before including these variables in a recipient matching strategy, this study highlights the importance of donor and recipient matching above and beyond current immunology-based protocols.\"In an accompanying editorial, Bethany Foster, MD, MSCE and Indra Gupta, MD (McGill University) noted that while matching for sex and body size in organ allocation algorithms deserves consideration, this idea must be approached with a great deal of caution. It would require complex matching, and special care would have to be taken to avoid disadvantaging larger recipients. \"Restricting transplant options by prioritizing sex matching may also lead to longer waiting times,\" they wrote. \"Females with a large body size would be particularly disadvantaged by an approach that favoured allocation of sex- and body-size matched kidneys.\"", "article_link": "http://dx.doi.org/10.2215/CJN.07660716", "url": "http://www.eurekalert.org/pub_releases/2017-03/ason-dwa032417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Clinical Journal of the American Society of Nephrology", "description": "A new study indicates that the success of a kidney transplant may rely in part on a kidney donor's weight and sex, factors that are not typically considered when choosing a recipient for a deceased donor kidney. The findings, which appear in an upcoming issue of the Clinical Journal of the American Society of Nephrology, suggest that changes may be needed to current immunology-based protocols that match donors and recipients.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}