{"title": "Giving brown fat a green light", "text": "BOSTON - (March 27, 2017) - Activated by cold, the small amounts of brown fat scattered around your body can burn calories to warm you up. They also can help to lower insulin resistance and other conditions implicated in type 2 diabetes and obesity. Since the discovery in 2009 that brown fat can be active in adult humans, researchers around the world have worked to unveil ways to switch on this fat. Scientists at Joslin Diabetes Center now have identified a new route to throw the switch.The investigators have shown that a lipid (a fat-like substance) called 12,13-diHOME that circulates in the blood signals brown fat cells in mice to fuel up with other lipids, says Matthew Lynes, a Joslin postdoctoral researcher and lead author on a paper describing the work in the journal Nature Medicine. In one experiment, obese mice given low levels of the molecule produced reduced levels of blood triglycerides--other forms of lipids that can increase risks for heart disease and diabetes in humans.Although the Joslin team hasn't shown that 12,13-diHOME also triggers brown fat activation in humans, the lipid could aid research by acting as a biomarker for the process, notes Yu-Hua Tseng, Ph.D., a Joslin principal investigator and senior author on the paper. Today, researchers in the field must detect brown fat activation by injecting volunteers with tiny amounts of radioactive glucose and scanning them via positron emission tomography (PET), which is a difficult and expensive method. Only in the past decade have biologists realized that lipids can act as signaling molecules, says Lynes, and the study is one of the first to examine how lipids might aid in mobilizing brown fat. The researchers began with a cohort of nine healthy human volunteers, taking blood samples first at normal room temperatures and then at temperatures cold enough to activate brown fat. Levels of 12,13-diHOME rose significantly among all the volunteers in the cold.\"After we identified this lipid in the human cohort, we used it to treat mice,\" says Lynes. \"We showed that it indeed can activate fuel uptake into brown fat, and improve brown fat performance.\" In other mice experiments, the Joslin team also demonstrated that 12,13-diHOME increases in the circulation of animals exposed to cold. Mice treated with 12,13-diHOME were able to better tolerate cold exposure. Still other tests demonstrated that the lipid is produced by brown fat cells exposed to cold. Additionally, knowing that brown fat activity in humans decreases as obesity increases, the Joslin team measured circulating 12,13-diHOME in 55 people with a wide range of ages and body weights. The scientists found a negative correlation of 12,13-diHOME with measures of body mass index, insulin resistance, circulating triglycerides and circulating liver enzymes that are related to fatty liver disease.The researchers now are gathering more details on the molecular mechanisms by which 12,13-diHOME may affect brown fat activation. If the lipid does indeed assist in activating brown fat in humans, it may offer a route toward therapies, and the route may attract particular interest because we produce this substance naturally. \"We would like to take our research from the bench to the bedside by engaging with clinical investigators here at Joslin,\" Tseng says. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/jdc-gbf032917.php", "region": "namerica", "source_link": "http://www.joslin.org/news/cold-induced-lipokine-from-brown-fat-cells-helps-fuel-metabolism.html", "funder": "National Institutes of Health", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases"], "journal": "Nature Medicine", "description": "Since the discovery in 2009 that brown fat can be active in adult humans, researchers around the world have worked to unveil ways to switch on this fat. Scientists at Joslin Diabetes Center now have identified a new route to throw the switch.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}