{"title": "Scientific discovery opens new possibilities for cancer and fibrosis treatment", "text": "Researchers from the Turku Centre for Biotechnology (BTK) in Finland have discovered that a cellular fuel sensor, known to control energy processes in the cells, is involved in the regulation of the contact of cells with their surrounding environment. This unexpected link could help scientists better understand life-threatening diseases, such as cancer and tissue fibrosis.The researchers found that a cellular fuel sensor called AMPK controls integrin function and the production of extracellular matrix. - This is a significant finding, since the rather cheap and widely used drug called metformin activates the AMPK sensor in particular and inhibits diabetes, cancer, fibrosis and cardiovascular diseases, and promotes longevity. Our discovery opens up new therapeutic opportunities for the treatment of these diseases, says Academy Professor Johanna Ivaska, senior author of the study.The space between the cells of human tissues is filled with a meshwork of different proteins called the extracellular matrix. The cells are connected with the extracellular matrix through protein complexes called adhesions. The main proteins in those adhesions are the integrins which link the cytoskeleton with its environment. The researchers have found that in the absence of the fuel sensor AMPK, fibroblasts activate their integrins increasing their adhesion and matrix production. This increase is attributed to a protein called tensin. - AMPK is known to control energy homeostasis. In our study, we have shown that this fuel sensor can also regulate integrin signaling and matrix formation, suggesting that AMPK serves as a general master switch in our body. Our aim was to identify potential novel targets to treat diseases associated with excessive matrix formation, such as cancer and fibrotic diseases which are major causes of morbidity and mortality worldwide, reports Maria Georgiadou, first author of the work. The findings were published in the internationally renowned Journal of Cell Biology on 13 March 2017. http://jcb.rupress.org/content/early/2017/03/10/jcb.201609066", "article_link": "http://dx.doi.org/10.1083/jcb.201609066", "url": "http://www.eurekalert.org/pub_releases/2017-03/uot-sdo032917.php", "region": "europe", "source_link": "https://www.utu.fi/en/news/news/Pages/Scientific-Discovery-Opens-New-Possibilities-for-Cancer-and-Fibrosis-Treatment.aspx", "funder": "", "meeting": "", "institution": "University of Turku", "keywords": ["Cell Biology", " Medicine/Health", " Cancer"], "journal": "Journal of Cell Biology", "description": "Researchers from the Turku Centre for Biotechnology (BTK) in Finland have discovered that a cellular fuel sensor, known to control energy processes in the cells, is involved in the regulation of the contact of cells with their surrounding environment. This unexpected link could help scientists better understand life-threatening diseases, such as cancer and tissue fibrosis.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}