{"title": "Heart failure congress sets new record for original science submissions", "text": "Sophia Antipolis 29 March 2017. A new record for original science submissions has been set for the world's leading heart failure congress. In addition to the main abstract programme, highly anticipated results from major studies will be presented in the late breaking trial sessions.Authors from the across the globe sent nearly 2 000 abstracts to the scientific committee of Heart Failure 2017 and the 4th World Congress on Acute Heart Failure. The main annual meeting of the Heart Failure Association (HFA) of the European Society of Cardiology (ESC) takes place from 29 April to 2 May at the Palais des Congrès in Paris, France.The full scientific programme is available here\"No other meeting has had so much new research presented in heart failure,\" said Professor Alexandre Mebazaa, Heart Failure 2017 Scientific Chairperson. \"Companies and major academic centres are eager to present results of their latest trials at this congress which is a good sign that it is the place to present new work in this field.\"Controversial issues will be tackled by top cardiologists in the new Grand Debates sessions, giving members of the press both sides of the story. Professor Eugene Braunwald will introduce the first session on LCZ696 (sacubitril/valsartan), and Professor John McMurray and Professor Mariell Jessup will battle out whether it is ready for prime time as first-line therapy.The 50th anniversary of heart transplantation will be marked with dedicated sessions. Leaders in the field will explore the limits to heart transplantation, present the latest research on immunosuppression and rejection, and ask \"Will we ever be able to cure heart failure\"?The congress tagline \"rendez-vous with the future\" emphasises the 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure1 as the new standard of care and puts the spotlight on young cardiologists, represented by the Heart failure specialists of Tomorrow (HoTs).\"We used to publish guidelines and that was the end of the story,\" said Professor Mebazaa. \"This year we will give practical examples of how physicians can implement the best knowledge into their daily practice. HoT members will challenge the application of the guidelines - journalists interested in challenging current practice should not miss these sessions.\"The second annual HoT Walk will take place on the evening of Monday 1 May. Members of the public are invited to join the HFA, French Federation of Cardiology, and French Society of Cardiology for a 3 km walk through the streets of Paris.The HFA Lifetime Achievement Award will be bestowed on two prominent cardiologists during the Inaugural Session and each will give a keynote lecture. In the HFA Philip Poole Wilson Lecture, Professor Faiez Zannad will reveal the next frontier for mineralocorticoid receptor antagonists, while Professor Michel Komajda will devote the HFA Eugene Braunwald Lecture to the topic \"Heart failure and diabetes mellitus: les liaisons dangereuses\".ESC Gold Medalist and cardiac surgery pioneer Professor Alain Carpentier will talk about the total artificial heart he invented in the session \"Allez les Bleus! Groundbreaking French contributions to cardiology\".Professor Mebazaa said: \"This is the event of the year in heart failure and members of the media should mark their calendars. The World Congress on Acute Heart Failure will showcase novel results from large trials on new drugs. Heart Failure 2017 will give the state-of-the-art on the hot topic of preventing heart failure, as research has shown that the heart's malfunction leads to many other diseases. We will also hear the latest findings on treating women and men, who we now know need tailored therapies.\"Some 6 000 delegates are set to attend the four day event which features 120 scientific sessions. Journalists are highly recommended to register now.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/esoc-hfc032917.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/heart-failure-congress-sets-new-record-for-original-science-submissions?hit=wireek", "funder": "", "meeting": "Heart Failure 2017", "institution": "European Society of Cardiology", "keywords": ["Cardiology", " Death/Dying", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "A new record for original science submissions has been set for the world's leading heart failure congress. In addition to the main abstract program, highly anticipated results from major studies will be presented in the late breaking trial sessions.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}