{"title": "TBI in emergency departments a substantial economic burden", "text": "TORONTO, March 29, 2017 - A new study that looked at nearly 134,000 emergency department visits for traumatic brain injury, including concussion, during a one year period in Ontario estimated that those visits had a total cost of $945 million over the lifetimes of those patients.Medical treatments accounted for $292 million (31 per cent) of the estimated lifetime costs, and lost productivity amounted to $653 million (69 per cent), according to the report, published online in the Canadian Journal of Neurological Science.Policy makers are increasingly using cost-of-illness studies such as this one to guide resource allocation and identify opportunities for improving health-care sustainability, said Dr. Michael Cusimano, a neurosurgeon at St. Michael's Hospital and a senior author of the study.\"Traumatic brain injuries are occurring at alarmingly high rates and have the potential for long-term disability, so it's important to understand how best to prevent them using available resources,\" he said. \"Determining the patterns, causes, effects, and costs of TBI-related emergency department visits is one way to do that.\"Looking at data from 2009, researchers found there were 133,952 TBI-related visits to Ontario EDs that year. They were also able to break these visits down into demographic groups.Young children and the elderly had the highest rates of TBI-related ED visits compared with those aged five to 65, according to the authors.The rate of TBI-related ED visits was higher for men than women across all age groups younger than 65, according to the authors. This gender difference was particularly evident within the 15 to 24 and 25 to 34 age categories, in which men were twice as likely as women to go to an ED with a TBI. Costs were greater for men than women across nearly all age groups, with men incurring double the costs overall. This finding is consistent with the fact that men suffer a higher rate of fatal injury and earn a higher income on average, compared with women, according to the report. One exception was the over 85 years category, in which costs were 56 per cent higher for females than males. Women live longer than men on average; therefore women are more likely to sustain a TBI because they are overrepresented in the over 85 age range, according to the authors.Falls were the cause of almost half (47 per cent) of TBIs in the year studied.  The highest rate of falls occurred among children under four and the elderly (age 75 years and older), who together were six times more likely to sustain a fall-related TBI compared with other age groups. Other common causes of TBI were struck by/against injuries, in which TBI was sustained when a person was struck by or struck against another person or an object (37 per cent), motor vehicle crashes (10 per cent) and sports- and bicycle-related accidents  (combined 12 per cent). The highest rates of motor vehicle crash-related TBI occurred among adolescents and young adults. Although they accounted for only 10 per cent of TBIs, they accounted for more than 17 per cent of total costs. This disproportionately large cost reflects the long-term disabilities resulting from the original injury resulting from motor vehicle accidents and the increased likelihood of younger age groups being affected by motor vehicle crashes, resulting in high lifetime medical and lost productivity costs, the authors wrote.The findings underscore the importance of ongoing surveillance and prevention efforts targeted to vulnerable populations, said Terence Fu, a medical student at St. Michael's and an author on the study. \"An emphasis on efforts such as falls prevention among the elderly, motor vehicle accident prevention among young adults, and sports-related TBI prevention among youth, could help decrease the incidence and economic burden of these injuries,\" he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/smh-tie032917.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, Ontario Neurotrauma Foundation", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Aging", " Health Care Systems/Services", " Public Health", " Sports/Recreation", " Trauma/Injury"], "journal": "Canadian Journal of Neurological Science", "description": "A new study that looked at nearly 134,000 emergency department visits for traumatic brain injury, including concussion, during a one year period in Ontario estimated that those visits had a total cost of $945 million over the lifetimes of those patients.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}