{"title": "Can childhood obesity be prevented before conception?", "text": "Cleveland--A Case Western Reserve University School of Medicine and MetroHealth System researcher, along with Cleveland Clinic's director of metabolic research, have received federal funding to determine if childhood obesity can be prevented before women become pregnant. The first-ever Cleveland-based study will explore whether an exercise and nutrition program designed for mothers before they conceive will result in less childhood obesity.\"Until now, similar intervention programs, which have only had limited success, were introduced after women became pregnant,\" said co-principal investigator Patrick M. Catalano, MD, professor of reproductive biology at Case Western Reserve and director of Reproductive Health and Clinical Research at MetroHealth. \"To our knowledge, this is the first study that seeks to prevent childhood obesity before a planned pregnancy. Our hypothesis is that interventions after women become pregnant are too late to see the kinds of meaningful improvements in child and maternal health everyone is looking for.\"Through nutrition, exercise, and education, the Lifestyle Intervention in Preparation for Pregnancy program (LIPP) will seek to reduce body fat and improve glucose and lipid metabolism in overweight and mildly obese women who plan on becoming pregnant, with an aim of ultimately reducing obesity and obesity-related health problems in women and their children. The study comes at a time when a growing number of experts believe that such adult-onset chronic conditions as heart disease, type 2 diabetes, and obesity may, at least in part, be a result of poor in utero nutrition resulting from maternal consumption of high-sugar, high-fat foods and little or no exercise before and during pregnancy.   \"LIPP stands in dramatic contrast to the patients' usual care, which for the vast majority is no lifestyle intervention at all,\" said co-principal investigator, John Kirwan, Ph.D., director of the Metabolic Translational Research Center at Cleveland Clinic and Professor of Nutrition and of Physiology at Case Western Reserve University. LIPP will be based in Cleveland neighborhoods and include investigators from a number of disciplines: obstetrics, internal medicine, nutrition, molecular biology, and exercise physiology. Participating institutions are Case Western Reserve University, MetroHealth, and Cleveland Clinic. Under a five-year, $5.5M grant from the National Institute of Child Health and Human Development of the National Institutes of Health, 200 women will be randomly assigned to two groups: usual care and the LIPP intervention. LIPP participants will be sub-divided into classes of 8-10 and receive intensive nutrition education, an exercise program, and support-group programming before and during pregnancy.  The research team will seek funds to continue to follow the women and their children after the formal study is completed in order to ensure long-term adherence to a healthy lifestyle. \"We anticipate that, if successful, this project will serve as the proof-of-principle that childhood obesity can indeed be prevented - not simply treated after the fact,\" said Dr. Catalano. Longer term plans include a similar proposal on a larger scale, possibly supported by Centers for Medicare & Medicaid Services on a county-wide level. Dr. Catalano was one of the first investigators to show that overweight and obese women are at greater risk of having babies who become obese and suffer metabolic complications in later life.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cc-cco032717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Child Health and Human Development", "meeting": "", "institution": "Cleveland Clinic", "keywords": ["Medicine/Health", " Clinical Trials", " Developmental/Reproductive Biology", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Pediatrics", " Exercise"], "journal": "", "description": "Case Western Reserve University School of Medicine and MetroHealth System researcher, along with Cleveland Clinic's director of metabolic research, have received federal funding to determine if childhood obesity can be prevented before women become pregnant.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}