{"title": "Blood test unlocks new frontier in treating depression", "text": "DALLAS - March 29, 2017 - Doctors for the first time can determine which medication is more likely to help a patient overcome depression, according to research that pushes the medical field beyond what has essentially been a guessing game of prescribing antidepressants.A blood test that measures a certain type of protein level provides an immediate tool for physicians who until now have relied heavily on patient questionnaires to choose a treatment, said Dr. Madhukar Trivedi, who led the research at UT Southwestern Medical Center's Center for Depression Research and Clinical Care.\"Currently, our selection of depression medications is not any more superior than flipping a coin, and yet that is what we do. Now we have a biological explanation to guide treatment of depression,\" said Dr. Trivedi, Director of the depression center, a cornerstone of UT Southwestern's Peter O'Donnell Jr. Brain Institute.The study demonstrated that measuring a patient's C-reactive protein (CRP) levels through a simple finger-prick blood test can help doctors prescribe a medication that is more likely to work. Utilizing this test in clinical visits could lead to a significant boost in the success rate of depressed patients who commonly struggle to find effective treatments.A major national study Dr. Trivedi led more than a decade ago (STAR*D) gives insight into the prevalence of the problem: Up to a third of depressed patients don't improve during their first medication, and about 40 percent of people who start taking antidepressants stop taking them within three months.\"This outcome happens because they give up,\" said Dr. Trivedi, whose previous national study established widely accepted treatment guidelines for depressed patients. \"Giving up hope is really a central symptom of the disease. However, if treatment selection is tied to a blood test and improves outcomes, patients are more likely to continue the treatment and achieve the benefit.\"The new research published in Psychoneuroendocrinology measured remission rates of more than 100 depressed patients prescribed either escitalopram alone or escitalopram plus bupropion. Researchers found a strong correlation between CRP levels and which drug regimen improved their symptoms:Dr. Trivedi noted that these results could readily apply to other commonly used antidepressants.\"These findings provide evidence that a biological test can immediately be used in clinical practice,\" he said.Dr. Trivedi identified CRP as a potential marker for depression treatments because it has been an effective measure of inflammation for other disorders such as cardiovascular disease and diabetes.While previous research to establish CRP as an antidepressant marker used levels three to five times higher than the latest study, \"my theory was that you don't need that high of an inflammation to experience the sickness of depression,\" Dr. Trivedi said. \"Even a little inflammation may be sufficient for the patients to experience some of these symptoms of depression.\"The next step is to conduct larger studies to verify CRP's role with other antidepressants and find alternative markers where CRP does not prove effective. Dr. Trivedi said these studies could lead to additional useful biological tests that can be used in practice.\"Both patients and primary-care providers are very desperately looking for markers that would indicate there is some biology involved in this disease. Otherwise, we are talking about deciding treatments from question-and-answer from the patients, and that is not sufficient,\" said Dr. Trivedi, a Professor of Psychiatry who holds the Betty Jo Hay Distinguished Chair in Mental Health and is the inaugural holder of the Julie K. Hersh Chair for Depression Research and Clinical Care.The data reviewed for the study came from the CO-MED trial, which was funded by the National Institute of Mental Health. The work was also supported through UT Southwestern's Center for Depression Research and Clinical Care and The Hersh Foundation.Other UT Southwestern researchers include Dr. Manish Jha, Dr. Abu Taher Minhajuddin, Dr. Bharathi Gadad, Dr. Tracy Greer, Bruce Grannemann, Dr. Abigail Soyombo and Taryn Mayes. Dr. A. John Rush, Professor Emeritus, Duke-National University of Singapore also collaborated on the publication.\"With advances in technology and our understanding of the biology of depression, our ongoing work with additional biomarkers is likely to yield tests for other subtypes of depression,\" said Dr. Jha, Assistant Professor of Psychiatry.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/usmc-bt032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Mental Health", " Depression/Anger"], "journal": "Psychoneuroendocrinology", "description": "Doctors for the first time can determine which medication is more likely to help a patient overcome depression, according to research that pushes the medical field beyond what has essentially been a guessing game of prescribing antidepressants.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}