{"title": "Genetic errors associated with heart health may guide drug development", "text": "Natural genetic changes can put some people at high risk of certain conditions, such as breast cancer, Alzheimer's disease or high blood pressure. But in rare cases, genetic errors also can have the opposite effect, protecting individuals with these helpful genetic mistakes from developing common diseases.A new study of such \"beneficial\" genetic mutations, led by Washington University School of Medicine in St. Louis, may provide guidance on the design of new therapies intended to reduce the risk of heart attacks.The study is published March 29 in the Journal of the American College of Cardiology.The researchers studied members of a family with rare mutations in a gene called ANGPTL3. The gene is known to play important roles in processing lipoproteins, molecules that package and transport fat and cholesterol through the bloodstream. Partial or complete loss of this gene was known to cause low cholesterol and triglyceride levels in the bloodstream. But whether it affects risk of heart attack was unclear.Three of these family members -- those with a complete loss of this gene -- showed extremely low blood cholesterol and no evidence of plaque in their coronary arteries. According to the study authors, it was noteworthy that one of these patients showed no evidence of atherosclerosis despite having high risk factors for it, including high blood pressure and a history of type 2 diabetes and tobacco use.\"The family members with complete loss of ANGPTL3 have extraordinarily low cholesterol,\" said first author Nathan O. Stitziel, MD, PhD, an assistant professor of medicine and of genetics. \"The interesting thing about this family is the individuals with total loss of this gene had siblings with normal copies of the same gene. So we could compare people with differences in the function of this gene who are otherwise closely related genetically and share similar environments. It's an anecdotal study of one family, but we felt it might provide some insight into the effects of blocking ANGPTL3.\"While the individuals with nonfunctional copies of the gene showed no coronary plaque, their siblings with working copies of the gene showed evidence of plaque in the coronary arteries, though it was not yet causing symptoms -- a situation that is common in the general population, according to Stitziel.To study the gene beyond the experience of a single family, the scientists also analyzed data available from large population studies. In data from one study of about 20,000 patients, the researchers found those with a partial loss of this gene had, on average, 11 percent lower total cholesterol, 12 percent lower LDL cholesterol, and 17 percent lower triglycerides, measured in the blood, than individuals with full gene function.Analysis of data from other large population studies showed a link between partial loss of the gene and a lower risk of coronary artery disease and an association between lower circulating levels of ANGPTL3 protein and a lower risk of heart attack.Taken together, these findings provide support for efforts to develop drugs that inhibit ANGPTL3 in order to reduce the risk of coronary artery disease and heart attack. The same reasoning led to the development of a class of drugs known as PCSK9 inhibitors, which have recently been shown to be effective at reducing the risk of heart attack in a large clinical trial of more than 27,000 men and women.Several years ago, researchers found natural beneficial mutations in the PCSK9 gene that lowered people's cholesterol levels and protected them from coronary artery disease, much as mutations in ANGPTL3 seem to do. Both PCSK9 and ANGPTL3 are important in the body's processing of cholesterol from the diet. Any drugs that inhibit them, then, work differently than commonly prescribed statins, which reduce cholesterol levels in the blood by blocking the body's internal cholesterol manufacturing.While reducing cholesterol levels in the blood typically is thought to be good for the heart, Stitziel pointed out that there may be dangers to inhibiting the normal function of a gene. Not all genetic mutations that result in low cholesterol in the bloodstream are healthy. For example, there is one genetic disorder in which cholesterol levels in the blood are low because cholesterol gets stuck in the liver, resulting in fatty liver disease.\"We need a better understanding of how cholesterol is processed in individuals with complete loss of ANGPTL3 function before we can fully say what effect inhibiting ANGPTL3 is going to have,\" Stitziel said. \"Studies of people with mutations that completely knock out a gene's function are important because they can provide insight into the potential effects -- both good and bad -- of drugs inhibiting that gene's function.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/wuso-gea032917.php", "region": "namerica", "source_link": "https://medicine.wustl.edu/news/genetic-errors-associated-heart-health-may-guide-drug-development/", "funder": "National Institutes of Health, Barnes-Jewish Hospital Foundation, Fannie Cox Prize for Excellence in Science Teaching at Harvard University, Massachusetts General Hospital, ACCF/Merck Cardiovascular Research Fellowship, John S. Ladue Memorial Foundation", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Journal of American College of Cardiology", "description": "A new study of such 'beneficial' genetic mutations, led by Washington University School of Medicine in St. Louis, may provide guidance on the design of new therapies intended to reduce the risk of heart attacks.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}