{"title": "Why does the same exercise exert effects on individuals differently?", "text": "[Background]In Japan, due to the changes of lifestyle such as less physical activities than before, more and more people suffer from the lifestyle diseases like metabolic syndromes, type-2 diabetes and hypertension. Regular physical exercise is recommended as 'exercise therapy' since it will lead to prevention and therapy of the diseases mentioned above. However, individual responsiveness to exercise is known to differ markedly. Some people derive little benefit from the health promoting effects of regular exercise, which has been a big problem. \r\nThe researchers of Kanazawa University reported that selenoprotein P*1, a protein produced in and secreted from the liver, was high in terms of its concentration in the blood in type-2 diabetes patients and that selenoprotein P augmented the insulin resistance to induce elevation of blood glucose level (Cell Metabolism 2010; 12(5), 483). They proposed to call the hormone 'hepatokine*2' that was secreted from the liver, was delivered to various organs and tissues of the body by the blood and would exert diverse effects. However, the effects of selenoprotein P, a hepatokine, on health promotion by physical exercise was unclear. [Results]The present research team of Kanazawa University, two universities, a company and a Chinese hospital has demonstrated the followings through investigating the effects of selenoprotein P on the results of physical exercise by the experiments with mice and cultured muscle cells and by clinical studies. Mice were subjected to exercise training on a treadmill for 30 min per day during one month. The team has found that after the one month exercise, the selenoprotein P-deficient mice showed twice higher exercise capacity than the wild type (WT) mice. \r\nAfter the training, the selenoprotein P-deficient mice also showed larger reduction in the blood glucose level upon insulin injection than the WT mice. \r\nIt was shown that with the WT mice administered with selenoprotein P, muscles after the one month training exhibited reduced level of AMPK*3 phosphorylation; AMPK phosphorylation is considered to be related with a variety of favorable training effects. Furthermore, it was shown that the mice deficient of LRP1*4, the receptor of selenoprotein P in muscles, did not incorporate administered selenoprotein P into muscles and that AMPK phosphorylation upon training was not affected.  \r\nA total of healthy but sedentary 31 women without obesity or type-2 diabetes underwent aerobic training for 8 weeks, and maximal oxygen consumption was measured as exercise capacity. In general, the maximal oxygen consumption was elevated after the training, whereas some women did not show much elevation. Those women had high level of selenoprotein P in the blood before the training. \r\nThese results demonstrate that selenoprotein P causes 'exercise resistance*5' by affecting muscles through the receptor LRP1, hence cancelling the effects of exercise.  [Significance]It has been reported that the selenoprotein P level in the blood is high in patients with type-2 diabetes or fatty liver and in persons at high age. There is a possibility that because of excess level of selenoprotein P, those patients and persons suffer from exercise resistance and derive limited benefits from the heath-promoting effects of physical exercise.  \r\nThe results of the present research are expected to lead to discovery of 'drugs to promote exercise effects' through the search for drugs reducing selenoprotein P production in the liver and for others competing with LRP1, the selenoprotein P receptor of muscles. \r\nIt is also expected that individual persons could be diagnosed to be exercise-effective or exercise-ineffective by measuring selenoprotein P level in the blood. ", "article_link": "http://dx.doi.org/10.1038/nm.4295", "url": "http://www.eurekalert.org/pub_releases/2017-03/ku-wdt032717.php", "region": "asia", "source_link": "http://www.kanazawa-u.ac.jp/e/index.html", "funder": "JSPS KAKENHI, Mochida Memorial Foundation for Medical and Pharmaceutical Research, Takeda Science Foundation, MEXT-Supported Program for the Strategic Research Foundation at Private Universities in Japan", "meeting": "", "institution": "Kanazawa University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Internal Medicine", " Liver", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Nature Medicine", "description": "Selenoprotein P, a kind of hepatokine hormone secreted from the liver, has been found, through experiments with cultured muscle cells and mice and through clinical studies, to cause pathology named 'exercise resistance,' which prevents health promotion by physical exercise. The present results elucidate one of the reasons why individual responsiveness to exercise differs markedly as well as shed lights on development of therapy for lifestyle diseases due to lack of exercise, obesity and type-2 diabetes.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}