{"title": "Interferon-beta producing stem cell-derived immune cell therapy on liver cancer", "text": "(A) Bio-imaging analysis to evaluate the therapeutic effect of iPS-ML producing IFN-β on metastatic liver cancer. (B) Quantification of the image data shown in A. (C) Histological data indicating migration...\n       view more All causes of the most common form of liver cancer, hepatocellular carcinoma (HCC), are not yet known, but the risk of getting it is increased by hepatitis B or C, cirrhosis, obesity, diabetes, a buildup of iron in the liver, or a family of toxins called aflatoxins produced by fungi on some types of food. Typical treatments for HCC include radiation, chemotherapy, cryo- or radiofrequency ablation, resection, and liver transplant. Unfortunately, the mortality rate is still quite high, with the American Cancer Society giving a 5-year survival rate for localized liver cancer at 31%.Hoping to improve primary liver cancer including HCC and metastatic liver cancer therapies, researchers from Japan began studying induced pluripotent stem (iPS) cell-derived immune cells that produced the protein interferon-β (IFN-β). IFN-β exhibits antiviral effects related to immune response, and two different antitumor activities, the JAK-STAT signaling pathway and p53 protein expression. IFN-β has been used for some forms of cancer but problems like rapid inactivation, poor tissue penetration, and toxicity have kept it from being used extensively. To get over that hurdle, Kumamoto University researchers used iPS cell-derived proliferating myelomonocytic (iPS-ML) cells, which they developed in a previous research project. These cells were found to mimic the behavior of tumor associated macrophages (TAMS), which inspired the researchers to develop them as a drug delivery system for IFN-β and evaluate the therapeutic effect on liver cancer in a murine model in vivo. The researchers selected two cancer cell lines that were sensitive to IFN-β treatment, one that easily metastasized to the liver after injection into the spleen and the other that produced a viable model after being directly injected into the liver. After injection, mice that tested positive for cancer (~80%) were separated into test and control groups. iPS-ML/IFN-β cells were injected two to three times a week for three weeks into the abdomen of the test groups. Livers with tumors were found to have higher levels of IFN-β than those without. This was likely due to iPS-ML/IFN-β cells penetrating the fibrous connective tissue capsule surrounding the liver ?serous membrane?and migrating toward  intrahepatic cancer sites. The iPS-ML/IFN-β cells did not penetrate non-tumorous livers, but rather stayed on the surface of the organ. Furthermore, concentrations of IFN-β from 24 to 72 hours after iPS-ML/IFN-β injections were found to be high enough to inhibit proliferation or even cause the death of the tumor cells.Due to differences between species, mouse cells are not adversely affected by human IFN-β, meaning that side effects of this treatment are not visible in this model. Fortunately, the researchers are working on a new model with the mouse equivalent of human iPS-ML/IFN, and testing its therapeutic abilities.\"Our recent research into iPS-cell derived, IFN-β expressing myeloid cells should be beneficial for many cancer patients,\" says research leader Dr. Satoru Senju. \"If it is determined to be safe for human use, this technology has the potential to slow cancer progression and increase survival rates. At this point, however, we still have much work ahead.\"This research may be found in the Journal of Hepato-Biliary-Pancreatic Sciences online.", "article_link": "http://dx.doi.org/10.1002/jhbp.422", "url": "http://www.eurekalert.org/pub_releases/2017-03/ku-ips032817.php", "region": "asia", "source_link": "http://onlinelibrary.wiley.com/doi/10.1002/jhbp.422/abstract;jsessionid=AC1C21FC60A17D71F248B206AD1DE3C7.f03t04", "funder": "MEXT (Japan) Grant-in-Aid for Scientific Research on Innovative Areas, Japan Society for the Promotion of Science KAKENHI, Japan Agency for Medical Research and Development", "meeting": "", "institution": "Kumamoto University", "keywords": ["Cell Biology", " Genetics", " Medicine/Health", " Cancer", " Liver"], "journal": "Journal of Hepato-Biliary-Pancreatic Sciences", "description": "Induced pluripotent stem (iPS) cell-derived myeloid cells (iPS-ML) that produce the anti-tumor protein interferon-beta (IFN-beta) have been produced and analyzed by researchers from Kumamoto University, Japan. Using human iPS-ML in a mouse model, they found that the cells migrate to and deliver IFN-beta to liver tumors thereby reducing cancer proliferation and increasing survival time.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}