{"title": "Mayo Clinic researchers identify interaction among proteins that cause cancer cells to metastasize", "text": "ROCHESTER Minn. -- Researchers at Mayo Clinic have identified an interaction among proteins that allows cancer cells to grow and metastasize. They say the discovery may play a role in developing a better understanding of how tumors grow in a variety of malignancies, including breast, prostate, pancreatic, colon, lung and skin cancers. Their work is published in the Proceedings of the National Academy of Sciences.\"In our paper, we identify a direct interaction between focal adhesion kinase and myosin that drives the production of secreted cancer-promoting proteins,\" says Alexander Meves, M.D., a dermatologist at Mayo Clinic.Dr. Meves says cancer cells use these secreted proteins to create stiff, insoluble scaffolds that inhibit anti-tumor immunity and support tumor growth and metastasis. Metastasis is a life-threatening condition in which cancer cells break away from the site where they formed to other areas of the body.\"Cancer cells are very responsive to their environment and try to adapt and fit in,\" explains Dr. Meves. \"Focal adhesion kinase provides these cells with input about their environment, specifically the rigidity or elasticity of the environment.\"Dr. Meves says myosin acts like a motor that transfers focal adhesion kinase from the cell membrane to its nucleus. He says once focal adhesion kinase and myosin interact, focal adhesion kinase is shuttled to the cell nucleus to help the cell adapt to its environment through gene transcription.\"Our hope is that, based on the structural data presented in our paper, it may be possible to develop drugs that inhibit cancer progression by blocking the interaction of focal adhesion kinase with other proteins,\" says Dr. Meves.This study was a result of a Mayo Clinic's team based, patient-centered research that brings together renowned physicians, researchers and scientists to develop or provide the latest technologies and treatments to address unmet patient needs.", "article_link": "http://dx.doi.org/10.1073/pnas.1614894114", "url": "http://www.eurekalert.org/pub_releases/2017-03/mc-mcr032817.php", "region": "namerica", "source_link": "http://newsnetwork.mayoclinic.org/?p=116304&preview=true ", "funder": "Mayo Clinic Cancer Center, Mayo Clinic Center for Individualized Medicine, Lucille and Smith Gibson, William K. Brokken, Arnold and Kit Palmer, Gerstner Family, German Research Foundation", "meeting": "", "institution": "Mayo Clinic", "keywords": ["Medicine/Health", " Cancer"], "journal": "Proceedings of the National Academy of Sciences", "description": "Researchers at Mayo Clinic have identified an interaction among proteins that allows cancer cells to grow and metastasize. They say the discovery may play a role in developing a better understanding of how tumors grow in a variety of malignancies, including breast, prostate, pancreatic, colon, lung and skin cancers.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}