{"title": "Unraveling the functional diversity of longevity gene SIRT1", "text": "While the search for elixir of life has captivated human imagination for millennia, researchers around the world have put in efforts to extend healthy lifespan and reduce the burden of morbid diseases in an increasingly aging population. Research over the past two decades has demonstrated how Sirtuin 1 (SIRT1) (popularly known as longevity gene) delays aging and plays a protective role in diseases such as diabetes, obesity, neuro-degeneration, atherosclerosis, auto-immune diseases, nephropathy and myopathies. Functionally, SIRT1 is known to be activated by reduced dietary inputs, commonly referred to as Calorie Restriction, and has been hotly pursued as a therapeutic target against age-related diseases. Researchers from the Tata Institute of Fundamental Research have now identified a control mechanism within this protein, which is key to unraveling its functional diversity and is likely to boost efforts at designing specific pharmacological agents (to activate it).This gene/protein is present in almost all life forms and in all organs in humans/mice. Researchers at TIFR and other institutions in the world have previously shown that its function in particular organs (such as liver and brain) increases longevity and reduces the risk of several diseases. However, efforts to develop therapies to activate this gene/protein have been less fruitful for lack of clarity on the biochemical properties that provide specificity of function in different organs. In this context, research from Dr Ullas Kolthur's group at TIFR Mumbai has indicated that a particular region in this protein may determine specificity of interaction with other cellular regulators. Interestingly the same region in the protein has also been implicated in binding several pharmacological agents that activate its functions. The current findings have clearly demonstrated the importance of a small region within the protein that determines the functional outcome by allowing SIRT1 to choose factors that it would interact with. Importantly this region seems to be excluded in a variant of this gene, which is selectively expressed in organs such as brain and testes. The researchers claim that these findings will enhance efforts at tackling several morbid non-communicable lifestyle diseases that plague modern humans and provide a new facet to our understanding of this longevity factor.", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.03.012", "url": "http://www.eurekalert.org/pub_releases/2017-03/tiof-utf032317.php", "region": "asia", "source_link": null, "funder": "Tata Institute of Fundamental Research, Department of Atomic Energy, CEFIPRA, National Institutes of Health", "meeting": "", "institution": "Tata Institute of Fundamental Research", "keywords": ["Biology", " Biochemistry", " Molecular Biology", " Mortality/Longevity", " Metabolism/Metabolic Diseases"], "journal": "Cell Reports", "description": "While the search for elixir of life has captivated human imagination for millennia, researchers around the world have put in efforts to extend healthy lifespan and reduce the burden of morbid diseases in an increasingly aging population. Researchers from the Tata Institute of Fundamental Research have now identified a control mechanism within a longevity gene, which is key to unraveling its functional diversity and is likely to boost efforts at designing specific pharmacological agents.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}