{"title": "Music therapy reduces pain in spine surgery patients", "text": "Music therapy has been found to decrease pain in patients recovering from spine surgery, compared to a control group of patients who received standard postoperative care alone. The study, published in The American Journal of Orthopedics, included a team of researchers from The Louis Armstrong Center for Music and Medicine and the Mount Sinai Department of Orthopaedics. About 70 percent of people in the United States experience at least one episode of back pain in their lifetime, and more than 5 million are temporarily or permanently disabled by spinal disorders. \"This study is unique in its quest to integrate music therapy in medicine to treat post-surgical pain\" said John Mondanaro, the study's lead author and Clinical Director of The Louis Armstrong Department of Music Therapy. \"Postoperative spine patients are at major risk for pain management challenges.\"Visual analog scale (VAS) pain ratings were collected before and after music therapy in the experimental group and within the same time period in the control group. In the control group, VAS pain levels increased slightly, from 5.20 to 5.87. In the experimental group, however, VAS pain levels decreased by more than one point, from 6.20 to 5.09. \"The degree of change in the music group is notable for having been achieved by non-pharmacologic means with little chance of adverse effects,\" said Joanne Loewy, DA, co-author of the study and Director of The Louis Armstrong Center for Music and Medicine. \"Pain is subjective and personal, and warrants an individualized approach to care. Certified, licensed music therapists are able to tailor treatment to each patient's musical preferences and meet their pain level.\"Music therapists from the Louis Armstrong Center provided treatment options to each patient, including patient-preferred, live music that supported tension release/relaxation and joint singing and/or rhythmic drumming. Breathwork and visualization techniques were also offered.  Postoperative pain treatment, which is primarily pharmacologic, is a critical component of recovery, particularly during the immediate postoperative period, when pain and anxiety are prominently increased. For this study, researchers provided 30 spine surgery patients with a 30-minute music therapy session within 72 hours after surgery in addition to standard care. Another 30 spine surgery patients received standard postoperative care without music therapy. The 60 patients ranged in age from 40 to 55 years and underwent anterior, posterior, or anterior-posterior spinal fusion. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tmsh-mtr032817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Alternative Medicine", " Orthopedic Medicine", " Pain"], "journal": "American Journal of Orthopedics", "description": "Music therapy has been found to decrease pain in patients recovering from spine surgery, compared to a control group of patients who received standard postoperative care alone.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}