{"title": "Cortisol excess hits natural DNA process and mental health hard", "text": "High concentrations of the stress hormone, Cortisol, in the body affect important DNA processes and increase the risk of long-term psychological consequences. These relationships are evident in a study from the Sahlgrenska Academy on patients with Cushing's Syndrome, but the findings also open the door for new treatment strategies for other stress-related conditions such as anxiety, depression and post-traumatic stress.\"If these results can be verified and repeated in other studies, they would have significance for future possibilities for treating stress-induced psychological consequences,\" says Camilla Glad, postdoctoral researcher at the Department of Internal Medicine and Clinical Nutrition.The uncommon disease, Cushing's Syndrome, involves a substantial overproduction of Cortisol resulting from a benign tumor of the pituitary or adrenal gland. The condition is characterized by abdominal obesity, fat deposits in the face and neck, high blood pressure and diabetes. To a high extent, the affected individuals also risk suffering from chronic fatigue syndrome, anxiety, depression and cognitive impairmentReduced DNA methylation\"Even if the physical symptoms improve after an operation on the tumor, our previous studies show that the psychiatric problems largely often persist. Some patients will never return to working life and may not even venture out into society for everyday activities. They quite simply constitute a patient group with major problems for whom we are extremely eager to find new ways to help,\" says Camilla Glad.The fact that a high stress load can affect DNA is to some extent already known. Studies on individual genes have shown that extreme stress with temporary high levels of Cortisol affect so-called DNA methylation resulting in changes in the expression and characteristics of genes.In this particular study, DNA methylation in the entire human genome for the patient group has been studied for the first time, and the results are clear: The individuals with Cushing's Syndrome, 48 in all, had a significantly lower level of DNA methylation than a healthy control group.In addition, researchers found specific DNA methylation changes linked to the persistent psychiatric problems the patients often suffered from. Interestingly, some of these findings were made in genes linked to Cortisol sensitivity and development and plasticity of the brain.\"If there is a programmed sensitivity for Cortisol where the response is depressions and anxiety at very low levels then this is not good for the future. We are talking about changes in DNA that have the potential to persist for the remainder of the patient's life, and which can also be hereditary.\" says Camilla Glad.\"If we can show that DNA methylation leads to affected levels of certain proteins, this will open the door to new treatment possibilities. With the knowledge we have today, I do not think we will be able to affect DNA methylation itself, but might, however, in the long-term, be able to counteract its effects,\" she says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uog-ceh032817.php", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//cortisol-excess-hits-natural-dna-process-and-mental-health-hard.cid1432816", "funder": "", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Internal Medicine", " Neurobiology", " Nutrition/Nutrients"], "journal": "Scientific Reports", "description": "High concentrations of the stress hormone, Cortisol, in the body affect important DNA processes and increase the risk of long-term psychological consequences. These relationships are evident in a study from the Sahlgrenska Academy on patients with Cushing's Syndrome, but the findings also open the door for new treatment strategies for other stress-related conditions such as anxiety, depression and post-traumatic stress.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}