{"title": "Marathon running may cause short-term kidney injury", "text": "New Haven, Conn.-- According to a new Yale-led study, the physical stress of running a marathon can cause short-term kidney injury. Although kidneys of the examined runners fully recovered within two days post-marathon, the study raises questions concerning potential long-term impacts of this strenuous activity at a time when marathons are increasing in popularity. The study was published March 28 by the American Journal of Kidney Diseases.More than a half million people participated in marathons in the United States in 2015. While past research has shown that engaging in unusually vigorous activities -- such as mine work, harvesting sugarcane, and military training -- in warm climates can damage the kidneys, little is known about the effects of marathon running on kidney health. A team of researchers led by Professor of Medicine Chirag Parikh, M.D. studied a small group of participants in the 2015 Hartford Marathon. The team collected blood and urine samples before and after the 26.2-mile event. They analyzed a variety of markers of kidney injury, including serum creatinine levels, kidney cells on microscopy, and proteins in urine. The researchers found that 82% of the runners that were studied showed Stage 1 Acute Kidney Injury (AKI) soon after the race. AKI is a condition in which the kidneys fail to filter waste from the blood.\"The kidney responds to the physical stress of marathon running as if it's injured, in a way that's similar to what happens in hospitalized patients when the kidney is affected by medical and surgical complications,\" said Parikh.The researchers stated that potential causes of the marathon-related kidney damage could be the sustained rise in core body temperature, dehydration, or decreased blood flow to the kidneys that occur during a marathon.While the measured kidney injury resolved within two days post-marathon, the study still raises questions about the effects of repeated strenuous activity over time, especially in warm climates. \"We need to investigate this further,\" said Parikh. \"Research has shown there are also changes in heart function associated with marathon running. Our study adds to the story -- even the kidney responds to marathon-related stress.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/yu-mrm032317.php", "region": "namerica", "source_link": null, "funder": "Quinnipiac University, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health", "meeting": "", "institution": "Yale University", "keywords": ["Medicine/Health", " Internal Medicine", " Sports Medicine", " Sports/Recreation", " Trauma/Injury"], "journal": "American Journal of Kidney Diseases", "description": "According to a new Yale-led study, the physical stress of running a marathon can cause short-term kidney injury. Although kidneys of the examined runners fully recovered within two days post-marathon, the study raises questions concerning potential long-term impacts of this strenuous activity at a time when marathons are increasing in popularity.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}