{"title": "Female menstrual cycle in a dish", "text": "CHICAGO --- Northwestern Medicine has developed a miniature female reproductive tract that fits in the palm of your hand and could eventually change the future of research and treatment of diseases in women's reproductive organs. This new 3-D technology - called EVATAR - is made with human tissue and will enable scientists to conduct much-needed testing of new drugs for safety and effectiveness on the female reproductive system.  EVATAR also will help scientists understand diseases of the female reproductive tract such as endometriosis, fibroids (which affect up to 80 percent of women), cancer and infertility.The ultimate goal is to use stem cells of an individual patient and create a personalized model of their reproductive system.EVATAR, which resembles a small cube, contains 3-D models of ovaries, fallopian tubes, the uterus, cervix, vagina and liver with special fluid pumping through all of them that performs the function of blood. \"This is nothing short of a revolutionary technology,\" said lead investigator Teresa Woodruff, a reproductive scientist and director of the Women's Health Research Institute at Northwestern University Feinberg School of Medicine.  The organ models are able to communicate with each other via secreted substances, including hormones, to closely resemble how they all work together in the body. Woodruff is working on the project with other scientists at Northwestern, the University of Illinois at Chicago and Draper Laboratory, Inc. The paper will be published March 28 in Nature Communications. The project is part of a larger National Institutes of Health effort to create \"a body on a chip.\" \"If I had your stem cells and created a heart, liver, lung and an ovary, I could test 10 different drugs at 10 different doses on you and say, 'Here's the drug that will help your Alzheimer's or Parkinson's or diabetes,'\" Woodruff said. \"It's the ultimate personalized medicine, a model of your body for testing drugs.\"  \"This will help us develop individualized treatments and see how females may metabolize drugs differently from males,\" Woodruff said. The EVATAR technology is revolutionary because the reproductive tract creates a dynamic culture in which organs communicate with each other rather than having static cells sit in a flat plastic dish. \"This mimics what actually happens in the body,\" Woodruff said. \"In 10 years, this technology, called microfluidics, will be the prevailing technology for biological research.\" For the project, Woodruff developed the ovaries; Julie Kim, associate professor of obstetrics and gynecology at Feinberg, the uterus; Spiro Getsios, assistant professor in dermatology and cell and molecular biology at Feinberg, developed the cervix and vagina and Joanna Burdette, of UIC, developed the fallopian tubes. The liver also is included in the system because it metabolizes drugs.  The microfluidic device is the size of a bento box and has a series of cables and pumps that cause media (simulated blood) to flow between wells.The technology also will open doors into the causes of endometriosis, fibroids and some cancers. \"All of these diseases are hormonally driven, and we really don't know how to treat them except for surgery,\" UIC's Burdette said. \"This system will enable us to study what causes these diseases and how to treat them.\" \"The systems are tremendous for the study of cancer, which often is studied as isolated cells rather than system-wide cells. This is going to change the way we study cancer,\" Burdette added.The system also will allow scientists to test millions of compounds in the environment and new pharmaceuticals to understand how they affect the reproductive system and many other organs in the body. \"This technology will help us look at drug testing and drug discovery in a brand new way,\" Woodruff said.\"With Teresa Woodruff's research using Draper's human organ system platform, we have a compelling demonstration of the importance of a microenvironment that permits cells to function in vitro as they would in vivo, and the power of being able to interconnect organ models on a platform and operate them in a stable and precise manner for weeks to months\" said Jeffrey T. Borenstein, a biomedical engineer at Draper. Draper's human organ system should be able to identify effective drugs and ineffective ones early in the drug discovery process, allowing developers to refocus resources on the strong candidates earlier and end unproductive research earlier, minimizing costs, Borenstein said.The new technology works largely because the scientists developed a universal medium that acts in the same way as blood and circulates between each of the organ systems. \"One of the reasons this technology has not advanced in the past is no one had solved the universal media problem,\" Woodruff said. \"We reasoned that organs in the body are in one medium - the blood - so we created a simple version of the blood and allowed the tissues to communicate via the medium.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/nu-fmc032317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Northwestern University", "keywords": ["Medicine/Health", " Cancer", " Fertility", " Gynecology"], "journal": "Nature Communications", "description": "What if women could have a miniature, personalized reproductive system made with their own tissues that could predict how they would respond to certain medications? Northwestern has developed the first phase of this technology, made with human tissue, which could eventually change the future of research and treatment of diseases in women's reproductive organs. It will allow physicians to test drugs for safety and effectiveness and better understand such diseases as endometriosis, fibroids, cancer and infertility.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}