{"title": "Knee replacement surgery may have minimal effect on quality of life & unattractive", "text": "Knee replacement surgery for patients with osteoarthritis, as currently used, provides minimal improvements in quality of life and is economically unattractive, according to a study led by Mount Sinai researchers and published today in the BMJ. However, if the procedure was only offered to patients with more severe symptoms, its effectiveness would rise, and its use would become economically more attractive as well, the researchers said.\"Given its limited effectiveness in individuals with less severely affected physical function, performance of total knee replacement in these patients seems to be economically unjustifiable,\" said Bart Ferket, MD, PhD, Assistant Professor, Department of Population Health Science and Policy at the Icahn School of Medicine at Mount Sinai and lead author on the study. \"Considerable cost savings could be made by limiting eligibility to patients with more symptomatic knee osteoarthritis. Our findings emphasize the need for more research comparing total knee replacement with less expensive, more conservative interventions, particularly in patients with less severe symptoms.\"About 12 percent of adults in the United States are affected by osteoarthritis of the knee. The annual rate of total knee replacement has doubled since 2000, mainly due to expanding eligibility to patients with less severe physical symptoms. The number of procedures performed each year now exceeds 640,000 at a total annual cost of about $10.2 billion, yet health benefits are higher in those with more severe symptoms before surgery.A team of researchers from the Icahn School of Medicine at Mount Sinai and Erasmus University Medical Center in Rotterdam, the Netherlands, set out to evaluate the impact of total knee replacement on quality of life in people with knee osteoarthritis. They also wanted to estimate differences in lifetime costs and quality adjusted life years or QALYs (a measure of years lived and health during these years) according to level of symptoms.They analyzed data from two U.S. cohort studies: one with 4,498 participants aged 45-79 with or at high risk for knee osteoarthritis from the Osteoarthritis Initiative (OAI), and the other involving 2,907 patients from the Multicenter Osteoarthritis Study (MOST). OAI participants were followed up for nine years and MOST patients were followed up for two years. Quality of life was measured using a recognized score of physical and mental function, known as SF-12, and using some osteoarthritis-specific quality of life scores.They found that quality of life outcomes generally improved after knee replacement surgery, although the effect was small. The improvements in quality of life outcomes were found higher when patients with lower physical scores before surgery were operated on.\r\nIn a cost-effectiveness analysis, current practice was more expensive and in some cases seemed even less effective compared with scenarios in which total knee replacement was performed only in patients with lower physical function.\"Our findings show opportunity for optimizing delivery of total knee replacement in a cost-effective way, finding the patients who will benefit the most, delivering the treatment at the correct point in their disease progression, and optimizing the cost so we can deliver the benefit to all who need it,\" said Madhu Mazumdar, PhD, Director of the Institute for Healthcare Delivery Science at the Mount Sinai Health System, Professor of Biostatistics, Department of Population Health Science and Policy at the Icahn School of Medicine at Mount Sinai, and co-author of the study.", "article_link": "http://dx.doi.org/10.1136/bmj.j1131", "url": "http://www.eurekalert.org/pub_releases/2017-03/tmsh-krs032717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Orthopedic Medicine", " Surgery"], "journal": "The BMJ", "description": "Knee replacement surgery for patients with osteoarthritis, as currently used, provides minimal improvements in quality of life and is economically unattractive.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}