{"title": "'Medicinal food' diet counters onset of type 1 diabetes", "text": "Monash University's Biomedicine Discovery Institute researchers have led an international study that found - for the first time - that a diet yielding high amounts of the short-chain fatty acids acetate and butyrate provided a beneficial effect on the immune system and protected against type 1 or juvenile diabetes. Autoimmune type 1 diabetes occurs when immune cells called autoreactive T cells attack and destroy the cells that produce insulin - the hormone that regulates our blood sugar levels.The specialised diet developed by CSIRO and Monash University researchers uses starches - found in many foods including fruit and vegetables - that resist digestion and pass through to the colon or large bowel where they are broken down by microbiota (gut bacteria). This process of fermentation produces acetate and butyrate which, when combined, provided complete protection against type 1 diabetes.\"The Western diet affects our gut microbiota and the production of these short-chain fatty acids,\" researcher Dr Eliana Mariño said.\"Our research found that eating a diet which encourages the gut bacteria that produce high levels of acetate or butyrate improves the integrity of the gut lining, which reduces pro-inflammatory factors and promote immune tolerance,\" Dr Mariño said. \"We found this had an enormous impact on the development of type 1 diabetes,\" she said.The findings, which attracted considerable interest at the International Congress of Immunology in Melbourne last year, were published today in the prestigious journal Nature Immunology.Professor Charles Mackay, who initiated the research said the study highlighted how non-pharmaceutical approaches including special diets and gut bacteria could treat or prevent autoimmune diseases such as type 1 diabetes.\"The findings illustrate the dawn of a new era in treating human disease with medicinal foods,\" Professor Mackay said. \"The materials we used are something you can digest that is comprised of natural products - resistant starches are a normal part of our diet. \"The diets we used are highly efficient at releasing beneficial metabolites. I would describe them as an extreme superfood,\" he said.Professor Mackay said that the diet was not just about eating vegetables or high-fibre foods but involved special food and a special process, and would need to be managed by nutritionists, dietitians and clinicians.The researchers are hoping to gain funding to take the findings into type 1 diabetes into clinical research. Professor Mackay, Dr Mariño and collaborators around Australia are expanding their research to investigate diet's effect on obesity and other inflammatory diseases including cardiovascular disease, type 2 diabetes, asthma, food allergies and Inflammatory Bowel Disease. This research was supported by JDRF, the Diabetes Australia Research Trust and the Australian National Health and Medical Research Council.Read the full paper titled, Gut microbial metabolites limit the frequency of autoimmune T cells and protect against type 1 diabetes', published today in Nature Immunology.", "article_link": "http://dx.doi.org/10.1038/ni.3713", "url": "http://www.eurekalert.org/pub_releases/2017-03/mu-fd032317.php", "region": "australia", "source_link": null, "funder": "", "meeting": "", "institution": "Monash University", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Nature Immunology", "description": "Monash University's Biomedicine Discovery Institute researchers have led an international study that found -- for the first time -- that a diet yielding high amounts of the short-chain fatty acids acetate and butyrate provided a beneficial effect on the immune system and protected against type 1 or juvenile diabetes.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}