{"title": "Scientists discover new class of anti-diabetes compounds that reduce liver glucose production", "text": "JUPITER, FL - March 27, 2017 - Scientists may have found a new tool for studying--and maybe even treating--Type 2 diabetes, the form of diabetes considered responsible for close to 95 percent of cases in the United States.A team of scientists from the Florida campus of The Scripps Research Institute (TSRI), Dana-Farber Cancer Institute, Harvard Medical School and the Yale University School of Medicine, among others, have identified a new class of compounds that reduce production of glucose in the liver. One of these compounds, designed and optimized by TSRI scientists, significantly improves the health of diabetic animal models by reducing glucose levels in the blood, increasing insulin sensitivity and improving glucose balance.The study, published recently in the journal Cell, was led by Pere Puigsever of Harvard Medical School and the Dana-Farber Cancer Institute and included Patrick Griffin, co-chair of the TSRI Department of Molecular Medicine, and Theodore Kamenecka, TSRI Associate Professor of Molecular Medicine.The compound they identified, called SR-18292, modifies a protein known as PGC-1α. This protein plays a pivotal role in energy balance and helps control genes involved in energy metabolism. When cells overexpress PGC-1, during fasting or starvation, for example, glucose production in the liver soars. But when scientists modify PGC-1α function through a process called acetylation, glucose production declines.\"This protein was generally considered non-druggable,\" said Griffin. \"But the team approached the problem through the process of acetylation, which means we can influence the protein's behavior indirectly. SR-18292 increases acetylation of PGC-1, which in turn shuts down glucose production in liver cells.\"Suppressing this overproduction makes PGC-1αa target ripe for exploitation in anti-diabetes treatments.\"After the screening process found several potential candidates, the TSRI team designed derivatives of those initial hits,\" Griffin said. \"We selected this compound based on its ability to induce acetylation and the fact that it had good pharmaceutical properties-so we could use it in animal models of Type 2 diabetes.\"While it isn't known at this point what protein or enzyme is directly targeted by SR-18292, Griffin explained, this new compound, plus several others we've made, can be used as chemical tools to study the regulation of glucose metabolism. The researchers added that these same small molecules could one day be developed as either a single agent to treat diabetes, or used in combination with current anti-diabetic drugs.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/sri-sdn032717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Heart Association, American Diabetes Association", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Medicine/Health"], "journal": "Cell", "description": "A team of scientists from the Florida campus of The Scripps Research Institute (TSRI), Dana-Farber Cancer Institute, Harvard Medical School and the Yale University School of Medicine, among others, have identified a new class of compounds that reduce production of glucose in the liver.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}