{"title": "Proteomics helps to understand the influence of genetic variations", "text": "How does type 2 diabetes develop? A team of researchers headed by the Helmholtz Zentrum München and the Technical University of Munich has come closer to finding an answer to this problem. The team examined the functional effects of exemplary genetic variations relevant for type 2 diabetes. Their approach can be applied to many clinical pictures. The risk of complex diseases such as type 2 diabetes increases by changes in our genetic makeup -- our DNA. One contributing factor in the development of diseases are single nucleotide polymorphisms (SNP), which scientists call 'snips' for short. SNPs are variations of a single base pair occuring in a DNA molecule, but the modulated mechanisms remain elusive in most cases. It is known that some of these risk SNPs influence the regulation of genes. Furthermore, it is also known that special proteins control gene regulation. Risk SNPs probably influence how these proteins or protein complexes bind to DNA. \"So far scientists have only rarely succeeded in detecting a differential binding of gene-regulating protein complexes at disease-specific SNPs,\" explained Dr Helmut Laumen of the Clinical Cooperation Group (CCG) Nutrigenomics and Type 2 Diabetes and the Department of Pediatric Nutritional Medicine at the Technical University of Munich. The CCG is a cooperation project between the Helmholtz Zentrum München (Institute for Epidemiology 2) and the Technical University of Munich (Else Kröner-Fresenius Center for Nutritional Medicine, EKFZ). \"It would be particularly interesting to learn more about the different involved proteins that have a strong influence on gene regulation,\" said Laumen. A team from the Helmholtz Zentrum München and TUM performed a closer analysis of these mechanisms influenced by SNPs and published a study on the topic in Nucleic Acids Research. Gap closed between genetic variations and an understanding of their functionThe team has successfully used highly sensitive mass spectrometric methods to identify previously unknown proteins and protein complexes, whose binding to DNA is influenced by SNPs. \"Here we could close the gaps that exist today between genetic variations and an understanding of their functional effect on the organism,\" explained Dr Stefanie Hauck, head of the Research Unit Protein Science and Core Facility Proteomics at the Helmholtz Zentrum München.  \"Concretely, we apply these methods to SNPs that are relevant to type 2 diabetes and to age-related macular degeneration (AMD),\" said Hauck. \"In the future, the method will make it possible to identify functionally relevant proteins for all disease-associated SNPs, in order to uncover the mechanisms behind a clinical picture.\" An exact understanding of the molecular mechanisms that are modulated by regulatory SNPs can contribute to further development of personalized medicine.", "article_link": "http://dx.doi.org/10.1093/nar/gkx105", "url": "http://www.eurekalert.org/pub_releases/2017-03/tuom-pht032717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Technical University of Munich (TUM)", "keywords": ["Cell Biology", " Genetics", " Medicine/Health"], "journal": "Nucleic Acids Research", "description": "How does type 2 diabetes develop? A team of researchers headed by the Helmholtz Zentrum München and the Technical University of Munich has come closer to finding an answer to this problem. The team examined the functional effects of exemplary genetic variations relevant for type 2 diabetes. Their approach can be applied to many clinical pictures.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}