{"title": "Group investigates how phototherapy combats neuropathic pain", "text": "Low-level laser therapy has been shown by recent studies to be a non-invasive and effective alternative for treating neuropathic pain, a chronic condition caused by nerve damage, spinal cord injury or diseases such as diabetes.Recent studies performed at the University of São Paulo's Biomedical Science Institute (ICB-USP) in Brazil helped elucidate the mechanisms behind the effect of low-level laser therapy. This research has been conducted as part of a project supported by FAPESP, with Professor Marucia Chacur as the principal investigator.\"We tested laser therapy in different rat neuropathy models, and behavioral responses improved in all of them,\" Chacur told. \"One of the beneficial effects observed was myelin sheath recovery. The myelin sheath is a lipid layer that covers the axon and acts as electrical insulation to assist nerve impulse propagation.\" The treatment in a model of diabetic neuropathy, one of the most common chronic and incapacitating complications of diabetes was tested. The problem occurs when the disease is not properly controlled and excessive amounts of blood sugar cause oxidation of the myelin sheath, damaging the structure of peripheral nerves. As well as causing pain, this degenerative process impairs communication among neurons and can even lead to amputation of the lower limbs. To induce a condition similar to type 1 diabetes, the researchers injected the rats with streptozotocin (STZ), a chemical that destroys the insulin-producing beta cells of the pancreas. In this model, the animals became diabetic approximately one week later.\"We began the treatment after 45 days, when the neuropathic condition was well-established and had become chronic,\" Chacur said. \"We used a 904-nanometer laser, which can penetrate deep into tissue.\"The degree of pain was evaluated before and after the start of treatment by behavioral tests such as the von Frey hair test, in which nylon filaments of different thicknesses are pressed against the rat's paw. Each filament represents a force in grams and indicates the pressure tolerated without signs of discomfort. There are similar tests that use thermal and mechanical stimulation.\"We plan to apply the technique to humans, so we used similar therapeutic protocols,\" Chacur said. \"We initially scheduled ten sessions of phototherapy applied to the thigh every ten days, each lasting one minute, but we observed an improvement shortly after the fourth session and sacrificed the rats to analyze their sciatic nerves.\"With the aid of a transmission electron microscope, the researchers found that as diabetes progressed, the structure of the sciatic nerve's myelin sheath changed. After four sessions of the treatment, however, the myelin had almost completely recovered.\"The condition of the nerve practically returned to baseline levels after treatment. We're now continuing the study by analyzing protein expression and the release of inflammatory cytokines to understand exactly what's happening,\" Chacur said.In another study, treatment again focused on the sciatic nerve, but the injury was induced by compression to simulate what happens in patients with spinal stenosis or disc herniation.\"The nerve was ligated and kept compressed for two weeks until the injury became chronic. Phototherapy began on the 14th day,\" Chacur explained. \"Shortly after the second session, we observed a behavioral improvement, which persisted until the end of the treatment.\"After the tenth session of phototherapy, the animals were sacrificed for analysis of the dorsal root ganglion, a cluster of nerve cell bodies located in the posterior region of the vertebrae along the spinal cord and conveying sensory and motor information.The researchers used immunoblotting to scan the dorsal root ganglion for the presence of astrocytes, star-shaped cells that play an active role in brain function and inflammatory responses.\"Astrocytes are the first type of cell to migrate to the site of a nerve injury or inflammatory process,\" Chacur said. \"They're like a sort of macrophage for the central nervous system, the first line of defense.\"The analysis showed smaller numbers of astrocytes in rats treated with laser therapy than in untreated rats. \"These cells release several inflammatory mediators, including interleukin-1 (IL1), tumor necrosis factor alpha (TNF-α) and glutamate. These mediators in turn trigger the release of other inflammatory substances. We believe the laser curtails this chain reaction as if it were anti-inflammatory medication, by reducing the migration of astrocytes to the site of the injury,\" Chacur said.The next step is to measure the concentration of each inflammatory substance separately, she added. The third model used to test low-level laser therapy focused on orofacial pain. In this model, a lesion was induced by crushing the inferior alveolar nerve, one of the branches of the trigeminal nerve responsible for innervating the face.\"This type of injury can occur during extraction of a wisdom tooth, for example. Many dentists are using low-level laser therapy for patient pain relief,\" Chacur said.Phototherapy began two days after the nerve was injured. An improvement in pain-related behavior was observed after two sessions and persisted throughout the treatment, which comprised ten sessions (one every two days).The animals were sacrificed, and then Western blotting was used to analyze the treated tissue for the presence of certain proteins. \"We set out to understand the mechanisms and mediators involved because we believed phototherapy could be used in association with pharmacological treatment because it acts via a different pathway. In this way, it may be possible to reduce the drug dose and mitigate the systemic effects of the treatment,\" Chacur said.The results suggest that all three models of neuropathic pain studied share a common mechanism involving myelin sheath regeneration and reduced astrocyte migration to the site of the lesion, she added.\"Evidence in the literature also suggests an effect on mitochondria. The laser apparently facilitates the flow of calcium in these organelles, boosting production of ATP [adenosine triphosphate, the body's cellular fuel] and leading to enhanced healing as well as the release of mediators that assist remodeling. In future studies, we plan to investigate this effect on mitochondria more thoroughly,\" Chacur concluded.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/fda-gih032717.php", "region": "samerica", "source_link": null, "funder": "São Paulo Research Foundation", "meeting": "", "institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "keywords": ["Biology", " Cell Biology", " Genetics", " Metabolism/Metabolic Diseases", " Diabetes", " Pain"], "journal": "Lasers in Medical Science", "description": "Low-level laser therapy has been shown by recent studies to be a non-invasive and effective alternative for treating neuropathic pain. Recent studies helped elucidate the mechanisms behind the effect of low-level laser therapy.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}