{"title": "Patent analysis highlights importance of bioactives of saffron", "text": "Increased stress levels, sleep disorders and obesity have become hallmarks of present lifestyle. These conditions are often correlated with serious health problems such as cancer, diabetes, cerebral ischemia, stroke, etc. Due to huge costs of current medical treatments for managing such problems along with undesired side effects, people are looking for natural remedies. Our patent analysis pertaining to saffron bioactives, namely, crocin, crocetin and safranal and their derivatives reveals that saffron bioactives act on multiple targets and can be used to treat multiple disorders. Patenting activity is focused towards the use of these bioactives in the treatment of neurological disorders followed by multiple uses of the same compound, use in treatment of metabolic disorders and use as cosmeceuticals. Interestingly, there is no patent record till date related to the use of these bioactives in treating infectious disorders. Novel derivatives of safranal effective against infectious diseases open up a new area drug research. Saffron extract containing bioactives has been formulated in to a product as satiety enhancer to maintain healthy body weight. Moreover, a recent synthetic biology approach to cost effective and consistent production of saffron bioactives has been highlighted. ", "article_link": "http://dx.doi.org/10.2174/1872210510666161114123804", "url": "http://www.eurekalert.org/pub_releases/2017-03/bsp-pah032717.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Biochemistry", " Biomechanics/Biophysics", " Biotechnology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Bioinformatics"], "journal": "Recent Patents on Biotechnology", "description": "Increased stress levels, sleep disorders and obesity have become hallmarks of present lifestyle. These conditions are often correlated with serious health problems such as cancer, diabetes, cerebral ischemia, stroke, etc.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}