{"title": "CHLA receives $1.3 million from NIH for undergraduate research training program", "text": "Emil Bogenmann, PhD, EdD, at The Saban Research Institute of Children's Hospital Los Angeles, received a five-year renewal grant of $1.3 million from the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) of the National Institutes of Health (NIH) to provide biomedical research training to disadvantaged college undergraduates.  The new funding supports continuation of the Short-Term Research Experience for Underrepresented Persons (STEP-UP).Initially started in 2007, STEP-UP is a national research training and career development summer program for undergraduate students enrolled at colleges and universities in the United States and its Territories. The purpose of the training program is to promote careers in biomedical research and academic medicine and increase the number of individuals from underserved communities among the workforce in these fields.Each year, the program recruits up to 24 highly qualified undergraduate students with an interest in research and academic medicine from underrepresented minority and socioeconomically disadvantaged communities nationwide.  During an intensive 10-week summer program, students participate in hands-on biomedical research in the laboratories of federally funded scientists in research areas relevant to the mission of the NIDDK.  The program culminates in a trip to the National Institutes of Health for a science symposium where all students present their research.The STEP-UP center at The Saban Research Institute of CHLA is one of only three such sites in the nation and has trained more than 230 students over the past ten years. Of the students that completed their undergraduate degrees, 80 percent have successfully enrolled in doctoral or professional degree programs, with a majority attending medical schools. According to Bogenmann, founder and director of the program, more than 70 percent of the program's participants have continued to do research after their STEP-UP experience and more than 33 percent of them have published an article in a peer-reviewed journal.\r\n\"We're providing students with the opportunity to perform cutting-edge biomedical research under the mentorship of faculty at research institutions around the country,\" said Bogenmann who is also an associate professor in the department of Pediatrics and holds a secondary appointment in the department of Molecular Microbiology and Immunology at the Keck School of Medicine at the University of Southern California. \"The unique part of the program is that it allows and encourages participating students to decide at which institution they will work as well as what kind of the research they would like to perform.\"The renewed grant enables the STEP-UP program to continue its mission to advise and support the next generation of scientists and academic physicians by improving scientific knowledge, strengthening academic self-confidence, and creating a personal career vision that motivates minority students in these fields.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/chla-cr032717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes, Digestive and Kidney Diseases", "meeting": "", "institution": "Children's Hospital Los Angeles", "keywords": ["Medicine/Health"], "journal": "", "description": "Emil Bogenmann, Ph.D., Ed.D., at The Saban Research Institute of Children's Hospital Los Angeles, received a five-year renewal grant of $1.3 million from the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) of the National Institutes of Health (NIH) to provide biomedical research training to disadvantaged college undergraduates.  The new funding supports continuation of the Short-Term Research Experience for Underrepresented Persons (STEP-UP).", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}