{"title": "Internists issue recommendations for preventing and treating substance use disorders", "text": "Philadelphia, March 28, 2017 -- The American College of Physicians (ACP) today released a paper with a comprehensive set of public policy recommendations for the prevention and treatment of substance use disorders involving illicit and prescription drugs. The paper is published in Annals of Internal Medicine.\"Drug overdose deaths, particularly from opioids such as prescription pain relievers and heroin, is a rising epidemic,\" said Nitin S. Damle, MD, MS, MACP, president, ACP. \"Substance use disorders are treatable chronic medical conditions, like diabetes and hypertension, that should be addressed through expansion of evidence-based public and individual health initiatives to prevent, treat, and promote recovery.\"ACP says that substance use disorders pose a heavy societal burden, endangering individual and family health and well-being, tearing through communities and sapping resources from the health care system. These disorders are common in the general population and at even higher rates among those who are incarcerated.Access to care for substance use disorders is limited. In 2014, 22.5 million people in the U.S. needed treatment for an illicit drug or alcohol use problems but only 18 percent received any treatment, far below treatment receipt rates for those with hypertension (77 percent), diabetes (73 percent), or major depression (71 percent).To combat the epidemic of prescription drug misuse, ACP recommends that physicians become familiar with and follow as appropriate clinical guidelines related to pain management and controlled substances such as prescription opioids as well as non-opioid drugs and non-drug interventions; the expansion of access to naloxone to opioid users, law enforcement, and emergency medical personnel; the expansion of access to medication-assisted treatment of opioid use disorders; improved training in the treatment of substance use disorders including buprenorphine-based treatment; and the establishment of a national Prescription Drug Monitoring Program and improvement of existing monitoring programs.\"ACP strongly urges prescribers to check Prescription Drug Monitoring Programs in their own and neighboring states as permitted prior to writing prescriptions for medications containing controlled substances,\" Dr. Damle said.Additional recommendations from ACP include emphasizing prevention and treatment of substance use disorders through public and individual health interventions rather than excessive reliance on criminalization and incarceration; requiring health insurance to cover mental health conditions including the evidence-based treatment of substance use disorders and abide parity rules; embedding training in the treatment of substance use disorders throughout the continuum of medical education; expanding the workforce of professionals qualified to treat substance use disorders; and studying the effectiveness of public health interventions to combat substance use disorders and associated health problems.\"Physicians can help guide their patients towards recovery by becoming educated about substance use disorders and proper prescribing practices, consulting prescription drug monitoring systems to reduce opioid misuse, and assisting patients in their treatment,\" said Dr. Damle.Although a number of states have legalized or decriminalized use and sale of medical and/or recreational marijuana, its use and possession remains illegal under federal law and in many states. Therefore, ACP included it as an illicit drug.ACP recognizes that alcohol and tobacco use disorders are serious public health problems. Policies to address such issues are outside the scope of the paper.MethodsThe position paper was drafted by ACP's Health and Public Policy Committee. The authors reviewed available studies, reports, and surveys on the prevention and treatment of substance use disorder from PubMed, Google Scholar, relevant news articles, policy documents, websites, and other sources. The authors largely excluded sources that were more than ten years old, with the exception of a number of federal government reports that were included for background purposes.ACP's recommendations are based on reviewed literature and input from the ACP's Board of Governors, Board of Regents, Council of Early Career Physicians, Council of Resident/Fellow Members, Council of Student Members, and Council of Subspecialty Societies and nonmember experts in the field.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acop-air_1032117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Addiction", " Internal Medicine", " Pain", " Public Health", " Science/Health and the Law", " Addiction", " Drugs"], "journal": "Annals of Internal Medicine", "description": "The American College of Physicians today released a paper with a comprehensive set of public policy recommendations for the prevention and treatment of substance use disorders involving illicit and prescription drugs. The paper is published in Annals of Internal Medicine.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}