{"title": "Implementing large-scale teleretinal diabetic retinopathy screening program", "text": "Can a large-scale, primary care-based teleretinal diabetic retinopathy screening (TDRS) program reduce wait times for screening and improve the timeliness of care in the Los Angeles County Department of Health Services, the largest publicly operated county safety net health care system in the United States?A new article published online by JAMA Internal Medicine by Lauren P. Daskivich, M.D., M.S.H.S., of the Los Angeles County Department of Health Services and coauthors describes the successful implementation.Diabetic retinopathy (DR) is the leading cause of blindness among working-age adults. Early detection and treatment can prevent blindness from DR but many patients with diabetes fail to get proper screening or treatment. In the Los Angeles County Department of Health Services, timely access to specialty services, especially eye care, is challenging with more than 200 primary care clinics referring patients to six optometry and four ophthalmology clinics. Wait times, historically, have been eight months or more for retinal examinations for patients newly diagnosed with diabetes in the Los Angeles County Department of Health Services.The TDRS program was implemented throughout 15 of the largest primary care clinics operated by the Los Angeles County Department of Health Services. Certified medical assistants and licensed vocational nurses were trained as fundus photographers to take images of the back of the eye, including the retina, that were read by optometrists, with three ophthalmologists performing quality assurance on 10 percent of cases. The authors evaluated the effect of the TDRS program in a subset of 5 of the 15 clinics where the program was implemented.The TDRS program eliminated the need for more than 14,000 visits to specialty care professionals, resulted in a 16.3 percent increase in annual rates of DR screening, and reduced wait times for screening 89.2 percent, according to the results.\"We showed that TDRS can be executed on a large scale in a heterogeneous, nonvertically integrated health care environment and can result in substantial improvements in both efficiency and quality of care. The safety net is ideal for telehealth interventions owing to limited resources and high disease burden; these interventions allow for health care professionals to work at the top of their skill set, which in turn increases access to care. We believe that the U.S. safety net would be wise to invest in telehealth programs such as this one to address critical needs regarding access to care,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tjnj-ilt032317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Internal Medicine"], "journal": "JAMA Internal Medicine", "description": "Can a large-scale, primary care-based teleretinal diabetic retinopathy screening (TDRS) program reduce wait times for screening and improve the timeliness of care in the Los Angeles County Department of Health Services, the largest publicly operated county safety net health care system in the United States?", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}