{"title": "Rare genetic forms of obesity more numerous, diverse than previously thought", "text": "Hamilton, ON (Mar. 27, 2017) - A new study led by researchers from McMaster University has shown that, while relatively rare in the general population, there are a large number of varied, genetic syndromes associated with obesity. Previous reviews on obesity have reported 20 to 30 syndromes, but in the first systematic review on obesity syndromes, investigators from McMaster and the University of British Columbia have catalogued 79 syndromes with obesity that have been described in the literature. The research was published today in Obesity Reviews and led by David Meyre, an associate professor of the Department of Health Research Methods, Evidence, and Impact with the Michael G. DeGroote School of Medicine. \"Rare genetic forms of obesity with many additional clinical features, such as intellectual disability, facial and organ-specific abnormalities, do exist,\" said Meyre, the senior author of the paper who holds the Canada Research Chair in Genetics of Obesity.\"These syndromes, although individually rare, are much more numerous and diverse than anticipated,\" added Yuvreet Kaur, the study's first author and a recent graduate of the McMaster Bachelor of Sciences Honours Biology Program.Obesity is a serious health issue in North America, as rates have risen dramatically over the past three decades. In 2014, 20.2 per cent of Canadians aged 18 and older, roughly 5.3 million adults, reported height and weight that classified them as obese, according to Statistics Canada. Complications associated with obesity include an increased risk of Type 2 diabetes, mental health issues, osteoarthritis, gallbladder disease, hypertension, fatty liver, coronary heart disease, and certain forms of cancer.In their search of seven databases and analysis of 161 papers, Meyre and his colleagues found that 79 obesity syndromes have been previously reported. Of the 79 syndromes, 19 have been genetically solved, to the point where a lab test could confirm a doctor's suspicions. Another 11 have been partially clarified, and 27 have been mapped to a chromosomal region. For the remaining 22 syndromes, neither the gene(s) nor the chromosomal location(s) have yet been identified.Meyre said national and international collaborations are needed to identify the genes responsible for these syndromes considering they are very rare, and that \"this paper is a critical step to boost the clinical and genetic research on this topic.\" He added: \"A more clear understanding of the genetic causes of these syndromes may not only improve the lives of those afflicted with these mutations, but will also help us understand the genes and molecules that are important in obesity among members of the general population.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mu-rgf032417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "McMaster University", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases"], "journal": "Obesity Reviews", "description": "In their search of seven databases and analysis of 161 papers, Meyre and his colleagues found that 79 obesity syndromes have been previously reported. Of the 79 syndromes, 19 have been genetically solved, to the point where a lab test could confirm a doctor's suspicions. Another 11 have been partially clarified, and 27 have been mapped to a chromosomal region. For the remaining 22 syndromes, neither the gene(s) nor the chromosomal location(s) have yet been identified.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}