{"journal": "eLife", "url": "http://www.eurekalert.org/pub_releases/2017-08/uof-itt080317.php", "description": "Freiburg neuroscientists develop new forms of diagnosis and therapy for temporal lobe epilepsy.", "article_link": "http://dx.doi.org/10.7554/eLife.25742", "date": "Thu, 03 Aug 2017 04:00:00 GMT", "funder": "", "title": "In the test tube instead of under the knife", "region": "europe", "source_link": "http://www.pr.uni-freiburg.de/pm-en/2017/in-the-test-tube-instead-of-under-the-knife?set_language=en", "institution": "University of Freiburg", "text": "What if you fell off your bicycle today and ten years later you developed epilepsy? Relationships like this might appear far-fetched but are entirely possible, say Freiburg researchers. Using the latest MRI scanning procedures, Prof. Dr. Carola Haas, Department of Neurosurgery, Prof. Dr. Jürgen Hennig, Department of Radiology, and Prof. Dr. Ulrich Egert, Department of Microsystems Engineering (MST) of the University of Freiburg, in cooperation with Prof. Dr. Jan Korvink of the Karlsruhe Institute of Technology, have shown how certain disorders of the hippocampus can initiate a drug resistant epilepsy. The team has discovered biomarkers that - if used for screening - could massively improve treatment options for epilepsy. The researchers have published their results in the online journal eLife. The study is part of a number of projects involving the Freiburg Cluster of Excellence BrainLinks-BrainTools and the Federal Ministry for Education and Research (BMBF). Temporal lobe epilepsy affects millions of people worldwide. In many cases drugs offer insufficient improvement to patients' quality of life. In these cases, an operation to remove the affected brain tissue often appears to be the only solution. Most cases of epilepsy are caused by injury to the brain tissue, whether from febrile convulsions, a brain tumor, stroke or a bicycle accident. This can give rise to a series of seizures. Known as status epilepticus, this changes the tissue so that there is a tendency to suffer epileptic attacks. However it may be years before these recurrent attacks occur. And once this point is reached, drugs are often no longer any use to the patient. This could change if the process of development were recognized and stopped at an early stage, before the symptoms become permanent. This is what the research by Haas, Egert and Hennig investigated.Using MRI scanning, the team examined the brain tissue of mice and humans. In the hippocampus, a structure on the inside edge of the temporal lobe, the researchers found valuable interrelationships: damage to the hippocampus does not automatically result in subsequent epilepsy, however, once there is a tendency to suffer attacks, such damage always appears to have been the root cause. In addition, the team also found that they could determine the severity of subsequent epilepsy, by measuring the movement of water molecules in the brain tissue. Frequently it is glial cells that have been restructured in some way that increase the risk of attacks. So the pathological changes in the hippocampus could specifically serve as biomarkers for clinical diagnosis, in order to predict the disease progression. This not only enlarges the \"therapeutic window\"; doctors would also in future be able to undertake promising, personalized treatments, before having to operate on the patient. To begin with however, a clinical study will be necessary to obtain evidence of the real prognostic value of these biomarkers - it is hoped that this can take place at the widely renowned Departments of Neurology and Neurosurgery at the Freiburg University Medical Center.", "meeting": "", "keywords": ["Health Care", " Medicine/Health"]}