{"journal": "eLife", "url": "http://www.eurekalert.org/pub_releases/2017-08/usmc-smn080317.php", "description": "Scientists exploring the brain for answers to certain sleep disorders may have been looking in the wrong place.", "article_link": null, "date": "Thu, 03 Aug 2017 04:00:00 GMT", "funder": "", "title": "Study: Muscle, not brain, may hold answers to some sleep disorders", "region": "namerica", "source_link": null, "institution": "UT Southwestern Medical Center", "text": "DALLAS - Aug. 3, 2017 - Scientists exploring the brain for answers to certain sleep disorders may have been looking in the wrong place.A new study shows that a protein in the muscle can lessen the effects of sleep loss in mice, a surprising revelation that challenges the widely accepted notion that the brain controls all aspects of sleep.The finding - a collaboration between UT Southwestern's Peter O'Donnell Jr. Brain Institute and two other medical centers - gives scientists a new target besides the brain to develop therapies for people with excessive sleepiness.\"This finding is completely unexpected and changes the ways we think sleep is controlled,\" said Dr. Joseph S. Takahashi, Chairman of Neuroscience at UT Southwestern Medical Center and Investigator with the Howard Hughes Medical Institute. The research published in eLife demonstrates how a circadian clock protein in the muscle - BMAL1 - regulates the length and manner of sleep.While the protein's presence or absence in the brain had little effect on sleep recovery, mice with higher levels of BMAL1 in their muscles recovered from sleep deprivation more quickly. In addition, removing BMAL1 from the muscle severely disrupted normal sleep, leading to an increased need for sleep, deeper sleep, and a reduced ability to recover.Dr. Takahashi said the finding may eventually lead to therapies that could benefit people in occupations requiring long stretches of wakefulness, from military to airline piloting. \"These studies show that factors in muscles can signal to the brain to influence sleep. If similar pathways exist in people, this would provide new drug targets for the treatment of sleep disorders,\" said Dr. Takahashi, holder of the Loyd B. Sands Distinguished Chair in Neuroscience.The study was a collaboration between UT Southwestern Medical Center, Morehouse School of Medicine, and the University Florida. It was supported by the National Institute of Neurological Disorders and Stroke, National Heart, Lung, and Blood Institute, Howard Hughes Medical Institute, National Institute of General Medical Sciences, National Institute of Mental Health, and the National Institute on Minority Health and Health Disparities.What: A new study shows that a protein in the muscle can lessen the effects of sleep loss in mice, a revelation that challenges the widely accepted notion that the brain controls all aspects of sleep.Key findings: Mice with higher levels of the BMAL1 protein in their muscles recovered from sleep deprivation more quickly. Removing BMAL1 from the muscle led to a reduced ability to recover.Why it matters: Scientists have a new target besides the brain to develop sleep therapies for people with excessive sleepiness. Such treatments could benefit people in occupations requiring long stretches of wakefulness, from military to airline piloting.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Musculature", " Mental Health"]}