{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/naos-nrg080317.php", "description": "A new report from the National Academies of Sciences, Engineering, and Medicine outlines how to examine whether specific levels of nutrients or other food substances (NOFSs) can ameliorate the risk of chronic disease and recommends ways to develop dietary reference intakes (DRI) based on chronic disease outcomes.", "article_link": null, "date": "Thu, 03 Aug 2017 04:00:00 GMT", "funder": "", "title": "New report gives methods for developing dietary reference intakes based on chronic disease", "region": "namerica", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=24828", "institution": "National Academies of Sciences, Engineering, and Medicine", "text": "WASHINGTON - A new report from the National Academies of Sciences, Engineering, and Medicine outlines how to examine whether specific levels of nutrients or other food substances (NOFSs) can ameliorate the risk of chronic disease and recommends ways to develop dietary reference intakes (DRI) based on chronic disease outcomes.  The committee that conducted the study and wrote the report was tasked specifically with assessing the options presented in a 2017 report from a working group sponsored by the U.S. and Canadian government DRI steering committees that convened to identify key scientific challenges encountered in the use of chronic disease endpoints to establish DRI values.DRIs are a set of reference intake values that include the Estimated Average Requirement, Recommended Dietary Allowance, Adequate Intake, and Tolerable Upper Intake Level (UL) for more than 40 nutrients and food substances, specified on the basis of age, sex, and life stage.  DRIs based on nutrient deficiency and toxicity have been established by expert committees convened by the National Academies. The DRIs are used in nutrition policy, such as planning federal supplemental nutrition programs and as basis for dietary guidelines in the United States and Canada, and are also a tool for nutrition professionals for clinical assessments of individuals. Half of all U.S. adults have at least one chronic health condition, such as hypertension, coronary heart disease, stroke, diabetes, and cancer, the report says.  There is evidence that diet is a contributing factor to chronic diseases and, therefore, nutrition interventions might ameliorate them. \"The extent to which a given level of a specific nutrient or other food substance contributes to the development of a chronic disease is difficult to determine, not only because the causes of chronic disease are complex, but also because the type of evidence needed to determine levels of specific nutrients associated with a chronic disease is difficult and costly to generate,\" said committee chair Shiriki Kumanyika, research professor at Drexel University and professor emerita at the University of Pennsylvania.  \"Nevertheless, given our universal exposure to nutrients and the continuing emergence of evidence on the relationships between nutrients and chronic diseases, now is the time to examine the relevant concepts and methods involved in determining such relationships. Our report is designed to guide future DRI committees in making sound judgments, as they interpret the best evidence that is available by using rigorous methodologies.\"No single approach accurately measures dietary intake in a comprehensive manner for all nutrients, the report says, therefore, each study methodology needs to be assessed on the basis of its own merits. Until better intake assessment methodologies are developed and applied widely, DRI committees should strive to ensure that random errors and biases of methodologies used to assess exposure to levels of NOFSs are considered in their evidence review.  In terms of health outcomes, the report says the ideal outcome used in evidence reviews for DRIs that focus on NOFS associations with chronic diseases should be the occurrence or presence of the actual chronic disease of interest, as defined by accepted diagnostic criteria.  Biological measures that meet certain criteria -- surrogate markers of disease -- could also be considered, with the goal of using the findings to support results based on a measure of the chronic disease of interest.DRIs based on chronic diseases are only warranted when there is an acceptable level of confidence of a causal relationship between an NOFS and a chronic disease. In evaluating acceptable levels of confidence of such causal relationships, the committee recommended that DRI committees use the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system, which rates the certainty of a body of evidence by using five domains: risk of bias, imprecision, inconsistency, indirectness, and publication bias.  Once causal relationships have been identified with acceptable levels of confidence and minimal bias, the challenge is characterizing the nature of the quantitative relationships of NOFS to chronic diseases -- intake-response relationships -- based on how the level of disease response varies according to level of intake and whether the pattern linear or curved. When scientifically justified, DRIs that take into account risk of chronic disease should take the form of a range, rather than a single number, the report says. When a NOFS reduces the risk of more than one chronic disease, DRIs could be developed for nutrients based on each chronic disease.The committee recommended retaining ULs based on traditional toxicity endpoints. In addition, if increased intake of a substance below the UL has been shown to increase the risk of a chronic disease, such a relationship should be characterized as the range where a decreased intake is beneficial.Future DRI committees will be making recommendations related to DRIs not only based on chronic diseases but also based on the traditional outcomes, deficiency and toxicity; in some cases, harms and benefits could overlap. For example, a NOFS that increases the risk of one chronic disease may decrease the risk of another.  The committee recommended that, if possible, health risk/benefit analyses be conducted and the methods used to characterize risks and balance risks with benefits be made explicit and transparent.  When sufficient evidence exists to develop DRIs for nutrients with chronic disease outcomes for one or more NOFS that are interrelated, a committee should be convened to review the evidence of their associations with all selected diseases. To support future committees as they make decisions about DRIs for nutrients based on chronic disease outcomes, the committee also developed a set of guiding principles, which are related to the underlying concepts and methodologies used to conduct systematic reviews and the importance of clear documentation and transparency.  The study was sponsored by the Agricultural Research Service of the U.S. Department of Agriculture, Office of Disease Prevention and Health Promotion of the U.S. Department of Health and Human Services, National Cancer Institute, National Institute of Diabetes and Digestive and Kidney Diseases, Office of Dietary Supplements at the National Institutes of Health, Food and Drug Administration, Centers for Disease Control and Prevention, and Health Canada.  The National Academies of Sciences, Engineering, and Medicine are private, nonprofit institutions that provide independent, objective analysis and advice to the nation to solve complex problems and inform public policy decisions related to science, technology, and medicine.  The National Academies operate under an 1863 congressional charter to the National Academy of Sciences, signed by President Lincoln.  For more information, visit http://national-academies.org.  A committee roster follows.", "meeting": "", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Nutrition/Nutrients", " Public Health"]}