{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-lth072817.php", "description": "Many people leaving the hospital after a stroke are not getting prescriptions for statins, even though research shows the medication can reduce the recurrence of stroke. The study finds geographic discrepancies in prescribing trends: in the so-called Stroke Belt of the southeastern US, men and older stroke patients were less likely to receive statins than women and younger patients.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.005523", "date": "Wed, 02 Aug 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute on Minority Health and Health Disparities, NIH/National Institute on Aging, Agency for Healthcare Research and Quality, American Heart Association", "title": "Less than half of stroke patients nationwide are prescribed recommended cholesterol-lowering medication", "region": "namerica", "source_link": "http://newsroom.heart.org/news/less-than-half-of-stroke-patients-nationwide-are-prescribed-recommended-cholesterol-lowering-medication?preview=d5a3bbbd1848d99cc0d12c58e0fc3d60", "institution": "American Heart Association", "text": "DALLAS, August 2, 2017 -- Nationwide, less than half of stroke patients discharged from the hospital received a prescription for cholesterol-lowering medications called statins, and the likelihood of a prescription varied by patients' geographic location, sex, age and race, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.For patients with ischemic stroke or transient ischemic attacks (\"mini-stroke\"), the American Heart Association/American Stroke Association recommends statin therapy to reduce the risk of recurrent stroke and other cardiovascular events. Statins are the only cholesterol-lowering drug class that have been shown to reduce the risk of recurrent stroke.Compared to other areas, death from stroke is more common in the southeastern United States -- the so-called Stroke Belt -- of Alabama, Arkansas, Georgia, Indiana, Kentucky, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee and Virginia. Previous studies have shown, however, that statin prescriptions are lower among stroke patients discharged in the south and among blacks, women and older patients.To evaluate the magnitude of these differences by age, sex, and race inside and outside of the Stroke Belt, researchers in a new study compared statin use between different groups of patients with ischemic stroke, both in and outside the Stroke Belt.The study found that 49 percent of stroke patients, overall, received a prescription for statins at hospital discharge, and the percentage of patients receiving prescriptions increased over the course of the 10-year study. Unlike previous research, the study did not find that black patients were less likely than whites to receive statins. In fact, the study found, outside of the Stroke Belt black patients were more likely than white patients to receive statins. The study also found other differences between Stroke Belt and non-Stroke Belt residents according to age and sex:See table on release link: http://newsroom.heart.org/news/less-than-half-of-stroke-patients-nationwide-are-prescribed-recommended-cholesterol-lowering-medication?preview=d5a3bbbd1848d99cc0d12c58e0fc3d60Blacks were significantly more likely (42 percent) than whites to receive statins.\"All survivors of ischemic stroke should be evaluated to determine whether they could benefit from a statin, regardless of the patient's age, race, sex or geographic residence,\" said study lead author Karen Albright, Ph.D., D.O., M.P.H., advanced fellow in the Geriatric Research, Education and Clinical Center, at the Birmingham VA Medical Center in Birmingham, Alabama.The researchers looked at demographic and health information, including stroke risk factors, for 323 stroke patients participating in a national study of more than 30,000 U.S. adults age 45 and older from 2003 to 2013. The study used computer-assisted telephone interviews, questionnaires, an in-home examination, and medical records from the stroke hospitalization and discharge.\"In patients hospitalized for stroke, opportunities exist to improve statin prescribing on discharge,\" Albright said.The study relied upon medical records for use of statins, which could have led to incorrect estimates of the number of statin users. Another limitation is that it only included patients who reported that they were not taking a statin when admitted to the hospital, which could have also affected the study's results.According to the American Heart Association/American Stroke Association's Get With The Guidelines - Stroke database, quality improvement initiative has helped participating hospitals increase the adherence to statin prescribing guidelines significantly over the past 10 years, from 61.6 percent in 2003 to 97.8 percent in 2016.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}