{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-qsa072817.php", "description": "Stopping statin drug therapy between three and six months after a first ischemic stroke is associated with a higher risk of another stroke within a year.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.005658", "date": "Wed, 02 Aug 2017 04:00:00 GMT", "funder": "The Ministry of Science and Technology, Taiwan, Chang Gung Memorial Hospital", "title": "Quitting statins after stroke may raise risk of another stroke", "region": "namerica", "source_link": "http://newsroom.heart.org/news/quitting-statins-after-stroke-may-raise-risk-of-another-stroke?preview=fc712747de7b304c762ce5931e2cb480", "institution": "American Heart Association", "text": "DALLAS, August 2, 2017 -- Stroke patients who stopped taking statin drugs three to six months after a first ischemic stroke, the type caused by narrowed arteries, had a higher risk of a having another stroke within a year, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.Researchers also found that discontinuing statin drugs, which lower cholesterol, between three and six months after a first ischemic stroke was linked to higher risk of death and hospitalization among the patients in the study.Ischemic strokes -- the most common type of stroke -- may be caused by a buildup of cholesterol in the arteries, which blocks blood flow to brain. If LDL (low-density lipoprotein) cholesterol is too high, statin drugs can reduce the risk of a recurrent stroke because they lower the artery clogging, \"bad\" LDL cholesterol.Researchers studied people who had been hospitalized with stroke. All the participants received either high or moderate intensity statins within three months after they left the hospital. Compared to people who continued taking statins throughout the one-year follow-up period:\"Based on our findings of this large group of patients in the \"real world,\" we believe that statins should be a lifelong therapy for ischemic stroke patients if a statin is needed to lower the patient's cholesterol,\" said Meng Lee, M.D., lead author of the study and assistant professor of the Department of Neurology at Chang Gung University College of Medicine in Taiwan.Researchers used medical data collected by the Taiwan National Health Insurance Program, which covers 99 percent of the population. The study population included 45,151 ischemic stroke patients between 2001 and 2012 who were prescribed a statin within 90 days after leaving the hospital. The study period included the three to six months following discharge, during which time 3,175 (7 percent) patients were on reduced statin therapy and 8,353 (18.5 percent) were not on any statin therapy.The study was retrospective, meaning the researchers only used data from the patients' medical histories, so the researchers cannot determine why some stroke patients stopped taking statins.However, Lee said recommendations by the Taiwan National Health Bureau to stop or reduce statins in stroke patients once the level of LDL-cholesterol is less than 100 mg/dl or total cholesterol of less than 160 mg/dl were achieved may have led to the discontinuation of statins for some of the patients in the study. Affordability of the medications was likely not a factor because the national health insurance in Taiwan covers all medication costs for eligible patients.The American Heart Association recommends intensive statin therapy for patients who have had an ischemic stroke or TIA and who have an LDL-cholesterol level of more than 100 mg/dL, but does not recommend stopping statins based on achieving a specific LDL-cholesterol level in most people depending on individual risk.Although the study was comprised entirely of patients from Taiwan, Lee said the results should be applicable to patients in the United States.\"Discontinuation of statin treatment in patients with ischemic stroke should be strongly discouraged in any stage, acute or chronic, of stroke,\" Lee said. \"Shifting to low-intensity statin therapy could be an alternative for stroke patients not able to tolerate moderate or high intensity statin therapy in the years following a stroke.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}