{"journal": "European Journal of Preventive Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-pos073117.php", "description": "Pneumonia or sepsis in adults that results in hospital admission is associated with a six-fold increased risk of cardiovascular disease in the first year, according to research published today in the European Journal of Preventive Cardiology. Cardiovascular risk was more than doubled in years two and three after the infection and persisted for at least five years.", "article_link": "http://dx.doi.org/10.1177/2047487317724009", "date": "Wed, 02 Aug 2017 04:00:00 GMT", "funder": "UK Economic and Social Research Council", "title": "Pneumonia or sepsis in adults associated with increased risk of cardiovascular disease", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/Pneumonia-or-sepsis-in-adults-associated-with-increased-risk-of-cardiovascular-disease?hit=wireek", "institution": "European Society of Cardiology", "text": "Sophia Antipolis, 2 August 2017: Pneumonia or sepsis in adults that results in hospital admission is associated with a six-fold increased risk of cardiovascular disease in the first year, according to research published today in the European Journal of Preventive Cardiology.1 Cardiovascular risk was more than doubled in years two and three after the infection and persisted for at least five years.\"Severe infections in adulthood are associated with a contemporaneously raised risk of cardiovascular disease,\" said last author Professor Scott Montgomery, director of the clinical epidemiology group, Örebro University, Sweden. \"Whether this raised risk persists for several years after infection is less well established.\"This study examined if hospital admission for sepsis or pneumonia is associated with an increased risk of cardiovascular disease in the years following infection, and whether there is a period of particularly heightened risk.The study included 236 739 men born between 1952 and 1956 who underwent extensive physical and psychological examinations at around age 18 years as part of compulsory military conscription assessments. The researchers obtained infection and cardiovascular disease diagnoses from a register that has recorded information on patients admitted to hospital since 1964. The men were followed from late adolescence into middle age (follow-up was completed in 2010).The researchers analysed the associations between a first infection with sepsis or pneumonia that resulted in hospital admission with subsequent cardiovascular disease risk at pre-specified time intervals post-infection (0-1, >1-2, >2-3, >3-4, >4-5, and 5+ years after hospital admission for the infection).During the follow-up period, a total of 46 754 men (19.7%) had a first diagnosis of cardiovascular disease. There were 9 987 hospital admissions for pneumonia or sepsis among 8 534 men who received these diagnoses.The researchers found that infection was associated with a 6.33-fold raised risk of cardiovascular disease during the first year after the infection. In the second and third years following an infection, cardiovascular disease risk remained raised by 2.47 and 2.12 times. Risk decreased with time but was still raised for at least five years after the infection by nearly two-fold (hazard ratio 1.87).Similar findings were observed for coronary heart disease, stroke, and fatal cardiovascular disease. The persistently raised risk could not be explained by subsequent severe infections.\"Our results indicate that the risk of cardiovascular disease, including coronary heart disease and stroke, was increased after hospital admission for sepsis or pneumonia,\" said lead author Dr Cecilia Bergh, an affiliated researcher at Örebro University. \"The risk remained notably raised for three years after infection and was still nearly two-fold after five years.\"When the researchers examined the relationship between other risk factors such as high blood pressure, overweight, obesity, poorer physical fitness, and household crowding in childhood, they found that infection was associated with the highest magnitude of cardiovascular disease risk in the first three years post-infection.Professor Montgomery said: \"Conventional cardiovascular risk factors are still important but infection may be the primary source of risk for a limited time.\"The authors said the results point to a causal relationship, since cardiovascular disease risk is very high immediately after infection and reduces with time. Persistent systemic inflammation after a severe infection may play a role, as inflammation is a risk for cardiovascular disease. Most patients with sepsis or pneumonia recover but many still have high circulating inflammatory markers after the acute phase of the infection.Professor Montgomery said: \"Our findings provide another reason to protect against infection and suggest that there is a post-infection window of increased cardiovascular disease risk. We did not study any interventions that could be initiated during this period, but preventative therapies such as statins could be investigated.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}