{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/mcog-hwm080217.php", "description": "When women are hypertensive their physicians should consider measuring their level of aldosterone, a hormone that at high levels damages the cardiovascular system, scientists say.", "article_link": null, "date": "Wed, 02 Aug 2017 04:00:00 GMT", "funder": "", "title": "Hypertensive women may benefit most from drugs that directly block the action of the hormone aldoste", "region": "namerica", "source_link": null, "institution": "Medical College of Georgia at Augusta University", "text": "AUGUSTA, Ga. (Aug. 2, 2017) - When women are hypertensive their physicians should consider measuring their level of aldosterone, a hormone that at high levels damages the cardiovascular system, scientists say. If aldosterone levels are high, they should consider prescribing drugs that directly target the hormone's receptor, says Dr. Eric Belin de Chantemele, physiologist in the Vascular Biology Center and associate professor in the Department of Medicine at the Medical College of Georgia at Augusta University.\"We are finding more evidence that higher aldosterone levels in women translate to higher blood pressure and that the most effective way to treat hypertensive women likely is to target this hormone and its receptor,\" Belin de Chantemele said, referencing what appears to be another clear distinction emerging between men and women.At baseline, women have more aldosterone than men and those levels are known to soar in the face of obesity and diabetes. Now there is increasing evidence that aldosterone is a major driver of hypertension, potentially in women of any girth.Belin de Chantemele notes that clinical studies already have provided some evidence that mineralocorticoid receptor blockers, like the old hypertensive agent spironolactone, work better at reducing blood pressure and cardiovascular risk in women than men.Still it's often only when other drugs fail, that drugs that directly affect aldosterone by blocking its receptor are tried. Rather mineralocorticoid receptor blockers, which work as a diuretic, are more commonly used as part of a cocktail for heart failure.  Belin de Chantemele is chairing an international symposium focusing on new discoveries and the translational potential of aldosterone and its mineralocorticoid receptor in cardiovascular disease. The symposium is part of the 38th World Congress of the International Union of Physiological Sciences in Rio de Janeiro this week (see symposium 32, http://iups2017.com/site/symposia/). Presenters include Dr. Frederic Jaisser, team lead at France's Cordeliers Research Center, coordinator of a new European Network on Aldosterone and an expert in mineralocorticoid receptor blockers, who will discuss the potential of blocking the receptor to treat ischemic acute kidney injury. Dr. Rita Tostes, associate professor in the Department of Pharmacology at the Medical School of Ribeirao Preto, University of Sao Paulo, Brazil and an expert in vascular biology, will discuss her most recent work on the interaction between aldosterone and the innate immune system and its contribution to vascular disease.  Dr. Iris Z. Jaffe, a cardiologist and executive director of the Molecular Cardiology Research Institute at Tufts Medical Center who is an expert in resistant hypertension, will discuss the contribution of mineralocorticoid receptors in the smooth muscle cells that cover blood vessels to vascular dysfunction and hypertension as we age. Dr.  Ana P. Davel, head of the Laboratory of Cardiovascular Biology at the University of Campinas Institute of Biology in Brazil, will discuss her recent work on sex differences in the role mineralocorticoid receptors found on our endothelial cells play in vascular dysfunction in response to obesity or high blood levels of fat or lipids. Aldosterone became a focus in Belin de Chantemele's lab about five years ago while he was studying both male and female mice that were hypersensitive to the well-known satiety hormone leptin.  While both sexes developed hypertension, as the scientists expected, they saw the so-called fight or flight mechanism, the sympathetic nervous system, had increased activation in the males, which they also expected. Leptin is well known to activate the sympathetic nervous system. But sympathetic activity was not increased in the females. That begged the question: What was driving their hypertension? \"What we observed is that their aldosterone level was sky high,\" says Belin de Chantemele. While aldosterone also has a positive role in regulating blood pressure, high levels of the steroid hormone are associated with many things that are bad for the cardiovascular system like inflammation and blood vessel stiffness and scarring.They took a step back and examined the enzyme producing aldosterone,  CYP11B2, and found it was also very high in the females. As they began to put the pieces together, they realized that it was leptin that was a direct regulator of the increased aldosterone production by the adrenal gland in the female mice. Since both genders of these mice were hypersensitive to leptin, they were hypertensive but not fat. So they decided to also look at the connection in obese mice, which clearly make more leptin. In the face of high leptin levels, and as with obese humans, the brains of the obese mice were no longer listening to leptin's message to stop eating and start burning fat. But MCG scientists found that their cardiovascular system was listening to leptin. The result was increased aldosterone and resulting dysfunction of the lining of blood vessels and early signs of scarring in the heart, Belin de Chantemele's team reported in the journal Circulation in 2015. Last year they reported in the journal Hypertension that leptin induces hypertension and endothelial dysfunction via aldosterone in obese female mice. They have clear data that the obese female mice develop an impaired ability to relax blood vessels, which drives up blood pressure. Again, when they blocked either leptin or mineralocorticoid receptors, blood pressure and endothelial cell function improved in both obese and leptin-sensitive mice, another confirmation of the leptin-aldosterone connection and the therapeutic potential of disconnecting aldosterone from its receptor. Jaffe has related evidence that mice deficient in the aldosterone receptor in smooth muscle cells also are protected from hypertension. Still, most often for males and females alike, physicians tend to first prescribe drugs like ACE inhibitors, which have other primary targets, in this case the powerful blood vessel constrictor angiotensin II. Drugs like ACE inhibitors likely do have an indirect impact on aldosterone - angiotensin for example also regulates aldosterone. Mineralocorticoid receptor blockers often are not prescribed to men because a side effect can include an increase in breast size, he notes.   \r\nAldosterone blood levels are sometimes measured in patients today to check for tumors of the adrenal glands as well as to find causes of low potassium levels and high blood pressure.\r\nA higher percent of men have high blood pressure than women until females reach menopause where the rates level out. Starting at age 65, more women than men have the condition that is a major risk factor for heart attack and stroke, according to the Centers for Disease Control and Prevention. Obesity rates are higher in women: 38.3 percent versus 34.3 percent in men overall, says the CDC. \r\nBelin de Chantemele's future studies include learning more about why women have naturally higher levels of aldosterone. \r\n", "meeting": "38th World Congress of the International Union of Physiological Sciences", "keywords": ["Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Physiology"]}