{"journal": "Advanced Healthcare Materials", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--gts080217.php", "description": "Ultrasound brain surgery has enormous potential for the treatment of neurological diseases and cancers, but getting sound waves through the skull and into the brain is no easy task. To address this problem, a team of researchers from the University of California, Riverside has developed a ceramic skull implant through which doctors can deliver ultrasound treatments on demand and on a recurring basis.", "article_link": "http://dx.doi.org/10.1002/adhm.201700214", "date": "Wed, 02 Aug 2017 04:00:00 GMT", "funder": "National Science Foundation", "title": "Getting therapeutic sound waves through thick skulls", "region": "namerica", "source_link": "https://ucrtoday.ucr.edu/48277", "institution": "University of California - Riverside", "text": "RIVERSIDE, Calif. (http://www.ucr.edu) -- Ultrasound brain surgery has enormous potential for the treatment of neurological diseases and cancers, but getting sound waves through the skull and into the brain is no easy task. To address this problem, a team of researchers from the University of California, Riverside has developed a ceramic skull implant through which doctors can deliver ultrasound treatments on demand and on a recurring basis.Titled \"Novel Cranial Implants of Yttria Stabilized Zirconia as Acoustic Window for Ultrasonic Brain Therapy,\" a paper describing the research was published today in the journal Advanced Healthcare Materials. Guillermo Aguilar, professor and chair of mechanical engineering in UCR's Bourns College of Engineering, and Javier E. Garay, professor of mechanical and aerospace engineering in UC San Diego's Jacobs School of Engineering, led the project with researchers from Centro de Investigación y de Estudios Avanzados (CINVESTAV) del Instituto Politécnico Nacional (IPN), in México City. The current paper extends work being done by UCR's international, interdisciplinary 'Window to the Brain' project, a partnership with UC San Diego and three research institutions in Mexico.Ultrasound--sound waves that are at a higher frequency than those audible to humans--can be used to treat a variety of brain disorders, including Alzheimer's and Parkinson's diseases. Ultrasound can also be used to kill cancer cells, dissolve blood clots during stroke, and open the blood-brain barrier to enhance drug delivery.However, the human skull, called the cranium, is between 2 and 8 mm thick and relatively dense, meaning that most sound waves are reflected or absorbed before they make it into the brain.To help doctors deliver therapeutic sound waves into the brain, the team developed and tested a transparent, ceramic material that could be used to replace a portion of the cranium and that allows easy, targeted transmission of ultrasound waves into the brain. The material, which is a new variation of the ceramic material Yttria Stabilized Zirconia (YSZ), is non-porous, allowing non-focalized, low-intensity ultrasound waves to pass through.Ceramic materials show significant promise because they are biocompatible, extremely hard, and shatter resistant, making them ideal for implants. The team previously developed a YSZ cranial implant material for laser-based therapies, which is already in preclinical trials. The current material could be used to deliver both ultrasound and laser-based treatments.\"These materials are already being used in dental crowns and hip replacements, and our team is working to extend their application to the diagnosis and treatment of a wide variety of brain pathologies and neurological disorders,\" Aguilar said.\"Developing an optically and radio-frequency transparent cranial implant was already an exciting accomplishment, and we continue to work to make this implant a reality. Now, proving that ultrasound could be transmitted through the implant could expand its therapeutic capabilities even further.\"UCSD's Garay, who previously chaired UCR's Materials Science and Engineering Program, said the findings could extend the application of zirconia, a material that is sometimes called the \"steel of ceramics\" because of its versatility.\"It is important to appreciate that the zirconia we developed works well for this application because we engineered it to have low porosity. Porosity, a common defect in ceramics produced by traditional methods, significantly deteriorates ultrasound transmission as we show in this paper,\" Garay said.In addition to Aguilar and Garay, contributors are: Mario Gutierrez, a postdoctoral researcher in Aguilar's group during this project, and now a CONACYT research fellow at Instituto Nacional de Rehabilitación, Subdirección de Investigación Tecnológica (DIIM) in México City, who is first author on the paper; professors Lorenzo Leija and Arturo Vera, researchers at CINVESTAV del IPN in México City; and Elias Penilla, a postdoctoral researcher at UC San Diego who completed the work as a graduate student at UCR.The UCR Office of Technology Commercialization has filed a patent application for the inventions above.\r\n", "meeting": "", "keywords": ["Materials", " Medicine/Health", " Neurobiology", " Surgery", " Mechanical Engineering", " Research/Development"]}