{"journal": "Journal of Nuclear Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/sonm-nit080117.php", "description": "Yale University researchers have developed a way in which medical imaging with SPECT/CT could potentially be used to assess a patient's rupture risk for abdominal aortic aneurysm. Delaying surgical treatment can be life-threatening, and this new type of imaging could allow physicians to diagnose disease and better plan its management. The study is presented in the featured article of the August issue of The Journal of Nuclear Medicine.", "article_link": "http://dx.doi.org/10.2967/jnumed.116.188656", "date": "Tue, 01 Aug 2017 04:00:00 GMT", "funder": "National Institutes of Health, Connecticut Department of Public Health, Department of Veterans Affairs", "title": "New imaging tracer allows early assessment of abdominal aortic aneurysm risk", "region": "namerica", "source_link": "http://www.snmmi.org/NewsPublications/NewsDetail.aspx?ItemNumber=24984", "institution": "Society of Nuclear Medicine", "text": "RESTON, Va. -- Yale University researchers have developed a way in which medical imaging could potentially be used to assess a patient's rupture risk for abdominal aortic aneurysm. Delaying surgical treatment can be life-threatening, and this new type of imaging could allow physicians to diagnose disease and better plan its management. The study is presented in the featured article of the August issue of The Journal of Nuclear Medicine. Abdominal aortic aneurysm (AAA) accounts for 10,000 to 15,000 deaths each year in the United States. Matrix metalloproteinases (MMPs) play a key role in the development of AAA, which is especially prevalent in older men with a history of smoking. The researchers developed a novel, water-soluble MMP inhibitor that formed the basis for the new tracer, RYM1. In preclinical evaluation, RYM1--labeled with Tc-99m (99mTc) -- was then compared with another MMP tracer in mouse models of aneurysm.\"Studies in mouse models of aneurysm showed that that this tracer allows for imaging vessel wall biology with high sensitivity and specificity, and aortic tracer uptake in vivo correlates with vessel wall inflammation,\" explains Mehran M. Sadeghi, MD, of the Yale Cardiovascular Research Center in New Haven and the West Haven VA Medical Center in West Haven, Connecticut. He points out, \"There is no effective medical therapy for AAA, and current guidelines recommend invasive repair of large AAA. However, the morbidity and mortality remain high, so better tools for AAA risk stratification are needed.\" The study results show that SPECT/CT imaging with this new tracer, 99mTc-RYM1, is a promising tool for this purpose and could provide new ways to manage AAA. Looking ahead, Sadeghi says, \"Fulfilling the potential of molecular imaging in improving patient care and advancing research is critically dependent on the development of novel tracers with real potential for clinical translation. Remodeling and inflammation are fundamental biological processes which are implicated in the pathogenesis of several diseases, spanning from cancer to heart attack and stroke. MMPs play a key role in tissue remodeling and inflammation. Further development of RYM1-based imaging could expand the applications of molecular imaging and nuclear medicine, and improve patient management in a wide range of diseases.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Diagnostics", " Internal Medicine", " Pharmaceutical Science", " Pharmaceutical Chemistry"]}