{"journal": "Nature Biomedical Engineering", "url": "http://www.eurekalert.org/pub_releases/2017-07/ifbs-nmc073017.php", "description": "Experiments in dogs, rabbits and monkeys show the efficacy and biocompatibility of a new MRI/MRA contrast agent in detecting stroke. This T1 MRI contrast agent based on ultrasmall iron oxide nanoparticles could become a possible alternative to clinically used gadolinium-based agents.", "article_link": "http://dx.doi.org/10.1038/s41551-017-0116-7", "date": "Mon, 31 Jul 2017 04:00:00 GMT", "funder": "Institute for Basic Science", "title": "New MRI contrast agent tested on big animals", "region": "asia", "source_link": null, "institution": "Institute for Basic Science", "text": "The top causes of death worldwide, ischemic heart diseases and stroke, together with another major source of illness, that is cancer, require proper imaging of blood vessels. A team formed by the Center for Nanoparticle Research, within the Institute for Basic Science, in collaboration with scientists at Anhui Provincial Hospital and Seoul National University Hospital, have tested a new non-toxic contrast agent for magnetic resonance imaging (MRI) and magnetic resonance angiography (MRA) that could be superior to the current mainstream dye, gadolinium. Published in Nature Biomedical Engineering, this highly promising contrast agent was successful on dogs, rabbits and monkeys. Contrast agents are often used to improve the visibility of radiology of soft tissues and internal body structures, especially in cardiovascular and cerebral diseases. The choice of FDA-approved MRI and MRA contrast agents is fairly limited and they all bear some drawbacks. Gadolinium is the most commonly used MRI contrast agent, but it leaves deposits in the bones and brain, and is toxic for patients with kidney problems. As an alternative, contrast agents based on iron oxide nanoparticles are practically unused because of the difficult readability of the results. Unlike gadolinium, which appears as a white signal, iron oxide is difficult to distinguished from air, hemorrhage, calcification, metal deposition, and blood clots. HYEON Taeghwan, director of the Center for Nanoparticle Research explains: \"Let's take the example of a MRI analysis of a brain with Alzheimer's: iron oxide in the blood vessels would appear as black and the amyloid plaques as gray. It is very hard to recognize the plaques from the background. For it is reason, the current iron oxide nanoparticles are not used anymore and we started to look for other options.\" This occurs because gadolinium is a so-called T1-type contrast agent, while the current iron oxide is classified as T2. Previously, the IBS team designed ultrasmall T1 iron oxide nanoparticles (PEG-IONCs), proved the possibility to synthesize them in large quantities, and tested them on mice. Now their research has leaped forward: \"Research on mice cannot directly translate to humans, so we wanted to test if these nanoparticles work on large animals, like dogs, rabbits and monkeys. Eventually, our goal is to be able to understand if they can become a new diagnostic tool for humans,\" comments Hyeon. To test the applicability of PEG-IONCs, the research team performed MRI and MRA on rabbits, beagle dogs, and \r\nmacaque monkeys. With a small diameter and an unharmful coating, the PEG-IONCs boast several desirable features. PEG-IONCs' hydrodynamic diameter of about 12 nanometers is much smaller and more uniform than commercially available iron oxide nanoparticles. Moreover, in preparing IONCs, IBS scientists used safe components, such as oleic acid, oleyl alcohol, and polyethylene glycol (PEG), that are commonly employed in pharmaceutical formulations. Hematological and tissue compatibility studies in macaque monkeys revealed that PEG-IONCs are highly biocompatible. To give an example, most of the clinically available iron oxide-based MRI contrast agents, such as ferumoxide and ferumoxtran, have to be slowly infused to minimize the incidence of hypotension and other severe side effects. On the other hand, PEG-IONCs were administered trouble-free, like gadolinium. Finally, after the successful use of PEG-IONCs in static MRA, the scientists conducted a more challenging dynamic imaging to see vascular flow patterns of cerebral ischemia (the cause of stroke) in dogs and monkeys. Cerebral ischemia is a disorder caused by insufficient blood flow to the brain and its early detection with MRI contrast agents is vital for survival of patients. In the experiment, images were taken at several time points, every 1.5 seconds after injection of the contrast agent to see the blood perfusion patterns in the brain. An occlusion in the middle cerebral artery was detected. While further rigorous preclinical investigations are required, the current pilot studies on nonhuman primates clearly demonstrate a great potential of PEG-IONCs for next-generation T1 MRI contrast agent.\r\n", "meeting": "", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Materials", " Medicine/Health", " Cancer", " Cardiology", " Stroke", " Technology/Engineering/Computer Science", " Nanotechnology/Micromachines", " Research/Development", " Nanotechnology/Micromachines"]}