{"journal": "Cardiovascular Innovations and Applications", "url": "http://www.eurekalert.org/pub_releases/2017-07/ciaa-cia073117.php", "description": "The new journal Cardiovascular Innovations and Applications has just published the third issue of Volume 2. This issue brings together a diverse set of papers from authors from China, Chile, Germany, Italy, Japan, and the United States.", "article_link": null, "date": "Mon, 31 Jul 2017 04:00:00 GMT", "funder": "", "title": "Cardiovascular Innovations and Applications journal (volume 2 issue 3) published", "region": "europe", "source_link": null, "institution": "Cardiovascular Innovations and Applications", "text": "Beijing, 16 July, 2017: The new journal Cardiovascular Innovations and Applications (CVIA) has just published the third issue of Volume 2. This issue brings together a diverse set of papers from authors from China, Chile, Germany, Italy, Japan, and the United States.Papers in this issue are:REVIEWS\nMaria Bergami, Peter Louis Amaduzzi and Raffaele Bugiardini\r\nTakotsubo Syndrome: Does the Octopus Trap Hide Dangers? (http://ow.ly/qv6h30dOlld) Edgardo Escobar and Carlos Akel\r\nTelemedicine: It's Importance in Cardiology Practice. Experience in Chile (http://ow.ly/vL6e30dOlFn) Amit Gupta, Melissa Dakkak and Alan Miller\r\nDigoxin and Heart Failure: Are We Clear Yet? (http://ow.ly/Bskk30dOlPo) Jagadeesh K. Kalavakunta, Mayank K. Mittal, Abed Janoudi, Oliver G. Abela, Fadi Alreefi and George S. Abela\r\nRole of Cholesterol Crystals During Acute Myocardial Infarction and Cerebrovascular Accident (http://ow.ly/NhVb30dOlVS) Eric I-Hun Jeng, David John Hall, Caleb Matthews, Eddie Ward Manning III and Thomas Mark Beaver\r\nInfective Endocarditis: A Review of the Past and Present, and a Look into the Future (http://ow.ly/Vkbg30dOmbj) Masahiro Kohzuki and Osamu Ito\r\nChronic Kidney Disease is a New Target of Cardiac Rehabilitation (http://ow.ly/U7ob30dOmrS)ORIGINAL ARTICLES\nFeng Liang, Xiuhua Ma, Liuzhuang Zhao, Chengwei Xing, Xin Li, Dongjing Zhao, Da-Yi Hu, Shuoqiang Hu,\r\nWenbin Wang, Lantang Han, Shujun Cao, Huifang Liu and Zhengyu Bian\r\nEvaluation of Multidisciplinary Collaborative Care in Patients with Acute Coronary Syndrome and Depression and/or Anxiety Disorders (http://ow.ly/JjF330dOmle) Lili Wei, Datun Qi, Yong'en Shi, Chuanyu Gao and Weili Liu\r\nRelationship Between Morning Hypertension and T-Peak to T-End Interval in Patients with Suspected Coronary Heart Disease (http://ow.ly/26Q830dRKUo)COMMENTARIES\nC. Richard Conti\r\nAntibody Therapy of Hypercholesterolemia (http://ow.ly/yEMD30dOm4N) Some thoughts about Impact Factor and Journal Editorials (http://ow.ly/GffU30dOmIE) \r\nTo TAVR or Not to TAVR (http://ow.ly/3lvk30dOmSx) CASE REPORT\nGiancarlo Pirozzolo, Anastasios Athanasiadis, Udo Sechtem and Peter Ong\r\nOcclusive Spasm of the Left Anterior Descending Artery and First Diagonal Branch After Implantation of Everolimus Eluting Stents Without Re-stenosis in a Female Patient with Resting Angina (http://ow.ly/3L6V30dOmA0)", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Public Health"]}