{"journal": "Human Brain Mapping", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoth-ki073117.php", "description": "Structural and functional MRI in children resuscitated after drowning pinpoints the site of anoxic brain injury to regions controlling movement, while providing strong evidence that networks controlling perception and cognition remain largely intact.", "article_link": null, "date": "Mon, 31 Jul 2017 04:00:00 GMT", "funder": "National Institutes of Health, Kronkosky Charitable Foundation", "title": "'My kid is in there,' UT Health San Antonio imaging studies confirm", "region": "namerica", "source_link": null, "institution": "University of Texas Health Science Center at San Antonio", "text": "Highlights:Children who are resuscitated after drowning can survive as prisoners inside their own bodies, awake but paralyzed. Drowning deprives the brain of oxygen, which can cause a form of anoxic brain injury (ABI). Unable to move or speak, 10 children with ABI studied at UT Health San Antonio exhibited variations of locked-in syndrome, a rare condition in adults and thought to be even rarer in children. This work suggests that pediatric drowning may be one of the most common causes of locked-in syndrome.Injury is localized, not diffuseThe scientists are from the Research Imaging Institute at The University of Texas Health Science Center, now called UT Health San Antonio. They studied brain images of the 10 children and reported July 31 in Human Brain Mapping that the pattern of ABI seen in childhood drowning is not widespread as was previously believed. Instead it is largely confined to a small but crucially important motor pathway supplied by a specific set of small arteries deep inside the brain.Focal strokeThe injury is a focal stroke that, in the future, might be treated when children are first admitted to the hospital. That's if neuroprotective agents now being tested in animals are moved into human trials, said Peter T. Fox, M.D., professor in the Joe R. & Teresa Lozano Long School of Medicine at UT Health San Antonio and director of the Research Imaging Institute. Dr. Fox is senior author of the new paper and two other recent studies that report anatomical and functional effects on the brains of young children resuscitated after drowning. Preservation of networks\"In the imaging studies we see preservation of visual, auditory, tactile and cognitive networks, and predictably, we also see damage to motor pathways and networks,\" Dr. Fox said. The Research Imaging Institute developed a Neural Network-Based Behavioral Scoring System©, which is a score sheet for families and caregivers to submit their impressions of the awareness and cognition that their children display. Some of the children are able to communicate via eye movements. Others are not able to do so.Family impressions\"In locked-in syndrome, the patients' families are typically the first to report return of consciousness,\" Dr. Fox said. \"They are around their children all the time and they remember the child's personalities and preferences from before the injury.\"The brain system that's most associated with awareness is called the default-mode network. The team found a strong correlation between social behaviors and preservation of this network, Dr. Fox said.Machinery for awareness\"Even in the most severely affected of the children, we have evidence that at least the machinery for awareness of themselves and others remains functioning,\" he said. \"Does it mean that they're fully conscious? Well, we can see that the machinery is still intact.\"Relief to parentsThe finding is exciting and a relief to parents like Liz Tullis, whose son, Conrad, suffered ABI from drowning and was resuscitated. She founded the Conrad Smiles Fund, which has supported the research, and is a co-author on the three papers.\"Some parents, like Liz, are quite convinced that their kid is in there, thinking,\" Dr. Fox said. \"Perhaps clinicians are telling them that their child is not aware, and they want another opinion. They came to be a part of the study for another opinion.\"In future, treatment in hospital envisionedIf this new observation -- that ABI from childhood drowning can cause a focal stroke in the motor pathways -- becomes widely known among clinicians, and if treatments that are effective in animal models can be translated to humans, children could be treated immediately after hospital admission and much function could be saved, Dr. Fox said.\"This is a new syndrome,\" he said. \"It's not taught in medical school. This is all new neuroscience.\"Hope for parents\"When Conrad survived his accident, I was not given much hope or guidance; in fact I was encouraged to institutionalize Conrad,\" Tullis said. \"Other families were encouraged to withdraw care. Because ABI is believed to be 'generalized' brain damage, the prevailing medical prognosis is grim and any treatment or recovery is considered too difficult if not impossible. \"The results of this study are groundbreaking,\" she continued. \"Simply publicizing the results of Dr. Fox's research will have a huge impact on families. The fact that these children are 'in there' has never been communicated to the medical community and will improve the support we receive. The fact that this study can lead to more advancements in the understanding and treatment of ABI provides additional hope to fuel the fire of our love and dedication to our children.\"The team has published its research findings in clinical journals so that this will have an impact on care delivery, Dr. Fox said.Maximizing intellectual stimulationThirteen years after his accident, Conrad Tullis is 15 and a high school sophomore in San Antonio. Parents like Liz Tullis provide \"environmental enrichment\" opportunities for their locked-in children. \"If you believe that your kid is aware, then you want him to be stimulated, and have the opportunity to develop his own knowledge base and develop his own personality and intellect,\" Dr. Fox said. \"This research can guide care toward brain systems that are preserved, and it can encourage families to provide an enriched environment.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}