{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-07/hm-rdt072517.php", "description": "Researchers at Houston Methodist have made a surprising discovery leading to the development of technology with the ability to rejuvenate human cells. Taking a different approach to age-reversal at a cellular level, Dr. John P. Cooke and his colleagues studied cells from children with progeria, a rare condition marked by rapid aging. Their findings appear online July 31 and in print Aug. 8 in the Journal of the American College of Cardiology.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.06.017", "date": "Mon, 31 Jul 2017 04:00:00 GMT", "funder": "National Institutes of Health, Progeria Research Foundation, Cullen Foundation", "title": "Researchers develop technology to make aged cells younger", "region": "namerica", "source_link": null, "institution": "Houston Methodist", "text": "HOUSTON-(July 31, 2017) - Aging. We all face it. Nobody's immune and we've long tried to reverse it, stop it or just even slow it down. While advances have been made, true age-reversal at a cellular level remains difficult to achieve. By taking a different approach, however, researchers at Houston Methodist made a surprising discovery leading to the development of technology with the ability to rejuvenate human cells. And that couldn't be more important for the small population of children who are aging too quickly - children with progeria. John P. Cooke, M.D., Ph.D., department chair of cardiovascular sciences at Houston Methodist Research Institute, and his colleagues, describe their findings in a Research Letter titled \"Telomerase mRNA Reverses Senescence in Progeria Cells,\" appearing online July 31 and in print Aug. 8 in the Journal of the American College of Cardiology, a leading medical journal in the field of cardiovascular disease. VIDEO: Dr. Cooke explains the research https://vimeo.com/225586011Cooke studied cells from children with progeria, a rare condition marked by rapid aging that usually robs them of the chance to live beyond their early teens. They focused on progeria, because the condition tells them a lot about aging in general that's ultimately relevant to all of us. \"These kids are dying of heart attack and stroke at 13, 14, 15 years old,\" Cooke said. Although current therapies are useful, they only add a year or two, on average, to the child's life. We wanted to do something that would improve the children's quality of life and potentially allow them to live longer, so we set about studying their cells and seeing if we could improve the cell function.\" Cooke and his team focused on something called telomeres, which are the timekeepers of cells and very important for the function of our chromosomes. They are found at the tip of each chromosome, like the tip of a shoelace, holding the chromosome together. As we get older, the telomere gets shorter, ticking off the time we have left. He and his colleagues saw the telomeres were shorter in children with progeria and thought if they could restore the telomere length, then perhaps they could improve the cell function and its ability to divide and respond to stress. \"We all have telomere erosion over time, and many of the things that happen to these children at an accelerated pace occur in all of us,\" Cooke said. \"What we've shown is that when we reverse the process of the telomere shortening in the cells from these children and lengthen them, it can reverse a lot of the problems associated with aging.\" To do this, the researchers used a technology called RNA therapeutics. They were able to get the cells to produce a protein, called telomerase, that can extend and lengthen the telomere. They did this by delivering RNA to the cells that encodes this protein. Essentially, they gave the cells the information they needed to extend the telomere via an RNA delivery system and let the cells do the rest. Having that protein expressed in a cell for just a few days was enough to have a substantial physiologically relevant and meaningful effect on the lifespan and function of the cells. Cooke said it was a surprise to have such an effect with one exposure to the RNA telomerase. \"What was most unexpected about our work was the dramatic effect the telomere-extending technology had on the cells,\" Cooke said. \"We were not expecting to see such a dramatic effect on the ability of the cells to proliferate. They could function and divide more normally, and we gave them extra lifespan, as well as better function.\" The research team also compared their approach at the cellular level to the current therapies available, and Cooke said it was night and day. \"We looked at many cellular markers of aging and weren't expecting to see such a dramatic effect on them. Our approach had a much greater effect on all the markers of cellular aging,\" Cooke said. \"We markedly improved the ability of cells to multiply and reversed the production of inflammatory proteins. Those markers of cell aging we looked at were all reversed with the treatment in our study.\" Cooke wants to see this approach turned into something useful and says they're going to do it quicker than expected within a few years. \"As a physician, many of the diseases I see are due to aging. It's a major risk factor for heart and vascular diseases,\" Cooke said. \"About a third of the people in this country succumb to strokes and heart attacks. If we can fix that, we'll fix a lot of diseases.\" Cooke's work is different from what others are doing in the progeria field, because most everyone else is focusing on the genetic mutation of progeria and the abnormal protein that results from that mutation. Cooke's team chose to focus instead on developing a method to extend the telomere in these children. \"When you see these kids, they're like every other kid. They want to play, they want to dream. They want to grow up and be something great,\" Cooke said. \"But they can't do that. They don't have the chance. That, alone, is reason enough to pursue this approach.\" While Cooke says aging is not irreversible, it is something their work can have a beneficial effect on. \"We can at least stall or slow down accelerated aging, and that's what we're working toward,\" he said. \"Our next steps are to start moving this therapy toward clinical use. We plan to do so by improving existing cell therapies. I want to develop a therapy for these children. It's an unmet need.\" ", "meeting": "", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Medicine/Health", " Cardiology", " Death/Dying", " Mortality/Longevity", " Aging", " Genes"]}