{"title": "New role for immune cells in preventing diabetes and hypertension", "text": "Immune cells which are reduced in number by obesity could be a new target to treat diseases such as type 2 diabetes and hypertension that affect overweight people, according to a collaborative study between The University of Manchester, Lund University and the University of Salford.In a study published in the journal Scientific Reports, the researchers from immunology and cardiovascular backgrounds investigated a type of immune cell called eosinophils. Eosinophils are present in a layer of fat tissue called the perivascular adipose tissue (PVAT), which surrounds blood vessels and helps to maintain normal blood vessel function by reducing artery contraction.The current research by the researchers found that eosinophils were considerably reduced in the PVAT in obesity in mice, and that the PVAT function was severely impaired, contributing to type 2 diabetes and hypertension. This is not something that has previously been observed.Dr Sheena Cruickshank, the lead researcher on the Wellcome Trust-funded study, said: \"This type of immune cell is present in many parts of the body and was once thought to just act in parasitic infections and allergies, but it's fast becoming clear that they have a significant effect on lots of aspects of health and immunity\".\"Our study showed that in fact the secretions from eosinophils have a profound effect on how the blood vessels operate and when they are missing, as in obesity, serious health problems can start to develop.\"The role of the eosinophils also opens up new opportunities to investigate treatments for type 2 diabetes and hypertension.PVAT from fat that lack eosinophils could quickly be rescued by addition of eosinophils, demonstrating that there is the potential for a treatment based on restoring this function.The researchers observed that the eosinophils influenced the release of nitric oxide and a protein called adiponectin, which control healthy PVAT function. This appears to be a unique function of these immune cells. The researchers are particularly excited by how quickly the eosinophils could restore PVAT function, showing just how potent they may be.Dr Cruickshank added: \"These immune cells have been traditionally overlooked but this study shows for the first time that they have a direct role to play in processes in the body beyond the immune system.\"They seem to be incredibly important in a number of processes and this presents us with an exciting new area to investigate for a whole range of illnesses.\"The paper 'Eosinophils are key regulators of perivascular adipose tissue and vascular functionality' will be published in Scientific Reports.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-nrf031517.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust", "meeting": "", "institution": "University of Manchester", "keywords": ["Cell Biology", " Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Immunology/Allergies/Asthma"], "journal": "Scientific Reports", "description": "Immune cells which are reduced in number by obesity could be a new target to treat diseases such as type 2 diabetes and hypertension that affect overweight people, according to a collaborative study between the University of Manchester, Lund University and the University of Salford.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}