{"title": "TGen study of ASU football team produces largest known dataset for concussion diagnostics", "text": "PHOENIX, Ariz. -- March 17, 2017 -- Following a three-year study of the Arizona State University football program, researchers at the Translational Genomics Research Institute (TGen) have created the largest dataset to date of extracellular small RNAs, which are potential biomarkers for diagnosing medical conditions, including concussions.Details of the dataset were published today in Scientific Reports, an online open-access journal of the Nature Publishing Group.The study amassed a collection of biomarkers from the ASU student-athletes' biofluids: blood, urine and saliva. A portion of that information will be used with data from helmet sensors that recorded the number, intensity and direction of head impacts during games and practices from the 2013-16 football teams. TGen researchers are using that combined data to potentially develop new diagnostic and therapeutic tools.\"Large datasets -- examining different biofluids, isolation methods, detection platforms and analysis tools -- are important to further our understanding of the extent and types of extracellular materials present when someone is injured or develops disease,\" said Dr. Kendall Van Keuren-Jensen, TGen Associate Professor of Neurogenomics and Co-Director of TGen's Center for Noninvasive Diagnostics, and one of the study's senior authors.\"Concussion safety, protocol and diagnostics are key components of Sun Devil Athletics' student-athlete welfare program,\" said Ray Anderson, ASU Vice President for University Athletics. \"Our partnership with TGen and the research conducted with these biomarkers will ideally provide doctors, trainers and administrators with a mechanism to proactively safeguard the health of our student-athletes. We are proud and excited to be a part of this groundbreaking study that will significantly expand research in this important area of scientific discovery.\" Because the data is being published in an open access journal, they are available to aid other researchers studying how to develop tests for the detection and extent of injuries involving everything from automobile accidents to battlefield explosions. Sensors in the ASU student-athlete football helmets were wirelessly connected to a field-level computer as part of the Sideline Response System -- a head impact monitoring and research tool developed and deployed by Riddell, a leading provider of helmets to the NFL and major college football teams.  \"Riddell is pleased to be engaged with TGen on its important research as it has great potential to help the scientific community worldwide in the development of new breakthroughs, particularly in the area of brain health,\" said Dan Arment, President and Chief Executive Officer of Riddell, the industry leader in football helmet technology and innovation.TGen researchers used advanced genomic sequencing to identify the biomarkers of extracellular RNA (exRNA), strands of genetic material that are released from cells, and which can be detected in biofluids. TGen sequenced, or spelled out, the chemical letters that make up these biomarkers from among 183 blood samples, 204 urine samples and 46 saliva samples derived from among 55 consenting student-athletes, ages 18-25.\"The small RNA profile of each biofluid is distinct,\" the study said. \"These data significantly contribute to the current number of sequenced exRNA samples from young healthy individuals.\"   By identifying biofluids associated with healthy individuals, researchers hope to use these as standards for assessing disease and injury: \"Establishing a baseline for individuals when they are healthy may provide the most meaningful comparisons when exploring early indicators of disease, severity or outcome,\" the study said.\"These data will help inform us about how best to develop additional tools to enrich and capture specific types of information,\" according to the paper, titled: \"Total Extracellular Small RNA Profiles from Plasma, Saliva, and Urine of Healthy Subjects.\" \"We have tried to provide the most comprehensive profile of the small RNA species detected in our samples,\" said Dr. Matt Huentelman, TGen Professor of Neurogenomics, and one of the study's lead authors. \"This information may prove to be essential as the field moves toward using RNA expression changes for the detection of health, disease and injury.\"", "article_link": "http://dx.doi.org/10.1038/srep44061", "url": "http://www.eurekalert.org/pub_releases/2017-03/ttgr-tso031717.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgen-asu-riddell-concussion-study-results.aspx#.WMwTQI61vko", "funder": "Riddell Inc., Flinn Foundation, TGen Foundation", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biotechnology", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Neurobiology", " Public Health", " Sports Medicine", " Bioinformatics"], "journal": "Scientific Reports", "description": "Following a three-year study of the Arizona State University football program, researchers at the Translational Genomics Research Institute have created the largest dataset to date of extracellular small RNAs, which are potential biomarkers for diagnosing medical conditions, including concussions. Details of the dataset were published today in Scientific Reports, an online open-access journal of the Nature Publishing Group.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}