{"title": "Moderate exercise may be beneficial for HCM patients", "text": "As one of the most common causes of sudden cardiac death in young people, a diagnosis of hypertrophic cardiomyopathy can push patients into sedentary lifestyles.Current guidelines recommend people with HCM, the most common genetic cardiovascular disease, limit intense exercise because of concerns over triggering ventricular arrhythmias. But new Michigan Medicine research finds there may be reason to re-evaluate the guidelines.\"We are challenging the idea that exercise is dangerous for these patients,\" says senior author Sharlene Day, M.D., a Michigan Medicine cardiologist and associate professor. \"And we show that it can actually be beneficial.\"University of Michigan researchers collaborated with colleagues at Stanford University and the VA Palo Alto Health Care System for the new study released in JAMA and presented as a late-breaking clinical trial at the American College of Cardiology's annual Scientific Session. The preliminary study announced a small, but statistically significant increase in exercise capacity in HCM patients who underwent moderate-intensity exercise training.The general population is encouraged to stay active to maintain good health and reduce the risk of cardiovascular events. Yet because of the risk of sudden cardiac death, people with HCM are told not to participate in competitive sports.But there isn't a global consensus on whether it's safe for those with HCM to participate in recreational activities, such as jogging. Surveys have revealed most patients with HCM reduce their activity levels after diagnosis, becoming less active than the general population.First author Sara Saberi, M.D., says providers need data to guide their recommendations, so they don't become colored by emotion.\"We have those images entrenched in our brains of young, healthy athletes collapsing suddenly in the middle of a competition, and these devastating events trigger a visceral response,\" says Saberi, a Michigan Medicine cardiologist and assistant professor. \"But by limiting exercise, we're creating another set of health problems that stem from obesity, like coronary heart disease, diabetes, obstructive sleep apnea, depression and anxiety.\"Saberi's team studied 136 patients with HCM between the ages of 18 and 80. For 16 weeks, members of one group were told to continue with their usual level of physical activity while the other group members were given individualized exercise plans the researchers created.The exercises were moderate, including walking, using an elliptical, jogging or biking, and excluding intervals or weight training. The participants began week one working out at least three times each week for 20 minutes. By the end of the program, they were working out four to seven times per week for up to an hour. The exercise group participants experienced a small but statistically significant increase in peak VO2 max, a measure of exercise capability, after the 16 weeks. Reduced peak VO2 is common in HCM patients, and it correlates with mortality in HCM.\"The findings show patients that follow an exercise prescription can actually train and improve their functional capacity,\" Saberi says.In this preliminary study, neither group experienced any major adverse effects in this preliminary study, such as death, appropriate ICD shocks or sustained ventricular tachycardia. Of note, there was also a statistically significant improvement in self-reported physical functioning in the exercise group as compared with the usual-activity group. The long-term safety of exercise in the HCM population remains to be established, but the researchers call this study an important first step.Because adverse events like sustained ventricular tachycardia are exceedingly rare in HCM patients, Saberi says a clinical trial designed to address safety of exercise in terms of dangerous heart rhythms and sudden cardiac death would require a larger number of patients with longer follow up. In the meantime, an observational study called LIVE-HCM is ongoing and will address the benefits and safety of exercise at many levels, including vigorous recreational exercise and competitive sports participation. Day, a Taubman Scholar, and Saberi say they approach their patients with HCM differently than many physicians. They strongly encourage some physical activity at least three days each week, preferably with an exercise partner and at a level at which they feel comfortable. They give individual recommendations to each patient they see in their clinics.\"I tell my patients not to let HCM prevent them from keeping in shape,\" Saberi says. \"Exercise training has shown improvements in outcomes in terms of mortality, including in patients with chronic heart failure, and we think it's likely to have the same benefits in HCM patients.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mmu-mem031717.php", "region": "namerica", "source_link": null, "funder": "Michigan Institute for Clinical & Health Research, University of Michigan Frankel Cardiovascular Center", "meeting": "American College of Cardiology Scientific Session", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAMA", "description": "Patients with hypertrophic cardiomyopathy are urged to take it easy. But new research shows they might benefit from moderate aerobic exercise.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}