{"title": "Mount Sinai researchers review progress of treating glutamate signalling in depression", "text": " (New York - March 17, 2017) -- Major depressive disorder (MDD) impacts 15 million Americans and is the leading cause of disability, yet current treatments possess limited efficacy. Ketamine, which has been repurposed as a rapidly acting antidepressant, has emerged as an experimental and potentially promising compound to treat severe depression through a novel drug action mechanism that blocks glutamate receptors. Researchers from the Icahn School of Medicine at Mount Sinai and other institutions reviewed progress made in using ketamine and other therapies to treat depression. While they found that glutamate modulating agents including ketamine may represent the first major advance in treating MDD in decades, fundamental questions remain regarding safety, tolerability, and efficacy. The review will be published online, March 17, in Nature Reviews/Drug Discovery .    Neurotransmitters, including glutamate, are substances that conduct signals from one nerve cell to another. Glutamate is the most abundant excitatory neurotransmitter that promotes the flow of signals between nerve cells. Mental disorders such as depression and schizophrenia stem in part from an inability of the central nervous system to effectively use glutamate. Experimental drugs that block glutamate receptors in the central nervous system or lower glutamate brain levels may represent the next generation of antidepressant medications, and offer potential advantages over current drug treatments. \"The ongoing clinical trial research focusing on the glutamate system may lead to a completely new class of antidepressants that may significantly change the way patients with depression, and in particular, treatment-resistant depression are treated,\" said the study's first author, James Murrough, MD, Director, Mood and Anxiety Disorders Program and Assistant Professor of Psychiatry and Neuroscience at the Icahn School of Medicine at Mount Sinai. \"Targeting glutamate receptors could transform care for patients for this devastating disease.\"Researchers at Mount Sinai's Mood and Anxiety Disorders Program (MAP) are conducting studies and clinical trials on agents, including ketamine, which modulate the glutamate system. No glutamate modulator has been approved for the treatment of depression worldwide.Ketamine, a schedule III controlled substance drug with a potential for abuse, has been studied in patients with depression. The drug has been given in low doses and in a controlled environment. The review identifies key outstanding issues related to the development of ketamine and other glutamate modulators for use in depression. For example, most studies have selected patients who have failed to respond to one or more trials of conventional antidepressants and have not accounted for other factors, including trauma history or genetic predisposition for depression. \"Although substantial progress has been made over the past decade in identifying ketamine as a prototype rapid-acting antidepressant, there is a large gap in the literature, which represents a crucial unmet research need to examine its safety and efficacy beyond a single treatment administration,\" said Dr. Murrough. \"An important unknown is the relationship between glutamate modulation and conventional therapeutic approaches for depression, which may shed light on the strengths and limitations of this approach.\"The Icahn School of Medicine at Mount Sinai is a co-owner of a patent covering the use of ketamine for the treatment of treatment-resistant depression, has entered into a licensing agreement with a pharmaceutical company for rights to the patent, and will receive payments related to the use of ketamine if it is approved for the treatment of treatment-resistant depression. Dr. Murrough is not named as an inventor on the patent and will not receive any payments.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/msh-msr031017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Drugs", " Behavior", " Mental Health", " Depression/Anger", " Stress/Anxiety"], "journal": "Nature Reviews/Drug Discovery", "description": "Major depressive disorder (MDD) impacts 15 million Americans and is the leading cause of disability, yet current treatments possess limited efficacy. Ketamine, which has been repurposed as a rapidly acting antidepressant, has emerged as an experimental and potentially promising compound to treat severe depression through a novel drug action mechanism that blocks glutamate receptors.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}