{"title": "The Lancet: Indigenous South American group has healthiest arteries of all populations yet studied, providing clues to healthy lifestyle", "text": "The Tsimane people - a forager-horticulturalist population of the Bolivian Amazon - have the lowest reported levels of vascular ageing for any population, with coronary atherosclerosis (hardening of the arteries) being five times less common than in the US, according to a study published in The Lancet and being presented at the American College of Cardiology conference.The researchers propose that the loss of subsistence diets and lifestyles in contemporary society could be classed as a new risk factor for heart disease. The main risk factors are age, smoking, high cholesterol, high blood pressure, physical inactivity, obesity and diabetes.\"Our study shows that the Tsimane indigenous South Americans have the lowest prevalence of coronary atherosclerosis of any population yet studied,\" said senior anthropology author, Professor Hillard Kaplan, University of New Mexico, USA. \"Their lifestyle suggests that a diet low in saturated fats and high in non-processed fibre-rich carbohydrates, along with wild game and fish, not smoking and being active throughout the day could help prevent hardening in the arteries of the heart. The loss of subsistence diets and lifestyles could be classed as a new risk factor for vascular ageing and we believe that components of this way of life could benefit contemporary sedentary populations.\" [1]Although the Tsimane lifestyle is very different from that of contemporary society, certain elements of it are transferable and could help to reduce risk of heart disease.While industrial populations are sedentary for more than half of their waking hours (54%), the Tsimane spend only 10% of their daytime being inactive. They live a subsistence lifestyle that involves hunting, gathering, fishing and farming, where men spend an average of 6-7 hours of their day being physically active and women spend 4-6 hours. Their diet is largely carbohydrate-based (72%) and includes non-processed carbohydrates which are high in fibre such as rice, plantain, manioc, corn, nuts and fruits. Protein constitutes 14% of their diet and comes from animal meat. The diet is very low in fat with fat compromising only 14% of the diet - equivalent to an estimated 38 grams of fat each day, including 11g saturated fat and no trans fats. In addition, smoking was rare in the population. In the observational study, the researchers visited 85 Tsimane villages between 2014 and 2015. They measured the participants' risk of heart disease by taking CT scans of the hearts of 705 adults (aged 40-94 years old) to measure the extent of hardening of the coronary arteries, as well as measuring weight, age, heart rate, blood pressure, cholesterol, blood glucose and inflammation. Based on their CT scan, almost nine in 10 of the Tsimane people (596 of 705 people, 85%) had no risk of heart disease, 89 (13%) had low risk and only 20 people (3%) had moderate or high risk. These findings also continued into old age, where almost two-thirds (65%, 31 of 48) of those aged over 75 years old had almost no risk and 8% (4 of 48) had moderate or high risk. These results are the lowest reported levels of vascular ageing of any population recorded to date.By comparison, a US study of 6814 people (aged 45 to 84) found that only 14% of Americans had a CT scan that suggested no risk of heart disease and half (50%) had a moderate or high risk - a five-fold higher prevalence than in the Tsimane population. In the Tsimane population, heart rate, blood pressure, cholesterol, and blood glucose were also low, potentially as a result of their lifestyle. The researchers also note that the low risk of coronary atherosclerosis was identified despite there being elevated levels of inflammation in half of the Tsimane population (51%, 360 of 705 people). \"Conventional thinking is that inflammation increases the risk of heart disease,\" said Professor Randall Thompson, cardiologist at Saint Luke's Mid America Heart Institute, USA. \"However, the inflammation common to the Tsimane was not associated with increased risk of heart disease, and may instead be the result of high rates of infections.\" [1]Because the study is observational it cannot confirm how the Tsimane population is protected from vascular ageing, or which part of their lifestyle (diet, physical activity or smoking) is most protective. The researchers suggest it is more likely to be a result of their lifestyle than genetics, because of a gradual increase in cholesterol levels coinciding with a rapidly changing lifestyle. \"Over the last five years, new roads and the introduction of motorised canoes have dramatically increased access to the nearby market town to buy sugar and cooking oil,\" said Dr Ben Trumble, Arizona State University, USA. \"This is ushering in major economic and nutritional changes for the Tsimane people.\" [1]The researchers did not study whether coronary artery hardening in the Tsimane population impacted on their health, but note that deaths from heart attacks are very uncommon in the population so it is likely that their low levels of atherosclerosis and heart disease are associated. The researchers are investigating this in further research. \"This study suggests that coronary atherosclerosis could be avoided if people adopted some elements of the Tsimane lifestyle, such as keeping their LDL cholesterol, blood pressure and blood sugar very low, not smoking and being physically active,\" said senior cardiology author Dr Gregory S. Thomas, Long Beach Memorial Medical Centre, USA. \"Most of the Tsimane are able to live their entire life without developing any coronary atherosclerosis. This has never been seen in any prior research. While difficult to achieve in the industrialized world, we can adopt some aspects of their lifestyle to potentially forestall a condition we thought would eventually effect almost all of us.\" [1]", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tl-tli031517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "The Tsimane people -- a forager-horticulturalist population of the Bolivian Amazon -- have the lowest reported levels of vascular ageing for any population, with coronary atherosclerosis (hardening of the arteries) being five times less common than in the US, according to a study published in The Lancet and being presented at the American College of Cardiology conference.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}