{"title": "Whole body vibration has same health benefits as treadmill walking in a model of obesity and diabete", "text": "AUGUSTA, Ga. (March 16, 2017) -A daily dose of whole body vibration- like time on a treadmill -- reduces body fat and insulin resistance and improves muscle and bone strength in a mouse model of morbid obesity and diabetes, researchers report.Twenty minutes daily for three months on either a treadmill or a vibrating platform also reduced fat deposits in the abdominal region where it's particularly problematic for the heart and general health, as well as on the liver, where it can produce damage similar to excessive alcohol intake, said Dr. Alexis M. Stranahan, neuroscientist in the Department of Neuroscience and Regenerative Medicine at the Medical College of Georgia at Augusta University. And, while the bones didn't actually look much different, both activities also increased circulating levels of osteocalcin, a protein made by bone-producing cells called osteoblasts and incorporated into bone to help make it strong, said Dr. Meghan E. McGee-Lawrence, biomedical engineer in the MCG Department of Cellular Biology and Anatomy. The findings, published in the journal Endocrinology, have the scientists concluding that whole body vibration recapitulates the positive effects of exercise on metabolism at least in their mouse model of morbid obesity and diabetes. Because, interestingly, the comparatively light activity didn't have the same impact on trimmer more naturally active mice that, left to their own devices, might just run six miles a week. \"Every time you walk or run or stand on a vibrating platform, your bones are experiencing sheer stress and that sheer stress can change how those metabolically relevant hormones get released,\" said Stranahan, the study's corresponding author. \"I think the exciting thing about this study is that it shows you can apply the mechanical load in a different way. Whether you are walking on a treadmill, running on a treadmill or standing on a vibrating platform, it's still a mechanical load,\" said first author McGee-Lawrence.Actually just shaking bone and/or muscle cells in a dish will produce some of the same metabolically positive responses, Stranahan noted.  In fact, the scientists think the vibration benefits result from getting our cells moving.While all cells likely respond to movement, there is a lot of evidence of movement's impact on bone and muscle cells, which also are important endocrine organs that secrete and respond to hormones. \"The bone is increasingly recognized as more of an endocrine organ because it can secrete hormones that tell the liver and the pancreas what to do,\" Stranahan said. \"We know that mechanical loading is good for the skeleton, but the way those cells sense the load, despite decades of research on this topic, nobody really knows,\" McGee-Lawrence said. \"That is kind of a big question mark in the field right now.\" And, one of many she and her colleagues are pursuing.Circulating osteocalcin, for example, has the additional benefit of enhancing insulin production by the pancreas. Its levels are typically reduced in obese humans and their rodent models but its positive associations had the scientists thinking that load-bearing activities like walking or vibration would yield similar beneficial results.In fact, whole body vibration seemed to at least partially normalize the pancreas' response to glucose, which is to make more insulin, which helps the body use the sugar as fuel rather than have high circulating levels wreaking havoc wherever blood goes. They also note that while osteocalcin levels were higher in exercising or vibrating obese/diabetic mice than their sedentary counterparts, levels weren't restored to that of more active, trimmer wild types.  Directly manipulating osteocalcin levels - rather than indirectly changing them through exercise or vibration - will further parse the impact on blood sugar control, Stranahan said. Future studies also need to compare the impact of the active and passive movements on a more genetically diverse obese animal population, the scientists said, to begin to draw conclusions about how their work translates to genetically diverse humans.  They also want to look further at the impact of whole body vibration on the brain, including cognition as well as areas that impact metallic regulation. The MCG team knew that while normal mice might run great distances essentially forever, young obese and diabetic models may start out running more than two miles weekly but then dribble off to a sedentary state, Stranahan said. For the studies, the scientists used this lower threshold of 2.5 miles, which wasn't sufficient to push the bones, muscles or metabolism of trim, active mice, but made a significant difference for the diabetic/obese ones. Other studies have shown further pushing the limits of trim, active counterparts do reap similar benefits, Stranahan said. While they might not want to keep running, the obese mice didn't seem to mind when their cages were placed on a vibrating platform. They could still easily move around the cage and levels of the rodent form of the stress hormone cortisol did not increase, McGee-Lawrence said.  Still, like everything else, vibration is about balance. Too much, like the heavy pounding that results from using a jackhammer, may actually damage the skeleton and rest of the body, Stranahan said, noting that more typical exercise in excess does damage as well.  \"It's nice to know that there are potentially other options out there, like whole body vibration, that could have some of the same beneficial effects as exercise and yet be less strenuous or something that could accommodate different schedules or levels of physical activity,\" McGee-Lawrence said, noting that while some of us may not want to exercise, others of us cannot because of physical and/or time limitations.            Clinical trials already are looking at the impact of whole body vibration in the elderly, patients hospitalized with chronic obstructive pulmonary disease and young people with cerebral palsy. The MCG scientists are hopeful their work will further fine tune efforts to get the maximum, safe benefit of vibration.Consumers can already buy their own whole body vibrating devices, including models that look like weight scales for under $100, others that look like a short treadmill for closer to $2,500 and vibrating belts for under $20. Bone tends to strengthen in response to weight-bearing exercise and some studies have suggested that quite literally because of the extra weight, obesity reduces the risk of weak bones and osteoporosis. However newer reports indicate the extra poundage actually reduces bone formation. Fat even gets deposited in the bone down to the marrow where it appears to interfere with bone formation, the scientists said.\"There is so much more to obesity than weight,\" McGee-Lawrence said. \"There is inflammation, there are a lot of metabolic changes, all of those combined can really have a negative impact on the skeleton. If you look at fracture risk, for example, in people with type 2 diabetes, they have an increased fracture risk, that means there is something going on where you are impacting the quality or the amount of bone.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mcog-wbv031617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Diabetes Association", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Public Health", " Exercise"], "journal": "Journal of Endocrinology", "description": "A daily dose of whole body vibration -- like time on a treadmill -- reduces body fat and insulin resistance and improves muscle and bone strength in a mouse model of morbid obesity and diabetes, researchers report.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}