{"title": "Fat cells step in to help liver during fasting", "text": "DALLAS - March 16, 2017 - How do mammals keep two biologically crucial metabolites in balance during times when they are feeding, sleeping, and fasting? The answer may require rewriting some textbooks.In a study published today in Science, UT Southwestern Medical Center researchers report that fat cells \"have the liver's back,\" so to speak, to maintain tight regulation of glucose (blood sugar) and uridine, a metabolite the body uses in a range of fundamental processes such as building RNA molecules, properly making proteins, and storing glucose as energy reserves. Their study may have implications for several diseases, including diabetes, cancer, and neurological disorders.Metabolites are substances produced by a metabolic process, such as glucose generated in the metabolism of complex sugars and starches, or amino acids used in the biosynthesis of proteins.\"Like glucose, every cell in the body needs uridine to stay alive. Glucose is needed for energy, particularly in the brain's neurons. Uridine is a basic building block for a lot of things inside the cell,\" said Dr. Philipp Scherer, senior author of the study and Director of UT Southwestern's Touchstone Center for Diabetes Research.\"Biology textbooks indicate that the liver produces uridine for the circulatory system,\" said Dr. Scherer, also Professor of Internal Medicine and Cell Biology. \"But what we found is that the liver serves as the primary producer of this metabolite only in the fed state. In the fasted state, the body's fat cells take over the production of uridine.\"Basically, this method of uridine production can be viewed as a division of labor. Researchers found that during fasting, the liver is busy producing glucose - and so fat cells take over the role of producing uridine for the bloodstream. These findings were replicated in human, mouse, and rat studies.Although uridine has many roles, this study is the first to report that fat cells produce plasma uridine during fasting and that a fat cell-liver-uridine axis regulates the body's energy balance.Study lead author Dr. Yingfeng Deng, Assistant Professor of Internal Medicine, found that blood uridine levels go up during fasting and down when feeding. During feeding, the liver reduces uridine levels by secreting uridine into bile, which is transferred to the gallbladder and then sent to the gut, where it helps in the absorption of nutrients.\"It turns out that having uridine in your gut helps you absorb glucose; therefore uridine helps in glucose regulation,\" Dr. Scherer said.The uridine in the blood works through the hypothalamus in the brain to affect another tightly regulated system - body temperature, Dr. Scherer added. It appears that only uridine made by fat cells reduces body temperature, he said.In dietary studies, the researchers found that prolonged exposure to a high-fat diet blunted the effects of fasting on lowering body temperature, an effect also associated with obesity. Further testing indicated those findings were due to the reduced elevation in uridine in response to fasting, said Dr. Deng, also a member of the Touchstone Diabetes Center.Future research questions include studying the effects of feeding-induced reductions in uridine levels in organs that rely heavily on uridine from plasma, such as the heart, and whether bariatric surgery affects blood uridine levels.\"Our studies reveal a direct link between temperature regulation and metabolism, indicating that a uridine-centered model of energy balance may pave the way for future studies on uridine balance and how this process is dysregulated in the diabetic state,\" Dr. Scherer said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/usmc-fcs031617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Cancer", " Liver"], "journal": "Science", "description": "How do mammals keep two biologically crucial metabolites in balance during times when they are feeding, sleeping, and fasting? The answer may require rewriting some textbooks.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}