{"title": "58 million Americans are exposed to loud, frequent noises, including firearms, at work and home", "text": "Boston, MA-- Loud noise exposure is a common environmental hazard in the United States that can lead to hearing loss and other conditions such as sleep disturbance, cardiovascular disease and diabetes. In a study published today in The Laryngoscope, Brigham and Women's Hospital researchers found that substantial noise exposures, with potential long-term hearing effects, commonly occur in occupational and recreational settings and only a small percentage of those exposed are consistently wearing recommended hearing protection. Additionally, the study found that for the almost 35 million Americans who use firearms, only 58 percent use hearing protection.  Through a cross-sectional analysis, researchers analyzed data from the 2014 National Health Interview Series hearing survey module. The survey included 240 million Americans, and collected data regarding potentially harmful exposures to occupational and recreational noises in the past year, along with patterns of hearing protection. Researchers report that almost 22 percent of those surveyed were exposed to very loud sounds at work for at least four hours a day, several days a week, and 38 percent of people who were exposed never used hearing protection. The data also show that 21 percent of those surveyed experienced very loud noise exposures in the past year in both leisure and recreational settings, and that 62 percent of people exposed to loud or very loud sounds during these activities did not use any hearing protection. Additionally, the team found only 58 percent of the 34.7 million people who shot firearms in the last year used hearing protection consistently, while 20 percent of those who shot more than 10,000 rounds of ammunition in the last year never used any protection. The vast majority of this firearm related noise exposure (77 percent) occurred during recreational shooting.\"This noise exposure epidemic had not really been quantified at the household level in the US,\" says Neil Bhattacharyya, MD, senior author and associate chief of otolaryngology at BWH. \"This degree of noise exposure has the potential to cause long term hearing consequences with our aging population. Health care providers should actively identify and encourage the use of hearing protection in patients at risk.\" The authors note that employers and health care providers need to increase their efforts to identify dangerous noise exposures both at home and at work and that noise related to firearms use among almost 40 percent of the population deserves further attention. The authors note certain limitations of the study which include its dependence on the recall of the adults surveyed and the fact that was limited to calendar year 2014.\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bawh-5ma031417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Environmental Health"], "journal": "The Laryngoscope", "description": "A study finds substantial noise exposures, with potentially serious long-term hearing health consequences, frequently occur in occupational and recreational settings.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}