{"title": "Genetic association with aggressive prostate cancer discovered", "text": "March 16, 2017 (Toronto) - An international study published in the Journal of the National Cancer Institute has identified a genetic connection to the aggressive form of prostate cancer.  The study showed a threefold increase in the risk of aggressive prostate cancer for men with the genetic mutation.  The frequency of the gene variants varied from 6 to 14% of the population of men with prostate cancer.Much like the association between BRCA gene mutation and the risk for breast cancer in women changed the approach to treatment/ prevention, the identification of the Kallikrein 6 gene region may change the course of prostate cancer care through a blood test developed by the Lunenfeld-Tanenbaum Research Institute. The study was led by Dr. Alexandre Zlotta, Director of Uro-Oncology at Mount Sinai Hospital, and researcher with the Lunenfeld-Tanenbaum Research Institute, part of Sinai Health System in Toronto, Canada, and Dr. Paul Boutros, Principal Investigator, Informatics and Bio-computing, Ontario Institute for Cancer Research (OICR). The first author of the paper was Dr. Laurent Briollais, Senior Investigator, Lunenfeld-Tanenbaum Research Institute. These findings are important because it is well established that most men will die with prostate cancer, and not from the disease. Dr. Zlotta was the lead author of a study in 2013 which revealed the unexpected high prevalence of indolent prostate cancer in men. Diagnosing the aggressive form of the disease is an important unmet need.\"As an oncologist I know firsthand how valuable it would be to have a genetic tool that could help choose the best course of action with my patients,\" explains Zlotta. \"It would help spare patients with indolent disease from unnecessary treatments and their side effects and aid in the diagnosis and directing patients with aggressive disease to the appropriate treatment.\" Up until now, no single test could predict the severity of the cancer type- the current PSA test (Kallikrein 3), which is located near Kallikrein 6, only identifies the risk of prostate cancer, not the severity.To identify the relevant mutations the scientists analyzed the blood samples of 1,858 men from three independent cohorts in Europe and North America: the Swiss arm of the European Randomized Study for Prostate Cancer Screening, the large American Screening trial, Prostate, Lung, Colorectal, and Ovarian (PLCO), Princess Margaret Cancer Centre (University Health Network) and Mount Sinai Hospital (Sinai Health System) in Toronto. The KLK6 variants also independently predicted treatment failure after surgery or radiation for prostate cancer in an independent cohort of 130 men from the International Cancer Genome Consortium (ICGC).\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/lri-gaw031617.php", "region": "namerica", "source_link": "http://www.sinaihealthsystem.ca/en/News/index.aspx?newsId=8a31ae64-8a76-4207-9688-41f97780de0d", "funder": "Canadian Institutes of Health Research, Ontario Institute for Cancer Research, Prostate Cancer Canada, Terry Fox Research Institute", "meeting": "", "institution": "Lunenfeld-Tanenbaum Research Institute", "keywords": ["Cell Biology", " Genetics", " Molecular Biology", " Physiology", " Medicine/Health", " Cancer", " Prostate Cancer", " Urogenital System", " Genes"], "journal": "Journal of the National Cancer Institute", "description": "An international study published in the Journal of the National Cancer Institute has identified a genetic connection to the aggressive form of prostate cancer.  The study showed a threefold increase in the risk of aggressive prostate cancer for men with the genetic mutation.  The frequency of the gene variants varied from 6 to 14 percent of the population of men with prostate cancer.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}