{"title": "Older women taking statins face higher risk of diabetes", "text": "Older Australian women taking cholesterol-lowering statins face a significantly increased risk of developing diabetes, according to a University of Queensland study.UQ School of Public Health researcher Dr Mark Jones said women over 75 faced a 33 per cent higher chance of developing diabetes if they were taking statins.The risk increased to over 50 per cent for women taking higher doses of statins. \"We found that almost 50 per cent of women in their late seventies and eighties in the study took statins, and five per cent were diagnosed with new-onset diabetes,\" Dr Jones said.\"Statins are highly prescribed in this age group but there are very few clinical trials looking at their effects on older women.\r\n\"The vast majority of research is on 40- to 70-year-old men.\"Statins, a class of drugs that lower cholesterol in the blood, are prescribed to reduce the incidence of cardiovascular events such as heart attacks and strokes. \"What's most concerning was that we found a 'dose effect' where the risk of diabetes increased as the dosage of statins increased.\"Over the 10 years of the study most of the women progressed to higher doses of statins,\" Dr Jones said.   \"GPs and their elderly female patients should be aware of the risks.\"Those elderly women taking statins should be carefully and regularly monitored for increased blood glucose to ensure early detection and management of diabetes.\" The research was based on prescription and survey data from 8372 women born between 1921 and 1926 who are regularly surveyed as part of the Women's Health Australia study (also known as the Australian Longitudinal Study on Women's Health).  The research is published in Drugs and Ageing.\r\n", "article_link": "http://dx.doi.org/10.1007/s40266-017-0435-0", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoq-owt031517.php", "region": "africa", "source_link": "https://www.uq.edu.au/news/article/2017/03/older-women-taking-statins-face-higher-risk-of-diabetes", "funder": "", "meeting": "", "institution": "University of Queensland", "keywords": ["Health Care", " Medicine/Health", " Epidemiology", " Gerontology", " Health Professionals", " Cholesterol", " Diabetes", " Public Health"], "journal": "Drugs & Aging", "description": "A University of Queensland study found that women over 75 faced a 33 percent higher chance of developing diabetes if they were taking statins. The risk increased to 51 percent for those on high doses. Clinicians are urged to be aware of the risks when prescribing and carefully monitor elderly female patients.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}