{"title": "Whole-body vibration may be as effective as regular exercise", "text": "WASHINGTON--A less strenuous form of exercise known as whole-body vibration (WBV) can mimic the muscle and bone health benefits of regular exercise in mice, according to a new study published in the Endocrine Society's journal Endocrinology. WBV consists of a person sitting, standing or lying on a machine with a vibrating platform. When the machine vibrates, it transmits energy to the body, and muscles contract and relax multiple times during each second. Many people find it challenging to exercise regularly and that is contributing to the obesity and diabetes epidemics. These disorders can increase the risk of bone fractures. Physical activity can help to decrease this risk and reduce the negative metabolic effects of each condition. \"Our study is the first to show that whole-body vibration may be just as effective as exercise at combatting some of the negative consequences of obesity and diabetes,\" said the study's first author, Meghan E. McGee-Lawrence, Ph.D., of Augusta University in Augusta, Ga. \"While WBV did not fully address the defects in bone mass of the obese mice in our study, it did increase global bone formation, suggesting longer-term treatments could hold promise for preventing bone loss as well.\"To conduct the study, researchers examined two groups of 5-week-old male mice. One group consisted of normal mice, while the other group was genetically unresponsive to the hormone leptin, which promotes feelings of fullness after eating. Mice from each group were assigned to sedentary, WBV or treadmill exercise conditions. After a week-long period to grow used to the exercise equipment, the groups of mice began a 12-week exercise program. The mice in the WBV group underwent 20 minutes of WBV at a frequency of 32 Hz with 0.5g acceleration each day. Mice in the treadmill group walked for 45 minutes daily at a slight incline. For comparison, the third group did not exercise. Mice were weighed weekly during the study. The genetically obese and diabetic mice showed similar metabolic benefits from both WBV and exercising on the treadmill. Obese mice gained less weight after exercise or WBV than obese mice in the sedentary group, although they remained heavier than normal mice. Exercise and WBV also enhanced muscle mass and insulin sensitivity in the genetically obese mice. Although there were no significant effects in the young healthy mice, the low-intensity exercise and WBV protocols were designed for successful completion by obese mice. These findings suggest that WBV may be a useful supplemental therapy to combat metabolic dysfunction in individuals with morbid obesity.\"These results are encouraging,\" McGee-Lawrence said. \"However, because our study was conducted in mice, this idea needs to be rigorously tested in humans to see if the results would be applicable to people.\"", "article_link": "http://dx.doi.org/10.1210/en.2016-1250", "url": "http://www.eurekalert.org/pub_releases/2017-03/tes-wvm031017.php", "region": "namerica", "source_link": null, "funder": "American Diabetes Association, NIH/National Institute of Diabetes and Digestive Kidney Diseases, NIH/National Institute on Aging", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Exercise"], "journal": "Endocrinology", "description": "A less strenuous form of exercise known as whole-body vibration (WBV) can mimic the muscle and bone health benefits of regular exercise in mice, according to a new study published in the Endocrine Society's journal Endocrinology.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}