{"title": "Marshall School of Medicine team advances research on metabolic syndrome", "text": "Building on their recent research focusing on a peptide, pNaKtide, designed to block the oxidant amplifying function of the cellular sodium-potassium pump, researchers at Marshall University Joan C. Edwards School of Medicine have successfully demonstrated that pNaKtide, can attenuate the development of experimental nonalcoholic fatty liver disease (NAFLD) and atherosclerosis.The findings are published in the March 15 edition of Scientific Reports, an online journal from the publishers of Nature. \"We studied pNaKtide, a peptide developed by Dr. Zijian Xie, director of the Marshall Institute for Interdisciplinary Research (MIIR), along with Dr. Jiang Tian of the University of Toledo and myself, in two strains of mice fed a typical \"Western diet\" high in fat and fructose,\" said Joseph I. Shapiro, M.D., dean of the School of Medicine and senior author of the publication. \"Our results showed that pNaKtide was very effective at ameliorating the development of NAFLD and atherosclerosis associated with this Western diet. If this agent can ultimately be developed into a medication, it may have substantial utility on disease processes endemic to this region.\" The researchers noted marked improvements in insulin sensitivity, dyslipidemia, aortic streaking and weight gain in the C57Bl6 mouse model.  In addition, significant reduction in low density lipoprotein (\"bad\" cholesterol) and increases in high density lipoprotein (\"good\" cholesterol) concentrations were observed. In the ApoE knockout mouse, which rapidly develops atherosclerosis, the aforementioned biochemical improvements were also seen and were associated with marked decreases in atherosclerosis. \"Collectively, our study demonstrates the oxidant amplification loop controlled by the sodium-potassium pump significantly contributes to the development and progression of NAFLD and atherosclerosis, \" said Komal Sodhi, M.D., a researcher with the School of Medicine and first author of the study. \"With these findings, we can better understand ways to treat or even prevent these conditions from occurring.\"More research is needed before testing on humans can begin.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mujc-mso031417.php", "region": "namerica", "source_link": null, "funder": "Brickstreet Foundation, Huntington Foundation, National Institutes of Health", "meeting": "", "institution": "Marshall University Joan C. Edwards School of Medicine ", "keywords": ["Cell Biology", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health"], "journal": "Scientific Reports", "description": "Building on their recent research focusing on a peptide designed to block the oxidant amplifying function of the cellular sodium-potassium pump, researchers at Marshall University Joan C. Edwards School of Medicine have successfully demonstrated that pNaKtide, can attenuate the development of experimental nonalcoholic fatty liver disease (NAFLD) and atherosclerosis.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}