{"title": "Study details death risks associated with long-term antiplatelet therapy", "text": "A study by a multi-institutional research team has tracked the long-term incidence of death following ischemic and bleeding events occurring in patients more than one year after placement of a coronary stent. Their study appearing in the current issue of JAMA Cardiology found that ischemic events - those caused by a blockage in blood flow to the heart or brain - occurred more frequently than bleeding events in the 12 to 33 months after stenting and that both types of events incurred a serious mortality risk. \"We know from previous trials that continuing dual antiplatelet therapy longer than 12 months after coronary stenting is associated with both decreased ischemia and increased bleeding risk, so these findings reinforce the need to identify individuals who are likely to experience more benefit than harm from continued dual antiplatelet therapy,\" says lead author Eric Secemsky, MD, MSc, a fellow in the Massachusetts General Hospital Division of Cardiology. Patients who received stenting or other procedures designed to open clogged coronary arteries are at a persistent risk of recurrent ischemia, either through progression of their underlying cardiovascular disease or clotting that develops within the stent. The use of aspirin and other antiplatelet drugs to prevent these processes in the first year after stenting has become standard practice, but recent trials have shown that -despite continued reduction in recurrent ischemia - dual antiplatelet therapy is also associated with an increased risk of bleeding when treatment is continued longer than one year. The current study is an analysis of data collected in the Dual Antiplatelet Therapy (DAPT) Study, an international, multicenter trial designed to determine the benefits and risks of continuing dual antiplatelet therapy for more than a year. More than 25,600 enrolled patients received both aspirin and a thienopyridine antiplatelet drug (clopidogrel or prasugrel) for one year after stenting. Participants who had followed the study protocol and had no serious cardiovascular or bleeding events during that first year were then randomized to either continue with dual therapy or to receive aspirin plus a placebo for another 18 months. The overall findings of the DAPT study were that, compared with switching to aspirin only after one year, continuing dual antiplatelet therapy for a total of 30 months led to a 1.6 percent reduction in major adverse cardiovascular and cerebrovascular events - a composite of death, heart attacks, clots developing within the stent and strokes - and a 0.9 percent increase in moderate to severe bleeding events, a few of which involved bleeding around or within the brain. The current study was designed to investigate how often patients died after either ischemic or bleeding events and how long the risk of death persisted after such events. During the 21-month study period, 11 percent of the 478 individuals who experienced an ischemic event died, representing a 0.5 percent incidence of death following such events among the more than 11,600 DAPT participants randomized at the end of the first year. Among the 232 participants who experienced a bleeding event, 18 percent died, although the higher death rate among those with bleeding events was somewhat offset by the smaller incidence of such events. The cumulative incidence of death following a bleeding event was 0.3 percent among all randomized participants Deaths following bleeding events primarily took place within 30 days of the event; and while deaths after ischemic stroke or clotting within the stent usually took place soon after the event, the increased risk of death from a heart attack persisted during the rest of the study period. Overall, having either type of event resulted in a serious mortality risk - an 18-fold increase after any bleeding event and a 13-fold increase after any ischemic event. \"Since our analysis found that the development of both ischemic and bleeding events portend a particularly poor overall prognosis, we conclude that we must be thoughtful when prescribing any treatment, such as dual antiplatelet therapy, that may include bleeding risk,\" says Secemsky. \"In order to understand the implications of therapies that have potentially conflicting effects - such as decreasing ischemic risk while increasing bleeding risk - we must understand the prognostic factors related to these events. Our efforts now need to be focused on individualizing treatment and indentifying those who are at the greatest risk of developing recurrent ischemia and at the lowest risk of developing a bleed.\" In a previous study, Secemsky and his co-authors developed a risk score using DAPT data that, based on readily available factors - such as patients' age, smoking history, presence of diabetes, and details of cardiac disease and treatment - can help determine whether or not dual antiplatelet therapy should continue past the one-year mark. The risk score tool has recently been included in American College of Cardiology(ACC)/American Heart Association guidelines on the duration of dual antiplatelet therapy, and is available on the ACC website. ", "article_link": "http://dx.doi.org/10.1001/jamacardio.2017.0063", "url": "http://www.eurekalert.org/pub_releases/2017-03/mgh-sdd031017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute, US Department of Health and Human Services", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "JAMA Cardiology", "description": "A study by a multi-institutional research team has tracked the long-term incidence of death following ischemic and bleeding events occurring in patients more than one year after placement of a coronary stent.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}