{"title": "Like elephants, large working proteins have small handlers", "text": "AMHERST, Mass. - A graduate student's surprise observation in fundamental experiments with small binding molecules at work in protein folding has allowed biochemists at the University of Massachusetts Amherst to develop the first firm mathematical foundation to explain cell ligands' role in promoting proper protein folding. As biochemist Lila Gierasch explains, proteins are the macromolecular machines that facilitate a wide array of physiological functions in all organisms. Starting from a neutral, noodle shape, these large molecules enter a complicated, origami-like folding process to form three-dimensional structures that accomplish cellular work. But folding is a challenge and doesn't always go well, she adds. Misfolded proteins can cause disease, so cells have developed quality control strategies to guide, or chaperone it. \"Often forgotten in the current active research landscape on protein folding and misfolding is the sea of small molecules in which proteins live in the cell,\" she says. It turns out that small molecules or ligands play a big role in guiding outcomes.The new advance, described recently in Nature Chemical Biology, is based on ligand experiments by Gierasch's graduate student Karan Hingorani, with mathematical modeling by Evan Powers at the Scripps Research Institute, La Jolla, Calif., and further, confirmatory experiments in a lysosomal storage disease (LSD) model by Scott Garman and his graduate students Matthew Metcalf and Derrick Deming at UMass Amherst. The Garman lab is especially expert at revealing molecular structure by X-ray crystallography. Karan, who won the campus molecular and cellular biology program's Byron Prize for \"Best Thesis of the Year\" for this work, observed in experiments with E. coli that when he added a small molecule called trimethoprim - a poor folding variant of the protein dihydrofolate reductase - \"dramatically, the protein all ended up in the correctly folded form.\"It became clear, Gierasch says, that \"this protein has a decision point and the smaller molecule biased it toward correct folding. It can follow path to folding to the native state, the correct fold, or in the case of E. coli a misfolded protein will go to the cell's trash pit. This is 'kinetic partitioning' - the idea that the process is like water flowing in a pipe and it reaches a decision point where it can take one of two directions.\"Garman adds, \"It turns out that these ligands, which are very small molecules only about 100 daltons in size, are critical in determining the behavior of folding macromolecules on the order of 100 kilodaltons in size, that is 1,000 times larger. It's like the mouse telling the elephant what to do.\"The work has important implications for developing future therapies based on pharmacological chaperones to treat misfolding diseases, he adds. \"We had lots of cellular and biological observations but this paper takes all those examples and for the first time puts them on a firm mathematical foundation, with a clear picture of what is going on at the molecular level.\"For this work, Hingorani was actively collaborating with Powers at Scripps to model the folding process in E. coli. Gierasch recalls, \"His observation was a great test case to examine how the small molecule might be acting. When a model was created, the predictions recapitulated the experimental data very well, validating the approach.\" To generalize the finding, she and Hingorani took the result to Garman to apply it to biomedically important systems such as the LSDs he studies. Pharmacological chaperones are known to help LSD-associated proteins fold correctly and relieve disease symptoms. Giearasch points out, \"For the first time, we understand at the molecular level the way a pharmacological chaperone works. We knew that if you add a small molecule to these diseased cells it has an effect, but there had been no quantitative way of describe it.\" Garman adds, \"Here's a case where a surprising result in a bacterial cell helps us understand what goes on in a human cell. You never know how a discovery will vault you to the next level of understanding.\"The researchers say this work illustrates the value of supporting collaboration among biochemists and molecular biologists. Garman says, \"This was a community effort and I think we all appreciate that the really interesting stuff comes when people from different backgrounds, with different expertise, get together to work on a shared problem.\" Gierasch agrees. She adds that the combined computational modeling and experimental approach taken here \"provide new insights into the characteristics of pharmacological chaperones that would make them most effective in correcting the defects in LSD-associated proteins. Long-term outcomes of this work include development of improved pharmacological chaperones and deeper understanding of how protein folding in the cell is impacted by the sea of small molecules and metabolites inside a cell.\"\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoma-lel031517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of General Medical Sciences, NIH/National Institute of Diabetes and Digestive Diseases and Kidney Diseases", "meeting": "", "institution": "University of Massachusetts at Amherst", "keywords": ["Biochemistry", " Cell Biology", " Molecular Biology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Pharmaceutical Chemistry"], "journal": "Nature Chemical Biology", "description": "A graduate student's surprise observation in fundamental experiments with small binding molecules at work in protein folding has allowed biochemists at the University of Massachusetts Amherst to develop the first firm mathematical foundation to explain cell ligands' role in promoting proper protein folding.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}