{"title": "Pharmacists with greater role in care prevent repeat hospital visits", "text": "Pharmacists given an expanded role in patient oversight can reduce the likelihood of high-risk patients returning to the hospital, according to a new study that underscores a potential cost-saving solution for a growing physician shortage.\"This is the latest study to show that expanding the scope of practice for pharmacists could help patients and still save the health system money,\" said corresponding author Jeffrey McCombs, an associate professor at USC School of Pharmacy and researcher at the USC Schaeffer Center for Health Policy and Economics. \"The evidence is clear that community-based pharmacists can reduce health costs. The question is: Who will pay for expanding their role beyond dispensing medications at the counter?\" The program tested at Kern Health Systems in Bakersfield, Calif., allowed pharmacists with Synergy Pharmacy Solutions to oversee the transition of about 1,100 high-risk Medicaid patients discharged from the hospital April 2013 through March 2015. For the study published on March 15 in the American Journal of Managed Care, USC researchers found that the Synergy pharmacists' transition of care program reduced the 30-day readmission rates for the Kern Health Systems by as much as 28 percent. It also reduced patients' 180-day readmission rates by nearly 32 percent. The study was conducted in partnership with the Komoto Foundation, Synergy Pharmacy Solutions and Kern Health Systems.In the first 30 days of discharge, the Synergy pharmacists counseled the patients to make sure they took their medications as prescribed, followed up with post-discharge appointments, assisted the patients who needed a specialist, arranged for transportation to take them to and from their appointments. They also worked closely with each patient's pharmacy to address any problems or questions that arose regarding their insurance benefits.The patients identified as high-risk at Kern Health Systems had a history of high medical needs, were discharged with five or more prescriptions, and had been admitted to a hospital within the last 45 days. Most patients in the study were age 45 and older.For the 30-day discharge period, researchers tracked the progress of 830 patients who were high risk and received the additional pharmacist care. They compared those patients to a control group of 1,005 patients who were not high risk and who had been discharged from neighboring hospitals. Patients with the greatest risk of readmission 30 days after discharge were those with heart disease, chronic obstructive pulmonary disease (COPD), potentially cancerous tissues (neoplasms), digestive diseases, infectious or parasitic diseases. Also at risk were patients who had prescriptions for anti-epileptic drugs, dialysis solutions and dietary supplements. The patients facing the greatest risk of readmission six months after discharge included those who had been hospitalized before, had COPD, infections, parasitic diseases, diabetes or blood disorders. Patients who were taking dialysis solutions or dietary supplements such as intravenous nutrition were also at greater risk, the researchers wrote.For the 180-day post-discharge portion of the study, researchers focused on 558 of the patients in the high risk study group to determine whether the pharmacist intervention would have a longer term effect. After applying an alternative statistical method to adjust for demographics and clinical issues, researchers found that patients in the transition of care program at Kern Family Health Care had a 25 percent lower risk of hospital readmission compared with patients receiving usual care, the study found.By 2025, the shortfall of primary care physicians in the United States may range between 14,900 to as many as 35,600, the Association of American Medical Colleges estimates. The shortfall for non-primary care specialties could range between 37,400 to 60,300 physicians. Rural areas, where fewer physicians choose to work, are especially hard hit. Kern County, with an estimated 882,000 people, is one such area. At least four states -- California, Montana, New Mexico and North Carolina -- have created an \"advanced practice of pharmacy\" to expand pharmacists' responsibilities beyond filling drug prescriptions, according to the National Governors Association.  This new designation allows pharmacists to provide direct, primary patient care. However, the extent of their authority varies from state to state.\"Pharmacists are in a position to fill a lot of the gaps in health care, but we're in a wait-and-see mode on implementation of expanded practice,\" said Danielle Colayco, a co-author on the recent study in Kern County and USC School of Pharmacy alumna now at Synergy Pharmacy Solutions.At his January confirmation hearing, Secretary Tom Price of the U.S. Department of Health and Human Services told congressional members that he would consider expanding the role of pharmacists in patient care.Currently, federal law does not recognize pharmacists as health care providers. The American Pharmacists Association is seeking legislation to allow pharmacists to provide medical services in under-served communities.  McCombs said policymakers need to devise a payment system that incentivizes the pharmacist to provide care while giving the insurance payer some guarantee that they received value for these payments.  Closed health care systems, such as Kaiser Permanente, which operate their own pharmacies see the value and already depend on pharmacists to provide expanded clinical service and supervise the care of patients on chronic medications, he said.\"Where is the easiest place to go and see a health care professional? A pharmacy.\" McCombs said. \"The pharmacist behind the counter knows quite a lot about keeping us healthy.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uosc-pwg031517.php", "region": "namerica", "source_link": null, "funder": "Komoto Family Foundation Fellowship", "meeting": "", "institution": "University of Southern California", "keywords": ["Medicine/Health", " Pharmaceutical Science", " Public Health", " Policy/Ethics"], "journal": "American Journal of Managed Care", "description": "As state and federal officials consider how to address doctor shortages without adding health care costs, this and other studies indicate expanding the roles of pharmacists is a potential solution.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}