{"title": "International Harrington Prize in Medicine jointly awarded to three recipients", "text": "CLEVELAND - The fourth annual Harrington Prize for Innovation in Medicine has been jointly awarded to Daniel J. Drucker, MD (Mount Sinai Hospital, Canada), Joel F. Habener, MD (Massachusetts General Hospital, USA) and Jens J. Holst, MD, DMSc (University of Copenhagen, Denmark) for their discovery of incretin hormones and for the translation of these findings into transformative therapies for major metabolic diseases such as diabetes. The Harrington Prize for Innovation in Medicine, established in 2014 by the Harrington Discovery Institute at University Hospitals (UH) in Cleveland, Ohio and The American Society for Clinical Investigation (ASCI), honors physician-scientists who have moved science forward with achievements notable for innovation, creativity and potential for clinical application. Drs. Habener and Holst are recognized for their discovery of the hormone glucagon-like peptide 1 (GLP-1) and Dr. Drucker for translating the discovery into breakthrough treatments for diabetes.  The work of these three investigators, and Drucker in particular, has also resulted in the discovery and clinical development of glucagon-like peptide 2 (GLP-2) for intestinal disorders (short bowel syndrome).  \"The work by this trio of investigators that spans the full spectrum from discovery to clinical impact is exemplary,\" said Vivian Cheung, MD, Investigator of the Howard Hughes Medical Institute, Professor of Medicine at the University of Michigan, and 2016-2017 President of the ASCI. \"This is precisely the type of bench-to-bedside advancements that The Harrington Prize seeks to recognize.\" A committee composed of members of the ASCI Council and the Harrington Discovery Institute Scientific Advisory Board reviewed 58 nominations from 49 institutions and five countries before selecting the 2017 recipients.\"We are pleased to join with the ASCI to honor Drs. Drucker, Habener and Holst for their contributions to medicine,\" said Jonathan Stamler, MD, President of the Harrington Discovery Institute and the Robert S. and Sylvia K. Reitman Distinguished Chair in Cardiovascular Innovation at UH Cleveland Medical Center and Case Western Reserve University School of Medicine. \"This remarkable trio exemplifies the best in medicine -- from fundamental discovery through to breakthrough drugs in the clinic that impact the lives of millions of people around the world.\"In addition to sharing a $20,000 honorarium, Drs. Holst, Habener, and Drucker will jointly deliver The Harrington Prize Lecture at the 2017 Association of American Physicians/ASCI/American Physician Scientists Association Joint Meeting on April 21, and publish an essay in The Journal of Clinical Investigation.  Dr. Drucker received his MD from the University of Toronto in 1980, is currently a Senior Scientist at the Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, and Professor, University of Toronto. Dr. Habener received his MD in 1970 from the University of California Los Angeles and currently is Professor of Medicine at the Massachusetts General Hospital, Harvard Medical School.  Dr. Holst received his MD in 1970 from the University of Copenhagen where he currently serves as Scientific Director, Novo Nordisk Foundation Center for Basic Metabolic Research. The first recipient of The Harrington Prize for Innovation in Medicine, in 2014, was Dr. Harry Dietz, a pediatric cardiologist and genetics researcher from Johns Hopkins University School of Medicine. The Prize recognized Dr. Dietz's contributions to the understanding of biology and treatment of Marfan syndrome, a disorder leading to deadly aneurysms in children and adults. The 2015 Prize recipient was Douglas R. Lowy, MD, Chief, Laboratory of Cellular Oncology, and Acting Director of the National Cancer Institute, in recognition of his discoveries that led to the development of the Human Papillomavirus (HPV) vaccine to prevent cervical cancer.  The 2016 recipient of The Harrington Prize was Jeffrey M. Friedman, MD, PhD, of The Rockefeller University, New York City, for his discovery of leptin, which controls feeding behavior and is used to treat related clinical disorders. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uhcm-ihp031417.php", "region": "namerica", "source_link": null, "funder": "Harrington Discovery Institute at University Hospitals, American Society for Clinical Investigation", "meeting": "", "institution": "University Hospitals Cleveland Medical Center", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "The fourth annual Harrington Prize for Innovation in Medicine has been jointly awarded to Daniel J. Drucker, M.D. (Mount Sinai Hospital, Canada), Joel F. Habener, M.D., (Massachusetts General Hospital, USA) and Jens J. Holst, M.D., D.M.Sc., (University of Copenhagen, Denmark) for their discovery of incretin hormones and for the translation of these findings into transformative therapies for major metabolic diseases such as diabetes.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}