{"title": "Study finds no benefit, but possible harm, from drug used to prevent preterm births", "text": "DALLAS - March 14, 2017 - A drug commonly prescribed to pregnant women with a history of delivering babies early provides no benefit. In fact, this drug may even increase the risk of developing gestational diabetes.\r\nThese are the conclusions of a UT Southwestern Medical Center study recently published online in the American Journal of Obstetrics and Gynecology.\r\n \"Our study showed the drug to be ineffective, and it has a side effect,\" said Dr. David Nelson, first author of the study and Assistant Professor of Obstetrics and Gynecology at UT Southwestern.\r\nThe drug, a synthetic progestogen hormone called 17-alpha hydroxyprogesterone caproate, also known by the brand name Makena, was approved by the Food and Drug Administration in 2011 to treat women at risk of delivering a second premature baby. The FDA gave the drug accelerated approval in part due to findings in a 2003 study published in The New England Journal of Medicine that the drug reduced the likelihood of a repeat preterm delivery. \r\nBoth the American College of Obstetricians and Gynecologists and the Society for Maternal-Fetal Medicine have endorsed use of the drug.\r\nDespite these recommendations, Makena has been a source of debate in the Ob/Gyn community - both because of the drug's cost and due to questions raised about the 2003 findings.\r\nIn the newly published UT Southwestern study, pregnant women treated at Parkland Memorial Hospital, a publicly funded hospital affiliated with UT Southwestern, were offered the drug 17-alpha hydroxyprogesterone caproate (17-OHPC) if they had a prior history of premature births and were carrying a single fetus. The research took place from 2012 to 2016 and followed 430 women treated with the drug.\r\nResearchers then compared the premature birth rate of those women with the historical premature birth rate of 5,787 patients seen at Parkland between 1988 and 2011 - women who also had a history of premature delivery but never took the drug.\r\nOf the women in the study group who took the drug, 25 percent had a premature birth. (In this study \"premature\" was defined as an infant born before or at 35 weeks gestation instead of the average of 40 weeks.) That compared with a 16.8 percent preterm birth rate in the historical nondrug group. According to Dr. Nelson, a Dedman Family Scholar in Clinical Care, the differences between the two outcomes are not statistically significant.\r\nIn a second finding, the rate of gestational diabetes was 13.4 percent in women treated with 17-OHPC, compared with 8 percent in the historical group. \r\nGestational diabetes often goes away after the birth, Dr. Nelson said, and therefore is not usually a serious problem for the mother. However, it can lead to deliveries of larger babies and increased chances for cesarean sections and other birth complications. \r\nEarlier research findings on the benefit of 17-OHPC have been mixed, said Dr. Kenneth Leveno, senior author of the study and Professor of Obstetrics and Gynecology at UT Southwestern. Regardless, the 2003 study led to widespread use of the drug for women at risk of preterm birth who were carrying a single baby.\r\nHowever, there were concerns. Some professionals pointed to the fact that the control group in the 2003 study - women who had not been given the drug - had an unexpectedly high recurrent preterm birth rate of 55 percent. Also, the 2003 study had to be completed in two phases after problems were reported with the production of 17-OHPC.\r\nIn addition, many complaints centered on the drug's price. Before the FDA's approval for KV Pharmaceutical (now Lumara Health) to market the drug, it was often bought at compounding pharmacies, which produced the injectable medication on-site, charging about $10 to $25 for a weekly dose. Four days after winning FDA approval, KV Pharmaceutical announced it would charge $1,500 per dose.\r\n\"The cost of the drug created a firestorm in our industry,\" Dr. Leveno said. \"I don't remember a time in my life when a company charged $1,500 for an injectable drug that you could go around the corner and buy for $25.\"\r\nIn response, the FDA rejected KV Pharmaceutical's request for exclusive marketing of Makena, instead allowing compounding pharmacies to continue making and selling the generic version.\r\n", "article_link": "http://dx.doi.org/10.1016/j.ajog.2017.02.025", "url": "http://www.eurekalert.org/pub_releases/2017-03/usmc-sfn031417.php", "region": "namerica", "source_link": "http://www.utsouthwestern.edu/newsroom/news-releases/year-2017/mar/preterm-drug.html", "funder": "NIH/National Center for Advancing Translational Sciences, Parkland Hospital Obstetric Research Center", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Gynecology"], "journal": "American Journal of Obstetrics and Gynecology", "description": "A drug commonly prescribed to pregnant women with a history of delivering babies early provides no benefit. In fact, this drug may even increase the risk of developing gestational diabetes.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}