{"title": "USDA announces $2.9 million to support tribal extension programs", "text": "WASHINGTON, D.C. - March 14, 2017 - The U.S. Department of Agriculture's (USDA) National Institute of Food and Agriculture (NIFA) today announced $2.9 million in available funding for projects that make extension programs and resources more accessible to Native American communities. Funding is made through NIFA's Federally Recognized Tribes Extension Program (FRTEP).\"Through cooperative extension, NIFA supports educators who engage with diverse communities to solve challenging problems,\" said NIFA Director Sonny Ramaswamy. FRTEP supports extension outreach on federally recognized Indian reservations and tribal jurisdictions to continue the land grant mission of inclusion, providing education and research-based knowledge to those in great need who might not otherwise receive it.\"  The Federally Recognized Tribes Extension Program supports the development of community-based programs and activities that deliver science-based, traditional and culturally appropriate knowledge. Proposed programs show the value of informed outreach to identified tribes and align with tribal needs. Extension projects may include tribal youth and 4-H, Indian farmer and rancher productivity and management, economic workforce development, food systems and community food markets, natural resource conservation and human nutrition and reduction of childhood and adolescent obesity. Eligible applicants include 1862 or 1890 land-grant institutions that have a Federally Recognized Tribe within their state jurisdiction.The deadline for applications is April 26, 2017.See the request for applications for details.Since 2009, NIFA has invested $24 million through FRTEP. Among previous projects, VetCamp is an interactive educational program by the University of Minnesota with the Native American Humane Society to introduce students in grades 9-12 to veterinary medicine. The University of Nevada extension team has guided the construction of 50 hoop houses throughout the state. These inexpensive, easy-to-install greenhouse structures can empower local food production and combat rampant diabetes caused by unhealthy diets.NIFA invests in and advances agricultural research, education, and extension and promotes transformative discoveries that solve societal challenges. NIFA support for the best and brightest scientists and extension personnel has resulted in user-inspired, groundbreaking discoveries that combat childhood obesity, improve and sustain rural economic growth, address water availability issues, increase food production, find new sources of energy, mitigate climate variability and ensure food safety. To learn more about NIFA's impact on agricultural science, visit http://www.nifa.usda.gov/impacts, sign up for email updates or follow us on Twitter @usda_NIFA, #NIFAimpacts.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/niof-ua031417.php", "region": "namerica", "source_link": "https://go.usa.gov/xXYxK", "funder": "", "meeting": "", "institution": "National Institute of Food and Agriculture ", "keywords": ["Agriculture", " K-12", " Nonprofessional", " Minorities"], "journal": "", "description": "The US Department of Agriculture's (USDA) National Institute of Food and Agriculture (NIFA) today announced $2.9 million in available funding for projects that make extension programs and resources more accessible to Native American communities. Funding is made through NIFA's Federally Recognized Tribes Extension Program (FRTEP).", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}