{"title": "PolyU launches The D. H. Chen Foundation Nobel Laureate Lecture Series", "text": "In celebration of The Hong Kong Polytechnic University (PolyU)'s 80th anniversary, we are honoured to launch the PolyU 80th Anniversary The D. H. Chen Foundation Nobel Laureate Lecture Series. With the generous support from The D. H. Chen Foundation, the Faculty of Applied Science and Textiles (FAST) of PolyU has the honour of inviting Professor Randy W. Schekman, 2013 Nobel Laureate in Physiology or Medicine, to kick off the series on 14 March 2017 and present a lecture entitled \"RNA sorting and packaging in extracellular vesicles secreted by mammalian cells\". Every day, each cell within our body produces our daily needed protein molecules to support the proper functioning of various organs. Interestingly, approximately 10% of them are transported and secreted out of the cell as cargo in the small packages - called vesicles. These proteins include insulin, hormones, digestive enzymes and neurotransmitters. Such transport system is critical for a variety of physiological processes in which vesicle fusion must be tightly controlled. Without this wonderfully precise organisation, the cell would lapse into chaos resulting in development of different diseases. By employing a yeast system, Professor Schekman identified a set of genes required for transportation of proteins through and out of the cell in the small vesicles. This discovery has a major impact on our understanding of how cargo is delivered at the right time and at the right place. At the lecture today, he provided novel insight in understanding how defects in this transport system can lead to development of various diseases including diabetes and a number of neurological and immunological disorders, ultimately opening new therapeutic avenues targeting this transport system. Professor Timothy W. Tong, President of PolyU, said, \"Through this lecture series, we hope to bring the bright minds of the Nobel Laureates of different fields to share their insights and perspectives, to spark inspirations in the academic community, and to enlighten our young minds, so that we can bring our research and education to the next level, and eventually make a better world.\" Enlighted by Professor Schekman today, audiences had better understanding of this transport system, and also possible new therapeutic options for a variety of human diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/thkp-plt031417.php", "region": "asia", "source_link": "https://www.polyu.edu.hk/web/en/media/media_releases/index.html", "funder": "", "meeting": "", "institution": "The Hong Kong Polytechnic University ", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Neurobiology"], "journal": "", "description": "In celebration of The Hong Kong Polytechnic University (PolyU)'s 80th anniversary, we are honoured to launch the PolyU 80th Anniversary ? The D. H. Chen Foundation Nobel Laureate Lecture Series.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}