{"title": "New nano-implant could one day help restore sight", "text": "A team of engineers at the University of California San Diego and La Jolla-based startup Nanovision Biosciences Inc. have developed the nanotechnology and wireless electronics for a new type of retinal prosthesis that brings research a step closer to restoring the ability of neurons in the retina to respond to light. The researchers demonstrated this response to light in a rat retina interfacing with a prototype of the device in vitro. \r\nThey detail their work in a recent issue of the Journal of Neural Engineering.  The technology could help tens of millions of people worldwide suffering from neurodegenerative diseases that affect eyesight, including macular degeneration, retinitis pigmentosa and loss of vision due to diabetes. \r\nDespite tremendous advances in the development of retinal prostheses over the past two decades, the performance of devices currently on the market to help the blind regain functional vision is still severely limited--well under the acuity threshold of 20/200 that defines legal blindness.\r\n\"We want to create a new class of devices with drastically improved capabilities to help people with impaired vision,\" said Gabriel A. Silva, one of the senior authors of the work and professor in bioengineering and ophthalmology at UC San Diego.  Silva also is one of the original founders of Nanovision. \r\nThe new prosthesis relies on two groundbreaking technologies. One consists of arrays of silicon nanowires that simultaneously sense light and electrically stimulate the retina accordingly. The nanowires give the prosthesis higher resolution than anything achieved by other devices--closer to the dense spacing of photoreceptors in the human retina. The other breakthrough is a wireless device that can transmit power and data to the nanowires over the same wireless link at record speed and energy efficiency.\r\nOne of the main differences between the researchers' prototype and existing retinal prostheses is that the new system does not require a vision sensor outside of the eye to capture a visual scene and then transform it into alternating signals to sequentially stimulate retinal neurons. Instead, the silicon nanowires mimic the retina's light-sensing cones and rods to directly stimulate retinal cells. Nanowires are bundled into a grid of electrodes, directly activated by light and powered by a single wireless electrical signal. This direct and local translation of incident light into electrical stimulation makes for a much simpler--and scalable--architecture for the prosthesis.  \r\nThe power provided to the nanowires from the single wireless electrical signal gives the light-activated electrodes their high sensitivity while also controlling the timing of stimulation.  \r\nWireless telemetry systemPower is delivered wirelessly, from outside the body to the implant, through an inductive powering telemetry system developed by a team led by Cauwenberghs.  \r\nThe device is highly energy efficient because it minimizes energy losses in wireless power and data transmission and in the stimulation process, recycling electrostatic energy circulating within the inductive resonant tank, and between capacitance on the electrodes and the resonant tank.  Up to 90 percent of the energy transmitted is actually delivered and used for stimulation, which means less RF wireless power emitting radiation in the transmission, and less heating of the surrounding tissue from dissipated power.\r\nProof-of-concept testFor proof-of-concept, the researchers inserted the wirelessly powered nanowire array beneath a transgenic rat retina with rhodopsin P23H knock-in retinal degeneration. The degenerated retina interfaced in vitro with a microelectrode array for recording extracellular neural action potentials (electrical \"spikes\" from neural activity). \r\nThe horizontal and bipolar neurons fired action potentials preferentially when the prosthesis was exposed to a combination of light and electrical potential--and were silent when either light or electrical bias was absent, confirming the light-activated and voltage-controlled responsivity of the nanowire array.  \r\nA path to clinical translationFreeman, Silva and Scott Thorogood, have co-founded La Jolla-based Nanovision Biosciences, a partner in this study, to further develop and translate the technology into clinical use, with the goal of restoring functional vision in patients with severe retinal degeneration.  Animal tests with the device are in progress, with clinical trials following. \r\n\"We have made rapid progress with the development of the world's first nanoengineered retinal prosthesis as a result of the unique partnership we have developed with the team at UC San Diego,\" said Thorogood, who is the CEO of Nanovision Biosciences.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--nnc031317.php", "region": "namerica", "source_link": "http://jacobsschool.ucsd.edu/news/news_releases/release.sfe?id=2150", "funder": "", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Aging", " Ophthalmology", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"], "journal": "Journal of Neural Engineering", "description": "A team of engineers at the University of California San Diego and La Jolla-based startup Nanovision Biosciences Inc. have developed the nanotechnology and wireless electronics for a new type of retinal prosthesis that brings research a step closer to restoring the ability of neurons in the retina to respond to light. The researchers demonstrated this response to light in a rat retina interfacing with a prototype of the device in vitro.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}