{"title": "Canadians with cystic fibrosis live a decade longer than American patients", "text": "1. Canadians with cystic fibrosis have a significant survival advantage over American patients\nDifferences in health care coverage, diet, and lung transplantation may contribute to survival discrepancies \r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-0858\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-0564\nURL goes live when the embargo liftsCanadians with cystic fibrosis have a survival advantage over American patients, according to a study published in Annals of Internal Medicine. While people with cystic fibrosis in both countries are living longer than ever before, their lifespan is almost 10 years longer in Canada than in the United States. The study was funded by the U.S. Cystic Fibrosis Foundation (CFF).Researchers at St. Michael's Hospital in Toronto, Ontario, Canada studied national cystic fibrosis registry data for 5,941 patients in Canada and 45,456 patients in the U.S. from 1990 to 2013. They found that the median age of survival was 50.9 years in Canada compared to 40.6 years in the U.S., based on most recent registry data (2009 to 2013). Even after adjusting for patient characteristics, such as age and severity of disease, the risk for death among people with cystic fibrosis was 34 percent lower in Canada than in the United States.Differences in survival between U.S. and Canadian patients varied according to U.S. patients' insurance status (Canadians have universal, publicly funded health care coverage). U.S. patients with private health insurance had similar survival rates to their Canadian counterparts. However, Canadians had a 44 percent lower risk for death than U.S. patients receiving continuous Medicaid or Medicare, a 36 percent lower risk than those receiving intermittent Medicaid or Medicare coverage, and a 77 percent lower risk than those with unknown or no health insurance. Survival has increased in both countries, but Canada began to see greater improvements than the U.S. starting in 1995, with a more dramatic increase in the survival rate in Canada noted in 2005. Better nutritional status in cystic fibrosis has been linked to improved survival. Canadians with cystic fibrosis were exposed to a high fat diet in the 1970s, which was not implemented in the U.S. until the 1980s, which may explain the improved survival rates starting in 1995. Lung transplantation is one of the few treatments for cystic fibrosis that can positively impact survival almost immediately and a higher proportion of cystic fibrosis patients receive a transplant in Canada than in the U.S.. The survival difference increased dramatically in 2005, the year that the U.S. began using a lung allocation score to prioritize people on the lung transplant waiting list. This score is not used in Canada.CFF's mission is to improve and extend the lives of people with cystic fibrosis and understanding the drivers behind differences in survival rates is critical to achieving this. As a result of this study, CFF will be conducting further research to better understand the role of nutrition and insurance in cystic fibrosis survival. The study findings reinforce the central goal of CFF's lung transplant initiative, which is to improve transplant outcomes for people with cystic fibrosis in the United States.Media contacts: For an embargoed PDF, please contact Cara Graeff. To interview the author, Anne L. Stephenson, MD, PhD, please contact Leslie Shepherd at ShepherdL@smh.ca or 416-864-6094. To speak with Bruce Marshall, MD, VP of Clinical Affairs for the U.S. CFF and an investigator on the study, please contact Laurie Fink at lfink@cff.org or 301-841-2602.\r\n2. ADA recommends metformin as the preferred drug treatment for type 2 diabetes\nAnnals of Internal Medicine publishes a synopsis of the 2017 ADA Standards of Medical Care in Diabetes\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-2937\nURL goes live when the embargo liftsThe American Diabetes Association (ADA) recommends metformin as the first-line treatment for type 2 diabetes. Metformin monotherapy should be initiated at the time of diagnosis for most patients unless there are contraindications. A synopsis of the ADA's recommendations on pharmacologic approaches to glycemic treatment of type 2 diabetes is published in Annals of Internal Medicine. The evidence suggests that metformin is effective, safe, and inexpensive and may reduce the risk for cardiovascular events and death in patients with diabetes. However, if the patient does not tolerate or has contraindications to metformin, another option should be considered. For patients with an HbA1c level of 9 percent or greater who are not acutely symptomatic, initiation of dual combination therapy should be considered to more quickly achieve the target HbA1c level. If the patient has a random glucose level of 16.7 mmol/L or greater or an HbA1c level of 10 percent or greater and has acute symptoms of polyuria, polydipsia, or weight loss, combination therapy that includes insulin should be considered. Providers should assess whether the HbA1c target has been achieved within approximately 3 months of therapy initiation. If not, therapy should be intensified. When or if patients need insulin therapy, a safe and simple approach is to prescribe patients 10 units of basal insulin per day and increase the dose by 10 percent to 15 percent once or twice weekly until the fasting blood glucose target is met. Insulin is typically used with metformin and sometimes one additional non-insulin agent. If target HbA1c level is still not met, there are several other insulin products that can be considered, including concentrated insulin products, inhaled insulin, and combination injectable therapy. Physicians should use a patient-based approach and refer to the ADA's recommendation chart to help determine which regimen is best.Media contacts: For an embargoed PDF, please contact Cara Graeff. The lead author, James J. Chamberlain, MD, at St. Mark's Hospital in Salt Lake City, can be contacted directly at jimchammd@yahoo.com or 801-261-9651. \r\nAlso new in this issue:\nAnnals Understanding Clinical Research: Intention-to-Treat Analysis\r\nJoshua M. Liao, MD; Catharine B. Stack, PhD; Michael E. Griswold, PhD; and A. Russell Localio, PhD \r\nResearch and Reporting Methods\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M17-0196\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acop-cwc030717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Diabetes"], "journal": "Annals of Internal Medicine", "description": "Canadians with cystic fibrosis have a survival advantage over American patients, according to a study published in Annals of Internal Medicine. ", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}