{"title": "Study identifies African-specific genomic variant associated with obesity", "text": "An international team of researchers has conducted the first study of its kind to look at the genomic underpinnings of obesity in continental Africans and African-Americans. They discovered that approximately 1 percent of West Africans, African-Americans and others of African ancestry carry a genomic variant that increases their risk of obesity, a finding that provides insight into why obesity clusters in families. Researchers at the National Human Genome Research Institute (NHGRI), part of the National Institutes of Health, and their African collaborators published their findings March 13, 2017, in the journal Obesity.People with genomic differences in the semaphorin-4D (SEMA4D) gene were about six pounds heavier than those without the genomic variant, according to the study. Most of the genomic studies conducted on obesity to date have been in people of European ancestry, despite an increased risk of obesity in people of African ancestry.Obesity is a global health problem, contributing to premature death and morbidity by increasing a person's risk of developing diabetes, hypertension, heart disease and some cancers. While obesity mostly results from lifestyle and cultural factors, including excess calorie intake and inadequate levels of physical activity, it has a strong genomic component. The burden of obesity is, however, not the same across U.S. ethnic groups, with African-Americans having the highest age-adjusted rates of obesity, said Charles N. Rotimi, Ph.D., chief of NHGRI's Metabolic, Cardiovascular and Inflammatory Disease Genomics Branch and director of the Center for Research on Genomics and Global Health (CRGGH) at NIH. CRGGH examines the socio-cultural and genomic factors at work in health disparities - the negative health outcomes that impact certain groups of people - so they can be translated into policies that reduce or eliminate healthcare inequalities in the United States and globally.This is the first study to use a Genome-Wide Association Study (GWAS) to investigate the genomic basis of obesity in continental Africans, said Guanjie Chen, M.D., study co-lead and a CRGGH staff scientist. A GWAS compares the genomes of people with and without a health condition - in this case, people who are obese and those who are not -- to search for regions of the genome that contain genomic variants associated with the condition.  Most previous studies on obesity using a GWAS  have been conducted with populations of European ancestry; these studies wouldn't have found the SEMA4D genomic variant, which is absent in both Europeans and Asians. \"We wanted to close this unacceptable gap in genomics research,\" Dr. Rotimi said.\"By studying people of West Africa, the ancestral home of most African-Americans, and replicating our results in a large group of African-Americans, we are providing new insights into biological pathways for obesity that have not been previously explored,\" said Ayo P. Doumatey, Ph.D., study co-lead and CRGGH staff scientist. \"These findings may also help inform how the African environments have shaped individual genomes in the context of obesity risk.\" Dr. Rotimi and his colleagues plan to replicate these findings in more populations and conduct experiments using cell lines and model organisms such as zebrafish to identify the role of genomic variants in SEMA4D in obesity and obesity-related traits. (The SEMA4D gene plays a role in cell signaling, the immune response and bone formation.) Available data show that the newly identified genomic variant overlaps a region of DNA called an \"enhancer\" that can be activated to increase the work of a particular gene, he said. They plan to conduct larger studies of DNA sequencing of this gene in different human populations with the hope of identifying other genomic factors that may be associated with obesity.\"Eventually, we hope to learn how to better prevent or treat obesity,\" Dr. Rotimi said.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/nhgr-sia031017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "NIH/National Human Genome Research Institute", "keywords": ["Cell Biology", " Genetics", " Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Genes"], "journal": "Obesity", "description": "An international team of researchers conducted the first  study of its kind to look at genomic underpinnings of obesity in continental Africans and African-Americans. They discovered that approximately 1 percent of west Africans, African-Americans and others of African ancestry carry a genomic variant that increases their risk of obesity and provides insight into why obesity clusters in families.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}