{"title": "Study indicates promising new approach to prevent and treat cholesterol gallstones", "text": "Philadelphia, PA, March 13, 2017 - According to current estimates, 20 to 25 million Americans have or will develop gallstones, representing almost 15% of adults. Although only a small percentage of individuals with gallstones develop symptoms, more than 700,000 individuals annually undergo surgical gallbladder removal and many more take medications to manage the condition or undergo stone-dissolving procedures. A new study in The American Journal of Pathology reports on a promising new approach to prevent and treat cholesterol gallstone disease (CGD) that reduces the biliary output of cholesterol via activation of receptors present in tissues of the liver and small intestine.\"CGD is one of the most common gastroenterological disorders and the incidence rate is increasing because of improved standard of living, a chronic high-cholesterol diet, and over-nutrition. Our study indicated that the constitutive androstane receptor (CAR) plays an important role in maintaining the homeostasis of cholesterol and triglyceride levels and its activation may represent a new approach for treating CGD,\" explained lead investigator Jinhan He, PhD, of the Department of Pharmacy, West China \r\nHospital of Sichuan University, Chengdu, Suchuan (China). Activation of CAR alters the biochemical composition of the gallbladder and hepatic bile for anti-lithogenesis (formation of stones) effects. Researchers compared mice that were injected weekly for two weeks with a medication that stimulates CAR activity to others that were administered control injections. All mice were fed with either a standard diet or a high-cholesterol/high fat (lithogenic) diet that induced gallstones.The scientists found that 94.7% of the non-CAR-stimulant injected mice developed gallstones compared to 33.3% of CAR-stimulant-injected mice when fed the lithogenic diet. Microscopic inspection of tissue showed striking differences. Gallbladders from the non-CAR-stimulant treated mice were filled with gallstones composed of bile with aggregated cholesterol crystals. The CAR-stimulant-treated mice showed transparent bile free of cholesterol precipitates. After two weeks of the lithogenic diet, the walls of the gallbladders of control mice showed evidence of inflammation, which was not noticeable in the treated group. CAR stimulation also produced related benefits, including enhanced conversion of cholesterol into bile acids and elevation of bile acid re-absorption. \"Collectively, it appears that CAR plays an important role in maintaining the homeostasis of cholesterol, bile acids, and triglyceride levels,\" commented Dr. He. \"Whether CAR could be a novel target in preventing or treating cholesterol gallstone disease in humans remains to be further determined.\"Gallstones are most commonly formed when excess cholesterol in the bile precipitates as solid crystals, which then aggregate and fuse into stones. More common in women, formation of gallstones has been attributed to high-caloric diets, type 2 diabetes mellitus, metabolic syndrome, disorders of lipid metabolism, and obesity. Although most individuals with gallstones remain asymptomatic, about one fifth complain of discomfort and experience recurrent painful episodes; complications such as pancreatitis or cholecystitis are possible. Currently, removal of the gallbladder is the surgical treatment for gallstones, although surgery is limited by its invasive nature (even those performed laparoscopically), risk of side effects, and high cost. Gallstones may also be treated non-surgically (e.g. oral dissolution with ursodeoxycholate or lithotripsy) but these approaches have their own drawbacks. For instance, oral dissolution is appropriate for only a small proportion of symptomatic patients, may take a long time to work, and has a recurrence rate of more than 50%. Limitations for lithotripsy include stone recurrence, incomplete ductal clearance, and a small risk of serious adverse effects (such as biliary pancreatitis and liver hematoma).\r\n", "article_link": "http://dx.doi.org/10.1016/j.ajpath.2016.12.013", "url": "http://www.eurekalert.org/pub_releases/2017-03/ehs-sip031317.php", "region": "namerica", "source_link": null, "funder": "National Natural Science Foundation of China, Distinguished Young Scientists of Sichuan Province, Young Scientist Fellowship of Sichuan University", "meeting": "", "institution": "Elsevier Health Sciences", "keywords": ["Medicine/Health", " Gastroenterology", " Cholesterol", " Pharmaceutical Chemistry"], "journal": "American Journal of Pathology", "description": "A new study in The American Journal of Pathology reports on a promising new approach to prevent and treat cholesterol gallstone disease (CGD) that reduces the biliary output of cholesterol via activation of receptors present in tissues of the liver and small intestine.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}