{"title": "Light scattering spectroscopy helps doctors identify early pancreatic cancer", "text": "BOSTON - Pancreatic cancer has the lowest survival rate among all major cancers, largely because physicians lack diagnostic tools to detect the disease in its early, treatable stages. Now, a team of investigators led by Lev T. Perelman, PhD, Director of the Center for Advanced Biomedical Imaging and Photonics at Beth Israel Deaconess Medical Center (BIDMC), has developed a promising new tool capable of distinguishing between harmless pancreatic cysts and those with malignant potential with an overall accuracy of 95 percent. The team's preliminary data was published online today in the journal Nature Biomedical Engineering. \r\nThe new device uses light scattering spectroscopy (LSS) to detect the structural changes that occur in cancerous or pre-cancerous cells by bouncing light off tissues and analyzing the reflected spectrum. The results could help guide physicians' decision making when considering whether the presence of pancreatic cysts requires surgery, a high-risk procedure. Today, because of the lack of less-invasive diagnostic methods, more than half of these procedures turn out to have been unnecessary. \r\n\"About one-fifth of pancreatic cancers develop from cysts, but not all lesions are cancerous,\" said Perelman, who is also Professor of Medicine and Professor of Obstetrics, Gynecology and Reproductive Biology at Harvard Medical School. \"Considering the high risk of pancreatic surgeries and the even higher mortality from untreated pancreatic cancers, there's an obvious need for new diagnostic methods to accurately identify the pancreatic cysts that need surgical intervention and those that do not.\"\r\nIn Perelman and colleagues' series of experiments, the LSS technique achieved 95 percent accuracy for identifying malignancy. Cytology - the only pre-operative test currently availably - is accurate only 58 percent of the time. While the new technique requires further testing, LSS could represent a major advance against pancreatic cancer. \r\n\"This tool is a technology that is transformative in the evaluation of pancreatic cysts,\" said co-lead author Douglas K. Pleskow, MD, Clinical Chief of the Division of Gastroenterology and Director of the Colon and Rectal Cancer Program at the Cancer Center at BIDMC. \"It provides a high level of precision in the detection of potential malignant transformation of these cysts.\" Pancreatic cysts are common, and today's high-definition scanning technologies like MRI and CT imaging are detecting them with increasing frequency. Despite their high resolution, these scanners provide doctors with limited information about cysts' malignant potential.\r\nCurrently, physicians rely on minimally-invasive fine needle aspiration (FNA) biopsies to test pancreatic cysts for malignancy. The biopsy removes fluid from the cysts, which is then analyzed for cancer cells and other telltale signs of the disease, a process called cytology. However, the test fails to detect cancer about half the time, leaving high-risk surgery as the current gold-standard means of diagnosing pancreatic cysts.  \r\nTo test the accuracy of the LSS system, Perelman and colleagues collected and analyzed the reflected light from 13 cysts taken from recent surgeries. Next, they compared their findings with the results from pre-operative imaging, FNA biopsies and post-operative tissues analysis. In all cases, the LSS diagnosis agreed with the post-operative analysis. \r\nIn a second experiment, the LSS tool was tested in 14 patients with pancreatic cysts who were undergoing the standard FNA biopsy. Measuring less than half a millimeter in diameter, the miniature experimental LSS fiber-optic probe was inserted in the FNA needle. Physicians spent two minutes or less measuring optical spectra from the internal cyst surface before collecting fluid from the cysts as part of the traditional biopsy. Out of nine patients whose cysts had been definitely diagnosed as either cancerous or benign, all were correctly identified by LSS. \r\nNext, the researchers will assess the LSS system's accuracy by continuing to analyze post-operative tissues as they become available. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bidm-lss030917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Science Foundation", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Biotechnology", " Optics", " Medicine/Health", " Cancer", " Diagnostics", " Endocrinology", " Internal Medicine", " Surgery"], "journal": "Nature Biomedical Engineering", "description": "Pancreatic cancer has the lowest survival rate among all major cancers, largely because physicians lack diagnostic tools to detect the disease in its early, treatable stages. Now, a team of investigators led by Lev T. Perelman, Ph.D., Director of the Center for Advanced Biomedical Imaging and Photonics at Beth Israel Deaconess Medical Center, has developed a promising new tool capable of distinguishing between harmless pancreatic cysts and those with malignant potential with an overall accuracy of 95 percent.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}