{"title": "Study finds differences in lifespan between Canadians and Americans with cystic fibrosis", "text": "TORONTO, March 14, 2016--People with cystic fibrosis are living longer than ever before, but their lifespan is almost 10 years longer in Canada than in the United States, according to research published March 14 in the Annals of Internal Medicine.\r\nThe median age of survival for individuals with cystic fibrosis in Canada is 50.9 years compared to 40.6 years in the United States, said Dr. Anne Stephenson, a respirologist and cystic fibrosis researcher at St. Michael's Hospital in Toronto, which has the largest adult CF clinic in Canada.\r\nIn addition, after taking into account factors such as age and the severity of the disease, the risk of death among people with cystic fibrosis was 34 per cent lower in Canada than in the United States, according to the research by lead author Dr. Stephenson and colleagues.\r\nThe study was funded by the U.S. Cystic Fibrosis Foundation using data from 45,456 patients in the U.S. Cystic Fibrosis Foundation Registry and 5,941 patients in the Canadian Cystic Fibrosis Registry from 1990 to 2013. The 10-year difference in lifespan was based on data from the last five years, 2009 to 2013.\r\nAlthough the study was not designed to explain why the lifespan differs in the two countries, Dr. Stephenson said there were several possible reasons: transplants, diet and medical insurance.\r\n\"Survival has increased in both countries, but Canada began to see greater improvements than the United States starting in 1995, with an even more dramatic increase in the survival rate in Canada noted in 2005,\" said Dr. Stephenson.\r\nCanadians with cystic fibrosis were exposed to a high fat diet in the 1970s, which was not implemented in the United States until the 1980s. In people with cystic fibrosis, higher caloric intake results in better nutritional status which and in previous studies has been linked to improved survival. Individuals born in the 1970s and exposed to good nutrition from birth could explain why Canadian survival rates saw improvement in 1995. This would suggest that countries where aggressive nutritional support was instituted in later decades should see the survival benefit in the near future. \r\nLung transplantation is one of the few treatments for cystic fibrosis that can positively impact survival almost immediately and a higher proportion of CF patients received a transplant in Canada than in the United States during the study period. The survival difference increased dramatically in 2005 which coincided with the year that the United States began using a lung allocation score to prioritize people on the lung transplant waiting list. This score is not used in Canada raising the possibility that this difference may be contributing to the survival gap seen.\r\n\"Achieving a better understanding of the drivers behind differences in survival rates is critical to our mission to improve and extend the lives of people with cystic fibrosis,\" said Dr. Bruce Marshall, lead study investigator for the Cystic Fibrosis Foundation and senior vice-president of clinical affairs for the organization. \"As a result of this study we will be conducting further research to better understand the role of nutrition and insurance status - and are encouraged that the findings reinforce the central goal of our lung transplant initiative, a comprehensive effort to improve transplant outcomes for people with CF in the United States.\"  \r\nThe study found there was no difference in survival rates between U.S. patients with private health insurance compared to Canadians, who have universal, publicly funded health-care coverage. However, Canadians had a 44 per cent lower risk for death than U.S. patients receiving continuous Medicaid or Medicare, a 36 per cent lower risk than those receiving intermittent Medicaid or Medicare, and a 77 per cent lower risk than those with unknown or no health insurance. \r\nCystic fibrosis is an inherited chronic disease that affects the lungs and digestive system.  A defective gene and its protein product cause the body to produce unusually thick, sticky mucus that clogs the lungs and leads to life-threatening lung infections and obstructs the pancreas and stops natural enzymes from helping the body break down and absorb food. The most common reason for death in cystic fibrosis is due to progressive lung disease. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/smh-sfd030717.php", "region": "namerica", "source_link": null, "funder": "US Cystic Fibrosis Foundation", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Mortality/Longevity", " Health Care Systems/Services", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Transplantation"], "journal": "Annals of Internal Medicine", "description": "People with cystic fibrosis are living longer than ever before, but their lifespan is almost 10 years longer in Canada than in the United States, according to research published March 14 in the Annals of Internal Medicine.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}