{"title": "Some genetic variations difficult to evaluate using current stem cell modeling techniques", "text": "Some heritable but unstable genetic mutations that are passed from parent to affected offspring may not be easy to investigate using current human-induced pluripotent stem cell (hiPSC) modeling techniques, according to research conducted at The Icahn School of Medicine at Mount Sinai and published March 14, in the journal Stem Cell Reports. The study serves to caution stem cell biologists that certain rare mutations, like the ones described in the study, are difficult to recreate in laboratory-produced stem cells.Stem cell-based disease modeling involves taking cells from patients, such as skin cells, and introducing genes that reprogram the cells into human-induced pluripotent stem cells (hiPSCs).  These \"master cells\" are unspecialized, meaning they can be pushed to become any type of mature cell needed for research, such as skin, liver or brain. The hiPSCs are capable of renewing themselves over a long period of time, and this emerging stem cell modeling technique is helping elucidate the genetic and cellular mechanisms of many different disorders.   \"Our study describes how a complex chromosomal rearrangement genetically passed by a patient with psychosis to her affected son was not well recreated in laboratory-produced stem cells,\" says Kristen Brennand, PhD, Associate Professor of Genetics and Genomic Sciences, Neuroscience, and Psychiatry at the Icahn School of Medicine, and the study's senior investigator. \"As stem cell biologists dive into studying brain disorders, we all need to know that this type of rare mutation is very hard to model with induced stem cells.\"To investigate the genetic underpinnings of psychosis, the research team used hiPSCs from a mother diagnosed with bipolar disease with psychosis, and her son, diagnosed with schizoaffective disorder. In addition to the normal 46 chromosomes (23 pairs), the cells in mother and son had a very small extra chromosome, less than 1/10th normal size. This microduplication of genes is increasingly being linked to schizophrenia and bipolar disorders, and the extra chromosomal bit, known as a marker (mar) element, falls into the category of abnormally duplicated genes.For the first time, the Mount Sinai research team tried to make stem cells from adult cells with this type of mar defect. Through the process, they discovered that the mar element was frequently lost during the reprogramming process. While mar elements in the general population are rare (less than .05 percent in newborn infants), more than 30 percent of individuals with these defects are clinically abnormal, and mar elements are also significantly more likely to be found in patients with developmental delays.The study found that the mother's cells were mosaic, meaning some cells were normal while others were not, and the hiPSCs the team created accurately replicated that condition: some were normal and some had the extra mar chromosome. But the technique did not work well with the son's cells. While all of his cells should have had the mar element, as with his mother, some of the reprogrammed stem cells did not contain the extra bit of chromosome. \"We realized we kept losing the mutation in the stem cells we made, and the inability to recreate cells with mar elements may hamper some neuropsychiatric research,\" says Dr. Brennand. \"The bottom line is that it is essential that stem cell biologists look for existing mar elements in the cells they study, in order to check that they are retained in the new stem cells.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tmsh-sgv031317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, New York Stem Cell Foundation, Brain and Behavior Young Investigator Grant, Ellison Foundation, Carmela and Menachem Abraham Fund, Team Daniel", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Cell Biology", " Genetics", " Medicine/Health", " Clinical Trials", " Neurobiology", " Mental Health", " Depression/Anger"], "journal": "Stem Cell Reports", "description": "Mount Sinai study on psychosis reveals the importance of clarifying the precise structure of any genetic mutation before moving forward with human-induced pluripotent stem cell studies.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}