{"title": "Convenient and easy to use glucose monitoring and maintenance", "text": "A research group from the Center for Nanoparticle Research within the Institute for Basic Science (IBS) has developed a convenient and accurate sweat-based glucose monitoring and maintenance device. The research group has furthered its previous study* (Nat. Nanotech. 11, 566, 2016) to enhance the efficiency of the sweat collection and sensing & therapy process. This sweat-based system allows rapid glucose measurement incorporating small and sensitive sensors and also comes in a disposable strip sensor to the convenience of users. This accurate glucose analysis allows to prescribe a multistep and precisely controlled dosage of drug.* The previous study reported a wearable graphene-based patch that allows diabetes monitoring and feedback therapy by using human sweat. The device's pH and temperature monitoring functions enable systematic corrections of sweat glucose measurements.The conventional treatment protocol causes a huge stress to diabetics since it requires painful and repetitive blood-withdrawal and insulin shots. Patients become reluctant to take the periodic tests and treatments, aggravating the diabetes symptoms and suffer severe diabetic complications. A recent alternative approach, sweat-based monitoring offers a painless blood glucose monitoring method, enabling more convenient control of blood glucose levels. However, many challenges still exist for the practical application of the existing system: tedious blood collection procedure; error-prone, enzyme-based glucose sensing that may lead to overtreatment of drugs, etc.Useful, Efficient Glucose Monitoring to the Convenient of PatientsTo address such issues, the research group presented an easy-to-use and multistage module to ensure an accurate glucose monitoring and therapy. To speed up the sweat collection, the researchers redevised the system to work under a small amount of sweat. They used electrochemically active, porous metal electrodes (replacing the graphene materials of the previous study) to enhance the sensitivity of the system. Also the porous structure allows to form strong linkage among enzymes, resulting in increased reliability of the sensors under mechanical friction and deformation. (Figs. 1a, 1b)Notably, the device features more sensors of a smaller size than the previous study. This miniaturized sensor design allows for reliable sweat analysis even with 1 μl of sweat. The first author of the study, Dr. LEE Hyunjae explains, \"It was quite a challenge to find the optimal size of the sensors. If the size is too small, the signal becomes too small or the surface functionalization becomes difficult to handle.\" Also, in the glucose and pH sensors, the reference and counter electrodes are designed to be packed as closely as possible to minimize the required amount of sweat (Fig. 2).For more accurate reading and feedback therapy, the patch system incorporates an additional sweat uptake layer and a waterproof band. Because the sweat uptake layer consists of water-soluble and porous carbohydrate network, it can efficiently absorb the sweat exuding from the skin. Furthermore, the waterproof band behind the silicone patch facilitates the sweat collection and keeps the patch intact even under physical deformation of the skin. (Fig. 3)Precise, Timely Drug Delivery to Prevent OvertreatmentThe system also enables precise and timely drug delivery. Drugs for the feedback therapy are loaded on two different temperature-responsive phase change nanoparticles (PCNs). These nanoparticles are embedded in the microneedles, which are additionally coated with phase change materials (PCMs). Once the system detects a high glucose level, the integrated heater modulates thermal actuation to activate either PCN1 alone or both PCNs. When the temperature reaches 40°C, only the drugs contained in PCN1 are released, whereas at 45°C, the drugs in both PCN1 and PCN2 are released. (Figs. 4a, 4b)Dr. Lee underscores the role of the additional PCM spray coating that prevents the dissolution before the controlled melting of the PCM. \"The previous systems cannot prevent natural diffusion of the drugs from drug reservoir, and rely heavily upon elevation of temperature to enhance the rate of drug diffusion. Our system uses PCMs to prevent drug release by using the melting properties of phase change materials above critical temperature, enabling stepwise drug delivery. Furthermore, different drugs can also be loaded in phase change nanoparticles for stepwise and multiple drug delivery.\" (Fig. 4c)The thermos-responsive microneedles controlled by three multichannel heaters can deliver the drug up to 6 steps of drug dosages (Fig. 5) in response to the measured sweat glucose level. The researchers confirmed that as more drug is delivered to the diabetic mice, the blood glucose level is suppressed more.Disposable, Sweat-based Strip SensorThis study also features a disposable, sweat-based strip sensor (Fig. 6). The strip sensor is more convenient for the sweat analysis than the patch system since it is small enough to be used easily and can operate by absorbing generated sweat on the skin. Also, the strip-type sensor can analyze the sweat glucose levels after connecting to ZIF connector.Dr. Lee says, \"This convenient and accurate system is also compatible for mass-production as it uses the metal electrode that can be easily fabricated via a conventional semiconductor fabrication process.\" \"Although there is still room for improvement before applying our system into the clinical application, this approach can surely contribute to improve the quality of life of diabetic patient by managing blood glucose more easily,\" he says. One of the corresponding authors of the study, KIM Dae-Hyeong adds, \"The fundamental mechanism underlying this system can be applied in the diagnosis and clinical treatments of various diseases not to mention diabetes.\"\r\n", "article_link": "http://dx.doi.org/10.1126/sciadv.1601314", "url": "http://www.eurekalert.org/pub_releases/2017-03/ifbs-cae031217.php", "region": "asia", "source_link": null, "funder": "Institute for Basic Science", "meeting": "", "institution": "Institute for Basic Science", "keywords": ["Chemistry/Physics/Materials Sciences"], "journal": "Science Advances", "description": "A research group from the Center for Nanoparticle Research within the Institute for Basic Science has developed a convenient and accurate sweat-based glucose monitoring and maintenance device. ", "date": "Sun, 12 Mar 2017 05:00:00 GMT"}