{"keywords": ["Biology", " Medicine/Health", " Clinical Trials", " Neurobiology", " Parkinson's Disease"], "funder": "NIH/National Institute of Neurological Disorders and Stroke", "journal": "Lancet Neurology", "description": "Parkinson's disease is commonly thought of as a movement disorder, but after years of living with the disease, approximately 25 percent of patients also experience deficits in cognition that impair function. A newly developed research tool may help predict a patient's risk for developing dementia and could enable clinical trials aimed at finding treatments to prevent the cognitive effects of the disease.", "title": "Predicting cognitive deficits in people with Parkinson's disease", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/Predicting-cognitive-deficits-people-Parkinsons", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "meeting": "", "text": "Parkinson's disease is commonly thought of as a movement disorder, but after years of living with the disease, approximately 25 percent of patients also experience deficits in cognition that impair function. A newly developed research tool may help predict a patient's risk for developing dementia and could enable clinical trials aimed at finding treatments to prevent the cognitive effects of the disease. The research was published in Lancet Neurology and was partially funded by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health.\"This study includes both genetic and clinical assessments from multiple groups of patients, and it represents a significant step forward in our ability to effectively model one of the most troublesome non-motor aspects of Parkinson's disease,\" said Margaret Sutherland, Ph.D., program director at the NINDS.For the study, a team of researchers led by Clemens Scherzer, M.D., combined data from 3,200 people with Parkinson's disease, representing more than 25,000 individual clinical assessments and evaluated seven known clinical and genetic risk factors associated with developing dementia. From this information, they built a computer-based risk calculator that may predict the chance that an individual with Parkinson's will develop cognitive deficits. Dr. Scherzer is head of the Neurogenomics Lab and Parkinson Personalized Medicine Program at Harvard Medical School and a member of the Ann Romney Center for Neurologic Diseases at Brigham and Women's Hospital, Boston.       Currently available Parkinson's medications are only effective in improving motor deficits caused by the disease. However, the loss of cognitive abilities severely affects the individual's quality of life and independence. One barrier to developing treatments for the cognitive effects of Parkinson's disease is the considerable variability among patients. As a result, researchers must enroll several hundred patients when designing clinical trials to test treatments.  \"By allowing clinical researchers to identify and select only patients at high-risk for developing dementia, this tool could help in the design of 'smarter' trials that require a manageable number of participating patients,\" said Dr. Scherzer.\r\nDr. Scherzer and team also noted that a patient's education appeared to have a powerful impact on the risk of memory loss. The more years of formal education patients in the study had, the greater was their protection against cognitive decline. \"This fits with the theory that education might provide your brain with a 'cognitive reserve,' which is the capacity to potentially compensate for some disease-related effects,\" said Dr. Scherzer. \"I hope researchers will take a closer look at this. It would be amazing, if this simple observation could be turned into a useful therapeutic intervention.\"       Moving forward, Dr. Scherzer and his colleagues from the International Genetics of Parkinson's Disease Progression (IGPP) Consortium plan to further improve the cognitive risk score calculator. The team is scanning the genome of patients to hunt for new progression genes. Ultimately, it is their hope that the tool can be used in the clinic in addition to helping with clinical trial design. However, considerable research remains to be done before that will be possible.One complication for the use of this calculator in the clinic is the lack of available treatments for Parkinson's-related cognitive deficits. Doctors face ethical issues concerning whether patients should be informed of their risk when there is little available to help them. It is hoped that by improving clinical trial design, the risk calculator can first aid in the discovery of new treatments and determine which patients would benefit most from the new treatments.   \"Prediction is the first step,\" said Dr. Scherzer. \"Prevention is the ultimate goal, preventing a dismal prognosis from ever happening.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/nion-pcd062117.php", "article_link": "http://dx.doi.org/10.1016/S1474-4422(17)30122-9", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}