{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "precise", "impact", "microglia", "neurodegenerative", "diseases", "alzheimer", "parkinson", "remains", "unclear", "brain", "microglial", "cells", "migrate", "sites", "neural", "damage", "response", "signals", "dispose", "dying", "cells", "insoluble", "cell", "debris", "engulfing", "enzymatically", "digesting", "microglia", "therefore", "perform", "essentially", "role", "carried", "immune", "cells", "known", "macrophages", "tissues", "however", "responses", "may", "also", "contribute", "pathogenesis", "neurodegeneration", "microglia", "known", "activated", "virtually", "types", "dementia", "may", "simply", "relate", "role", "phagocytic", "cells", "degradation", "extracellular", "protein", "deposits", "amyloid", "plaques", "hallmark", "alzheimer", "also", "possible", "activated", "microglia", "promote", "disease", "progression", "secreting", "molecular", "signals", "exacerbate", "inflammatory", "responses", "ultimately", "deleterious", "healthy", "nerve", "new", "study", "carried", "interdisciplinary", "team", "cell", "biologists", "radiologists", "neuropathologists", "led", "professor", "christian", "haass", "holds", "chair", "metabolic", "biochemistry", "lmu", "speaker", "german", "center", "neurodegenerative", "diseases", "dzne", "munich", "clarify", "whether", "microglia", "good", "guys", "bad", "guys", "researchers", "focused", "function", "gene", "trem2", "brain", "gene", "expressed", "predominantly", "microglia", "furthermore", "mutations", "impair", "expression", "function", "protein", "product", "associated", "increased", "risk", "neurodegenerative", "conditions", "alzheimer", "parkinson", "frontotemporal", "dementia", "ftd", "aid", "system", "haass", "colleagues", "altered", "single", "subunit", "coding", "sequence", "trem2", "gene", "mice", "directs", "synthesis", "trem2", "protein", "humans", "mutation", "associated", "increased", "risk", "form", "ftd", "earlier", "studies", "demonstrated", "normal", "trem2", "protein", "transported", "cell", "membrane", "order", "perform", "biological", "function", "mutation", "introduced", "crispr", "system", "disrupts", "process", "little", "protein", "expressed", "surface", "microglial", "cells", "mice", "genetic", "alteration", "leads", "drastic", "impairment", "microglial", "function", "evidenced", "variety", "tests", "example", "mutant", "strain", "longer", "activates", "microglial", "cells", "response", "neuronal", "loss", "brain", "result", "cells", "fail", "migrate", "sites", "cell", "damage", "dead", "cells", "insoluble", "debris", "plaques", "disposed", "addition", "mutation", "catastrophic", "consequences", "energy", "metabolism", "normal", "brain", "totally", "dependent", "glucose", "energy", "source", "loss", "trem2", "function", "leads", "significant", "fall", "glucose", "consumption", "mutant", "brain", "moreover", "blood", "supply", "brain", "whole", "markedly", "curtailed", "similar", "phenomena", "observed", "patients", "carry", "mutations", "trem2", "gene", "taken", "together", "observations", "argue", "microglial", "activation", "indispensable", "normal", "brain", "haass", "summarizes", "wider", "implications", "study", "follows", "findings", "underline", "significance", "microglia", "homeostasis", "brain", "imply", "cells", "immunoprotective", "function", "least", "early", "stages", "pathogenesis", "neurodegenerative", "diseases", "believe", "data", "provide", "rationale", "new", "approach", "development", "effective", "therapies", "based", "boosting", "defense", "response", "microglia", "succeed", "enhancing", "function", "either", "pharmacological", "means", "might", "possible", "delay", "onset", "dementias"], "url": "http://www.eurekalert.org/pub_releases/2017-06/lm-pit060117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe precise impact of the microglia in neurodegenerative diseases such as Alzheimer's and Parkinson's remains unclear.", "In the brain, microglial cells migrate to sites of neural damage in response to neuro-inflammatory signals, and dispose of dying cells and insoluble cell debris by engulfing and enzymatically digesting them.", "The microglia therefore perform essentially the same role as that carried out by the immune cells known as macrophages in other tissues.", "However, neuro-inflammatory responses may also contribute to the pathogenesis of neurodegeneration, as microglia are known to be activated in virtually all types of dementia.", "This may simply relate to their role as phagocytic cells in the degradation of the extracellular protein deposits (amyloid plaques) that are a hallmark of Alzheimer's.", "But it is also possible that activated microglia promote disease progression by secreting molecular signals that exacerbate inflammatory responses which are ultimately deleterious to healthy nerve cells.The new study was carried out by an interdisciplinary German-Swiss team of cell biologists, radiologists and neuropathologists led by Professor Christian Haass, who holds the Chair of Metabolic Biochemistry at LMU and is Speaker of the German Center for Neurodegenerative Diseases (DZNE) in Munich.", "To clarify whether the microglia are the good guys or the bad guys, the researchers focused on the function of the gene TREM2.", "In the brain, this gene is expressed predominantly in microglia.", "Furthermore, mutations that impair its expression or the function of its protein product are associated with increased risk for neurodegenerative conditions such as Alzheimer's, Parkinson's and frontotemporal dementia (FTD).With the aid of the CRISPR/Cas9 gene-editing system, Haass and his colleagues altered a single subunit (base-pair) in the coding sequence of the TREM2 gene of mice, which directs the synthesis of the TREM2 protein.", "In humans, this same mutation is associated with increased risk for a form of FTD.", "In earlier studies, it had been demonstrated that the normal TREM2 protein is transported to the cell membrane in order to perform its biological function.", "The mutation introduced by the CRISPR system disrupts this process, such that very little of the protein is expressed on the surface of microglial cells.", "In mice, this genetic alteration leads to a drastic impairment of microglial function, as evidenced by a variety of tests.", "For example, the mutant strain no longer activates its microglial cells in response to neuronal loss in the brain.", "As a result, the cells fail to migrate to sites of cell damage - and dead cells, insoluble debris and plaques cannot be disposed of.", "In addition, the mutation has catastrophic consequences for energy metabolism.", "The normal brain is totally dependent on glucose as an energy source, but loss of the TREM2 function leads to a significant fall in glucose consumption in the mutant brain.", "Moreover, the blood supply to the brain in a whole is markedly curtailed.", "Similar phenomena are observed in patients who carry loss-of-function mutations in the TREM2 gene.", "Taken together, these observations argue that microglial activation is indispensable for normal brain function.Christian Haass summarizes the wider implications of the study as follows: \"Our findings underline the significance of microglia for homeostasis in the brain, and they imply that these cells have an immunoprotective function, at least in the early stages of the pathogenesis of neurodegenerative diseases.", "We believe that our data provide the rationale for a new approach to the development of effective therapies, based on boosting the defense response of the microglia.", "If we succeed in enhancing this function, either by pharmacological or other means, it might be possible to delay the onset of dementias.\"", "(LMU/DZNE)"], "title": "Phagocytes in the brain: Good or bad? | EurekAlert! Science News", "source": "Ludwig-Maximilians-Universität München", "date": "2018-01-19_20:42:44", "year": "Thu, 01 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe precise impact of the microglia in neurodegenerative diseases such as Alzheimer's and Parkinson's remains unclear. In the brain, microglial cells migrate to sites of neural damage in response to neuro-inflammatory signals, and dispose of dying cells and insoluble cell debris by engulfing and enzymatically digesting them. The microglia therefore perform essentially the same role as that carried out by the immune cells known as macrophages in other tissues. However, neuro-inflammatory responses may also contribute to the pathogenesis of neurodegeneration, as microglia are known to be activated in virtually all types of dementia. This may simply relate to their role as phagocytic cells in the degradation of the extracellular protein deposits (amyloid plaques) that are a hallmark of Alzheimer's. But it is also possible that activated microglia promote disease progression by secreting molecular signals that exacerbate inflammatory responses which are ultimately deleterious to healthy nerve cells.The new study was carried out by an interdisciplinary German-Swiss team of cell biologists, radiologists and neuropathologists led by Professor Christian Haass, who holds the Chair of Metabolic Biochemistry at LMU and is Speaker of the German Center for Neurodegenerative Diseases (DZNE) in Munich. To clarify whether the microglia are the good guys or the bad guys, the researchers focused on the function of the gene TREM2. In the brain, this gene is expressed predominantly in microglia. Furthermore, mutations that impair its expression or the function of its protein product are associated with increased risk for neurodegenerative conditions such as Alzheimer's, Parkinson's and frontotemporal dementia (FTD).With the aid of the CRISPR/Cas9 gene-editing system, Haass and his colleagues altered a single subunit (base-pair) in the coding sequence of the TREM2 gene of mice, which directs the synthesis of the TREM2 protein. In humans, this same mutation is associated with increased risk for a form of FTD. In earlier studies, it had been demonstrated that the normal TREM2 protein is transported to the cell membrane in order to perform its biological function. The mutation introduced by the CRISPR system disrupts this process, such that very little of the protein is expressed on the surface of microglial cells. In mice, this genetic alteration leads to a drastic impairment of microglial function, as evidenced by a variety of tests. For example, the mutant strain no longer activates its microglial cells in response to neuronal loss in the brain. As a result, the cells fail to migrate to sites of cell damage - and dead cells, insoluble debris and plaques cannot be disposed of. In addition, the mutation has catastrophic consequences for energy metabolism. The normal brain is totally dependent on glucose as an energy source, but loss of the TREM2 function leads to a significant fall in glucose consumption in the mutant brain. Moreover, the blood supply to the brain in a whole is markedly curtailed. Similar phenomena are observed in patients who carry loss-of-function mutations in the TREM2 gene. Taken together, these observations argue that microglial activation is indispensable for normal brain function.Christian Haass summarizes the wider implications of the study as follows: \"Our findings underline the significance of microglia for homeostasis in the brain, and they imply that these cells have an immunoprotective function, at least in the early stages of the pathogenesis of neurodegenerative diseases. We believe that our data provide the rationale for a new approach to the development of effective therapies, based on boosting the defense response of the microglia. If we succeed in enhancing this function, either by pharmacological or other means, it might be possible to delay the onset of dementias.\" (LMU/DZNE)\r\n"}