{"text": "The University of Stirling's Dementia Services Development Centre (DSDC) has today (Thursday, 1 June) announced the development of a ground-breaking new app to help improve workplaces, public buildings and homes for people living with dementia.Working in collaboration with construction experts Space Group, the team is creating the first app of its kind in the world to digitally assess how suitable a residence, care facility or other environment is for older people and those living with dementia.The dementia database, called IRIDIS, will make a simple assessment of a person's home and recommend changes that can be made to the building.The free homeowner app, available to download from autumn 2017, will address physical aspects of design which impact upon older people's quality of life and their ability to live more independently. This includes lighting, colour contrast and noise.People living with dementia, family members, healthcare professionals, construction experts or designers using the app, will be asked questions about their surroundings, and asked to take photographs.It will take around just 20 minutes to assess the suitability of a two-bedroom home for an older person.Improvements the app may recommend will be as simple as changing a light bulb, to more complex improvements such as reconfiguring bathrooms.The IRIDIS app is an updated, digital version of the DSDC's existing paperback Dementia Design Audit Toolkit, currently available at the Centre in Stirling.Lesley Palmer, Chief Architect at DSDC, said: \"This is a unique opportunity to revolutionise how we improve day-to-day life for older people and people living with dementia around the world. We are creating a simple way for anyone to assess how dementia-friendly their environment is, and find out how to improve their surroundings.\"With around 50 million people estimated to be living with dementia worldwide, there is an immediate need to invest in our aging population and provide improved services and facilities.\"This industry-leading, intelligent suite of software offers new methods of assessing our built environment. All of the guidance within the IRIDIS app will be underpinned by the research the University has carried out in this area.\"Typically, people living with dementia have greater demands on the health care services and providing guidance on how to adapt living conditions allows people to stay independent for longer and future proofs housing for autonomous living.\"Dementia is one of the main causes of disability later in life, ahead of cancer, and bed-blocking costs NHS Scotland an estimated £114 million a year. Stephen Brooks, Director at Space Architects, said: \"We acknowledge that there are variations of 'apps' for guidance on dementia design principles and auditing the built environment, but none which have such a level of detail and have a direct and real-time results link to the construction and product industry.\"Previous dementia design application platforms have focussed entirely on the dissemination of information, as opposed to harnessing the opportunity to collect data and strike a two-way channels of communication between the researcher, designer and the end user.\"Design modification data collected from the app will allow IRIDIS to continually update the app and improve results for future users.The data within the IRIDIS app will also make recommendations on property design and refurbishment for construction professionals. It will be aligned to digital construction methodology, with links to the Building Information Modelling (BIM) provider bimstore. This allows designers to search and download BIM objects from construction product manufacturers that are specifically designed and kite-marked to meet dementia care design standards.Stephen added: \"Creating fully inclusive built environments is a considerable undertaking and highlights a new area under consideration for our ageing population. This software will offer designers and contractors new intelligence needed to facilitate and future-proof dementia care design. What we are offering is truly ground-breaking and the software within the IRIDIS app will be one of the greatest advances to date in dementia care design principles.\"Dr Stephen Baker, Country Head of Japan at Scottish Development International, said: \"Japan with its aging society has a keen interest in developing models of care for those with dementia. Recently Japan has been looking closely at the Scottish Government policy on dementia care and the research conducted into improving the lives of people who live with dementia conducted by DSDC. The IRIDIS app launch brings a wonderful new innovation to further enrich the lives of people living with dementia, I look forward to the day when it will be available in Japan.\"The IRIDIS app will launch at the University of Stirling's International Dementia Design Masterclass on Thursday 1 June, where the DSDC and Space Architects teams will unveil the new service.Later versions of IRIDIS will include a more detailed, paid-for service aimed at industry professionals in dementia care design and construction and healthcare professionals and providers. These apps will be able to assess illuminance and noise levels, including other more sophisticated features.The app will be available to download from Thursday 21 September, on International Alzheimer's Day.\r\n", "date": "Wed, 31 May 2017 04:00:00 GMT", "meeting": "International Dementia Design Masterclass at the University of Stirling", "title": "New app to help improve environments for people living with dementia", "institution": "University of Stirling", "journal": "", "description": "The University of Stirling's Dementia Services Development Centre has today announced the development of a ground-breaking new app to help improve workplaces, public buildings and homes for people living with dementia.", "region": "europe", "keywords": ["Health Care", " Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Demography", " Aging", " Socioeconomics", " Occupation/Retirement", " Theory/Design"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uos-nat053017.php", "source_link": null, "funder": "", "article_link": null}