{"text": "A phase 2 clinical trial in young adults with Down syndrome of a drug being investigated for the treatment of Alzheimer's disease supports further investigation of its potential. Results of the four-week trial of scyllo-inositol, also known as ELND005, have been published in the Journal of Alzheimer's Disease. \"Through this study, members of the Down syndrome community have demonstrated loudly and clearly that they are eager to participate in clinical trials, particularly studies that provide promise for the treatment of Alzheimer's disease,\" says Brian Skotko, MD, MPP, co-director of the Massachusetts General Hospital (MGH) Down Syndrome Program, and a site principal investigator for the trial. \"This first, industry-sponsored phase 2 trial in the Down syndrome community showed that people with Down syndrome were able to follow the study protocol and that the drug was safe and tolerable.\"The most common form of intellectual disability in the United States, Down syndrome is caused by an extra copy of chromosome 21. People with Down syndrome exhibit various degrees of intellectual disability and are at greatly increased risk of developing Alzheimer's dementia as they age. Excess activity of the genes on chromosome 21 - including the gene for the amyloid precursor protein, the source of amyloid plaques found in the brains of people with Alzheimer's disease - is thought to play a role in the cognitive challenges of people with Down syndrome. Another chromosome 21 gene believed to play a role in Down syndrome contributes to the metabolism of myo-inositol, a signaling molecule increased in the brains of children and adults with Down syndrome at levels that correlate to the severity of symptoms. Lifelong exposure to increased levels of both amyloid and myo-inositol are believed to contribute to brain dysfunction and cognitive disability. Scyllo-inositol may have potential to improve cognition in patients with Down syndrome both by decreasing amyloid levels and regulating myo-inositol-dependent signaling in the brain. The clinical trial enrolled 23 adults with Down syndrome, ages 18 to 45, who were randomized to receive one of two dosages of scyllo-inositol - 250 mg either daily or twice a day - or a placebo. All but one participant completed the four-week trial with no significant deviations from the protocol. There were no serious adverse events and no changes in vital signs, laboratory tests or other physical findings. While treatment produced no apparent cognitive or behavioral changes, the duration of the trial was too short to capture such effects.\"Scyllo-inositol has been extensively tested in the typical Alzheimer's disease population, but this study looked at it specifically in people with Down syndrome who are at an increased risk for AD,\" says Michael Rafii, MD, PhD, clinical director of the Alzheimer's Therapeutic Research Institute at the University of Southern California and associate professor in the Department of Neuroscience at the University of California, San Diego, lead and corresponding author of the study. \"The results of this study are encouraging, and further study of this compound in Down syndrome should certainly be considered.\" ", "date": "Wed, 31 May 2017 04:00:00 GMT", "meeting": "", "title": "Clinical trial investigates Alzheimer's disease drug in people with Down syndrome", "institution": "Massachusetts General Hospital", "journal": "Journal of Alzheimer's Disease", "description": "A phase 2 clinical trial in young adults with Down syndrome of a drug being investigated for the treatment of Alzheimer's disease supports further investigation of its potential.", "region": "namerica", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-05/mgh-cti053117.php", "source_link": null, "funder": "Elan Pharmeceuticals", "article_link": "http://dx.doi.org/10.3233/JAD-160965"}