{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txscientists", "discovered", "certain", "forms", "motor", "neuron", "disease", "begin", "progress", "cellular", "molecular", "levels", "revealing", "potential", "new", "ways", "slow", "even", "stop", "process", "team", "already", "working", "closely", "pharmaceutical", "companies", "use", "knowledge", "develop", "new", "treatments", "motor", "neuron", "disease", "neurodegenerative", "studying", "cells", "patients", "motor", "neuron", "disease", "also", "known", "amyotrophic", "lateral", "sclerosis", "als", "team", "francis", "crick", "institute", "ucl", "revealed", "detailed", "picture", "motor", "neurons", "nerve", "cells", "brain", "spinal", "cord", "control", "muscles", "allow", "us", "move", "talk", "breathe", "decline", "die", "research", "published", "cell", "reports", "also", "shows", "healthy", "cells", "called", "astrocytes", "may", "play", "role", "survival", "motor", "neurons", "type", "als", "highlighting", "potential", "role", "combating", "neurodegenerative", "diseases", "work", "sonia", "gandhi", "rickie", "patani", "group", "leaders", "francis", "crick", "institute", "ucl", "consultant", "neurologists", "national", "hospital", "neurology", "neurosurgery", "queen", "square", "understanding", "neurons", "die", "clearly", "vital", "neurodegenerative", "diseases", "part", "puzzle", "also", "understanding", "emerging", "role", "astrocytes", "context", "says", "team", "took", "skin", "cells", "healthy", "volunteers", "patients", "genetic", "mutation", "causes", "als", "turned", "stem", "cells", "capable", "becoming", "many", "cell", "types", "using", "specific", "chemical", "signals", "stem", "cells", "becoming", "motor", "neurons", "astrocytes", "manipulated", "cells", "using", "insights", "developmental", "biology", "closely", "resembled", "specific", "part", "spinal", "cord", "motor", "neurons", "arise", "explains", "rickie", "like", "changing", "postcode", "house", "without", "actually", "moving", "able", "create", "pure", "samples", "motor", "neurons", "astrocytes", "accurately", "represent", "cells", "affected", "patients", "als", "using", "range", "cellular", "molecular", "techniques", "team", "tracked", "motor", "neurons", "time", "see", "went", "wrong", "cells", "compared", "healthy", "people", "found", "important", "protein", "known", "leaks", "nucleus", "belongs", "causing", "chain", "reaction", "damaged", "several", "crucial", "parts", "cell", "defining", "sequence", "molecular", "events", "led", "motor", "neuron", "death", "experiment", "using", "cells", "important", "step", "forward", "case", "right", "protein", "wrong", "place", "says", "rickie", "leaves", "cell", "nucleus", "causes", "series", "problems", "inside", "cell", "together", "lead", "cell", "death", "knowing", "things", "go", "wrong", "inside", "cell", "sequence", "useful", "approach", "define", "molecular", "event", "disease", "says", "sonia", "modelling", "human", "disease", "dish", "found", "event", "als", "occurred", "early", "time", "neurons", "showed", "signs", "stress", "one", "therapeutic", "approach", "stop", "sick", "motor", "neurons", "dying", "could", "prevent", "proteins", "like", "leaving", "nucleus", "try", "move", "back", "team", "suspected", "astrocytes", "patients", "cells", "might", "also", "affected", "becoming", "less", "efficient", "time", "eventually", "dying", "test", "mixed", "different", "combinations", "healthy", "als", "motor", "neurons", "astrocytes", "followed", "fate", "using", "highly", "sensitive", "imaging", "approaches", "found", "healthy", "astrocytes", "kept", "sick", "motor", "neurons", "alive", "functioning", "longer", "sick", "astrocytes", "struggled", "keep", "even", "healthy", "motor", "neurons", "alive", "work", "along", "studies", "ageing", "neurodegeneration", "would", "suggest", "neurons", "supporting", "cells", "crucial", "development", "progression", "als", "says", "rickie"], "url": "http://www.eurekalert.org/pub_releases/2017-05/tfci-mnd052617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists have discovered how certain forms of motor neuron disease begin and progress at cellular and molecular levels, revealing potential new ways to slow down or even stop this process.", "The team are already working closely with pharmaceutical companies to use this knowledge to develop new treatments for motor neuron disease and other neurodegenerative conditions.By studying cells from patients with motor neuron disease, also known as amyotrophic lateral sclerosis (ALS), the team from the Francis Crick Institute and UCL revealed a detailed picture of how motor neurons -- nerve cells in the brain and spinal cord that control our muscles and allow us to move, talk and breathe -- decline and die.", "The research, published in Cell Reports, also shows that healthy neuron-supporting cells called astrocytes may play a role in the survival of motor neurons in this type of ALS, highlighting their potential role in combating neurodegenerative diseases.", "The work was co-led by Sonia Gandhi and Rickie Patani, Group Leaders at the Francis Crick Institute and UCL, and Consultant Neurologists at the National Hospital for Neurology and Neurosurgery, Queen Square.", "\"Understanding how and why neurons die is clearly vital in neurodegenerative diseases, but part of the puzzle is also understanding the emerging role of astrocytes in this context,\" says Sonia.The team took skin cells from healthy volunteers and patients with a genetic mutation that causes ALS, and turned them into stem cells capable of becoming many other cell types.", "Using specific chemical signals, they then 'guided' the stem cells into becoming motor neurons and astrocytes.", "\"We manipulated the cells using insights from developmental biology, so that they closely resembled a specific part of the spinal cord from which motor neurons arise,\" explains Rickie.", "\"It's like changing the postcode of a house without actually moving it.", "We were able to create pure, high-quality samples of motor neurons and astrocytes which accurately represent the cells affected in patients with ALS.", "\"Using a range of cellular and molecular techniques, the team tracked motor neurons over time to see what went wrong in the patient-derived cells compared to those from healthy people.", "They found that an important protein known as TDP-43 leaks out of the nucleus where it belongs, causing a chain reaction that damaged several crucial parts of the cell's 'machinery'.", "Defining the sequence of molecular events that led to motor neuron death in an experiment using human-derived cells is an important step forward.", "\"It's a case of the right protein in the wrong place,\" says Rickie.", "\"When TDP-43 leaves the cell nucleus, it causes a series of problems inside the cell that together lead to cell death.\"", "\"Knowing when things go wrong inside a cell, and in what sequence, is a useful approach to define the 'critical' molecular event in disease,\" says Sonia.", "By modelling the human disease in a dish, we found that this well-recognised event in ALS occurred early, and some time before the neurons showed other signs of stress.", "One therapeutic approach to stop sick motor neurons from dying could be to prevent proteins like TDP-43 from leaving the nucleus, or try to move them back.\"", "The team suspected that astrocytes from the patients' cells might also be affected, becoming less efficient over time and eventually dying.", "To test this, they mixed different combinations of healthy and ALS patient-derived motor neurons and astrocytes, and followed their fate using highly sensitive imaging approaches.", "They found that healthy astrocytes kept sick motor neurons alive and functioning for longer, but sick astrocytes struggled to keep even healthy motor neurons alive.", "\"Our work, along with other studies of ageing and neurodegeneration, would suggest that the cross-talk between neurons and their supporting cells is crucial in the development and progression of ALS,\" says Rickie."], "title": "Motor neuron disease discovery offers new insights into potential treatment targets | EurekAlert! Science News", "source": "The Francis Crick Institute", "date": "2018-01-19_20:42:54", "year": "Tue, 30 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists have discovered how certain forms of motor neuron disease begin and progress at cellular and molecular levels, revealing potential new ways to slow down or even stop this process. The team are already working closely with pharmaceutical companies to use this knowledge to develop new treatments for motor neuron disease and other neurodegenerative conditions.By studying cells from patients with motor neuron disease, also known as amyotrophic lateral sclerosis (ALS), the team from the Francis Crick Institute and UCL revealed a detailed picture of how motor neurons -- nerve cells in the brain and spinal cord that control our muscles and allow us to move, talk and breathe -- decline and die. The research, published in Cell Reports, also shows that healthy neuron-supporting cells called astrocytes may play a role in the survival of motor neurons in this type of ALS, highlighting their potential role in combating neurodegenerative diseases. The work was co-led by Sonia Gandhi and Rickie Patani, Group Leaders at the Francis Crick Institute and UCL, and Consultant Neurologists at the National Hospital for Neurology and Neurosurgery, Queen Square.\"Understanding how and why neurons die is clearly vital in neurodegenerative diseases, but part of the puzzle is also understanding the emerging role of astrocytes in this context,\" says Sonia.The team took skin cells from healthy volunteers and patients with a genetic mutation that causes ALS, and turned them into stem cells capable of becoming many other cell types. Using specific chemical signals, they then 'guided' the stem cells into becoming motor neurons and astrocytes. \"We manipulated the cells using insights from developmental biology, so that they closely resembled a specific part of the spinal cord from which motor neurons arise,\" explains Rickie. \"It's like changing the postcode of a house without actually moving it. We were able to create pure, high-quality samples of motor neurons and astrocytes which accurately represent the cells affected in patients with ALS.\"Using a range of cellular and molecular techniques, the team tracked motor neurons over time to see what went wrong in the patient-derived cells compared to those from healthy people. They found that an important protein known as TDP-43 leaks out of the nucleus where it belongs, causing a chain reaction that damaged several crucial parts of the cell's 'machinery'. Defining the sequence of molecular events that led to motor neuron death in an experiment using human-derived cells is an important step forward.\"It's a case of the right protein in the wrong place,\" says Rickie. \"When TDP-43 leaves the cell nucleus, it causes a series of problems inside the cell that together lead to cell death.\" \"Knowing when things go wrong inside a cell, and in what sequence, is a useful approach to define the 'critical' molecular event in disease,\" says Sonia. By modelling the human disease in a dish, we found that this well-recognised event in ALS occurred early, and some time before the neurons showed other signs of stress. One therapeutic approach to stop sick motor neurons from dying could be to prevent proteins like TDP-43 from leaving the nucleus, or try to move them back.\" The team suspected that astrocytes from the patients' cells might also be affected, becoming less efficient over time and eventually dying. To test this, they mixed different combinations of healthy and ALS patient-derived motor neurons and astrocytes, and followed their fate using highly sensitive imaging approaches. They found that healthy astrocytes kept sick motor neurons alive and functioning for longer, but sick astrocytes struggled to keep even healthy motor neurons alive.\"Our work, along with other studies of ageing and neurodegeneration, would suggest that the cross-talk between neurons and their supporting cells is crucial in the development and progression of ALS,\" says Rickie. "}