{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdr", "john", "peever", "university", "toronto", "working", "answer", "one", "humanity", "greatest", "questions", "dream", "found", "certain", "area", "brain", "responsible", "phenomenon", "troubles", "normal", "dreaming", "may", "early", "warning", "sign", "ailments", "parkinson", "disease", "results", "presented", "2017", "canadian", "neuroscience", "meeting", "annual", "meeting", "canadian", "association", "neuroscience", "association", "canadienne", "des", "neurosciences", "since", "1960s", "brainstem", "known", "involved", "controlling", "act", "dreaming", "rapid", "eye", "movement", "rem", "sleep", "peever", "since", "found", "cells", "responsible", "dream", "state", "called", "neurons", "importantly", "team", "learned", "control", "cells", "rodents", "process", "dreaming", "peever", "puts", "switch", "cells", "causes", "rapid", "transition", "rem", "sleep", "knowledge", "hand", "team", "examined", "dreaming", "dysfunctions", "rem", "sleep", "behaviour", "disorder", "humans", "incredibly", "team", "unveiled", "link", "certain", "group", "neurodegenerative", "diseases", "observed", "80", "people", "suffer", "rem", "sleep", "disorder", "eventually", "develop", "synucleinopathies", "parkinson", "disease", "lewy", "bodies", "dementia", "research", "suggests", "sleep", "disorders", "may", "early", "warning", "sign", "diseases", "may", "appear", "fifteen", "years", "later", "life", "peever", "hopes", "research", "may", "eventually", "lead", "neuroprotective", "strategy", "much", "like", "see", "people", "prone", "cancer", "diagnosing", "rem", "disorders", "may", "allow", "us", "provide", "individuals", "preventative", "actions", "keep", "healthy", "long", "develop", "serious", "neurological", "conditions", "goal", "take", "years", "develop", "yet", "could", "one", "day", "help", "thousands", "people", "live", "healthier", "lives", "long", "need", "serious", "medical", "attention"], "url": "http://www.eurekalert.org/pub_releases/2017-05/cafn-ctd052317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDr.", "John Peever at the University of Toronto has been working to answer one of humanity's greatest questions:  how do we dream?", "He has found a certain area of the brain is responsible for this phenomenon and that troubles with normal dreaming may be an early warning sign for ailments such as Parkinson's Disease.", "His results were presented at the 2017 Canadian Neuroscience Meeting, the annual meeting of the Canadian Association for Neuroscience - Association Canadienne des Neurosciences (CAN-ACN).", "Since the 1960s, the brainstem has been known to be involved in controlling the act of dreaming during Rapid Eye Movement (REM) sleep.", "Dr. Peever has since found the cells responsible for the dream state, called REM-active neurons.", "More importantly, the team has learned how to control these cells in rodents and in the process, dreaming.", "As Peever puts it, \"When we switch on these cells, it causes a rapid transition into REM sleep.\"", "With this knowledge in hand, his team has examined dreaming dysfunctions such as REM sleep behaviour disorder in humans.", "Incredibly, the team has unveiled a link to a certain group of neurodegenerative diseases.", "\"We observed that more than 80% of people who suffer from REM sleep disorder eventually develop synucleinopathies, such as Parkinson's Disease, and Lewy bodies dementia.", "Our research suggests sleep disorders may be an early warning sign for diseases that may appear some fifteen years later in life.\"", "Peever hopes his research may eventually lead to a neuroprotective strategy.", "\"Much like we see in people prone to cancer, diagnosing REM disorders may allow us to provide individuals with preventative actions to keep them healthy long before they develop these more serious neurological conditions.\"", "This goal will take years to develop yet, but could one day help thousands of people live healthier lives long before they need serious medical attention."], "title": "Connecting the dots between dreams and brain disease | EurekAlert! Science News", "source": "Canadian Association for Neuroscience", "date": "2018-01-19_20:42:57", "year": "Mon, 29 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDr. John Peever at the University of Toronto has been working to answer one of humanity's greatest questions:  how do we dream?  He has found a certain area of the brain is responsible for this phenomenon and that troubles with normal dreaming may be an early warning sign for ailments such as Parkinson's Disease. His results were presented at the 2017 Canadian Neuroscience Meeting, the annual meeting of the Canadian Association for Neuroscience - Association Canadienne des Neurosciences (CAN-ACN).\r\nSince the 1960s, the brainstem has been known to be involved in controlling the act of dreaming during Rapid Eye Movement (REM) sleep. Dr. Peever has since found the cells responsible for the dream state, called REM-active neurons. More importantly, the team has learned how to control these cells in rodents and in the process, dreaming. As Peever puts it, \"When we switch on these cells, it causes a rapid transition into REM sleep.\"  \r\nWith this knowledge in hand, his team has examined dreaming dysfunctions such as REM sleep behaviour disorder in humans. Incredibly, the team has unveiled a link to a certain group of neurodegenerative diseases. \"We observed that more than 80% of people who suffer from REM sleep disorder eventually develop synucleinopathies, such as Parkinson's Disease, and Lewy bodies dementia. Our research suggests sleep disorders may be an early warning sign for diseases that may appear some fifteen years later in life.\"\r\nPeever hopes his research may eventually lead to a neuroprotective strategy. \"Much like we see in people prone to cancer, diagnosing REM disorders may allow us to provide individuals with preventative actions to keep them healthy long before they develop these more serious neurological conditions.\" This goal will take years to develop yet, but could one day help thousands of people live healthier lives long before they need serious medical attention.    \r\n"}