{"title": "Micro spacecraft investigates cometary water mystery", "text": "   In September 2015, a team of astronomers from the National Astronomical Observatory of Japan, University of Michigan, Kyoto Sangyo University, Rikkyo University and the University of Tokyo successfully observed the entire hydrogen coma of the comet 67P/Churyumov-Gerasimenko, using the LAICA telescope onboard the PROCYON spacecraft.  They also succeeded in obtaining the absolute rate of water discharge from the comet.\r\n   This comet was the target of ESA's Rosetta mission in 2015.  Because the Rosetta spacecraft was actually inside the cometary coma, it couldn't observe the overall coma structure.  There were bad observing conditions during the time the comet could be observed from Earth, so through our observations, we were able to test the coma models for the comet for the first time.  \r\n   Comet observation by the PROCYON spacecraft had not been scheduled in the original mission plan.  Thanks to the efforts of the spacecraft and telescope operation teams, observations were conducted shortly after we started discussing the possibility, producing results of great scientific importance.  \r\n   This result is the first scientific achievement by a micro spacecraft for deep space exploration.  Moreover, this provides an ideal example where observations by a low-cost mission (e.g., the PROCYON mission) support precise observations by a large mission (e.g., the Rosetta mission).  We hope this will become a model case for micro spacecraft observations in support of large missions.  The Rosetta mission and its limits\nThe 2015 apparition (appearance) of the comet 67P/Churyumov-Gerasimenko was a target of ESA's Rosetta mission.  In the Rosetta mission, precise observations of the comet were carried out from close to the surface of the nucleus for more than two years including when the comet passed perihelion (closest approach to the Sun) on August 13, 2015.  However, observation of the entire coma was difficult because the Rosetta spacecraft was located in the cometary coma.  \r\n   To extrapolate from Rosetta's observations of specific areas and estimate the total amount of water released by the comet per second (water production rate), we need a model for the coma.  But the water production rate strongly depends on the coma model we use.  To test the coma models, we have to compare the absolute water production rate derived from entire coma observations to predictions based on Rosetta's results and the various coma models.  Therefore, it was useful to observe the entire coma from farther away from the comet with another satellite.  \r\n   Conventionally, the SWAN telescope onboard the SOHO spacecraft has often been used to observe such targets.  Unfortunately, the comet moved to a region where there are many stars behind it, and because of the SWAN telescope's low spatial-resolution it could not distinguish the comet from the background stars.  Our observations with the PROCYON spacecraft\nPROCYON is the smallest spacecraft for deep space exploration, with a weight of ~65 kg, developed by the University of Tokyo and others.  LAICA, which observed the comet, is a telescope which can observe emissions from hydrogen atoms and its development was led by Rikkyo University.  The main objective of the LAICA telescope was wide-field-of-view imaging observations from deep space of the complete view of the 42 year-old geocorona and geotail (a layer of hydrogen gas expanding away from the Earth) left over from Apollo 16 in 1972.  Despite its small size, the LAICA telescope has high spatial resolution (more than 10 times that of the SWAN telescope), so the LAICA telescope could distinguish the comet from the background stars.  The PROCYON spacecraft was launched together with the Hayabusa2 spacecraft in December 2014.\r\n   Most of the hydrogen atoms in a cometary coma form from water molecules ejected from the cometary nucleus which are then broken apart by solar UV radiation (photo-dissociation).  By using coma models based on these mechanisms, we can estimate the water release rate from a brightness map of the hydrogen atoms.  \r\nBecause water is the most abundant molecule in cometary ice, it is important for understanding not just the level of cometary activity but also for understanding the process by which molecules were incorporated into comets as they formed in the early Solar System.  \r\nWe performed imaging observations of the entire hydrogen coma of the comet and derived the absolute water production rates near the perihelion in 2015.  Based on our results, we could test the coma models for the comet.  Combined with Rosetta's results, such as water production rates at different distances from the Sun and chemical composition, we could accurately estimate the total ejected mass of the comet in the 2015 apparition.  Story of the observations of the comet by the LAICA telescope and future implications\r\n   Although observations of the comet were not scheduled in the original mission plan of the PROCYON spacecraft, discussion of the possibility of comet observations started after the end of geocolona observations in May 2015.  In general, a comet moves through the Solar System in a short period, so the observing conditions (such as the direction and brightness) from the spacecraft change day by day.  We were able to conduct the observations of 67P/C-G and obtained scientifically significant results in a short timeframe thanks to the wide field-of-view and high spatial-resolution of the LAICA telescope, the pointing control performance of the PROCYON satellite, and the hard work of the management teams of the satellite and telescope.  \r\n   This result is the first scientific achievement by a micro spacecraft for deep space exploration.  Around the world, plans are progressing for more micro spacecraft like this.  Moreover, this result is an ideal example of a low-cost mission supporting important parts that cannot be implement in a large mission.  We hope this result will become a model case for micro spacecraft observations in support of large missions in the future.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nion-msi012417.php", "region": "asia", "source_link": "http://www.nao.ac.jp/en/news/science/2017/20170124-procyon.html", "funder": "NASA, Japan Society for the Promotion of Science", "meeting": "", "institution": "National Institutes of Natural Sciences", "keywords": ["Space/Planetary Science", " Astronomy", " Astrophysics", " Comets/Asteroids", " Satellite Missions/Shuttles"], "journal": "Astronomical Journal", "description": "In September 2015, a team of astronomers successfully observed the entire hydrogen coma of the comet 67P/Churyumov-Gerasimenko, using the LAICA telescope onboard the PROCYON spacecraft. They also succeeded in obtaining the absolute rate of water discharge from the comet.  Through our observations, we were able to test the coma models for the comet for the first time.  This result is the first scientific achievement by a micro spacecraft for deep space exploration.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}