{"title": "ECDC report shows strong potential of E-health to increase vaccination coverage in Europe", "text": "Twenty one EU/EEA countries have developed or are in the process of developing systems to digitally record information about vaccination, according to a new \"ECDC survey report on immunisation information systems implementation and system characteristics\".  Fourteen of these countries already have a system in place, whereas innovative systems are being piloted in 7 countries. Five of the digital systems include automated reminders, which have the potential to automatically generate lists that identify under vaccinated populations, determine which vaccines are due or overdue, and generate reminders for providers and vaccine recipients. For example, automated reminders have been used to generate of lists identifying children who have not been vaccinated with the second dose of Measles, Mumps and Rubella vaccination (MMR2) before the age of 16.ECDC Director, Dr Andrea Ammon said: \"As healthcare systems strive to improve quality, safety and sustainability, digital solutions are proving to have the potential to strengthen disease prevention through immunisation\". Ammon continued, \"With this report ECDC is able for the first time to present a clear picture of the status and functionalities of immunisation information systems across EU/EEA countries\".Many of the digital systems currently in operation or being set up include the possibility to record whole-of-life vaccination data, and some countries can provide vaccine recipients the possibility to print their personal immunisation history. This technology gives means that individuals can stay up to date with their immunisations throughout their lives and removes uncertainties over vaccination status. \"Digital vaccination records may allow an individual to keep up to date with their vaccination status\", explained ECDC Director Andrea Ammon. Ammon continued, \"Access to this information could be critical since many adults may neither have had access to currently available vaccines as a child, nor developed immunity through natural infection. This would be of benefit to both the individual and public health and can empower citizens to become better aware of their vaccination status and needs\".", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ecfd-ers042417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "European Centre for Disease Prevention and Control (ECDC)  ", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Research/Development"], "journal": "Eurosurveillance", "description": "Twenty one EU/EEA countries have developed or are in the process of developing systems to digitally record information about vaccination, according to a new 'ECDC survey report on immunization information systems implementation and system characteristics'.  Fourteen of these countries already have a system in place, whereas innovative systems are being piloted in 7 countries.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}