{"title": "Shortage of essential diphtheria treatment drugs needs international action, experts warn", "text": "International action is needed to tackle a global shortage of medicine in Western nations which could hinder the ability of doctors to treat diphtheria, experts have warned.There has been a decline in production of one of the only drugs known to treat the disease because there is no financial incentive or market for pharmaceutical companies to produce it, an article in The Lancet says. Diphtheria was one of the biggest killers of children for centuries but is now rare in the Western world. Vaccination is widespread and there are less than 5,000 cases annually worldwide. But two children have died of diphtheria in Europe in recent years and essential drugs were not available in their countries when they fell ill, suggesting there is a shortage of the medicine in those nations. In the early twentieth century a host of national institutions and private companies competed to produce the diphtheria antitoxin DAT. Now the drug is only produced in places where there is, or has recently been epidemics - by Instituto Butantan in Brazil, Indian companies and Mikrogen in Russia. Recent diphtheria cases in Spain and Belgium show DAT stocks in many European nations are low or non-existent. European-wide efforts to coordinate a stockpile dwindling supplies of the medicine have not come to fruition.Diphtheria is also often diagnosed too late for treatment to be effective even if it were available, according to medical historians Dr Dora Vargha from the University of Exeter and Dr Jeremy A. Greene from John Hopkins University in the USA, because most physicians no longer encounter the disease in their practice. Dr Vargha said: \"We see this as a disease of the past and DAT is unavailable in many Western nationscountries across the world. It is a newly neglected disease that still resides among the cracks of the most privileged health systems. If vaccination rates fall or health systems break down for some reason - as has happened in countries in recent years when there has been conflict - diseases like diphtheria can make a comeback.\"It is extremely difficult to completely eradicate a disease, smallpox has been the only human disease to be wiped out, and this might be possible soon with polio. Diseases like diphtheria can be eliminated with continuous, high vaccination rates. But we focus so much on ending diseases that we rarely consider what happens after this. The global shortage of diphtheria antitoxin is a stark reminder that we should think more broadly about what success is.\"With cases of diphtheria so low, there is no market in Europe to induce pharmaceutical firms to develop newer biotech versions of DAT or to continue older forms of production, so the global supply of this lifesaving therapeutic will likely continue to dwindle.\" There had been no cases of diphtheria in Spain since 1986 until a six-year old Catalonian boy was diagnosed with the disease in May 2015. He died a month after his diagnosis. Ten months later, a second Western European child-- this time in Belgium-- died after contracting diphtheria.Although it is on the World Health Organization's Essential Medicines list, neither Spain nor Belgium had stockpiles of DAT on hand when these children became ill. The countries had to ask other EU member states - France, the Netherlands and Russia and the World Health Organisation for supplies of diphtheria antitoxin. Epidemics of diphtheria occurred in newly independent countries after the end of the Soviet Union because of disruption to vaccination, the sudden mass movement of people, a breakdown of state administration and lack of trust in government. This led to a major outbreak in former Soviet states, and subsequently the foundation of a diphtheria surveillance network, now operating under European Centre for Disease Control (ECDC). According to the World Health Organisation's guidelines, DAT should be administered if doctors suspect a patient has diphtheria even before this has been confirmed by laboratory tests. But this is not possible when DAT is unavailable and where access to limited regional or global stocks needs to follow diplomatic routes.Dr Vargha said: \"Although ECDC has made attempts to compile an inventory of EU states, as stockpiles expire, and procurement from Russia, Brazil and India runs into problems, data on current European diphtheria antitoxin supplies is not clear. Plans for a common European-wide stockpile have yet to materialize, if it is at all possible. Maintaining high levels of vaccination to protect populations is essential, but international cooperation is needed to provide access to this vital medicine and stop individuals dying from a disease that has been treatable for a century.\"", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)31069-3", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoe-soe042717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Exeter", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Vaccines", " Infectious/Emerging Diseases", " Medical/Scientific Ethics", " Disease in the Developing World"], "journal": "The Lancet", "description": "International action is needed to tackle a global shortage of medicine in Western nations which could hinder the ability of doctors to treat diphtheria, experts have warned.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}