{"title": "Study supporting glycated CD59 as a novel alternative for gestational diabetes screening", "text": "BOSTON, Mass., April 27, 2017 - Mellitus, LLC today reported the publication of results from a prospective, investigator-initiated study conducted at Brigham and Women's Hospital (BWH) demonstrating the potential clinical utility of glycated CD59 (GCD59) as a novel biomarker for the screening and diagnosis of gestational diabetes mellitus (GDM). The data from this study showed that a single blood test that measures plasma GCD59 at week 24-28 of gestation identified women with GDM with high sensitivity and specificity. The study was completed by a team of investigators at BWH led by Jose A. Halperin, M.D., in collaboration with researchers from Harvard T.H. Chan School of Public Health. Dr. Halperin, scientific Co-founder of Mellitus, is a physician and researcher at BWH and Associate Professor of Medicine at Harvard Medical School (HMS). The paper titled, \"Plasma Glycated CD59, a Novel Biomarker for Detection of Pregnancy-Induced Glucose Intolerance,\" was published online ahead of print in the Novel Communications in Diabetes section of Diabetes Care, an American Diabetes Association journal.Gestational Diabetes Mellitus (GDM), also known as diabetes in pregnancy, is a major cause of adverse pregnancy outcomes for both babies and mothers. Babies born from mothers with GDM tend to be large for their gestational age (LGA). Delivery of LGA babies is the main cause of the many complications associated with GDM, including pre-term birth, fetal injury, perinatal mortality and required cesarean delivery. GDM also increases the mother's risk of preeclampsia and gestational hypertension.Because treatment of GDM mitigates the risk of complications, practice guidelines from professional organizations such as the American College of Obstetrics and Gynecology and the American Diabetes Association recommend screening of all non-diabetic pregnant women for GDM. Approximately four million pregnant women are screened for GDM each year in the United States in accordance with these practice guidelines. Currently, the standard of care predominantly uses a two-step approach. The first step is administration of the Glucose Challenge Test (GCT); in this test, blood sugar is measured one-hour after drinking a glucose solution. If a woman has a positive GCT test, she is reflexed to having a second test, an Oral Glucose Tolerance Test (OGTT). The OGTT serves to diagnose GDM. The OGTT requires women to fast overnight prior to having a blood draw, followed by drinking a glucose solution and additional blood tests every hour for three hours. These tests are time consuming, uncomfortable for the patients and are reported to have poor reproducibility. Other tests that measure HbA1c or fructosamine are not sensitive and therefore not routinely used during prenatal care to screen and diagnose GDM. Issues associated with screening and diagnosing GDM highlight the need for an accurate, simpler and more patient-friendly test for GDM. The protein known as CD59 is an inhibitor of the complement system that is inactivated by high glucose in diabetes to form glycated CD59 (GCD59). Inactivation of CD59 decreases its protective effect and promotes complement-mediated damage that reportedly plays a role in the processes leading to complications of diabetes such as nephropathy, neuropathy and retinopathy. The study published today evaluated levels of GCD59 in plasma samples from 1,000 women undergoing routine screening and diagnosis of GDM at week 24-28 of gestation at Brigham and Women's Hospital in Boston. 500 of the samples were from women who had a normal GCT (controls) and another 500 were from women who had failed the GCT and completed a subsequent OGTT (cases). Of the cases, 127 were diagnosed with GDM. The primary objective of the study was to assess the accuracy of plasma GCD59 to predict the results of the GCT. Secondary aims were to assess the accuracy of plasma GCD59 in predicting the diagnosis of GDM by OGTT and the association of plasma GCD59 with the prevalence of LGA newborns.The study found that, compared to controls, median levels of plasma GCD59 were 8.5-fold higher in women who failed the GCT and 10-fold higher in women diagnosed with GDM. Results also demonstrated that measurement of plasma GCD59 independently discriminated cases from controls with high sensitivity and specificity, even after adjustment for covariates such as maternal age, BMI, race/ethnicity, multiplicity, gestational age and previous history of diabetes. More detailed results can be found in the Diabetes Care paper. \"This is the first study to demonstrate that a single measurement of plasma GCD59 can be used as a simplified method to identify women who would have failed a GCT and are at higher risk of GDM,\" said Dr. Halperin. \"These results indicate that measurement of this novel disease-associated biomarker may be a convenient and effective alternative to the cumbersome methods currently used to screen and diagnose GDM; the study opens the door to future multi-center studies to confirm the clinical utility of plasma GCD59 as a biomarker for detection and diagnosis of GDM.\"\"We founded Mellitus with a vision to commercialize this novel biomarker for diabetes because of its unique characteristics of having a direct relationship with the complications of diabetes and the ability to assess glycemic control\" said Joyce A. Lonergan, Chief Executive Officer and Co-Founder of Mellitus. \"We plan to begin human clinical studies soon to support regulatory clearance for our initial application in GDM.\" An exclusive, worldwide license agreement with Harvard University covers Mellitus' development of the GCD59 technology for diagnostic applications and related therapeutics.\"The planned development of the GCD59 test by Mellitus supports our mission to foster innovation and collaborate with industry to translate new discoveries made at Harvard into useful products that are beneficial to society,\" said Isaac T. Kohlberg, Senior Associate Provost and Chief Technology Development Officer at Harvard University. ", "article_link": "http://dx.doi.org/10.2337/dc16-2598", "url": "http://www.eurekalert.org/pub_releases/2017-04/mbci-ssg042517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Harvard University Accelerator Fund, Doris Duke Charitable Foundation", "meeting": "", "institution": "MacDougall Biomedical Communications, Inc.", "keywords": ["Medicine/Health", " Diagnostics", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Gynecology"], "journal": "Diabetes Care", "description": "Mellitus, LLC reports publication of results from a prospective, investigator-initiated study conducted at Brigham and Women's Hospital (BWH) demonstrating the potential clinical utility of glycated CD59 (GCD59) as a novel biomarker for the screening and diagnosis of gestational diabetes mellitus (GDM).", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}