{"title": "Early blood signatures of vaccine immunogenicity", "text": "Within seven days of vaccination, a blood test early after vaccination can predict whether vaccines based on living, modified viruses have had the desired effect. This is one of the results of a new study from a large European research collaboration on systems analysis of immune responses induced by a highly promising vaccine against Ebola in which the University of Gothenburg is participating. This result can inform and accelerate rational development of other new vaccines based on living viruses.Since the big Ebola outbreak in West Africa in 2015, a couple of possible vaccines have been proposed. One of the vaccines, which is based on a recombinant vesicular stomatitis virus expressing the glycoprotein of the Zaire strain of the Ebola virus (VSV-ZEBOV), was recently shown to be extremely effective with 100 per cent efficacy against the lethal Ebola virus disease in WHO-funded studies carried out in Guinea and Sierra Leone. The European research collaboration behind this study focuses on deep immunological analysis of the immunogenicity and reactogenicity of the Ebola vaccine in healthy volunteers. The study, which was published in the last issue of Science Translational Medicine, reports early plasma cytokine signatures that correlate with, and predict, the immunogenicity and reactogenicity of the vaccine. \"Normally one has to wait for several months or years before knowing for sure if the vaccination has led to the immunological memory necessary for immune protection. With this approach if validated for other vaccines, we only need to wait for a week,\" says researcher Ali Harandi, who heads the participation of Sahlgrenska Academy and University of Gothenburg in the project.The study includes 190 healthy individuals from Africa and Europe. By longitudinal analysis blood samples retrieved from persons who have received the Ebola vaccine, the researchers could show that a group of cytokines measured in plasma within seven days of the vaccine injection correlates with antibody responses developed six months later. The cytokine signature was also shown to correlate with vaccine reactogenicity observed in some volunteers. In theory, this approach could be used to predict vaccine immunogenicity and reactogenicity in individuals early after vaccination. This can inform and accelerate the development of new vaccines, especially important during outbreaks and epidemics when clinical testing of vaccine candidates need to be fast tracked.\"The results can also provide information to discover biomarkers for other vaccines based on living vectors. There are ongoing studies which focus on the discovery of molecular biomarkers of the VSV-ZEBOV vaccine in healthy individuals using omics-based technologies in combination with a systems biology approach,\" says Ali Harandi. The European VSV-EBOVAC project is a multidisciplinary research collaboration which brings together 13 leading international vaccine research institutes from six EU countries and the USA. Two hospitals in Africa also participate in the project, as well as partners from the pharmaceuticals industry. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uog-ebs042617.php", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//early-blood-signatures-of-vaccine-immunogenicity.cid1436376", "funder": "", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Science Translational Medicine", "description": "Within seven days of vaccination, a blood test early after vaccination can predict whether vaccines based on living, modified viruses have had the desired effect. This is one of the results of a new study from a large European research collaboration on systems analysis of immune responses induced by a highly promising vaccine against Ebola in which the University of Gothenburg is participating. This result can inform and accelerate rational development of other new vaccines based on living viruses.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}