{"title": "Nanodiamond-enhanced MRI offers greater range of diagnostic and therapeutic applications", "text": "Nanodiamonds - synthetic industrial diamonds only a few nanometers in size - have recently attracted considerable attention because of the potential they offer for the targeted delivery of vaccines and cancer drugs and for other uses. Thus far, options for imaging nanodiamonds have been limited. Now a team of investigators based at the Athinoula A. Martinos Center for Biomedical Imaging at Massachusetts General Hospital has devised a means of tracking nanodiamonds noninvasively with magnetic resonance imaging (MRI), opening up a host of new applications. They report their findings today in the online journal Nature Communications.\"With this study, we showed we could produce biomedically relevant MR images using nanodiamonds as the source of contrast in the images and that we could switch the contrast on and off at will,\" says David Waddington, lead author of the paper and a PhD student at the University of Sydney in Australia. Waddington is currently working with Matthew Rosen, PhD, in the Low-Field Imaging Laboratory at the Martinos Center. \"With competing strategies, the nanodiamonds must be prepared externally and then injected into the body, where they can only be imaged for a few hours at most. However, as our technique is biocompatible, we can continue imaging for indefinite periods of time. This raises the possibility of tracking the delivery of nanodiamond-drug compounds for a variety of diseases and providing vital information on the efficacy of different treatment options.\"Waddington began this work three years ago as part of a Fulbright Scholarship awarded early in his graduate work at the University of Sydney, where he is a member of a team led by study co-author David Reilly, PhD, in the new Sydney Nanoscience Hub - the headquarters of the Australian Institute for Nanoscale Science and Technology, which launched last year. As part of the Reilly group, Waddington played a crucial role in early successes with nanodiamond imaging, including a 2015 paper in Nature Communications. He then sought to extend the potential of the approach by collaborating with Rosen at the Martinos Center and Ronald Walsworth, PhD, at Harvard University, also a co-author of the current study. Rosen's group is a world leader in the area of ultra-low-field magnetic resonance imaging, a technique that proved essential to the development of in vivo nanodiamond imaging.Previously, the use of nanodiamond imaging in living systems was limited to regions accessible using optical fluorescence techniques. However, most potential diagnostic and therapeutic applications of nanoparticles, including tracking of complex disease processes like cancer, call for the use of MRI - the gold standard for noninvasive, high-contrast, three-dimensional clinical imaging.In the present study, the researchers show that they could achieve nanodiamond-enhanced MRI by taking advantage of a phenomenon known as the Overhauser effect to boost the inherently weak magnetic resonance signal of diamond through a process called hyperpolarization, in which nuclei are aligned inside a diamond so they create a signal detectable by an MRI scanner. The conventional approach to hyperpolarization uses solid-state physics techniques at cryogenic temperatures, but the signal boost doesn't last very long and is nearly gone by the time the nanoparticle compound is injected into the body. By combining the Overhauser effect with advances in ultra-low-field MRI coming out of the Martinos Center, the researchers were able to overcome this limitation - thus paving the way for high-contrast in vivo nanodiamond imaging over indefinitely long periods of time.High-performance ultra-low-field MRI is itself a relatively new technology, first reported in Scientific Reports in 2015 by Rosen and Martinos Center colleagues. \"Thanks to innovative engineering, acquisition strategies and signal processing, the technology offers heretofore unattainable speed and resolution in the ultra-low-field MRI regime,\" says Rosen, director of the Low-Field Imaging Laboratory, an assistant professor of Radiology at Harvard Medical School and the senior author of the current paper. \"And importantly, by removing the need for massive, cryogen-cooled superconducting magnets, it opens up a number of new opportunities, including the nanodiamond imaging technique we've just described.\"The researchers have noted several possible applications for their new approach to nanodiamond-enhanced MRI. These include the accurate detection of lymph node tumors, which can aid in the treatment of metastatic prostate cancer, and exploring the permeability of the blood-brain barrier, which can play an important role in the management of ischemic stroke. Because it provides a measurable MR signal for periods of over a month, the technique could benefit applications such as monitoring the response to therapy.Included in treatment monitoring are applications in the burgeoning field of personalized medicine. \"The delivery of highly specific drugs is strongly correlated with successful patient outcomes,\" says Waddington, who was honored with the Journal of Magnetic Resonance Young Scientist Award at the 2016 Experimental NMR Conference in recognition of this work. \"However, the response to such drugs often varies significantly on an individual basis. The ability to image and track the delivery of these nanodiamond-drug compounds would, therefore, be greatly advantageous to the development of personalized treatments.\"The researchers continue to explore the potential of the technique and are now planning a detailed study of the approach in an animal model, while also investigating the behavior of different nanodiamond-drug complexes and imaging them with the new capability.", "article_link": "http://dx.doi.org/10.1038/NCOMMS15118", "url": "http://www.eurekalert.org/pub_releases/2017-04/mgh-nmo042017.php", "region": "namerica", "source_link": null, "funder": "US Department of Defense/USAMRMC, Australian Nuclear Science and Technology Organisation, Australian-American Fulbright Commission", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Chemistry/Physics/Materials Sciences", " Medicine/Health", " Diagnostics", " Technology/Engineering/Computer Science", " Nanotechnology/Micromachines", " Nanotechnology/Micromachines"], "journal": "Nature Communications", "description": "A team of investigators based at the Athinoula A. Martinos Center for Biomedical Imaging at Massachusetts General Hospital has devised a means of noninvasively tracking nanodiamonds with magnetic resonance imaging, opening up a host of new applications.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}