{"title": "Annual flu jab may pose greater risk for lung cancer patients under immunotherapy", "text": "Geneva, Switzerland, April 26, 2017 - Lung cancer patients treated with PD-1/PD-L1 checkpoint inhibitors may be at increased risk of adverse events after receiving the seasonal influenza vaccination, according to the first study measuring this effect1. The results, presented today at the European Lung Cancer Conference (ELCC) 2017 in Geneva, Switzerland, offer the first hint of a possible contraindication with two routine treatments in this population, said lead investigator Dr Sacha Rothschild, MD, PhD, from University Hospital Basel, Department of Medicine, Division of Oncology, Switzerland.\"Use of immune checkpoint inhibitors is now standard clinical practice for many oncology patients, and these same patients -- particularly those with lung cancer -- also face increased risk for complications from influenza. Although routine influenza vaccination has long been recommended for cancer patients, there are concerns that it might trigger an exaggerated immune response in this subgroup receiving checkpoint inhibitors,\" he said, cautioning that these preliminary results must now be tested in a larger study.The prospective study included 23 patients (mean age 58.7 years) -- mostly with non-small-cell lung cancer (n=16), but also with renal cell carcinoma (n=4), and melanoma (n=3). A little more than half of the patients had received at least two previous lines of chemotherapy and all were currently receiving the PD-1/PD-L1 inhibitor nivolumab, except for one who was receiving pembrolizumab.The patients were vaccinated with a trivalent influenza vaccination 2 between October and November 2015 and followed for safety, efficacy and frequency of immune-related adverse events (irAEs). A control group of 10 age-matched, healthy partners of the patients also received the same vaccine.All patients showed adequate immune response to the vaccine, developing antibody titers against all three viral strains. No severe adverse events attributable to the vaccine were noted in the first 30 days after vaccination. The rate of local irritation (all grade 1) at the injection site (the deltoid muscle) was similar in the patients and controls. No influenza infection was diagnosed in any of the vaccinated patients during the 2015/2016 influenza season.However, there was an unusual high frequency of irAEs (52.2%), with 6 patients (26.1%) experiencing severe grade 3 or 4 irAEs.\"This frequency is significantly higher than the rate of irAEs in unvaccinated patients treated with PD-1/PD-L1 inhibitors,\" said Rothschild, adding that the expected rate is about 25.5% at his centre (9.8% for grade 3 or 4 events) and a rate of 30-35% is generally reported in the literature. \"Our hypothesis is that the vaccine results in an overwhelming activation of the immune system in this population.\"The most common immune-related adverse events reported were skin rashes and arthritis (13% each), followed by colitis and encephalitis (8.7% each), hypothyroidism, pneumonitis and neuropathy (4.3% each).Since PD-1 blockade might increase the immune response, and induce an inflammatory syndrome, the researchers measured inflammatory chemokines in patients' peripheral blood to assess a potential induction of a subclinical inflammatory syndrome.No significant change in inflammatory chemokine levels was observed in either patients or controls during the early phase after vaccination.\"Although the observed rate of irAEs in our cohort is alarming, we believe that there is a particular concern for severe complications of an influenza infection including pneumonia and respiratory failure for patients with lung cancer under immunotherapy because of concomitant structural lung disorders 3,\" noted Rothschild. \"Some of these patients had prior resection of lung lobes or even a pneumonectomy and therefore had limited reserves due to small lung volume. When weighing benefit and potential risk of seasonal influenza vaccination for patients undergoing single-agent PD-1 or PD-L1 blockade - particularly those with lung cancer -- we currently advise a case-by-case decision until we have results from larger cohorts,\" he concluded.Commenting on these results, Professor Egbert Smit, MD, PhD, from The Netherlands Cancer Institute in Amsterdam, said \"This study shows how much we still have to learn about the optimal use of checkpoint inhibitors in lung cancer patients. The study is important as it is the first to investigate the impact of influenza vaccination in such patients and there is a hint that we actually put them at increased risk for serious toxicities including encephalitis. However, until we have data on a larger cohort, preferably in a controlled prospective study, in my institution, we advocate influenza vaccination irrespective of concurrent treatment with immune-checkpoint inhibitors.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/esfm-afj042417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "ELCC 2017 European Lung Cancer Conference", "institution": "European Society for Medical Oncology", "keywords": ["Medicine/Health", " Cancer"], "journal": "", "description": "Lung cancer patients treated with PD-1/PD-L1 checkpoint inhibitors may be at increased risk of adverse events after receiving the seasonal influenza vaccination, according to the first study measuring this effect.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}