{"title": "Recommendation against inhaled flu vaccine is good -- for now", "text": "PITTSBURGH, April 24, 2017 - Recent federal recommendations against offering the inhaled nasal influenza vaccine due to lack of effectiveness could lead to more flu illness in the U.S. if the inhaled vaccine becomes effective again or if not having the choice of the needle-less vaccine substantially reduces immunization rates, according to a new analysis led by University of Pittsburgh School of Medicine scientists. The findings, published online and scheduled for a coming issue of the American Journal of Preventive Medicine, indicate that close surveillance will be needed to ensure that the U.S. Centers for Disease Control and Prevention (CDC) recommendation against the nasal vaccine--called the live attenuated influenza vaccine, or LAIV--continues to do more good than harm.  \"The CDC is being appropriately cautious and doing the right thing based on available data,\" said lead author Kenneth J. Smith, M.D., M.S., professor of medicine and clinical and translational science in Pitt's School of Medicine. \"However, our study finds that it would take only relatively small changes to tip the scales back in favor of offering the LAIV, so close monitoring is very important.\"The Pittsburgh Vaccination Research Group (PittVax) is one of a few sites across the U.S. that track flu in patients who received and did not receive the annual flu vaccine. The data they collect is shared with the CDC's Advisory Committee on Immunization Practices and led to the CDC's recommendation against LAIV last year after data from the two previous flu seasons showed it to be ineffective at preventing influenza A, which is typically the most common strain. In the past, the LAIV was a common vaccine offered to children 2 to 8 years old. Under current conditions, only offering the needle-delivered flu vaccine results in 20.9 percent of children ages 2 to 8 getting the flu, compared with 23.5 percent if both the needle and nasal vaccine are offered. However, if the LAIV effectiveness improves and can prevent flu in more than 63 percent of the people who get it, then it once again becomes beneficial to offer both forms of vaccination. \"Interestingly, there has been no decrease in LAIV effectiveness in other countries, and we're still unsure why this is,\" said Smith. \"It is possible that future research will find ways to make LAIV more effective in the U.S. again, in which case the CDC recommendations will need to be reexamined.\"The researchers also found that if not having the needle-less vaccine as an option drives down vaccination rates by 18.7 percent or more, then offering both options is the better recommendation. \"PittVax will continue collecting, analyzing and reporting on flu cases and flu vaccine effectiveness in the Pittsburgh region, helping guide flu immunization recommendations,\" said senior author Richard K. Zimmerman, M.D., M.P.H., professor in Pitt School of Medicine's Department of Family Medicine and Pitt Graduate School of Public Health's Department of Behavioral and Community Health Sciences. \"This kind of surveillance is critical to charting the best course to save lives from influenza, which kills thousands annually.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uops-rai042117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of General Medical Sciences", "meeting": "", "institution": "University of Pittsburgh Schools of the Health Sciences", "keywords": ["Medicine/Health", " Epidemiology", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Internal Medicine", " Pediatrics", " Public Health", " Social/Behavioral Science"], "journal": "American Journal of Preventive Medicine", "description": "Recent federal recommendations against offering the inhaled nasal influenza vaccine due to lack of effectiveness could lead to more flu illness in the US if the inhaled vaccine becomes effective again or if not having the choice of the needle-less vaccine substantially reduces immunization rates, according to a new analysis led by University of Pittsburgh School of Medicine scientists.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}