{"title": "Tiny 'cages' could keep vaccines safe at high temperatures", "text": "Vaccines and antibodies could be transported and stored without refrigeration by capturing them in tiny silica 'cages', a discovery which could make getting vital medicines to remote or dangerous places much easier, cheaper and safer. Vaccines and many other medicines contain proteins which break down and become unusable at room temperatures, meaning they must be kept refrigerated for storage and transportation in a so-called \"cold chain\". Loss of vaccines through breaks in the cold chain are a serious global public health issue, in particular for mass childhood vaccination programmes in the developing world.Breaks in cold chain storage result in the loss of millions of doses of vaccines each year. But a University of Bath team, working with colleagues at the University of Newcastle, have created a technique which can keep proteins intact at high temperatures up to 100°C, by encasing them in silica cages. Silica, which sand is made from, is non-toxic and inert. Once the protein has been encased in silica it can be stored or transported without refrigeration before the silica coat can be removed chemically, leaving the proteins unaffected. The discovery means that vaccines and other important medicines could be transported much more easily, cheaply and safely, especially to remote areas or places lacking infrastructure where the need is often greatest.The teams call their method ensilication and hope it will solve the costly and often impractical need for a cold chain to protect protein-based products including vaccines, antibodies and enzymes. The research is published in the journal Scientific Reports.Dr Asel Sartbaeva from the University of Bath's Department of Chemistry, led the project. She said: \"Once the proteins in a vaccine break down and tangle up, it's useless. You can think of it like an egg that's been boiled -- it can't be unboiled.\"So the ability to store and transport proteins at room temperatures or even hotter would remove a major logistical problem for safely delivering vaccines and other medicines to patients around the world. \"We have demonstrated with ensilication that we can simply and reliably keep proteins from breaking down even at up to 100°C, or store them as a powder for up to three years at room temperature without loss of function.\"We're very excited by the potential applications of ensilication and our next steps will be to test our findings on more vaccines, antibodies, antiviral and anti-venom drugs and other biopharmaceuticals.\"When a protein in solution is mixed with silica, silicon dioxide binds closely around protein to match its shape and quickly builds up many layers, encasing the protein. A major advantage of this method is that unlike similar techniques it doesn't require freeze-drying, something that around half of all vaccines won't survive intact. A powder of ensilicated proteins results, and the silica cage enveloping the protein means it can be heated to 100°C or stored at 22°C for at least six months with no loss of function. The research team tested the method on three proteins; one from a tetanus vaccine, horse haemoglobin and an enzyme from egg white. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uob-tc042017.php", "region": "europe", "source_link": null, "funder": "Royal Society, The Annett Trust", "meeting": "", "institution": "University of Bath", "keywords": ["Biology", " Biochemistry", " Biotechnology", " Biochemistry", " Pharmaceutical Sciences", " Medicine/Health", " Vaccines", " Pharmaceutical Science", " Disease in the Developing World"], "journal": "Scientific Reports", "description": "Vaccines and antibodies could be transported and stored without refrigeration by capturing them in tiny silica 'cages', a discovery which could make getting vital medicines to patients much easier, cheaper and safer.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}