{"title": "Nanoparticle vaccine shows potential as immunotherapy to fight multiple cancer types", "text": "DALLAS - April 24, 2017 - Researchers from UT Southwestern Medical Center have developed a first-of-its-kind nanoparticle vaccine immunotherapy that targets several different cancer types.The nanovaccine consists of tumor antigens - tumor proteins that can be recognized by the immune system - inside a synthetic polymer nanoparticle. Nanoparticle vaccines deliver minuscule particulates that stimulate the immune system to mount an immune response. The goal is to help people's own bodies fight cancer.\"What is unique about our design is the simplicity of the single-polymer composition that can precisely deliver tumor antigens to immune cells while stimulating innate immunity. These actions result in safe and robust production of tumor-specific T cells that kill cancer cells,\" said Dr. Jinming Gao, a Professor of Pharmacology and Otolaryngology in UT Southwestern's Harold C. Simmons Comprehensive Cancer Center.A study outlining this research, published online today in Nature Nanotechnology, reported that the nanovaccine had anti-tumor efficacy in multiple tumor types in mice.The research was a collaboration between the laboratories of study senior authors Dr. Gao and Dr. Zhijian \"James\" Chen, Professor of Molecular Biology and Director of the Center for Inflammation Research. The Center was established in 2015 to study how the body senses infection and to develop approaches to exploit this knowledge to create new treatments for infection, immune disorders, and autoimmunity.Typical vaccines require immune cells to pick up tumor antigens in a \"depot system\" and then travel to the lymphoid organs for T cell activation, Dr. Gao said. Instead, nanoparticle vaccines can travel directly to the body's lymph nodes to activate tumor-specific immune responses.\"For nanoparticle vaccines to work, they must deliver antigens to proper cellular compartments within specialized immune cells called antigen-presenting cells and stimulate innate immunity,\" said Dr. Chen, also a Howard Hughes Medical Institute Investigator and holder of the George L. MacGregor Distinguished Chair in Biomedical Science. \"Our nanovaccine did all of those things.\"In this case, the experimental UTSW nanovaccine works by activating an adaptor protein called STING, which in turn stimulates the body's immune defense system to ward off cancer.The scientists examined a variety of tumor models in mice: melanoma, colorectal cancer, and HPV-related cancers of the cervix, head, neck, and anogenital regions. In most cases, the nanovaccine slowed tumor growth and extended the animals' lives.Other vaccine technologies have been used in cancer immunotherapy. However, they are usually complex - consisting of live bacteria or multiplex biological stimulants, Dr. Gao said. This complexity can make production costly and, in some cases, lead to immune-related toxicities in patients.With the emergence of new nanotechnology tools and increased understanding of polymeric drug delivery, Dr. Gao said, the field of nanoparticle vaccines has grown and attracted intense interest from academia and industry in the past decade.\"Recent advances in understanding innate and adaptive immunity have also led to more collaborations between immunologists and nanotechnologists,\" said Dr. Chen. \"These partnerships are critical in propelling the rapid development of new generations of nanovaccines.\"The investigative team is now working with physicians at UT Southwestern to explore clinical testing of the STING-activating nanovaccines for a variety of cancer indications. Combining nanovaccines with radiation or other immunotherapy strategies such as \"checkpoint inhibition\" can further augment their anti-tumor effectiveness.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/usmc-nvs042417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Cancer"], "journal": "Nature Nanotechnology", "description": "Researchers from UT Southwestern Medical Center have developed a first-of-its-kind nanoparticle vaccine immunotherapy that targets several different cancer types.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}