{"title": "Diabetes complications are a risk factor for repeat hospitalizations, study shows", "text": "ROCHESTER, Minn. -- For patients with diabetes, one reason for hospitalization and unplanned hospital readmission is severe dysglycemia (uncontrolled hyperglycemia - high blood sugar, or hypoglycemia - low blood sugar), says new research published in the Journal of General Internal Medicine.People who were previously hospitalized for severe hypoglycemia or hyperglycemia are at highest risk for recurrent dysglycemic episodes in the short term (within 30 days of the prior episode) and over the long term. In addition, having multiple diabetes complications significantly increased the risk of readmission not only for severe dysglycemia, but also for all causes that are seemingly unrelated to diabetes.Are these hospitalizations preventable?Any illness or procedure requiring hospitalization carries with it the risk of unplanned hospital readmission after discharge. Readmission is costly, harmful and burdensome to the patient -- and it is potentially preventable. Thus, readmission within 30 days is one factor used to rate hospitals on quality of care and determine reimbursement.Understanding what causes readmissions can lead toward improved patient outcomes and quality of care, and lower costs. New interventions can improve outcomes for patients, resulting in less readmissions.Rozalina McCoy, M.D., an internal medicine physician and endocrinologist at Mayo Clinic and study lead author, researches ways to improve care and outcomes for patients with diabetes.\"We already knew that adults with diabetes carry a high risk for hospitalization and unplanned readmission,\" she says. \"But the big question was why? And what role did episodes of very high and very low blood sugar play in this risk? Because if we knew what the problem was, and ultimately why it might be happening, we could then try to prevent it.\"Finding answers Using the OptumLabs Data Warehouse, a database of de-identified, linked clinical and administrative claims information, Dr. McCoy and her team examined administrative data of 342,186 adult patients with diabetes who were hospitalized for various reasons nearly 600,000 separate times between Jan. 1, 2009, and Dec. 31, 2014.The researchers determined that patients with diabetes are admitted to the hospital and experience unplanned readmissions for a wide range of reasons -- similar to patients without diabetes. The most common reason (5.5 percent) for these initial, or index, hospitalizations, was congestive heart failure. Severe dysglycemia caused 2.6 percent of the initial hospitalizations for these patients.When their initial condition was treated or stabilized, and the patients were discharged, 10.8 percent of them found themselves back in the hospital within 30 days. Of these 68,212 readmissions, 2.5 percent were for severe dysglycemia - regardless of the initial reason for hospitalization. But if their index hospitalization was also for severe dysglycemia, the risk of a recurrent episode requiring hospitalization was nearly ninefold higher after a severe hyperglycemic event and fivefold higher after a severe hypoglycemic event.The research also found that younger patients (18-44) were twice as likely to be readmitted for severe dysglycemia than were older patients.However, most troubling to the researchers was the fact that a severe dysglycemic episode was a strong predictor of readmission for another dysglycemia event.\"Severe dysglycemic events can be prevented with good diabetes outpatient care and careful discharge planning for diabetic patients who have been hospitalized for any reason -- not just for severe hypoglycemia or hyperglycemia,\" says Dr. McCoy.\"We were especially concerned to find that, for patients whose index hospitalization was because of severe dysglycemia, if they were readmitted within 30 days, it was very likely to be for another dysglycemia event. Nearly 30 percent experienced back-to-back dysglycemia, rather than readmission for any other cause,\" she says.The rest of the storyThe study helps providers identify patients at highest risk for readmission, allowing intervention and prevention.Dr. McCoy encourages health care providers of hospitalized diabetic patients to develop discharge plans that include follow-up with their primary care provider immediately after discharge, and discuss with patients not only the reasons for their hospitalization but their diabetes management, as well.\"The hospital follow-up visit allows patients and their providers to discuss the reason for hospitalization, any medication changes, their ability to take care of themselves at home, and potential ways to prevent readmission if problems arise in the future,\" Dr. McCoy says. \"It also provides an opportunity to review the patient's diabetes management plan and blood sugar levels.\"Dr. McCoy also notes that, \"Inpatient diabetes education has been shown to reduce risk of readmission, as have medication reviews, care transition programs, and other efforts to incorporate diabetes care into discharge planning and post hospital follow-up.\"While this is true for all patients, it may be especially important for patients with diabetes, she says.\"Patients can do their part by learning to recognize severe dysglycemic episodes when they happen and reporting events to their care providers. They can work with their care providers to develop a plan on how to manage dysglycemia early, so symptoms don't become so severe as to require hospitalization,\" says Dr. McCoy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/mc-dca070717.php", "region": "namerica", "source_link": "http://newsnetwork.mayoclinic.org/discussion/diabetes-complications-are-a-risk-factor-for-repeat-hospitalizations-study-shows/", "funder": "", "meeting": "", "institution": "Mayo Clinic", "keywords": ["Health Care", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of General Internal Medicine", "description": "For patients with diabetes, one reason for hospitalization and unplanned hospital readmission is severe dysglycemia (uncontrolled hyperglycemia -- high blood sugar, or hypoglycemia -- low blood sugar), says new research published in the Journal of General Internal Medicine.", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}