{"title": "NYU researchers identify promising target to protect bone in patients with diabetes", "text": "Researchers at New York University College of Dentistry (NYU Dentistry) have described a new target that may open the door to developing therapies for preventing bone fractures in people with type 2 diabetes. In a study published in Nature Communications, the investigators report that hyperglycemic mice (or mice with type 2 diabetes) have a 24-fold higher accumulation of succinate, an intermediate metabolite, in the metabolic pathways of their bone marrow stromal cells. In comparison, succinate was barely detectable in the normal mice.  An intermediate metabolite is a compound that is both a product of one-step in a biochemical pathway or cycle, as well as the substrate for the next step.In the study, \"Succinate and its G-protein-coupled receptor stimulate osteoclastogenesis,\" the researchers took samples of bone marrow from hyperglycemic male mice and healthy mice. They studied the bone metabolism at the cellular level using advanced imaging and computational techniques, which allowed them to identify 142 metabolites that were significantly altered by more than 1.5 times in the diabetic mice. Of 142 metabolites, 126 were upregulated (or increased) and 16 were downregulated (or decreased). Succinate was the first metabolite in the energy pathway, and with its more than 20-fold increased concentration, it overwhelmed the energy pathways. Additionally, the diabetic mice had considerably lower spongy bone mass, known as trabecular bone, making it easy to fracture. \"The bottom line is that the high level of succinate combined with the finding of more fragile bone points to a new target to protect bone,\" said Yuqi Guo, MD, associate research scientist at NYU Dentistry, and the study's first author. \"The results are important because diabetics have a significantly higher fracture risk and their healing process is always delayed,\" said Xin Li, PhD, associate professor of basic science and craniofacial biology at NYU Dentistry, and the study's senior investigator. \"In our study, the hyperglycemic mice had increased bone resorption [the breakdown and absorption of old bone], which outpaced the formation of new bone. This has implications for bone protection, as well as for the treatment of diabetes-associated collateral bone damage.\"Dr. Guo and his team utilized a relatively new field of research called metabolomics to examine the bone marrow. The technique examines the small molecules, or metabolites, within cells, bio-fluids, tissue, or organisms and their interactions within the larger system, called a metabolome.  Metabolomics is an extremely powerful tool because it can depict the underlying biochemical activity and signaling between cells and tissues. It is proving invaluable in identifying biomarkers and pinpointing potential drug targets for many diseases.This study builds on previous research by Dr. Li's laboratory that showed, for the first time, significant accumulation of succinate in the bone marrow and serum of hyperglycemic mice. It opens the door to pursuing regulating succinate for protecting bone in diabetics.Diabetes affects 29.1 million Americans or 9.3% of the population in the United States, according to 2012 Centers for Disease Control and Prevention data. Bone complications, such as hip or back fractures, can be devastating.  The Women's Health Initiative found that type 2 diabetes was linked to a 20% risk increase in fractures.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/nyu-nri070717.php", "region": "namerica", "source_link": "http://bit.ly/2tXPe4D", "funder": "National Institutes of Health", "meeting": "", "institution": "New York University", "keywords": ["Cell Biology", " Microbiology", " Medicine/Health", " Endocrinology", " Diabetes"], "journal": "Nature Communications", "description": "Utilizing metabolomics research techniques, NYU Dentistry researchers investigated the underlying biochemical activity and signaling within the bone marrow of hyperglycemic mice with hopes of reducing fracture risks of diabetics", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}