{"title": "Insulin release is controlled by the amount of Epac2A at the secretory vesicles", "text": "Specialized beta cells in the pancreas release the hormone insulin to control our blood glucose levels, and failure of this mechanism is central to the development of type-2 diabetes. How much and when insulin is released depends on a complex system of messenger molecules and proteins that is not well understood. A research group at the Department of Medical Cell Biology at Uppsala University has now been able to visualize the mechanism of action for one of the most important messenger molecules in insulin secretion, cyclic AMP. It was previously known that this messenger is generated in beta cells during a meal and that it potentiates insulin secretion by binding to the protein Epac2A, and this process is already exploited in a new class of drugs for diabetes treatment. Using advanced microscopy techniques, the researchers have now discovered that cyclic AMP triggers movement of Epac2A to the sites at the cell membrane where insulin vesicles are prepared for release, and that the amount of Epac2A at the vesicles controls how much insulin is released. Strikingly, in beta cells from patients with type 2 diabetes there was significantly less accumulation of Epac2A than in cells from healthy individuals. The results shed new light over the causes of reduced insulin secretion in diabetes and can facilitate the development of new diabetes drugs that enhances insulin release from the beta cells.", "article_link": "http://dx.doi.org/10.2337/db17-0050", "url": "http://www.eurekalert.org/pub_releases/2017-07/uu-iri070717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Uppsala University", "keywords": ["Cell Biology", " Molecular Biology", " Medicine/Health", " Epidemiology", " Diabetes", " Bioinformatics"], "journal": "Diabetes", "description": "Specialized beta cells in the pancreas release the hormone insulin to control our blood glucose levels, and failure of this mechanism is central to the development of type-2 diabetes. How much and when insulin is released depends on a complex system of messenger molecules and proteins that is not well understood.", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}