{"title": "Well-being in later life: The mind plays an important role", "text": "\"Ageing itself is not inevitably associated with a decline in mood and quality of life,\" says Prof. Karl-Heinz Ladwig, summarizing the results. \"It is rather the case that psychosocial factors such as depression or anxiety impair subjective well-being*, the Head of the Mental Health Research Group at the Institute of Epidemiology II, Helmholtz Zentrum München and Professor of Psychosomatic Medicine at the TUM University Hospital explains. \"And in the case of women, living alone also plays an important role.\"\"To date the impact of emotional stress has barely been investigated\"For the current study, Prof. Ladwig and his team relied on data derived from about 3,600 participats with an average age of 73 who had taken part in the population-based KORA-Age Study**. \"What made the study particularly interesting was the fact that the impact of stress on emotional well-being has barely been investigated in a broader, non-clinical context,\" explains PD Dr. Karoline Lukaschek, epidemiologist in the Mental Health Research Group and lead author of the paper. \"Our study therefore explicitly included anxiety, depression and sleep disorders.\"Generally high levels of well-being but...To ascertain levels of subjective well-being, the scientists used a questionnaire devised by the World Health Organization (the WHO-5 Well-Being Index) with a score range of 0 to 100. For the purpose of analysis, they divided the respondents' results into two categories: 'high' (score > 50) and 'low' (score ? 50). The subsequent evaluation revealed a high level of subjective well-being in the majority (79 percent) of the respondents. The average values were also above the threshold set by the WHO. In the 'low' group, however, there was a conspicuously high number of women: about 24 percent compared to 18 percent for men. Depression and anxiety disorders are the biggest riskTrying to uncover the most important causes for subjective well-being, the scientists mainly identified psychosocial factors: above all, depression and anxiety disorders had the strongest effect on well-being. Low income and sleep disorders also had a negative effect. However, poor physical health (for example, low physical activity or so-called multimorbidity) seemed to have little impact on perceived life satisfaction. Among women, living alone also significantly increased the probability of a low sense of well-being. \"The findings of the current study clearly demonstrate that appropriate services and interventions can play a major role for older people, especially for older women living on their own,\" Prof. Ladwig says, categorizing the results. \"And this is all the more important, given that we know that high levels of subjective well-being are linked to a lower mortality risk.\" Further Information* \"Subjective well-being\" (SWB) is a term used to describe the way in which individuals experience happiness or life satisfaction. There are also measures of objective well-being, which attempt to record a person's quality of life based, for example, on the availability of material and immaterial things. ** For almost 30 years, the Cooperative Health Research in the Region of Augsburg (KORA) has been examining the health of thousands of citizens in Augsburg and environs. The aim of the project is to increase understanding of the impact of environmental factors, behaviour and genes on human health. The KORA studies focus on matters relating to the development and progression of chronic diseases, in particular myocardial infarction and diabetes mellitus. To that end, research is conducted into risk factors arising from lifestyle factors (including smoking, diet and exercise), environmental factors (including air pollution and noise) and genetics. Questions relating to the use and cost of health services are examined from the point of view of health services research. http://www.helmholtz-muenchen.de/koraBackground:The stability of high levels of SWB in spite of age-related ailments and/or the social losses of aging has also been coined \"the age paradox\". Further studies are needed in order to examine the apparent discrepancy between actual (high) biological age and subjectively experienced (high) levels of well-being, and to identify the resources that enable people to maintain a positive attitude towards life, despite declining health and dwindling social contacts.", "article_link": "http://dx.doi.org/10.1186/s12877-017-0513-5", "url": "http://www.eurekalert.org/pub_releases/2017-07/hzm--wil070717.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/40855/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Medicine/Health", " Diagnostics", " Epidemiology", " Gerontology", " Aging", " Health Care Systems/Services", " Public Health", " Mental Health"], "journal": "BMC Geriatrics", "description": "Well-being in later life is largely dependent on psychosocial factors. Physical impairments tend to play a secondary role, as scientists at the Helmholtz Zentrum München and the Technical University of Munich (TUM) have discovered. The results of their recent study are published in BMC Geriatrics.", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}