{"title": "Falls lead to declines in seniors", "text": "WASHINGTON -- More than half of elderly patients (age 65 and older) who visited an emergency department because of injuries sustained in a fall suffered adverse events -- including additional falls, hospitalization and death -- within 6 months. The results of a study examining how risk factors predict recurrent falls and adverse events were published online yesterday in Annals of Emergency Medicine (\"Revisit, Subsequent Hospitalization, Recurrent Fall and Death within 6 Months after a Fall among Elderly Emergency Department Patients\"). \"Our study shows an even higher rate of adverse events than previous studies have,\" said lead study author Jiraporn Sri-on, MD, of Navamindradhiraj University in Bangkok, Thailand. \"Patients taking psychiatric and/or sedative medications had even more adverse events. This is concerning because these types of drugs are commonly prescribed for elderly patients in community and residential care settings.\"Of patients who visited the emergency department for injuries sustained in a fall, 7.7 percent developed adverse events within 7 days, 21.4 percent developed adverse events within 30 days and 50.3 percent developed adverse events within 6 months. Within 6 months, 22.6 percent had at least one additional fall, 42.6 percent revisited the emergency department, 31.1 percent had subsequent hospitalization and 2.6 percent had died.Risk factors associated with adverse events within 6 months of an emergency department visit for a fall included diabetes, polypharmacy (five or more medications), and psychiatric and/or sedative medications.\"Emergency physicians have a tremendous opportunity to reduce the very high adverse event rate among older emergency patients who have fallen,\" said Dr. Sri-on. \"Fall guidelines exist and work needs to be done to increase their implementation in emergency departments so patients can be educated on how not to fall again once they have been discharged from the emergency department.\"", "article_link": "http://dx.doi.org/10.1016/j.annemergmed.2017.05.023", "url": "http://www.eurekalert.org/pub_releases/2017-07/acoe-flt070617.php", "region": "namerica", "source_link": "http://newsroom.acep.org/2017-07-06-Falls-Lead-to-Declines-in-Seniors", "funder": "The Hartford Foundation's Center of Excellence", "meeting": "", "institution": "American College of Emergency Physicians", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Gerontology"], "journal": "Annals of Emergency Medicine", "description": "More than half of elderly patients (age 65 and older) who visited an emergency department because of injuries sustained in a fall suffered adverse events -- including additional falls, hospitalization and death -- within 6 months. The results of a study examining how risk factors predict recurrent falls and adverse events were published online yesterday in Annals of Emergency Medicine ('Revisit, Subsequent Hospitalization, Recurrent Fall and Death within 6 Months after a Fall among Elderly Emergency Department Patients').", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}