{"title": "Mothers often distracted during breast and bottle feeding", "text": "PHILADELPHIA, PA, July 6, 2017 - As innovation expands the accessibility of technology, the potential for distraction increases as well. A new study published in the Journal of Nutrition Education and Behavior assesses the level and type of distractions that affect mothers during infant feeding and discusses the potential impact on mothers and babies. Researchers found that distractions occurred in close to half of feedings, with ~60% of distractions attributable to technological devices.There is emerging interest in understanding how technology may impact parent-child interactions, but few studies have examined this issue during infant feeding interactions. Therefore, researchers from California Polytechnic State University created a study to explore maternal distraction in breastfeeding and bottle-feeding participants enrolled or not in the Special Supplemental Nutrition Program for Woman, Infants, and Children (WIC) and to examine whether maternal or infant characteristics were associated with distracted feeding.For this study, 75 mothers participating in infant-feeding studies were asked to keep a diary of feeding patterns for one to six days. Mothers were 18 to 40 years old and had not experienced gestational diabetes or complications during pregnancy or birth. The infants were all healthy, born full-term, no older than six months, and not yet introduced to solid food. Mothers recorded information about feeding length, feeding breastmilk or formula, amount fed, and what else they were doing while feeding. Questionnaires were also completed by mothers to gauge infant behavior, mothers' engagement, and mothers' perception of infants eating.\"Distractions were reported during 43% of feedings for the group data, with mothers reporting technological distractions during 26% of feedings and non-technological distractions during 17% of feedings,\" lead author Alison Ventura, PhD, said.Technological distractions included watching television or using a smartphone, tablet, computer, or other technology.At the individual level, 92% of mothers reported a distraction during one or more feedings and 83% reported a technological distraction during one or more feedings. More frequent engagement in any type of distraction was predicted by having more than one child and having an infant with a larger appetite; more frequent engagement in technological distraction was predicted by mothers' racial or ethnic minority status, feeding style, younger infant age, and infant food responsiveness and appetite. However, feeding mode, mothers' WIC enrollment, education, and BMI, as well as infant sex, weight status, and temperament were not significant predictors of distraction.\"Although WIC enrollment was not predictive of distraction, mothers enrolled in WIC reported their infants had significantly lower levels of negative affect, satiety responsiveness, and slowness in eating, and greater enjoyment of food,\" Ventura added.The findings of the Cal Poly study should inspire future research to determine what impact, if any, distracted feeding has on the quality and outcome of feeding interactions in the short-term, and on infants eating behaviors and self-regulatory abilities in the long-term. This and future research should help elucidate the effects of caregiver distraction and help caregivers understand and attend to their infants' cues.\r\n", "article_link": "http://dx.doi.org/10.1016/j.jneb.2017.04.004", "url": "http://www.eurekalert.org/pub_releases/2017-07/e-mod070617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Elsevier", "keywords": ["Medicine/Health", " Nutrition/Nutrients", " Pediatrics", " Behavior", " Parenting/Child Care/Family"], "journal": "Journal of Nutrition Education and Behavior", "description": "As innovation expands the accessibility of technology, the potential for distraction increases as well. A new study published in the Journal of Nutrition Education and Behavior assesses the level and type of distractions that affect mothers during infant feeding and discusses the potential impact on mothers and babies. Researchers found that distractions occurred in close to half of feedings, with ~60 percent of distractions attributable to technological devices.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}