{"title": "How plants grow like human brains", "text": "LA JOLLA -- (July 6, 2017) Plants and brains are more alike than you might think: Salk scientists discovered that the mathematical rules governing how plants grow are similar to how brain cells sprout connections. The new work, published in Current Biology on July 6, 2017, and based on data from 3D laser scanning of plants, suggests there may be universal rules of logic governing branching growth across many biological systems.\"Our project was motivated by the question of whether, despite all the diversity we see in plant forms, there is some form or structure they all share,\" says Saket Navlakha, assistant professor in Salk's Center for Integrative Biology and senior author of the paper. \"We discovered that there is -- and, surprisingly, the variation in how branches are distributed in space can be described mathematically by something called a Gaussian function, which is also known as a bell curve.\"Being immobile, plants have to find creative strategies for adjusting their architecture to address environmental challenges, like being shaded by a neighbor. The diversity in plant forms, from towering redwoods to creeping thyme, is a visible sign of these strategies, but Navlakha wondered if there was some unseen organizing principle at work. To find out, his team used high-precision 3D scanning technology to measure the architecture of young plants over time and quantify their growth in ways that could be analyzed mathematically. \"This collaboration arose from a conversation that Saket and I had shortly after his arrival at Salk,\" says Professor and Director of the Plant Molecular and Cellular Biology Laboratory Joanne Chory, who, along with being the Howard H. and Maryam R. Newman Chair in Plant Biology, is also a Howard Hughes Medical Investigator and one of the paper's coauthors. \"We were able to fund our studies thanks to Salk's innovation grant program and the Howard Hughes Medical Institute.\"The team began with three agriculturally valuable crops: sorghum, tomato and tobacco. The researchers grew the plants from seeds under conditions the plants might experience naturally (shade, ambient light, high light, high heat and drought). Every few days for a month, first author Adam Conn scanned each plant to digitally capture its growth. In all, Conn scanned almost 600 plants. \"We basically scanned the plants like you would scan a piece of paper,\" says Conn, a Salk research assistant. \"But in this case the technology is 3D and allows us to capture a complete form--the full architecture of how the plant grows and distributes branches in space.\" Each plant's digital representation is called a point cloud, a set of 3D coordinates in space that can be analyzed computationally. With the new data, the team built a statistical description of theoretically possible plant shapes by studying the plant's branch density function. The branch density function depicts the likelihood of finding a branch at any point in the space surrounding a plant. This model revealed three properties of growth: separability, self-similarity and a Gaussian branch density function. Separability means that growth in one spatial direction is independent of growth in other directions. According to Navlakha, this property means that growth is very simple and modular, which may let plants be more resilient to changes in their environment. Self-similarity means that all the plants have the same underlying shape, even though some plants may be stretched a little more in one direction, or squeezed in another direction. In other words, plants don't use different statistical rules to grow in shade than they do to grow in bright light. Lastly, the team found that, regardless of plant species or growth conditions, branch density data followed a Gaussian distribution that is truncated at the boundary of the plant. Basically, this says that branch growth is densest near the plant's center and gets less dense farther out following a bell curve. The high level of evolutionary efficiency suggested by these properties is surprising. Even though it would be inefficient for plants to evolve different growth rules for every type of environmental condition, the researchers did not expect to find that plants would be so efficient as to develop only a single functional form. The properties they identified in this work may help researchers evaluate new strategies for genetically engineering crops.Previous work by one of the paper's authors, Charles Stevens, a professor in Salk's Molecular Neurobiology Laboratory, found the same three mathematical properties at work in brain neurons. \"The similarity between neuronal arbors and plant shoots is quite striking, and it seems like there must be an underlying reason,\" says Stevens. \"Probably, they both need to cover a territory as completely as possible but in a very sparse way so they don't interfere with each other.\"The next challenge for the team is to identify what might be some of the mechanisms at the molecular level driving these changes. Navlakha adds, \"We could see whether these principles deviate in other agricultural species and maybe use that knowledge in selecting plants to improve crop yields.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/si-hpg070617.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/plants-grow-like-human-brains/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Plant Sciences", " Mathematics/Statistics", " Algorithms/Models", " Neurobiology"], "journal": "Current Biology", "description": "3-D scanning reveals similar statistical laws at work in both shoots and neurons.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}