{"title": "Repurposed asthma drug shows blood sugar improvement among some diabetics", "text": "After 12 weeks of taking an anti-asthma drug, a subset of patients with type 2 diabetes showed a clinically significant reduction in blood glucose during a randomized, double blind, placebo-controlled clinical trial, report University of California San Diego School of Medicine and University of Michigan researchers.In a paper publishing July 5 in Cell Metabolism, a team led by Alan Saltiel, PhD, director of the UC San Diego Institute for Diabetes and Metabolic Health, and Elif Oral, MD, director of the MEND Obesity and Metabolic Disorder Program at the University of Michigan, along with scientists at the Salk Institute for Biological Sciences, identified a molecular signature in patients who responded to amlexanox, an anti-inflammatory and anti-allergic drug used to treat asthma that was developed in the 1980s in Japan. The discovery is not ready for the clinic, but it does reveal a potential new therapeutic approach for treating type 2 diabetes.\"When we looked at the drug-treated group we saw a bimodal distribution, that is, there were some responders and some non-responders. We didn't understand why, so we did a molecular analysis from biopsies of fat cells we took from patients at the beginning and end of the study,\" said Saltiel. \"In the responder group, the level of inflammation in fat was higher than in the non-responder group at the beginning of the study, indicating that there is something about inflammation that predisposes a person to respond. And, what was really amazing was that there were more than 1,100 gene changes that occurred exclusively in the responders.\"Amlexanox is an inhibitor of two enzymes, IKKε and TBK1. In previous studies, Saltiel and team had discovered that these two enzymes are induced in obese mice, causing a drop in energy expenditure or reduction in calories burned. This prompted them to look for inhibitors of these enzymes by screening a library of 150,000 chemicals. They found amlexanox. Giving obese mice the inhibitor caused them to lose weight, while their sensitivity to insulin increased, improving their diabetes and fatty liver disease.The human trial revealed that gene changes that occurred in the mouse model also happened in the human responder group. Blood sugar in the clinical trial patients went down as genes involved in the expenditure of energy changed. The proof of concept trial began with an un-blinded safety trial of six patients. It was followed by a controlled trial of 42 obese patients with type 2 diabetes. Half of the patients were randomized to a placebo group while the other half received amlexanox for three months. Blood sugar, insulin sensitivity, weight and liver fat were measured. A biopsy of fat cells from each patient's midsection was taken before and after the trial to measure changes in gene expression.\"The most exciting part of this is that we have a new drug that has never been studied before,\" said Saltiel. \"It's a new mechanism for a diabetes and fatty liver drug. It's promising, but there are a lot of questions that need to be answered still.\"Among them: Which gene changes are the most important to target? What's the right drug dosage? What time of day should it be administered? How often should patients take the drug? What other drug combinations can be used with amlexanox? Can the percentage of responders be increased? Will the beneficial effects of the drug be sustained for a longer time?One-third of the participants in the blinded study responded. Among responders with nonalcoholic fatty liver disease, an improvement was also seen. Saltiel said his lab at UC San Diego School of Medicine plans to dive deeper into the gene changes to better understand which are most important, which affect liver fat, which translate into changes in blood sugar levels and more. He is planning a new human clinical trial with colleagues at Michigan. \"We're planning a new study to look at whether we can stratify patients who are likely to respond based on the degree of underlying inflammation,\" said Saltiel. \"A second study will look at a combination with another drug that we think will be particularly effective.\"Saltiel started this work while serving as director of the Life Sciences Institute (LSI) at the University of Michigan; the chemical screen was conducted at the LSI's Center for Chemical Genomics; the clinical trial was conducted at the University of Michigan. Analysis of the data and biopsy samples occurred at UC San Diego and the Salk Institute. ", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.06.006", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--rad062917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Clinical Trials", " Endocrinology", " Gastroenterology", " Liver", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"], "journal": "Cell Metabolism", "description": "After 12 weeks of taking an anti-asthma drug, a subset of patients with type 2 diabetes showed a clinically significant reduction in blood glucose during a randomized, double blind, placebo-controlled clinical trial, report University of California San Diego School of Medicine and University of Michigan researchers.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}