{"title": "Anti-gravity treadmills get patients running again after knee surgery", "text": "Anti-gravity treadmills get patients running again after knee surgery\r\nPatients recovering from knee operations are being helped back to sport and exercise through expert rehabilitation at the University of Kent.\r\nUsing space age technology in the Sports Ready clinic at Medway Park, Gillingham, Dr Karen Hambly, an international expert on knee rehabilitation, works with clients who have been given the all clear to start to return to sporting activities but may have concerns about moving from being a patient with an injury to being an athlete again.  \r\nIn a report titled Return to running following knee osteochondral repair using an anti-gravity treadmill, published in the journal Physical Therapy in Sport, Dr Hambly demonstrates how a graduated return to running using an anti-gravity treadmill can help to reduce fears about re-injury and increase self-belief in being able to run on the injured knee.  \r\nWhen people run, the load on their knee joints can be up to five times greater than when walking. Healthy cartilage that covers the bone surfaces in the knee joint transfers these high loads from the lower leg to the upper leg. The cartilage covering the bone surface is not able to heal itself when it is damaged and this is why surgical procedures are available to repair the damaged area. \r\nThe case report highlights the journey a 39-year-old female endurance runner took from the end of her post-knee surgery rehabilitation to taking part in her sport again. An eight week return to running programme using the anti-gravity treadmill was individually designed by Dr Hambly.  \r\nDevices like the anti-gravity treadmill, enable walking or running without the full weight of the body so reducing the load on the joints in the lower limbs and bridging the gap between rehabilitation and return to sport. \r\nThe air pressure in the treadmill can be adjusted to take the patient from 100 per cent of their body weight to only 20 per cent, the same feeling as walking on the moon, and reducing the impact and pressure on joints during the run.\r\nNot only does the tailored anti-gravity treadmill programme provide a great environment for healing, it also helps the person restore their belief that they can make a successful return to the sport they love.\r\nThe Sports Ready clinic is student-led under supervision of experienced practitioners, with patients self-referring or sent by private clinics and NHS orthopaedic consultants. The team individually tailors rehabilitation programmes to support people in returning to sport and exercise activities after injury or surgery.\r\nA free one day symposium presents Translating Research into Practice on Monday 10 July at the Church Lecture Theatre, Royal Historic Dockyard, Chatham Maritime, ME4 4TE from 9.30am-4.30pm.\r\n", "article_link": "http://dx.doi.org/10.1016/j.ptsp.2017.05.004", "url": "http://www.eurekalert.org/pub_releases/2017-07/uok-atg070617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Kent", "keywords": ["Medicine/Health", " Aging", " Health Professionals", " Diabetes", " Orthopedic Medicine", " Musculature", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Sports Medicine", " Sports/Recreation"], "journal": "Physical Therapy in Sport", "description": "Using space age technology in the Sports Ready clinic at Medway Park, Gillingham, Dr Karen Hambly, an international expert on knee rehabilitation, works with clients who have been given the all clear to start to return to sporting activities but may have concerns about moving from being a patient with an injury to being an athlete again.  \r\nHer report titled Return to running following knee osteochondral repair using an anti-gravity treadmill, is published in the journal Physical Therapy in Sport.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}