{"title": "Late teen years are key period for bone growth", "text": "Philadelphia, July 6, 2017--The late adolescent years are an important period for gaining bone mineral, even after a teenager attains his or her adult height. Scientists analyzing a racially diverse, multicenter sample from a large, federally funded national study say their findings reinforce the importance of diet and physical activities during the late teen years, as a foundation for lifelong health.\"We often think of a child's growth largely with respect to height, but overall bone development is also important,\" said lead author Shana E. McCormack, MD, a pediatric researcher at Children's Hospital of Philadelphia (CHOP). \"This study shows that roughly 10 percent of bone mass continues to accumulate after a teenager reaches his or her adult height.\"The research team, from CHOP and colleagues in Ohio, Nebraska, New York, California and the National Institutes of Health (NIH), published their study July 3 in JAMA Pediatrics.The researchers drew on data from the Bone Mineral Density in Childhood Study (BMDCS), funded by the NIH. That study included sophisticated bone and growth measurements during annual visits for up to seven years in over 2000 healthy children, adolescents and young during 2002 to 2010.One study co-author, Babette S. Zemel, PhD, was the principal investigator of the BMDCS at CHOP, and has pursued a long-term research interest in children's bone health. She pointed out that the current study found that bone growth is site-specific, with bone mineral density developing at different rates in different parts of the skeleton. \"We also showed that growth events peak earlier in African-American adolescents than in non-African-American adolescents. When healthcare providers interpret data such as bone density in their patients, they should take into account these patterns in growth trajectories.\"The study reported that height growth far outpaces gains in bone mineral prior to adolescence, which may explain the high fracture rates among children and adolescents. Approximately 30 to 50 percent of children will experience at least one fracture prior to adulthood. The \"lag\" in bone mineral accrual is compensated for after height growth is complete. The authors conclude that late adolescence offers clinicians a window of opportunity to intervene with their patients. \"Late adolescence is when some teenagers adopt risky behaviors, such as smoking and alcohol use, worse dietary choices and decreased physical activity, all of which can impair bone development,\" said McCormack. \"This period is a time for parents and caregivers to encourage healthier behaviors, such as better diets and more physical activity.\" A CHOP study in 2016, using BMCDS data, showed that high-impact, weight-bearing exercise improves bone strength in children, even among those who may have genetic predispositions for bone fragility.  \"We've known for a long time that maximizing bone health in childhood and adolescence protects people from osteoporosis later in life,\" said Zemel. \"This study reinforces that understanding, and suggests that late adolescence may be an underrecognized period to intervene in this important area of public health.\"", "article_link": "http://dx.doi.org/10.1001/jamapediatrics.2017.1769", "url": "http://www.eurekalert.org/pub_releases/2017-07/chop-lty070517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Children's Hospital of Philadelphia", "keywords": ["Medicine/Health", " Endocrinology", " Internal Medicine", " Gastroenterology", " Nutrition/Nutrients", " Orthopedic Medicine", " Pediatrics", " Public Health"], "journal": "JAMA Pediatrics", "description": "The late adolescent years are an important period for gaining bone mineral, even after a teenager attains his or her adult height. Scientists analyzing a racially diverse, multicenter sample from a large, federally funded national study say their findings reinforce the importance of diet and physical activities during the late teen years, as a foundation for lifelong health.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}