{"title": "'Substance P' in tears -- a noninvasive test for diabetes-related nerve damage?", "text": "July 5, 2017 - Levels of a nerve cell signaling molecule called substance P--measured in tear samples--might be a useful marker of diabetes-related nerve damage (neuropathy), suggests a study in the July issue of Optometry and Vision Science, the official journal of the American Academy of Optometry. The journal is published by Wolters Kluwer.\r\n\tTear samples from patients with diabetes show elevated levels of substance P, which are related to early damage to the corneal nerves, which may contribute to the development of corneal ulcers and poor wound healing in patients with diabetes, according to the pilot study by Maria Markoulli, PhD, MOptom, FAAO, and colleagues of University of New South Wales, Sydney, Australia. They researchers suggest that substance P measurement could be a new and noninvasive test to assess the risk of diabetic neuropathy.Substance P in Tears a 'Potential Biomarker of Corneal Nerve Health'\nThe researchers measured substance P levels in the natural tear film in the eyes of nine adults with diabetes and a control group of 17 nondiabetic subjects. Substance P is a neuropeptide that contributes to wound healing, among other functions. Substance P is also involved in maintenance and nutrition of the cornea--the clear, outermost layer of the eye. The cornea has a rich network of fine nerves, which play critical roles in protecting and healing the surface of the eye.Unlike nerves elsewhere in the body, the structure of the living corneal nerve can be seen and measured using a technique called confocal microscopy. Studies have shown that corneal nerve fiber density, measured by confocal microscopy, can predict diabetes-related damage to the peripheral nerves, called peripheral neuropathy.This common diabetes complication causes symptoms including pain and numbness of the hands and feet. Damage to the peripheral nerves can be seen on biopsy samples, but this is an invasive and nonrepeatable procedure. Dr. Markoulli and colleagues sought to determine whether substance P levels in tears reflect damage to the corneal nerves in diabetic patients.The results showed that patients with diabetes had substantially lower levels of substance P in tear film samples, compared to healthy controls.On confocal microscopy, the diabetic patients also had a significantly lower corneal nerve fiber density, indicating loss of corneal nerve fibers. Substance P levels were \"moderately\" correlated with the corneal nerve fiber density measurements.\"The positive correlation between substance P and corneal nerve density indicates that substance P may be a potential biomarker for corneal nerve health,\" Dr. Markoulli and coauthors write. In the eyes, reduced levels of substance P might contribute to poor wound healing and the development of corneal ulcers in patients with diabetes. That's consistent with recent studies reporting that substance P derivatives can promote healing of diabetes-related corneal defects. In the future, measuring substance P levels in the tear film might become a useful, noninvasive test for assessing the risk of peripheral neuropathy in patients with diabetes. Dr. Markoulli and colleagues emphasize that further research is needed--including studies to confirm whether substance P reflects the presence or absence of peripheral neuropathy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/wkh-pi070517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Clinical Trials", " Mortality/Longevity", " Diagnostics", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health", " Trauma/Injury"], "journal": "Optometry and Vision Science", "description": "Levels of a nerve cell signaling molecule called substance P -- measured in tear samples -- might be a useful marker of diabetes-related nerve damage (neuropathy), suggests a study in the July issue of Optometry and Vision Science, the official journal of the American Academy of Optometry. The journal is published by Wolters Kluwer.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}