{"keywords": ["Medicine/Health", " Diagnostics", " Neurobiology", " Parkinson's Disease"], "funder": "", "journal": "Neurology", "description": "When monitoring Parkinson's disease, SPECT imaging of the brain is used for acquiring information on the dopamine activity. A new study conducted in Turku, Finland, shows that the dopamine activity observed in SPECT imaging does not reflect the number of dopamine neurons in the substantia nigra, as previously assumed.", "title": "Scientific discovery may change treatment of Parkinsons", "source_link": "http://www.utu.fi/en/news/news/Pages/Scientific-Discovery-May-Change-Treatment-of-Parkinson.aspx", "institution": "University of Turku", "meeting": "", "text": "When monitoring Parkinson's disease, SPECT imaging of the brain is used for acquiring information on the dopamine activity. A new study conducted in Turku, Finland, shows that the dopamine activity observed in SPECT imaging does not reflect the number of dopamine neurons in the substantia nigra, as previously assumed.One of the most significant changes in the central nervous system in Parkinson's disease is the loss of dopamine-producing neurons in the substantia nigra, causing a drop in dopamine levels in the brain. - Low dopamine level in the brain is linked with the central motor symptoms of Parkinson's disease, i.e. tremor or shaking, muscle stiffness and slowness of movements, says Docent of Neurology Valtteri Kaasinen from the University of Turku.Decreased dopamine activity can be detected with a single-photon emission computed tomography (SPECT) imaging of the brain. This method is widely used in the diagnostics of Parkinson's disease in Europe and the United States. The study conducted at the University of Turku and Turku University Hospital shows that the dopamine activity observed in SPECT imaging does not reflect the number of dopamine neurons in the substantia nigra, contrary to what has been thought. According to Kaasinen, this is an important result as it proves that the correlation between the number of neurons and dopamine activity is not straightforward.- This must be considered in the future when developing treatments that affect the number of neurons in the substantia nigra. It also seems that SPECT imaging is not a suitable method for monitoring treatment research results in advanced Parkinson's disease when studying treatments that affect the number of neurons in the substantia nigra, says Kaasinen.In the study, post-mortem neuron numbers in the substantia nigra were calculated for patients with Parkinson's disease who had been examined with dopamine transporter SPECT before death. The number of neurons cannot be calculated during a patient's lifetime since the substantia nigra is located deep within the midbrain where biopsy is impossible in vivo. ", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-03/uot-sdm032217.php", "article_link": "http://dx.doi.org/10.1212/WNL.0000000000003810", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}