{"title": "New research on Fragile X syndrome reinforces importance of early detection", "text": "Fragile X syndrome--the most common heritable cause of autism spectrum disorder--is something of a phantom. It interferes with the production of a protein critical to synapse formation during a brief period in early development when the brain is optimizing its ability to process sensory input. Then it dials way down...leaving behind permanent changes in neural circuit structure that can cause low IQ, learning disabilities and hypersensitivity, along with other symptoms characteristic of ASD.This picture of the basic nature of Fragile X has been reinforced by a series of studies reported in a paper titled \"Fragile X Mental Retardation Protein Requirements in Activity Dependent Critical Period Neural Circuit Refinement\" published Aug. 7 in the journal Current Biology.The research was conducted by a team of researchers in the Broadie Laboratory at Vanderbilt University--Kendal Broadie, Stevenson Professor of Neurobiology, postdoctoral fellow Caleb Doll and graduate student Dominic Vita--who employed a battery of state-of-the-art techniques to document the effects that the lack of a critical protein caused by the syndrome, called the Fragile X Mental Retardation Protein (FMRP), has on the development of the brain and nervous system of the Drosophila disease model.(Drosophila is a species of fruit fly that biologists have studied for over a century which serves as a valuable scientific model for studying development, neurobiology and human genetic diseases, including Fragile X.)\"Our research confirms that the Fragile X protein is essential for refining the brain's ability to process sensory information. The brains of individuals with the syndrome look perfectly normal. They can walk, talk and chew gum, just not at peak performance,\" Broadie said. \"Currently, there is a lot of investment in finding drugs to treat older children and adults with Fragile-X, but these efforts are not likely to be effective. As our research indicates, the absence of FMRP during this critical period of development causes significant and long-lasting changes in the way the brain is wired. Instead, we need to focus more on improving and implementing methods for early detection. A number of studies have shown that children with Fragile X can be treated effectively with behavioral therapy if it is started when they are 12 to 18 months old.\"For some time, scientists have known that Fragile X is caused by a mutation in a gene, called Fragile X Mental Retardation 1, found on the X chromosome. This gene normally makes FMRP, which plays a key role in creating and maintaining the connections between the brain and the peripheral nervous system, particularly during early stages of development. Fragile X syndrome occurs when a mutation prevents the gene from making adequate amounts of FMRP. Females are less likely to get the syndrome because they have two X chromosomes and so generally possess a backup source of the protein. Males have only one X chromosome and are therefore more susceptible to the disease.Many structural defects caused by lack of the protein disappear over time, yet the problems they create persist. \"The problem that has plagued us for decades is exactly when the Fragile X protein is required and exactly what it does,\" said Broadie. \"It is present in the brain in relatively large quantities during early development but then its concentration drops off dramatically. Many structural defects caused by lack of the protein disappear over time, yet the problems they create persist.\"To shed new light on this question, the researchers focused on the development of the fly's smell circuit--the neurons that carry olfactory information from its antenna to the memory center of its brain--during the first few days after it is hatched. This is a \"critical period\", when the juvenile brain fine-tunes its synaptic connections in response to the sensory input, including the odors it experiences.\"In flies, this neural remodeling takes place in days,\" said Broadie. \"In rodents it takes weeks and in humans it takes years.\"By using flies genetically altered to knock out the FMRP gene, the researchers documented in microscopic detail the impact that the lack of the FMRP protein has on the way that neurons grow and the connections they form within the learning/memory center of the brain during this critical remodeling period. They determined that animals lacking FMRP could not reshape these connections in response to changes in their environment, unlike normal animals.Projection neurons form connections with memory neurons at synaptic junctions that resemble small bulbs strung along the wire-like axons. In the brains of Fragile X flies, these junctions are significantly enlarged. However, they form fewer connections than normal and the connections that do form are often in inappropriate locations. After the critical remodeling period finishes, the distortions in the synaptic bulbs disappear but the faulty behavior remains.\"We had to pull out all the tricks in our tool bag to identify these effects,\" said Broadie. \"We can do it in Drosophila because every neuron has been identified and we can manipulate individual nerve cells. It is impossible to do this in humans. One cell in the fruit fly is equivalent to millions of cells in a human, so the behavior of individual cells is usually lost in the noise.\"The insights the biologists are gaining about the function of FMRP isn't limited to just Fragile X. The protein is an activity sensor, meaning that it mediates changes to neural development in direct response to changes in the environment. There are a number of other proteins whose function can be impaired in a similar fashion and they are implicated in more than 20 other diseases, including Huntington's disease. So increased understanding of how FXS arises is likely to improve scientists understanding of this entire family of ailments.", "journal": "Current Biology", "funder": "National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/vu-nro082517.php", "institution": "Vanderbilt University", "meeting": "", "description": "New insights into the long-lasting effects of Fragile X syndrome on connections in the brain during early development highlight the importance of early detection and treatment.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.06.046", "keywords": ["Biology", " Cell Biology", " Developmental/Reproductive Biology", " Genetics", " Neurobiology", " Alzheimer's Disease", " Genes"], "source_link": "https://news.vanderbilt.edu/2017/08/25/new-research-on-fragile-x-syndrome-reinforces-importance-of-early-detection/", "date": "Fri, 25 Aug 2017 04:00:00 GMT"}