{"title": "Altered mitochondria associated with increased autism risk", "text": "Mitochondria, the tiny structures inside our cells that generate energy, may play a key role in autism spectrum disorders (ASD). A provocative new study by Children's Hospital of Philadelphia (CHOP)'s pioneering mitochondrial medicine team suggests that variations in mitochondrial DNA (mtDNA) originating during ancient human migrations may play an important role in predisposition to ASDs. \"Our findings show that differences in mitochondrial function are important in ASD,\" said study leader Douglas C. Wallace, PhD, director of the Center for Mitochondrial and Epigenomic Medicine at CHOP. \"Our team demonstrates that a person's vulnerability to ASD varies according to their ancient mitochondrial lineage.\"Wallace and colleagues, including Dimitra Chalkia, Larry Singh and others, published their findings today in JAMA Psychiatry.The scientists conducted a cohort study of genetic data from 1,624 patients and 2,417 healthy parents and siblings, representing 933 families in the Autism Genetic Resource Exchange (AGRE). The Center for Applied Genomics at CHOP had previously performed genome-wide association studies on this AGRE cohort, and partnered in this study.Mitochondria contain their own DNA, distinct from the more familiar nuclear DNA (nDNA) inside the cell nucleus. The mtDNA codes for essential genes governing cellular energy production, and those genes exchange biological signals with nDNA to affect our physiology and overall health.The current study analyzed single-nucleotide functional variants--base changes in the cohort's mtDNA that characterize mitochondrial haplogroups. Haplogroups are lineages of associated mtDNA variants that reflect the ancient migration patterns of early human bands that spread out of Africa to the rest of the world during prehistory. Based on his seminal 1980 discovery that the human mtDNA is inherited only through the mother, Wallace's surveys over the years, covering mtDNA variation among indigenous populations around the world, have permitted the reconstruction of human worldwide migrations and evolution patterns over hundreds of millennia. The current study found that individuals with European haplogroups designated I, J, K, X, T and U (representing 55 percent of the total European population) had significantly higher risks of ASD compared to the most common European haplogroup, HHV. Asian and Native American haplogroups A and M also were at increased risk of ASD. These mitochondrial haplogroups originated in different global geographic areas, adapted through evolution to specific regional environments. However, subsequent changes, such as migration, changes in diet, and other environmental influences, can create a mismatch between the physiology of a particular mtDNA lineage and the individual's environment, resulting in predisposition to disease. Additional nDNA genetic factors or environmental insults may further reduce an individual's energy output until it is insufficient to sustain normal brain development and function, resulting in disease.As the wiring diagram for cellular power plants, mtDNA is crucial in supplying energy to the body. The brain is particularly vulnerable to even mild energy deficiencies because of its high mitochondrial energy demand. Wallace's previous studies have shown that mitochondrial dysfunction can disturb the delicate balance between inhibition and excitation in brain activity--a crucial factor in ASDs and other neuropsychiatric disorders. \"There may be a bioenergetic threshold,\" says Wallace, adding that an individual already predisposed to ASD based on their mitochondrial haplogroup may be pushed below that threshold by the chance occurrence of additional genetic variants or environmental insults.The striking tendency for ASD to occur more frequently in males than females may reflect another peculiarity of mitochondrial genetics, added Wallace. Males are four times more likely to suffer blindness from a well-known mtDNA disease, Leber hereditary optic neuropathy (LHON). The lower risk of blindness in females may arise from estrogen effects in mitochondria that increase beneficial antioxidant activity. Wallace said that his team's finding that subtle changes in mitochondrial energetics are important risk factors in ASD suggests potential alternative approaches for therapy. He added, \"There is increasing interest in developing metabolic treatments for known mtDNA diseases such as LHON. If ASD has a similar etiology, then these same therapeutic approaches may prove beneficial for ASD.\"", "journal": "JAMA Psychiatry", "funder": "National Institutes of Health, Simons Foundation", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/chop-ama081817.php", "institution": "Children's Hospital of Philadelphia", "meeting": "", "description": "Mitochondria, the tiny structures inside our cells that generate energy, may play a key role in autism spectrum disorders (ASD). A provocative new study by Children's Hospital of Philadelphia (CHOP)'s pioneering mitochondrial medicine team suggests that variations in mitochondrial DNA (mtDNA) originating during ancient human migrations may be an important contributor to ASD predisposition.", "article_link": "http://dx.doi.org/10.1001/jamapsychiatry.2017.2604", "keywords": ["Biology", " Evolution", " Genetics", " Medicine/Health", " Neurobiology", " Pediatrics", " Physiology", " Mental Health", " Genes"], "source_link": null, "date": "Wed, 23 Aug 2017 04:00:00 GMT"}