{"title": "Test reveals potential treatments for disorders involving MeCP2 | EurekAlert! Science News", "year": "Wed, 23 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "huda", "zoghbi", "view", "twice", "normal", "amount", "protein", "mecp2", "condition", "called", "mecp2", "duplication", "syndrome", "causes", "severe", "progressive", "neuropsychiatric", "disorders", "include", "intellectual", "disability", "autism", "spectrum", "disorders", "motor", "dysfunction", "medical", "complications", "animal", "models", "normalization", "mecp2", "levels", "largely", "reversed", "neurological", "problems", "opening", "possibility", "similar", "approach", "might", "lead", "treatments", "patients", "conditions", "paper", "published", "science", "translational", "medicine", "team", "researchers", "baylor", "college", "medicine", "jan", "dan", "duncan", "neurological", "research", "institute", "texas", "children", "hospital", "stanford", "university", "school", "medicine", "university", "california", "san", "francisco", "developed", "strategy", "allows", "identify", "potential", "treatments", "would", "restore", "altered", "levels", "mecp2", "function", "normally", "human", "brain", "requires", "right", "amount", "number", "proteins", "including", "mecp2", "said", "corresponding", "author", "huda", "zoghbi", "professor", "molecular", "human", "genetics", "pediatrics", "neuroscience", "baylor", "director", "jan", "dan", "duncan", "neurological", "research", "institute", "twice", "normal", "amount", "mecp2", "result", "extra", "copy", "gene", "mecp2", "causes", "severe", "neurological", "disorders", "animal", "models", "extra", "copy", "gene", "mimic", "human", "condition", "deleting", "neutralizing", "extra", "gene", "corrects", "symptoms", "results", "raised", "hopes", "one", "day", "patients", "mecp2", "duplication", "syndrome", "could", "treated", "normalizing", "levels", "mecp2", "mecp2", "lend", "affected", "small", "pharmaceuticals", "said", "zoghbi", "also", "investigator", "howard", "hughes", "medical", "institute", "screen", "molecules", "regulate", "mecp2", "might", "affected", "available", "drugs", "focused", "class", "molecules", "kinases", "phosphatases", "might", "regulate", "mecp2", "approach", "leads", "encouraging", "resultsthe", "first", "step", "consisted", "genetically", "modifying", "laboratory", "cell", "line", "researchers", "could", "monitor", "levels", "fluorescent", "mecp2", "inhibited", "molecules", "might", "involved", "regulation", "first", "author", "laura", "lombardi", "postdoctoral", "researcher", "zoghbi", "lab", "howard", "hughes", "medical", "institute", "developed", "cell", "line", "used", "systematically", "inhibit", "one", "one", "nearly", "900", "kinase", "phosphatase", "genes", "whose", "activity", "could", "potentially", "inhibited", "drugs", "wanted", "determine", "ones", "hundreds", "genes", "would", "reduce", "level", "mecp2", "inhibited", "lombardi", "said", "found", "one", "whose", "inhibition", "would", "result", "reduction", "mecp2", "levels", "would", "look", "drug", "could", "use", "researchers", "identified", "four", "genes", "inhibited", "lowered", "mecp2", "level", "lombardi", "colleagues", "moved", "next", "step", "testing", "reduction", "one", "genes", "would", "affect", "mecp2", "levels", "mice", "showed", "mice", "lacking", "gene", "kinase", "hipk2", "reduced", "phosphatase", "pp2a", "decreased", "levels", "mecp2", "brain", "results", "gave", "us", "proof", "principle", "possible", "go", "screening", "cell", "line", "find", "something", "would", "work", "brain", "lombardi", "interestingly", "treating", "animal", "models", "mecp2", "duplication", "syndrome", "drugs", "inhibit", "phosphatase", "pp2a", "sufficient", "partially", "rescue", "motor", "abnormalities", "mouse", "model", "disease", "strategy", "would", "allow", "us", "find", "regulators", "mecp2", "zoghbi", "said", "rely", "one", "several", "choose", "select", "best", "safest", "ones", "move", "clinic", "beyond", "mecp2", "many", "genes", "cause", "medical", "condition", "either", "duplicated", "decreased", "strategy", "zoghbi", "colleagues", "used", "also", "applied", "conditions", "try", "restore", "normal", "levels", "affected", "proteins", "possibly", "reduce", "eliminate", "symptoms"], "url": "http://www.eurekalert.org/pub_releases/2017-08/bcom-trp082317.php", "date": "2018-01-19_21:17:50", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Huda Zoghbi.\n       view more Having twice the normal amount of the protein MeCP2, a condition called MECP2 duplication syndrome, causes severe progressive neuropsychiatric disorders that include intellectual disability, autism spectrum disorders, motor dysfunction and other medical complications. In animal models, normalization of MeCP2 levels has largely reversed the neurological problems, opening the possibility that a similar approach might lead to treatments for patients with these conditions. In a paper published in Science Translational Medicine, a team of researchers from Baylor College of Medicine, the Jan and Dan Duncan Neurological Research Institute at Texas Children's Hospital, Stanford University School of Medicine and the University of California, San Francisco has developed a strategy that allows them to identify potential treatments that would restore altered levels of MeCP2.\"To function normally, the human brain requires the right amount of a number of proteins, including MeCP2,\" said corresponding author Dr. Huda Zoghbi, professor of molecular and human genetics and of pediatrics and neuroscience at Baylor and director of the Jan and Dan Duncan Neurological Research Institute. \"Having twice the normal amount of MeCP2, the result of having an extra copy of the gene MECP2, causes severe neurological disorders. Animal models that have an extra copy of this gene mimic the human condition, and deleting or neutralizing the extra gene corrects all the symptoms.\"  These results raised hopes that one day patients with MECP2 duplication syndrome could be treated by normalizing levels of MeCP2. \"MeCP2 does not lend itself to be affected by small pharmaceuticals,\" said Zoghbi, who also is an investigator at the Howard Hughes Medical Institute. \"But we can screen for other molecules that regulate MeCP2 and might be affected by available drugs. We focused on a class of molecules, kinases and phosphatases that might regulate MeCP2.\"A two-step approach leads to encouraging resultsThe first step consisted of genetically modifying a laboratory cell line in which the researchers could monitor the levels of fluorescent MeCP2 as they inhibited molecules that might be involved in its regulation. First author Dr. Laura Lombardi, a postdoctoral researcher in the Zoghbi lab at the Howard Hughes Medical Institute, developed this cell line and then used it to systematically inhibit one by one the nearly 900 kinase and phosphatase genes whose activity could be potentially inhibited with drugs. \"We wanted to determine which ones of those hundreds of genes would reduce the level of MeCP2 when inhibited,\" Lombardi said. \"If we found one whose inhibition would result in a reduction of MeCP2 levels, then we would look for a drug that we could use.\"The researchers identified four genes than when inhibited lowered MeCP2 level. Then, Lombardi and her colleagues moved on to the next step, testing how reduction of one or more of these genes would affect MeCP2 levels in mice. They showed that mice lacking the gene for the kinase HIPK2 or having reduced phosphatase PP2A had decreased  levels of MeCP2 in the brain. \"These results gave us the proof of principle that it is possible to go from screening in a cell line to find something that would work in the brain,\" Lombardi said.Most interestingly, treating animal models of MECP2 duplication syndrome with drugs that inhibit phosphatase PP2A was sufficient to partially rescue some of the motor abnormalities in the mouse model of the disease.\"This strategy would allow us to find more regulators of MeCP2,\" Zoghbi said. \"We cannot rely on just one. If we have several to choose from, we can select the best and safest ones to move to the clinic.\"Beyond MeCP2, there are many other genes that cause a medical condition because they are either duplicated or decreased. The strategy Zoghbi and her colleagues used here also can be applied to these other conditions to try to restore the normal levels of the affected proteins and possibly reduce or eliminate the symptoms.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Huda Zoghbi.", "view more Having twice the normal amount of the protein MeCP2, a condition called MECP2 duplication syndrome, causes severe progressive neuropsychiatric disorders that include intellectual disability, autism spectrum disorders, motor dysfunction and other medical complications.", "In animal models, normalization of MeCP2 levels has largely reversed the neurological problems, opening the possibility that a similar approach might lead to treatments for patients with these conditions.", "In a paper published in Science Translational Medicine, a team of researchers from Baylor College of Medicine, the Jan and Dan Duncan Neurological Research Institute at Texas Children's Hospital, Stanford University School of Medicine and the University of California, San Francisco has developed a strategy that allows them to identify potential treatments that would restore altered levels of MeCP2.", "\"To function normally, the human brain requires the right amount of a number of proteins, including MeCP2,\" said corresponding author Dr. Huda Zoghbi, professor of molecular and human genetics and of pediatrics and neuroscience at Baylor and director of the Jan and Dan Duncan Neurological Research Institute.", "\"Having twice the normal amount of MeCP2, the result of having an extra copy of the gene MECP2, causes severe neurological disorders.", "Animal models that have an extra copy of this gene mimic the human condition, and deleting or neutralizing the extra gene corrects all the symptoms.\"", "These results raised hopes that one day patients with MECP2 duplication syndrome could be treated by normalizing levels of MeCP2.", "\"MeCP2 does not lend itself to be affected by small pharmaceuticals,\" said Zoghbi, who also is an investigator at the Howard Hughes Medical Institute.", "\"But we can screen for other molecules that regulate MeCP2 and might be affected by available drugs.", "We focused on a class of molecules, kinases and phosphatases that might regulate MeCP2.", "\"A two-step approach leads to encouraging resultsThe first step consisted of genetically modifying a laboratory cell line in which the researchers could monitor the levels of fluorescent MeCP2 as they inhibited molecules that might be involved in its regulation.", "First author Dr. Laura Lombardi, a postdoctoral researcher in the Zoghbi lab at the Howard Hughes Medical Institute, developed this cell line and then used it to systematically inhibit one by one the nearly 900 kinase and phosphatase genes whose activity could be potentially inhibited with drugs.", "\"We wanted to determine which ones of those hundreds of genes would reduce the level of MeCP2 when inhibited,\" Lombardi said.", "\"If we found one whose inhibition would result in a reduction of MeCP2 levels, then we would look for a drug that we could use.", "\"The researchers identified four genes than when inhibited lowered MeCP2 level.", "Then, Lombardi and her colleagues moved on to the next step, testing how reduction of one or more of these genes would affect MeCP2 levels in mice.", "They showed that mice lacking the gene for the kinase HIPK2 or having reduced phosphatase PP2A had decreased  levels of MeCP2 in the brain.", "\"These results gave us the proof of principle that it is possible to go from screening in a cell line to find something that would work in the brain,\" Lombardi said.Most interestingly, treating animal models of MECP2 duplication syndrome with drugs that inhibit phosphatase PP2A was sufficient to partially rescue some of the motor abnormalities in the mouse model of the disease.", "\"This strategy would allow us to find more regulators of MeCP2,\" Zoghbi said.", "\"We cannot rely on just one.", "If we have several to choose from, we can select the best and safest ones to move to the clinic.", "\"Beyond MeCP2, there are many other genes that cause a medical condition because they are either duplicated or decreased.", "The strategy Zoghbi and her colleagues used here also can be applied to these other conditions to try to restore the normal levels of the affected proteins and possibly reduce or eliminate the symptoms."], "source": "Baylor College of Medicine"}