{"title": "Discovery fuels hope for Rett syndrome treatment", "text": "Vanderbilt University researchers have relieved symptoms of Rett syndrome in a mouse model with a small molecule that works like the dimmer switch in an electrical circuit. \r\nThis is the second compound developed by the Vanderbilt Center for Neuroscience Drug Discovery (VCNDD) that relieves Rett syndrome-associated symptoms in mice. \r\nThe latest findings, reported last week in the journal Science Translational Medicine, provide further evidence that it may be possible one day to develop a drug to treat the rare neurodevelopmental disorder, which occurs predominantly in females.\r\nFurther study is needed before this approach can be tested in patients, but animal work from other groups suggests that symptoms in Rett syndrome may be reversible, said senior author Colleen Niswender, Ph.D., associate professor of Pharmacology and VCNDD director of Molecular Pharmacology.\r\n\"This work is exciting because it shows another possible way forward when treating Rett syndrome,\" said Steve Kaminsky, Ph.D., chief science officer of Rettsyndrome.org, which has supported the research. \"I am hopeful that this work can be quickly transitioned to compounds that can be used in the clinic.\"\r\nRett syndrome patients exhibit a constellation of symptoms, including verbal and nonverbal communication deficits, difficulty walking, progressive developmental regression, seizures, apneas and intellectual disability. The hallmark symptom is repetitive hand movements such as wringing, washing, clapping or tapping.\r\nMost cases of Rett syndrome occur spontaneously from random mutations in the MECP2 gene, which results in disruptions in neurotransmission, including signals mediated by the excitatory transmitter glutamate. \r\nThe researchers used a mouse model in which MECP2 was \"knocked out,\" resulting in Rett syndrome-like symptoms. Expression of the metabotropic glutamate receptor 7 (mGlu7), which is important in transmitting nerve signals in the brain, was reduced in brain areas of these mice.\r\nThe Vanderbilt group also has found reduced levels of mGlu7 expression in autopsy samples from the brains of Rett syndrome patients, suggesting that the animal work may translate to the clinical population, said first author Rocco Gogliotti, Ph.D., research instructor in the Department of Pharmacology.\r\nThe current study tested a compound developed at the VCNDD, called a positive allosteric modulator, which \"boosts\" the activation of the mGlu7 receptor when the receptor binds to glutamate. \r\nIn the mouse model, the compound corrected a deficit in neuronal transmission in part of the brain that it is important in learning and memory. It improved the performance of the mice in various learning and memory tasks. \r\nA single dose of the compound also reversed apneas, or episodes in which the mice stopped breathing. Apneas are a characteristic feature of Rett syndrome. \r\nWhile the compound is not something that can be tested in humans, \"it's a really important first step to show that we can actually improve the same symptoms associated with the receptor's function under normal conditions,\" Gogliotti said. \"That provides a foundation which we can build on.\"\r\nLast year the researchers reported a compound that increased the activity of a related but different receptor, mGlu5, also relieved Rett syndrome-like syndromes in a mouse model.\r\nNeurodevelopmental disorders like Rett syndrome are complex. \"We think that mGlu7 is just one piece of the puzzle,\" Gogliotti said, \"and mGlu5 may be another piece of that puzzle. But it's a very big puzzle.\"\r\nThe research in Rett syndrome began in the VCNDD six years ago supported by a $100,000 pilot grant from Rettsyndrome.org. Autism Speaks, another advocacy organization, and the National Institute of Mental Health (NIMH) contributed additional funding for Rett syndrome projects at the VCNDD. \r\nThis summer the center received two more grants, one from NIMH to develop new mGlu7 positive allosteric modulators and another from the U.S. Department of Defense Congressionally Directed Medical Research Programs to pursue further studies focused on mGlu7-related Rett syndrome research. The two grants total $3 million over three years. \r\n\"We're now in a position to make some movement here in developing some really good compounds ... and continue to validate that (mGlu7) is the target for Rett syndrome,\" Niswender said.", "journal": "Science Translational Medicine", "funder": "Rettsyndrome.org, Autism Speaks, NIH/National Institute of Mental Health, US Department of Defense Congressionally Directed Medical Research Programs", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/vumc-dfh082317.php", "institution": "Vanderbilt University Medical Center", "meeting": "", "description": "Vanderbilt University researchers have relieved symptoms of Rett syndrome in a mouse model with a small molecule that works like the dimmer switch in an electrical circuit.", "article_link": null, "keywords": ["Medicine/Health"], "source_link": null, "date": "Wed, 23 Aug 2017 04:00:00 GMT"}