{"title": "Antipsychotics common for adults with intellectual and developmental disabilities | EurekAlert! Science News", "year": "Wed, 23 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txtoronto", "august", "23", "2017", "antipsychotic", "medication", "frequently", "prescribed", "individuals", "intellectual", "developmental", "disabilities", "idd", "often", "without", "psychiatric", "diagnosis", "new", "study", "conducted", "centre", "addiction", "mental", "health", "camh", "institute", "clinical", "evaluative", "sciences", "ices", "includes", "diagnoses", "syndrome", "fetal", "alcohol", "syndrome", "study", "published", "today", "canadian", "journal", "psychiatry", "made", "significant", "strides", "filling", "gap", "research", "prescribing", "practices", "antipsychotic", "medication", "adults", "idd", "study", "examined", "health", "care", "data", "adults", "idd", "less", "65", "years", "age", "similar", "research", "conducted", "jurisdictions", "however", "study", "first", "study", "investigate", "use", "antipsychotic", "medication", "adults", "idd", "canada", "results", "study", "make", "us", "question", "often", "antipsychotics", "used", "tool", "manage", "behavioural", "issues", "need", "understand", "medications", "prescribed", "without", "psychiatric", "disorders", "else", "tried", "prior", "medication", "well", "medications", "monitored", "says", "lead", "author", "yona", "lunsky", "adjunct", "scientist", "ices", "clinician", "scientist", "camh", "director", "health", "care", "access", "research", "developmental", "disabilities", "research", "prescribed", "adults", "idd", "method", "managing", "behavioural", "challenges", "sometimes", "without", "comprehensive", "assessment", "underlying", "contributors", "behaviours", "despite", "evidence", "supporting", "use", "inconclusive", "according", "guidelines", "antipsychotics", "used", "first", "line", "treatment", "behaviour", "challenges", "study", "shows", "antipsychotic", "use", "adults", "idd", "common", "need", "pay", "attention", "antipsychotics", "prescribed", "monitored", "ensure", "appropriate", "prescribing", "vulnerable", "population", "says", "tara", "gomes", "study", "scientist", "ices", "principal", "investigator", "ontario", "drug", "policy", "research", "network", "odprn", "researchers", "add", "antipsychotic", "prescribing", "particularly", "problematic", "population", "due", "potential", "adverse", "effects", "increased", "risk", "metabolic", "complications", "study", "one", "six", "adults", "diabetes", "one", "five", "hypertension", "furthermore", "adults", "idd", "may", "difficulties", "providing", "informed", "medical", "consent", "reporting", "unfavourable", "side", "effects", "arise", "study", "found", "study", "also", "analyzed", "adults", "idd", "living", "ontario", "group", "homes", "found", "findings", "line", "major", "uk", "study", "also", "demonstrating", "high", "antipsychotics", "use", "sometimes", "absence", "psychiatric", "diagnosis", "stomp", "movement", "uk", "shared", "commitment", "colleges", "psychiatrists", "pharmacists", "general", "practitioners", "nurses", "psychologists", "national", "health", "service", "curb", "psychotropic", "medications", "persons", "idd", "ideally", "research", "providing", "glimpse", "antipsychotic", "prescribing", "practices", "among", "adults", "idd", "ontario", "trigger", "national", "conversation", "medication", "policies", "practices", "training", "adds", "lunsky"], "url": "http://www.eurekalert.org/pub_releases/2017-08/cfaa-acf082317.php", "date": "2018-01-19_21:17:56", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTORONTO, August 23, 2017 -- Antipsychotic medication is frequently being prescribed to individuals with intellectual and developmental disabilities (IDD), often without a psychiatric diagnosis, a new study conducted by the Centre for Addiction and Mental Health (CAMH) and Institute for Clinical Evaluative Sciences (ICES) has found.IDD includes diagnoses such as Down syndrome, fetal alcohol syndrome and autism.The study, published today in The Canadian Journal of Psychiatry, has made significant strides in filling the gap in research about prescribing practices of antipsychotic medication to adults with IDD. The six-year population-based study examined the health care data of 51,881 adults with IDD who were less than 65 years of age. Similar research has been conducted in other jurisdictions; however, this study is the first population-based study to investigate the use of antipsychotic medication in adults with IDD in Canada. \"The results of our study make us question how often antipsychotics are being used as tool to manage behavioural issues. We need to understand more about why these medications are prescribed to those without psychiatric disorders, what else has been tried prior to medication, and how well these medications are being monitored,\" says lead author Yona Lunsky, adjunct scientist at ICES, a clinician scientist at CAMH and director of the Health Care Access Research and Developmental Disabilities (H-CARDD) research program.Antipsychotics can be prescribed to adults with IDD as a method of managing behavioural challenges, sometimes without a comprehensive assessment of the underlying contributors to such behaviours, despite the evidence supporting such use being inconclusive.  According to guidelines, antipsychotics should not be used as a first line treatment for behaviour challenges. \"This study shows that antipsychotic use in adults with IDD is common. We need to pay more attention to how antipsychotics are prescribed and monitored to ensure appropriate prescribing for this vulnerable population,\" says Tara Gomes, co-author on the study, a scientist at ICES and a principal investigator of Ontario Drug Policy Research Network (ODPRN).The researchers add that antipsychotic prescribing is particularly problematic for this population due to the potential for adverse effects such as the increased risk for metabolic complications. In this study, one in six adults had diabetes and one in five had hypertension. Furthermore, adults with IDD may have difficulties in providing informed medical consent and reporting unfavourable side effects should they arise. \r\nThe six-year study found: This study also analyzed a sub-cohort of adults with IDD living in Ontario group homes and found:These findings are in line with a major UK study also demonstrating high antipsychotics use, sometimes in the absence of a psychiatric diagnosis. The \"STOMP movement in the UK is a shared commitment by the Colleges of Psychiatrists, Pharmacists, General Practitioners, Nurses, Psychologists and the National Health Service to curb the over-prescription of psychotropic medications to persons with IDD. \"Ideally this research, by providing a glimpse into antipsychotic prescribing practices among adults with IDD in Ontario will trigger a national conversation about medication policies, practices and training here,\" adds Lunsky. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTORONTO, August 23, 2017 -- Antipsychotic medication is frequently being prescribed to individuals with intellectual and developmental disabilities (IDD), often without a psychiatric diagnosis, a new study conducted by the Centre for Addiction and Mental Health (CAMH) and Institute for Clinical Evaluative Sciences (ICES) has found.IDD includes diagnoses such as Down syndrome, fetal alcohol syndrome and autism.The study, published today in The Canadian Journal of Psychiatry, has made significant strides in filling the gap in research about prescribing practices of antipsychotic medication to adults with IDD.", "The six-year population-based study examined the health care data of 51,881 adults with IDD who were less than 65 years of age.", "Similar research has been conducted in other jurisdictions; however, this study is the first population-based study to investigate the use of antipsychotic medication in adults with IDD in Canada.", "\"The results of our study make us question how often antipsychotics are being used as tool to manage behavioural issues.", "We need to understand more about why these medications are prescribed to those without psychiatric disorders, what else has been tried prior to medication, and how well these medications are being monitored,\" says lead author Yona Lunsky, adjunct scientist at ICES, a clinician scientist at CAMH and director of the Health Care Access Research and Developmental Disabilities (H-CARDD) research program.Antipsychotics can be prescribed to adults with IDD as a method of managing behavioural challenges, sometimes without a comprehensive assessment of the underlying contributors to such behaviours, despite the evidence supporting such use being inconclusive.", "According to guidelines, antipsychotics should not be used as a first line treatment for behaviour challenges.", "\"This study shows that antipsychotic use in adults with IDD is common.", "We need to pay more attention to how antipsychotics are prescribed and monitored to ensure appropriate prescribing for this vulnerable population,\" says Tara Gomes, co-author on the study, a scientist at ICES and a principal investigator of Ontario Drug Policy Research Network (ODPRN).The researchers add that antipsychotic prescribing is particularly problematic for this population due to the potential for adverse effects such as the increased risk for metabolic complications.", "In this study, one in six adults had diabetes and one in five had hypertension.", "Furthermore, adults with IDD may have difficulties in providing informed medical consent and reporting unfavourable side effects should they arise.", "The six-year study found: This study also analyzed a sub-cohort of adults with IDD living in Ontario group homes and found:These findings are in line with a major UK study also demonstrating high antipsychotics use, sometimes in the absence of a psychiatric diagnosis.", "The \"STOMP movement in the UK is a shared commitment by the Colleges of Psychiatrists, Pharmacists, General Practitioners, Nurses, Psychologists and the National Health Service to curb the over-prescription of psychotropic medications to persons with IDD.", "\"Ideally this research, by providing a glimpse into antipsychotic prescribing practices among adults with IDD in Ontario will trigger a national conversation about medication policies, practices and training here,\" adds Lunsky."], "source": "Centre for Addiction and Mental Health"}