{"title": "Gut microbes may talk to the brain through cortisol | EurekAlert! Science News", "year": "Mon, 21 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "university", "illinois", "doctoral", "student", "austin", "mudd", "examines", "piglet", "brain", "images", "view", "urbana", "gut", "microbes", "news", "lot", "lately", "recent", "studies", "show", "influence", "human", "health", "behavior", "certain", "neurological", "disorders", "autism", "communicate", "brain", "results", "new", "university", "illinois", "study", "suggest", "pathway", "communication", "certain", "gut", "bacteria", "brain", "metabolites", "way", "compound", "blood", "known", "cortisol", "unexpectedly", "finding", "provides", "potential", "mechanism", "explain", "characteristics", "autism", "changes", "neurometabolites", "infancy", "profound", "effects", "brain", "development", "possible", "microbiome", "collection", "bacteria", "fungi", "viruses", "inhabiting", "gut", "plays", "role", "process", "says", "austin", "mudd", "doctoral", "student", "neuroscience", "program", "u", "however", "unclear", "specific", "gut", "bacteria", "influential", "brain", "development", "factors", "might", "influence", "relationship", "gut", "brain", "researchers", "studied", "piglets", "remarkably", "similar", "human", "infants", "terms", "gut", "brain", "development", "first", "identified", "relative", "abundances", "bacteria", "feces", "ascending", "colon", "contents", "piglets", "quantified", "concentrations", "certain", "compounds", "blood", "brain", "using", "piglet", "translatable", "animal", "model", "human", "infants", "provides", "unique", "opportunity", "studying", "aspects", "development", "sometimes", "difficult", "ethically", "challenging", "collect", "data", "human", "infants", "mudd", "says", "example", "study", "wanted", "see", "could", "find", "bacteria", "feces", "pigletsthat", "might", "predict", "concentrations", "compounds", "blood", "brain", "difficult", "characterize", "infants", "researchers", "took", "stepwise", "approach", "first", "identifying", "predictive", "relationships", "fecal", "bacteria", "brain", "metabolites", "found", "bacterial", "genera", "bacteroides", "clostridium", "predicted", "higher", "concentrations", "butyricimonas", "positively", "predicted", "naa", "bacteroides", "also", "predicted", "higher", "levels", "total", "creatine", "brain", "however", "bacteria", "genus", "ruminococcus", "abundant", "feces", "piglets", "naa", "concentrations", "brain", "lower", "brain", "metabolites", "found", "altered", "states", "individuals", "diagnosed", "autism", "spectrum", "disorder", "asd", "yet", "previous", "studies", "identified", "specific", "links", "bacterial", "genera", "particular", "metabolites", "mudd", "next", "step", "determine", "four", "bacterial", "genera", "could", "predict", "compounds", "blood", "blood", "biomarkers", "something", "actually", "collect", "infant", "clinically", "relevant", "sample", "would", "nice", "study", "infant", "brain", "directly", "imaging", "infants", "logistically", "ethically", "difficult", "however", "obtain", "feces", "blood", "infants", "says", "ryan", "dilger", "associate", "professor", "department", "animal", "sciences", "division", "nutritional", "sciences", "neuroscience", "program", "u", "researchers", "found", "predictive", "relationships", "fecal", "microbiota", "serotonin", "cortisol", "two", "compounds", "blood", "known", "influenced", "gut", "microbiota", "specifically", "bacteroides", "associated", "higher", "serotonin", "levels", "ruminococcus", "predicted", "lower", "concentrations", "serotonin", "cortisol", "clostridium", "butyricimonas", "associated", "strongly", "either", "mudd", "says", "results", "supported", "previous", "findings", "related", "asd", "alterations", "serum", "serotonin", "cortisol", "well", "fecal", "bacteroides", "ruminococcus", "levels", "described", "asd", "individuals", "based", "initial", "analyses", "researchers", "wanted", "know", "relationship", "ruminococcus", "cortisol", "naa", "investigate", "used", "statistical", "approach", "known", "mediation", "analysis", "found", "serum", "cortisol", "mediated", "relationship", "fecal", "ruminococcus", "abundance", "brain", "naa", "concentration", "words", "appears", "ruminococcus", "communicates", "makes", "changes", "brain", "indirectly", "cortisol", "mediation", "finding", "interesting", "gives", "us", "insight", "one", "way", "gut", "microbiota", "may", "communicating", "brain", "used", "framework", "developing", "future", "intervention", "studies", "support", "proposed", "mechanism", "dilger", "adds", "initially", "set", "characterize", "relationships", "gut", "microbiota", "blood", "biomarkers", "brain", "metabolites", "looked", "relationships", "identified", "study", "kept", "leading", "us", "independently", "reported", "findings", "autism", "literature", "remain", "cautious", "want", "overstate", "findings", "without", "support", "clinical", "intervention", "trials", "hypothesize", "could", "contributing", "factor", "autism", "heterogenous", "symptoms", "mudd", "says", "interestingly", "time", "since", "researchers", "wrote", "paper", "publications", "also", "reported", "relationships", "ruminococcus", "measures", "brain", "development", "supporting", "might", "promising", "area", "future", "research", "dilger", "adds", "admit", "approach", "limited", "using", "predictive", "models", "therefore", "next", "step", "generate", "empirical", "evidence", "clinical", "setting", "important", "state", "generated", "hypothesis", "exciting", "consider", "progress", "may", "made", "future", "based", "evidence", "pig", "model"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uoic-gmm082117.php", "date": "2018-01-19_21:17:58", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: University of Illinois doctoral student Austin Mudd examines piglet brain images.\n       view more URBANA, Ill. - Gut microbes have been in the news a lot lately. Recent studies show they can influence human health, behavior, and certain neurological disorders, such as autism. But just how do they communicate with the brain? Results from a new University of Illinois study suggest a pathway of communication between certain gut bacteria and brain metabolites, by way of a compound in the blood known as cortisol. And unexpectedly, the finding provides a potential mechanism to explain the characteristics of autism. \"Changes in neurometabolites during infancy can have profound effects on brain development, and it is possible that the microbiome -- or collection of bacteria, fungi, and viruses inhabiting our gut -- plays a role in this process,\" says Austin Mudd, a doctoral student in the Neuroscience Program at U of I. \"However, it is unclear which specific gut bacteria are most influential during brain development and what factors, if any, might influence the relationship between the gut and the brain.\"The researchers studied 1-month-old piglets, which are remarkably similar to human infants in terms of their gut and brain development. They first identified the relative abundances of bacteria in the feces and ascending colon contents of the piglets, then quantified concentrations of certain compounds in the blood and in the brain.\"Using the piglet as a translatable animal model for human infants provides a unique opportunity for studying aspects of development which are sometimes more difficult or ethically challenging to collect data on in human infants,\" Mudd says. \"For example, in this study we wanted to see if we could find bacteria in the feces of pigletsthat might predict concentrations of compounds in the blood and brain, both of which are more difficult to characterize in infants.\" The researchers took a stepwise approach, first identifying predictive relationships between fecal bacteria and brain metabolites. They found that the bacterial genera Bacteroides and Clostridium predicted higher concentrations of myo-inositol, Butyricimonas positively predicted n-acetylaspartate (NAA), and Bacteroides also predicted higher levels of total creatine in the brain. However, when bacteria in the genus Ruminococcus were more abundant in the feces of the piglets, NAA concentrations in the brain were lower. \"These brain metabolites have been found in altered states in individuals diagnosed with autism spectrum disorder (ASD), yet no previous studies have identified specific links between bacterial genera and these particular metabolites,\" Mudd notes.The next step was to determine if these four bacterial genera could predict compounds in the blood. \"Blood biomarkers are something we can actually collect from an infant, so it's a clinically relevant sample. It would be nice to study an infant's brain directly, but imaging infants is logistically and ethically difficult. We can, however, obtain feces and blood from infants,\" says Ryan Dilger, associate professor in the Department of Animal Sciences, Division of Nutritional Sciences, and Neuroscience Program at U of I.     The researchers found predictive relationships between the fecal microbiota and serotonin and cortisol, two compounds in the blood known to be influenced by gut microbiota. Specifically, Bacteroides was associated with higher serotonin levels, while Ruminococcus predicted lower concentrations of both serotonin and cortisol. Clostridium and Butyricimonas were not associated strongly with either compound.Again, Mudd says, the results supported previous findings related to ASD. \"Alterations in serum serotonin and cortisol, as well as fecal Bacteroides and Ruminococcus levels, have been described in ASD individuals.\"Based on their initial analyses, the researchers wanted to know if there was a three-way relationship between Ruminococcus, cortisol, and NAA. To investigate this further, they used a statistical approach known as \"mediation analysis,\" and found that serum cortisol mediated the relationship between fecal Ruminococcus abundance and brain NAA concentration. In other words, it appears that Ruminococcus communicates with and makes changes to the brain indirectly through cortisol. \"This mediation finding is interesting, in that it gives us insight into one way that the gut microbiota may be communicating with the brain. It can be used as a framework for developing future intervention studies which further support this proposed mechanism,\" Dilger adds. \"Initially, we set out to characterize relationships between the gut microbiota, blood biomarkers, and brain metabolites. But once we looked at the relationships identified in our study, they kept leading us to independently reported findings in the autism literature. We remain cautious and do not want to overstate our findings without support from clinical intervention trials, but we hypothesize that this could be a contributing factor to autism's heterogenous symptoms,\" Mudd says. Interestingly, in the time since the researchers wrote the paper, other publications have also reported relationships between Ruminococcus and measures of brain development, supporting that this might be a promising area for future research. Dilger adds, \"We admit this approach is limited by only using predictive models. Therefore, the next step is to generate empirical evidence in a clinical setting. So it's important to state that we've only generated a hypothesis here, but it's exciting to consider the progress that may be made in the future based on our evidence in the pre-clinical pig model.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: University of Illinois doctoral student Austin Mudd examines piglet brain images.", "view more URBANA, Ill. - Gut microbes have been in the news a lot lately.", "Recent studies show they can influence human health, behavior, and certain neurological disorders, such as autism.", "But just how do they communicate with the brain?", "Results from a new University of Illinois study suggest a pathway of communication between certain gut bacteria and brain metabolites, by way of a compound in the blood known as cortisol.", "And unexpectedly, the finding provides a potential mechanism to explain the characteristics of autism.", "\"Changes in neurometabolites during infancy can have profound effects on brain development, and it is possible that the microbiome -- or collection of bacteria, fungi, and viruses inhabiting our gut -- plays a role in this process,\" says Austin Mudd, a doctoral student in the Neuroscience Program at U of I.", "\"However, it is unclear which specific gut bacteria are most influential during brain development and what factors, if any, might influence the relationship between the gut and the brain.", "\"The researchers studied 1-month-old piglets, which are remarkably similar to human infants in terms of their gut and brain development.", "They first identified the relative abundances of bacteria in the feces and ascending colon contents of the piglets, then quantified concentrations of certain compounds in the blood and in the brain.", "\"Using the piglet as a translatable animal model for human infants provides a unique opportunity for studying aspects of development which are sometimes more difficult or ethically challenging to collect data on in human infants,\" Mudd says.", "\"For example, in this study we wanted to see if we could find bacteria in the feces of pigletsthat might predict concentrations of compounds in the blood and brain, both of which are more difficult to characterize in infants.\"", "The researchers took a stepwise approach, first identifying predictive relationships between fecal bacteria and brain metabolites.", "They found that the bacterial genera Bacteroides and Clostridium predicted higher concentrations of myo-inositol, Butyricimonas positively predicted n-acetylaspartate (NAA), and Bacteroides also predicted higher levels of total creatine in the brain.", "However, when bacteria in the genus Ruminococcus were more abundant in the feces of the piglets, NAA concentrations in the brain were lower.", "\"These brain metabolites have been found in altered states in individuals diagnosed with autism spectrum disorder (ASD), yet no previous studies have identified specific links between bacterial genera and these particular metabolites,\" Mudd notes.The next step was to determine if these four bacterial genera could predict compounds in the blood.", "\"Blood biomarkers are something we can actually collect from an infant, so it's a clinically relevant sample.", "It would be nice to study an infant's brain directly, but imaging infants is logistically and ethically difficult.", "We can, however, obtain feces and blood from infants,\" says Ryan Dilger, associate professor in the Department of Animal Sciences, Division of Nutritional Sciences, and Neuroscience Program at U of I.", "The researchers found predictive relationships between the fecal microbiota and serotonin and cortisol, two compounds in the blood known to be influenced by gut microbiota.", "Specifically, Bacteroides was associated with higher serotonin levels, while Ruminococcus predicted lower concentrations of both serotonin and cortisol.", "Clostridium and Butyricimonas were not associated strongly with either compound.Again, Mudd says, the results supported previous findings related to ASD.", "\"Alterations in serum serotonin and cortisol, as well as fecal Bacteroides and Ruminococcus levels, have been described in ASD individuals.", "\"Based on their initial analyses, the researchers wanted to know if there was a three-way relationship between Ruminococcus, cortisol, and NAA.", "To investigate this further, they used a statistical approach known as \"mediation analysis,\" and found that serum cortisol mediated the relationship between fecal Ruminococcus abundance and brain NAA concentration.", "In other words, it appears that Ruminococcus communicates with and makes changes to the brain indirectly through cortisol.", "\"This mediation finding is interesting, in that it gives us insight into one way that the gut microbiota may be communicating with the brain.", "It can be used as a framework for developing future intervention studies which further support this proposed mechanism,\" Dilger adds.", "\"Initially, we set out to characterize relationships between the gut microbiota, blood biomarkers, and brain metabolites.", "But once we looked at the relationships identified in our study, they kept leading us to independently reported findings in the autism literature.", "We remain cautious and do not want to overstate our findings without support from clinical intervention trials, but we hypothesize that this could be a contributing factor to autism's heterogenous symptoms,\" Mudd says.", "Interestingly, in the time since the researchers wrote the paper, other publications have also reported relationships between Ruminococcus and measures of brain development, supporting that this might be a promising area for future research.", "Dilger adds, \"We admit this approach is limited by only using predictive models.", "Therefore, the next step is to generate empirical evidence in a clinical setting.", "So it's important to state that we've only generated a hypothesis here, but it's exciting to consider the progress that may be made in the future based on our evidence in the pre-clinical pig model.\""], "source": "University of Illinois College of Agricultural, Consumer and Environmental Sciences"}