{"title": "Key protein to regulate synapse formation | EurekAlert! Science News", "year": "Sun, 20 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "molecular", "structure", "synapse", "regulatory", "protein", "binding", "mdga1", "protein", "crystallography", "researchers", "able", "derive", "key", "region", "plays", "pivotal", "role", "binding", "view", "dgist", "daegu", "gyeongbuk", "institute", "science", "technology", "announced", "research", "team", "professor", "ko", "department", "brain", "cognitive", "sciences", "research", "team", "professor", "kim", "kaist", "korea", "advanced", "institute", "science", "technology", "conducted", "joint", "research", "observed", "structure", "proteins", "regulate", "neuronal", "cell", "connections", "first", "time", "world", "identified", "control", "mechanisms", "synapse", "formation", "brain", "organization", "responsible", "controlling", "essential", "functions", "behaviors", "life", "maintenance", "integrating", "processing", "information", "coming", "inside", "outside", "organism", "also", "learning", "memory", "brain", "made", "innumerable", "neurons", "neurotransmitters", "secreted", "absorbed", "synapse", "junction", "two", "neurons", "signals", "transmitted", "brain", "functions", "brain", "develops", "efficient", "neurotransmission", "occurs", "excitatory", "synapses", "inhibitory", "synapses", "created", "neurons", "excitatory", "synapses", "release", "neurotransmitters", "excite", "neurons", "synaptic", "inhibitors", "release", "neurotransmitters", "inhibit", "nerve", "cell", "excitability", "synapse", "balance", "two", "synapses", "broken", "known", "brain", "mental", "diseases", "autism", "bipolar", "disorder", "disorder", "2013", "professor", "thomas", "sudhof", "stanford", "university", "discovered", "neuroligin", "protein", "neurexin", "protein", "important", "synaptic", "adhesion", "proteins", "known", "important", "factors", "synapse", "development", "function", "maintenance", "however", "specific", "mechanisms", "yet", "identified", "moreover", "also", "known", "mdga1", "protein", "binds", "inhibitory", "synapses", "interferes", "interaction", "neuroligin", "neurexin", "inhibits", "inhibitory", "synapse", "development", "mechanism", "also", "research", "teams", "used", "protein", "crystallography", "crystallize", "mdga1", "protein", "complexes", "involved", "inhibitory", "synapse", "development", "observed", "structure", "researchers", "identified", "first", "time", "world", "mdga1", "protein", "interferes", "binding", "neurexin", "inhibits", "inhibitory", "synapse", "molecular", "structure", "researchers", "created", "mutations", "core", "amino", "acids", "play", "pivotal", "role", "binding", "mdga1", "neuron", "culture", "experiment", "verified", "protein", "interaction", "site", "critical", "functional", "region", "negative", "regulation", "synapse", "development", "process", "addition", "study", "proved", "mdga1", "effectively", "control", "inhibitory", "synapse", "formation", "binding", "ability", "mdga1", "superior", "neurexin", "mdga1", "neurexin", "competitively", "bind", "dgist", "professor", "jaewon", "ko", "department", "brain", "cognitive", "sciences", "stated", "found", "mechanism", "molecular", "regulation", "mdga1", "protein", "necessary", "balanced", "operation", "excitatory", "inhibitory", "synapses", "added", "continue", "study", "identify", "mechanisms", "brain", "diseases", "caused", "dysfunction", "synaptic", "protein", "conduct", "researches", "develop", "therapeutic", "drugs", "study", "published", "online", "edition", "neuron", "international", "journal", "neurobiology", "sister", "journal", "cell", "june", "21", "study", "supported", "ministry", "science", "ict", "future", "planning", "senior", "researcher", "support", "project", "ibs", "center", "synaptic", "brain", "dysfunctions"], "url": "http://www.eurekalert.org/pub_releases/2017-08/dgi-kpt082017.php", "date": "2018-01-19_21:18:01", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Molecular Structure of Synapse Regulatory Protein binding Neuroligin-2 and MDGA1. Through protein crystallography, researchers were able to derive a key region that plays a pivotal role in the binding and...\n     view more DGIST (Daegu Gyeongbuk Institute of Science and Technology) announced that the research team of Professor Ko Jae-won at the Department of Brain & Cognitive Sciences and the research team of Professor Kim Ho-min at KAIST (Korea Advanced Institute of Science and Technology) conducted a joint research and observed the three-dimensional structure of proteins that regulate neuronal cell connections for the first time in the world and have identified the control mechanisms of synapse formation. Brain is an organization that is not only responsible for controlling the essential functions and behaviors for life maintenance by integrating and processing all information coming from inside and outside the organism but also for learning and memory. The brain is made up of innumerable neurons. When neurotransmitters are secreted and absorbed at the synapse, the junction of the two neurons, the signals are transmitted and the brain functions. As the brain develops, efficient neurotransmission occurs as excitatory synapses and inhibitory synapses are created between the neurons. Excitatory synapses release neurotransmitters that excite neurons and synaptic inhibitors release neurotransmitters to inhibit nerve cell excitability synapse. When the balance of the two synapses is broken, it is known that brain mental diseases such as autism, bipolar disorder and obsessive-compulsive disorder occur.In 2013, Professor Thomas C. Sudhof of Stanford University discovered Neuroligin protein and Neurexin protein and these important synaptic adhesion proteins are known as important factors in synapse development and function maintenance. However, specific mechanisms have yet to be identified. Moreover, it is also known that the MDGA1 protein binds Neuroligin-2 at the inhibitory synapses and interferes with the interaction of Neuroligin and Neurexin and inhibits inhibitory synapse development, but its mechanism is also unclear.The research teams used protein crystallography to crystallize Neuroligin-2 and MDGA1 protein complexes that are involved in inhibitory synapse development and observed the three-dimensional structure. The researchers have identified for the first time in the world that the MDGA1 protein at the post-synapse interferes with the binding between Neuroligin-2 and Neurexin and inhibits inhibitory synapse formation.Based on the three-dimensional high-resolution molecular structure, the researchers created mutations of core amino acids that play a pivotal role in binding of Neuroligin-2 and MDGA1. Through the neuron culture experiment, they verified that the protein interaction site is a critical functional region for the negative regulation of the synapse development process. In addition, the study has proved that MDGA1 can effectively control inhibitory synapse formation as the binding ability of MDGA1 is superior to Neurexin while MDGA1 and Neurexin can both competitively bind with Neuroligin-2. DGIST's Professor Jaewon Ko of the Department of Brain and Cognitive Sciences stated \"We have found the mechanism of molecular regulation of MDGA1 protein which is necessary for the balanced operation of excitatory and inhibitory synapses.\" He added \"We will continue to study to identify the mechanisms of brain diseases caused by dysfunction of synaptic protein and conduct researches to develop therapeutic drugs.\"This study has been published in the online edition of Neuron, an international journal of neurobiology and the sister journal of Cell, on June 21. The study was supported by the Ministry of Science, ICT and Future Planning's senior researcher support project and IBS Center for Synaptic Brain Dysfunctions.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Molecular Structure of Synapse Regulatory Protein binding Neuroligin-2 and MDGA1.", "Through protein crystallography, researchers were able to derive a key region that plays a pivotal role in the binding and...\n     view more DGIST (Daegu Gyeongbuk Institute of Science and Technology) announced that the research team of Professor Ko Jae-won at the Department of Brain & Cognitive Sciences and the research team of Professor Kim Ho-min at KAIST (Korea Advanced Institute of Science and Technology) conducted a joint research and observed the three-dimensional structure of proteins that regulate neuronal cell connections for the first time in the world and have identified the control mechanisms of synapse formation.", "Brain is an organization that is not only responsible for controlling the essential functions and behaviors for life maintenance by integrating and processing all information coming from inside and outside the organism but also for learning and memory.", "The brain is made up of innumerable neurons.", "When neurotransmitters are secreted and absorbed at the synapse, the junction of the two neurons, the signals are transmitted and the brain functions.", "As the brain develops, efficient neurotransmission occurs as excitatory synapses and inhibitory synapses are created between the neurons.", "Excitatory synapses release neurotransmitters that excite neurons and synaptic inhibitors release neurotransmitters to inhibit nerve cell excitability synapse.", "When the balance of the two synapses is broken, it is known that brain mental diseases such as autism, bipolar disorder and obsessive-compulsive disorder occur.In 2013, Professor Thomas C. Sudhof of Stanford University discovered Neuroligin protein and Neurexin protein and these important synaptic adhesion proteins are known as important factors in synapse development and function maintenance.", "However, specific mechanisms have yet to be identified.", "Moreover, it is also known that the MDGA1 protein binds Neuroligin-2 at the inhibitory synapses and interferes with the interaction of Neuroligin and Neurexin and inhibits inhibitory synapse development, but its mechanism is also unclear.The research teams used protein crystallography to crystallize Neuroligin-2 and MDGA1 protein complexes that are involved in inhibitory synapse development and observed the three-dimensional structure.", "The researchers have identified for the first time in the world that the MDGA1 protein at the post-synapse interferes with the binding between Neuroligin-2 and Neurexin and inhibits inhibitory synapse formation.Based on the three-dimensional high-resolution molecular structure, the researchers created mutations of core amino acids that play a pivotal role in binding of Neuroligin-2 and MDGA1.", "Through the neuron culture experiment, they verified that the protein interaction site is a critical functional region for the negative regulation of the synapse development process.", "In addition, the study has proved that MDGA1 can effectively control inhibitory synapse formation as the binding ability of MDGA1 is superior to Neurexin while MDGA1 and Neurexin can both competitively bind with Neuroligin-2.", "DGIST's Professor Jaewon Ko of the Department of Brain and Cognitive Sciences stated \"We have found the mechanism of molecular regulation of MDGA1 protein which is necessary for the balanced operation of excitatory and inhibitory synapses.\"", "He added \"We will continue to study to identify the mechanisms of brain diseases caused by dysfunction of synaptic protein and conduct researches to develop therapeutic drugs.", "\"This study has been published in the online edition of Neuron, an international journal of neurobiology and the sister journal of Cell, on June 21.", "The study was supported by the Ministry of Science, ICT and Future Planning's senior researcher support project and IBS Center for Synaptic Brain Dysfunctions."], "source": "DGIST (Daegu Gyeongbuk Institute of Science and Technology)"}