{"title": "Taking hour-long afternoon naps improves thinking and memory in older Chinese adults", "text": "Preserving your memory, as well as your ability to think clearly and make decisions, is a key goal for people as they age. Researchers have a growing interest in the role sleep plays in helping older adults maintain their healthy mental function.Recently, researchers examined information provided by nearly 3,000 Chinese adults aged 65 and older to learn whether taking an afternoon nap had any effect on mental health. Their study was published in the Journal of the American Geriatrics Society.Nearly 60 percent of the people in the study said they napped after lunch in the afternoon. They napped between about 30 minutes to more than 90 minutes, with most people taking naps lasting about 63 minutes.The participants took several tests to assess their mental status. They answered simple questions--such as questions about the date, the season of the year, etc.--and they did some basic math problems. Participants also were asked to memorize and recall words, and were asked to copy drawings of simple geometric figures. Finally, these older Chinese adults were asked questions about their napping and nighttime sleep habits.According to the study's results, people who took an hour-long nap after lunch did better on the mental tests compared to the people who did not nap. Those who napped for about an hour also did better than people who took shorter or longer rests. People who took no naps, short naps, or longer naps experienced decreases in their mental ability that were about four-to-six times greater than people who took hour-long naps.The people who did not nap, and those who took shorter or longer naps, experienced about the same decline in their mental abilities that a five-year increase in age would be expected to cause. This summary is from \"Afternoon Napping and Cognition in Chinese Older Adults: Findings From the China Health and Retirement Longitudinal Study (CHARLS) Baseline Assessment.\" It appears online ahead of print in the January 2017 issue of the Journal of the American Geriatrics Society. The study authors are Junxin Li, PhD; Pamela Z. Cacchione, PhD; Nancy Hodgson, PhD; Barbara Riegel, PhD; Brendan T. Keenan, MS; Mathew T. Scharf, MD, PhD; Kathy C. Richards, PhD; and Nalaka S. Gooneratne, MD.", "article_link": "http://dx.doi.org/10.1111/jgs.14368", "url": "http://www.eurekalert.org/pub_releases/2017-01/ags-tha010517.php", "region": "namerica", "source_link": "http://www.healthinaging.org/news/research-summaries/article:01-05-2017-12-00am-taking-hour-long-afternoon-naps-improves-thinking-and-memory-in-older-chinese-adults/", "funder": "", "meeting": "", "institution": "American Geriatrics Society", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Aging"], "journal": "Journal of the American Geriatrics Society", "description": "Study participants who took an hour-long nap after lunch did better on the mental tests compared to the people who did not nap. Those who napped for about an hour also did better than people who took shorter or longer rests. People who took no naps, short naps, or longer naps experienced decreases in their mental ability that were about four to six times greater than people who took hour-long naps.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}