{"title": "Preterm infants fare well in early language development", "text": "EVANSTON, Ill. --- Preterm babies perform as well as their full-term counterparts in a developmental task linking language and cognition, a new study from Northwestern University has found.The study, the first of its kind with preterm infants, tests the relative contributions of infants' experience and maturational status. Northwestern researchers compared healthy preterm and full-term infants at the same maturational age, or age since conception. The results show a robust early link between language and cognition in preterm infants, revealing that this vulnerable population begins life with a strong foundation for linking language and meaning.\"This study permits us to tease apart -- for the first time ever -- the roles of infants' early experience and maturational status in establishing this critical language-cognition link,\" said senior author Sandra Waxman, the Louis W. Menk Chair in Psychology in the Weinberg College of Arts and Sciences at Northwestern and faculty fellow in the University's Institute for Policy Research.  To illustrate, consider two infants conceived on the same date. If one happens to be born a month early, then although the infants will always share the same maturational age (age since conception), the preterm infant will have an opportunity to acquire an extra month of postnatal experience listening to language. But does this additional month of experience \"boost\" the preterm infants? To address this, the Northwestern researchers compared preterm and full-term infants to identify the developmental timing of their link between language and object categorization, a link previously only documented in full-term infants. In previous work with full-term infants, a Northwestern team had shown that by three months, infants successfully form object categories while listening to language and that this language-cognition link persists throughout the first year of life. In addition, between three and four months, full-term infants exhibit an intriguing developmental shift: At three months, they look longer at the familiar object (familiarity preference), but from four months on, they look longer at the novel object (novelty preference). The new study was designed to capitalize on this tightly timed \"familiarity-to-novelty\" shift in full-term infants. The new evidence revealed first, the same shift in healthy preterm infants and second, that this developmental shift unfolds on the same maturational timetable as in their full-term counterparts. This provides strong evidence about infants' earliest links between language and cognition and how they unfold.Pediatric evidence reveals that although healthy preterm infants reach some developmental milestones on the same maturational timetable as their full-term peers, they nevertheless tend to encounter obstacles in language, cognitive and attentional processing capacities. This is evident in their use of early intervention services from infancy through school age.\"This study provides assurance that whatever obstacles preterm infants face in later language and cognitive development, these are unlikely to reflect difficulties in establishing the foundational link between language and core cognitive processes,\" said Danielle Perszyk, the study's first author and a Ph.D. candidate in psychology at Northwestern. \"Maturation constrains the effect of exposure in linking language and thought: Evidence from healthy preterm infants\" was published online Dec. 29 in Developmental Science.In addition to Waxman and Perszyk, Northwestern co-authors include Brock Ferguson.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nu-pif010417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Northwestern University", "keywords": ["Social/Behavioral Science", " Language/Linguistics/Speech"], "journal": "Developmental Science", "description": "Preterm babies perform as well as their full-term counterparts in a developmental task linking language and cognition, a new study from Northwestern University has found. The study, the first of its kind with preterm infants, tests the relative contributions of infants' experience and maturational status. Northwestern researchers compared healthy preterm and full-term infants at the same maturational age, or age since conception.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}