{"title": "JNeurosci: Highlights from the Jan. 4 issue", "text": "Check out these newsworthy studies from the January 4, 2017, print issue of JNeurosci. Media interested in obtaining the full text of the studies should contact media@sfn.org. Stress Blocks Anxiety-Relieving Neuropeptide in MiceNeuropeptide Y is an innate signaling molecule in the brain that can produce anxiety-relieving effects. The molecule exerts its effects in the hippocampus -- an area of the brain important for learning and memory -- and studies indicate people with post-traumatic stress disorder and other anxiety disorders may have less neuropeptide Y in their brains. In a new study in mice, researchers find neuropeptide Y reduces plasticity in an area of the hippocampus involved in formation of aversive memories. Stress blocks expression of neuropeptide Y, potentially enhancing anxiety.      Corresponding author: Lynn Dobrunz, dobrunz@uab.edu Innate Neuropeptide May Act in Brain and Body to Cause Migraine SymptomsA small neuropeptide facilitating communication between neurons is a key contributor to migraine development. But just where this peptide -- called calcitonin gene-related protein, or CGRP -- acts to spur migraines has remained a mystery: Some studies suggest it acts in the brain while others indicate only peripheral nerves -- those in the body that are outside of the spinal cord and brain -- are involved. In a new study in mice, researchers find both the brain and peripheral nerves are involved. Mice injected with CGRP in either the blood or directly in the brain showed aversion to light, a common migraine symptom. Corresponding author: Andrew Russo, andrew-russo@uiowa.edu An Atlas of Serotonin in the Human BrainThe neurotransmitter serotonin is found throughout the brain and is involved in myriad psychological functions like cognition, mood, sexual behavior, and the sleep-wake cycle. The network of neurons using serotonin to communicate are thought to be disrupted in mood disorders like depression and some neurodegenerative disorders. In a new study, researchers develop an atlas of serotonin receptors and transporters in the human brain, based on magnetic resonance imaging (MRI) and positron emission tomography (PET) scans from more than 200 human subjects. The atlas may be a valuable tool for future studies investigating the brain's serotonin system in health and disease.  Corresponding author: Gitte Knudsen, gmk@nru.dk ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sfn-jhf010417.php", "region": "namerica", "source_link": "https://www.sfn.org/Press-Room/News-Release-Archives/2016/JNeurosci-Highlights-From-the-January-4-Issue", "funder": "", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Medicine/Health", " Neurobiology", " Stress/Anxiety"], "journal": "Journal of Neuroscience", "description": "Check out these newsworthy studies from the Jan. 4, 2017, print issue of JNeurosci. ", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}