{"title": "Think chicken -- think intelligent, caring and complex", "text": "Chickens are not as clueless or \"bird-brained\" as people believe them to be. They have distinct personalities and can outmaneuver one another. They know their place in the pecking order, and can reason by deduction, which is an ability that humans develop by the age of seven. Chicken intelligence is therefore unnecessarily underestimated and overshadowed by other avian groups. So says Lori Marino, senior scientist for The Someone Project, a joint venture of Farm Sanctuary and the  Kimmela Center in the USA, who reviewed the latest research about the psychology, behavior and emotions of the world's most abundant domestic animal. Her review is published in Springer's journal Animal Cognition. \"They are perceived as lacking most of the psychological characteristics we recognize in other intelligent animals and are typically thought of as possessing a low level of intelligence compared with other animals,\" Marino says. \"The very idea of chicken psychology is strange to most people.\"Research has shown that chickens have some sense of numbers. Experiments with newly hatched domestic chicks showed they can discriminate between quantities. They also have an idea about ordinality, which refers to the ability to place quantities in a series. Five-day-old domestic chicks presented with two sets of objects of different quantities disappearing behind two screens were able to successfully track which one hid the larger number by apparently performing simple arithmetic in the form of addition and subtraction. Chickens are also able to remember the trajectory of a hidden ball for up to 180 seconds if they see the ball moving and up to one minute if the displacement of the ball is invisible to them. Their performance is similar to that of most primates under similar conditions.The birds possess self-control when it comes to holding out for a better food reward. They are able to self-assess their position in the pecking order. These two characteristics are indicative of self-awareness. Chicken communication is also quite complex, and consists of a large repertoire of different visual displays and at least 24 distinct vocalizations. The birds possess the complex ability of referential communication, which involves signals such as calls, displays and whistles to convey information. They may use this to sound the alarm when there is danger, for instance. This ability requires some level of self-awareness and being able to take the perspective of another animal, and is also possessed by highly intelligent and social species, including primates. Chickens perceive time intervals and can anticipate future events. Like many other animals, they demonstrate their cognitive complexity when placed in social situations requiring them to solve problems. The birds are able to experience a range of complex negative and positive emotions, including fear, anticipation and anxiety. They make decisions based on what is best for them. They also possess a simple form of empathy called emotional contagion. Not only do individual chickens have distinct personalities, but mother hens also show a range of individual maternal personality traits which appear to affect the behavior of their chicks. The birds can deceive one another, and they watch and learn from each other. \"A shift in how we ask questions about chicken psychology and behavior will, undoubtedly, lead to even more accurate and richer data and a more authentic understanding of who they really are,\" says Marino.", "article_link": "http://dx.doi.org/10.1007/s10071-016-1064-4", "url": "http://www.eurekalert.org/pub_releases/2017-01/s-tc-010217.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/think-chicken---think-intelligent--caring-and-complex--/11952522", "funder": "American Society for the Prevention of Cruelty to Animals", "meeting": "", "institution": "Springer", "keywords": ["Biology", " Zoology/Veterinary Science"], "journal": "Animal Cognition", "description": "Chickens are not as clueless or 'bird-brained' as people believe them to be. They have distinct personalities and can outmaneuver one another. They know their place in the pecking order, and can reason by deduction, which is an ability that humans develop by the age of seven. Chicken intelligence is therefore unnecessarily underestimated and overshadowed by other avian groups. So says a new study  published in Springer's journal Animal Cognition.", "date": "Mon, 02 Jan 2017 05:00:00 GMT"}