{"keywords": ["Biology", " Biochemistry", " Biomechanics/Biophysics", " Molecular Biology", " Physiology"], "funder": "Deutsche Forschungsgemeinschaft, German Research Foundation", "journal": "eLIFE", "description": "About two years ago, scientists from the University of Würzburg discovered that a certain class of receptors is capable of perceiving mechanical stimuli. Now they have begun to unravel the molecular mechanisms behind the discovery.", "title": "Molecular volume control", "source_link": "https://www.uni-wuerzburg.de/en/sonstiges/meldungen/detail/artikel/ein-molekularer-lautstaerkeregler/", "institution": "University of Würzburg", "meeting": "", "text": "The receptor studied by scientists from the universities of Würzburg and Leipzig over the past years works similarly to the volume control of a stereo which enhances or attenuates the incoming signal. The receptor in question is called latrophilin/CIRL.A little more than two years ago, the researchers had surprised the scientific community by proving that certain receptors, including latrophilin, respond to mechanical stimuli from the environment for example vibration, sound waves or expansion. By doing so, the receptors help organisms to hear, perceive movements and control their own movements.At the time, however, the details of the receptors' contribution were still unclear, i.e. how the process works at the molecular level. In the meantime, the researchers have been able to shed light on some crucial details. They present their results in the current issue of the scientific journal eLife. The lead authors of the study are Dr Robert Kittel, who heads a working group at the Institute of Physiology/Department of Neurophysiology at the University of Würzburg, and Professor Tobias Langenhan, who recently relocated from Würzburg to the University of Leipzig.\"In order for cells to perceive and respond to external stimuli, the information must somehow get inside the cell,\" Robert Kittel explains the central aspect of the study. This may be accomplished through ion channels where a mechanical stimulus is converted into an electrical response in a very straightforward and fast process. With the latrophilin receptor things are different: \"It does not form a channel and it does not forward the stimulus electrically,\" Kittel says. Instead, it activates intracellular messengers that trigger special signal cascades inside the cell which ultimately also affect the ion channels. According to Kittel, the receptor thus has a modulating effect on stimulus perception like some kind of volume controller.The study just published is the result of collaborating with specialists from various domains at the University of Würzburg -- an aspect which Robert Kittel particularly appreciates.One of the contributing experts is the plant physiologist Professor Georg Nagel who was one of the scientists who discovered a celebrated technique which became known as \"optogenetics\". The underlying principle: Nagel characterizes ion channels and enzymes that can be controlled with light. Robert Kittel and Tobias Langenhan used the larvae of Drosophila, the fruit fly, for their experiments which are almost transparent so that the researchers were able to study the functioning of the receptors with simple flashes of light.The second expert involved was Professor Markus Sauer, head of the Department of Biotechnology and Biophysics at University of Würzburg's Biocenter. With his team, Sauer developed special forms of high-resolution fluorescence microscopy. This \"super resolution\" microscopy allows imaging cellular structures and molecules with up to tenfold increased resolution compared to conventional optical microscopes. \"By using super-resolution microscopy, we were able to pinpoint the position of the cell membrane where the receptor is located,\" Robert Kittel says.Dr. Isabella Maiellaro and Professor Esther Asan are also specialists in the field of imaging procedures. By teaming up with Isabella Maiellaro from the Department of Pharmacology, the researchers were able to directly visualize the intracellular receptor signal. Esther Asan, Professor at the Institute of Anatomy and Cell Biology II at the University of Würzburg, also contributed to the success of the study with her expertise in electron microscopy.Moreover, the project was supported by the extensive experience of Professor Matthias Pawlak at the Institute of Physiology of the University of Würzburg in the field of sensory physiology and Dr Simone Prömel, a pharmacologist at the University of Leipzig. Robert Kittel sees these collaborations as a good example of how modern biotechnological methods can help answer physiological questions.A very important molecular familyLatrophilin/CIRL is a member of a family of molecules that has more than 30 members in humans: the so-called adhesion GPCRs, a subgroup of the G protein-coupled receptors (GPCRs). Hundreds of them are encoded in the human genome; their importance is underpinned among others by the fact that around half of all prescription drugs target these receptors and help treat common diseases such as high blood pressure, asthma or Parkinson's. This shows just how important the research results of the scientists from Würzburg and Leipzig are. After all, knowing what is going on inside the cells is a prerequisite for developing a better understanding of pathological processes and designing new therapies. \"The cell biology processes are well conserved in terms of evolution,\" Robert Kittel says. Similar mechanisms are also at work in human cells. ", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-08/uow-mvc082217.php", "article_link": "http://dx.doi.org/10.7554/eLife.28360", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}