{"title": "Competition for survival signals maintains immune balance", "text": "According to a new study published in the journal Immunity, two types of immune cells compete for a shared source of proteins that allow them to survive. The \"contestants\" are the recently discovered and ultra-rare innate lymphoid cells (ILCs) and the abundant T cells:  ILCs are more effective. Director of the Academy of Immunology and Microbiology (AIM) in Institute for Basic Science (IBS), Charles D. Surh, led this international effort with researchers from La Jolla Institute for Allergy and Immunology and The Scripps Research Institute. These findings could promote our understanding of immune memory in vaccines and aging.\r\nThe study of the immune system has produced many life-saving discoveries, the greatest of which is arguably the concept of immunization and immunological memory. Vaccines protect us by providing specific stimulation of immune cells populations; B and T cells. The ingredients of vaccines are relatively short-lived, but the protective effects of the vaccine can last for many decades because of a complex phenomenon, called homeostasis, that support the upkeep of a constant reservoir of immune cells. The homeostatic survival of B and T cells is not only important after vaccination, but also in old age when production of B and T cells slows and we are heavily reliant on the long-term survival of immune cells we created when we were young.\r\nIn order to survive, these immune cells need to bind to a protein called interleukin-7 (IL-7) via the IL-7 receptor (IL-7R) lying on their surface. However, it is unclear how the body regulates the amount of IL-7 made available. The question was compounded by the difficulty of measuring IL-7 levels in vivo: traditional methods of immunohistochemistry or immunofluorescence were woefully inadequate to even detect, let alone quantify, IL-7 in laboratory mouse tissue.\r\nThe first breakthrough of this study was made possible due to the expertise cultivated in  Surh's lab over several decades in characterizing the homeostatic T cell proliferation in mice. Their scientists used mice lacking the IL-7R so that IL-7 could accumulate to supraphysiogical levels, sufficient to drive T cell homeostatic proliferation. Then, the group replaced various IL-7R-expressing cell types and monitored for a return of IL-7 homeostasis. The results clearly indicated that T cells were not the only consumers of IL-7, ILCs do it too. ILCs are a recently discovered class of immune cells that have been shown to be involved in the resistance to pathogens, tissue remodeling, and immune disorders. \r\n\"To be honest, I was quite surprised that ILCs have such an effect in this model,\" said lead author, Christopher Martin. \"Relative to T cells, there are very few ILCs in the tissues we study. So, when we were designing the initial experiments, we weren't optimistic that we would find anything interesting.\" \r\nThe second pivotal set of discoveries were made possible by the facilities and expertise unique to the Academy of Immunology and Microbiology in South Korea. The state-of-the-art germ-free mouse research facility allowed the team to show that ILCs compete for IL-7 independent of commensal bacteria. \r\nFinally, work led by the young investigator KIM Kwang Soon demonstrated the molecular mechanism that explains why the ultra-rare ILCs are more effective than the abundant T cells in consuming IL-7. This is possible because T cells decrease the number of IL-7Rs after binding IL-7, while ILCs do not. \r\n\"The findings are not only of interest to the esoteric field of immune homeostasis, but also to the broad biological community because they are a stark reminder that life exists as a complex concert and not as a collection of various types of cells that merely just co-exist,\" concludes Charles D. Surh.\r\nThe biological significance of this competition for a shared source of survival stimuli, remains to be explained.\r\n", "article_link": "http://dx.doi.org/10.1016/j.immuni.2017.07.005", "url": "http://www.eurekalert.org/pub_releases/2017-07/ifbs-cfs072617.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Institute for Basic Science", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Aging", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Immunity", "description": "Although scarce, the recently discovered innate lymphoid cells vie with T cells for a shared source of interleukin-7, which helps them to survive. These findings could deepen our understanding of immune memory in vaccine and aging.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}