{"title": "Experimental HIV vaccine regimen is well-tolerated, elicits immune responses", "text": "Results from an early-stage clinical trial called APPROACH show that an investigational HIV vaccine regimen was well-tolerated and generated immune responses against HIV in healthy adults. The APPROACH findings, as well as results expected in late 2017 from another early-stage clinical trial called TRAVERSE, will form the basis of the decision whether to move forward with a larger trial in southern Africa to evaluate vaccine safety and efficacy among women at risk of acquiring HIV.The APPROACH results will be presented July 24 at the 9th International AIDS Society Conference on HIV Science in Paris.The experimental vaccine regimens evaluated in APPROACH are based on \"mosaic\" vaccines designed to induce immunological responses against a wide variety of HIV subtypes responsible for HIV infections globally. Different HIV subtypes, or clades, predominate in various geographic regions around the world. The National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health, funded pre-clinical development of these vaccines. Together with other partners, NIAID supported the APPROACH trial, which is sponsored by Janssen Vaccines & Prevention B.V., part of the Janssen Pharmaceutical Companies of Johnson & Johnson. The manufacture and clinical development of the mosaic vaccines are led by Janssen. \"A safe and effective HIV vaccine would be a powerful tool to reduce new HIV infections worldwide and help bring about a durable end to the HIV/AIDS pandemic,\" said NIAID Director Anthony S. Fauci, M.D. \"By exploring multiple promising avenues of vaccine development research, we expand our opportunities to achieve these goals.\"APPROACH involved nearly 400 volunteers in the United States, Rwanda, Uganda, South Africa and Thailand who were randomly assigned to receive one of seven experimental vaccine regimens or a placebo. APPROACH found that different mosaic vaccine regimens were well-tolerated and capable of generating anti-HIV immune responses in healthy, HIV-negative adults. Notably, the vaccine regimen that was most protective in pre-clinical studies in animals elicited among the greatest immune responses in the study participants. However, further research will be needed because the ability to elicit anti-HIV immune responses does not necessarily indicate that a candidate vaccine regimen can prevent HIV acquisition. According to the researchers, the findings from APPROACH, as well as from animal studies, support further evaluation of a lead candidate regimen in a clinical trial to assess its safety and efficacy. Plans for such a clinical trial to be conducted in southern Africa are in development, with projected enrollment of 2,600 healthy, HIV-negative women. Should the larger trial move forward, it is expected to begin enrollment in late 2017 or early 2018.In APPROACH, study participants received four vaccinations over 48 weeks: two doses of an initial, or \"prime,\" vaccine, followed by two doses of a booster vaccine. The experimental regimens all incorporated the same vaccine components in the prime vaccination, known as Ad26.Mos.HIV. The vaccine uses a strain of common-cold virus (adenovirus serotype 26, or Ad26), engineered so that it does not cause illness, as a vector to deliver three mosaic antigens created from genes from many HIV variants. The booster vaccination included various combinations of the Ad26.Mos.HIV components or a different mosaic component, called MVA-Mosaic, and/or two different doses of clade C HIV gp140 envelope protein containing an aluminum adjuvant to boost immune responses.The Ad26-based mosaic vaccines were initially developed by the laboratory of NIAID grantee Dan H. Barouch, M.D., Ph.D., and Janssen. In pre-clinical studies, regimens incorporating these mosaic vaccines protected monkeys against infection with an HIV-like virus called simian human immunodeficiency virus (SHIV). The most effective prime-boost regimen reduced the risk of infection per exposure to SHIV by 94 percent and resulted in 66 percent complete protection after six exposures. Researchers identified and characterized the vaccine-induced immune responses that correlated with this protection. \"The promising, early-stage results from the APPROACH study support further evaluation of these candidate vaccines to assess their ability to protect those at risk of acquiring HIV,\" said Dr. Barouch, a principal investigator for APPROACH. He also is director of the Center for Virology and Vaccine Research at Beth Israel Deaconess Medical Center in Boston and professor of medicine at Harvard Medical School. Following the third vaccination, most APPROACH participants had developed antibody and cellular immune responses against HIV. The different boost vaccines altered the magnitude and character of these immune responses, with the regimen that showed greatest protection in monkey studies also eliciting among the greatest immune responses in humans. The anti-HIV immune responses increased after the fourth vaccination. The researchers conclude that further evaluation of this approach would use a regimen comprising two Ad26 mosaic primes and two boosts with Ad26 mosaic and clade C gp140. The ongoing TRAVERSE trial is comparing Ad26-based regimens containing three mosaic antigens (trivalent) with Ad26-based regimens containing four mosaic antigens (tetravalent). Results from TRAVERSE are expected in late 2017.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/nioa-ehv072417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "9th International AIDS Society Conference on HIV Science", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " AIDS/HIV"], "journal": "", "description": "Results from an early-stage clinical trial called APPROACH show that an investigational HIV vaccine regimen was well-tolerated and generated immune responses against HIV in healthy adults. The APPROACH findings, as well as results expected in late 2017 from another early-stage clinical trial called TRAVERSE, will form the basis of the decision whether to move forward with a larger trial in southern Africa to evaluate vaccine safety and efficacy among women at risk of acquiring HIV.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}