{"title": "Small drop in measles vaccinations would have outsized effect, study estimates", "text": "Small reductions in childhood measles vaccinations in the United States would produce disproportionately large increases in the number of measles cases and in related public health costs, according to a new study by researchers at the Stanford University School of Medicine and Baylor College of Medicine. A 5 percent drop in the number of children ages 2 to 11 inoculated against the measles, mumps and rubella would triple the number of annual measles cases in this age group, the study found. The MMR vaccine is an inoculation against the three diseases.The additional measles cases would increase annual public health expenditures by at least $2.1 million, or $20,000 per case of measles. The study will be published July 24 in JAMA Pediatrics.\"We focused on measles as a case example of the effects of declining vaccine coverage because it is highly infectious,\" said Nathan Lo, the study's lead author and an MD-PhD student at Stanford. \"It's likely to be the first infectious disease causing outbreaks if vaccination declines.\" Lo said he hopes the findings will be considered by state legislators making decisions about vaccination policy. \"I think our study is a wake-up call for what we can expect in the coming months and years as vaccine coverage rates continue to decline in the 18 states that now allow non-medical or philosophical belief exemptions,\" said senior author Peter Hotez, MD, PhD, dean of the National School of Tropical Medicine at Baylor.Across the country, several regions are near the threshold of 90 to 95 percent vaccine coverage needed to prevent measles outbreaks. The new study predicts a sharp rise in measles cases if vaccination further declines. \"We have a tenuous handle on measles disease now. It's all dependent on very small increments of vaccination,\" said Yvonne Maldonado, MD, professor of pediatric infectious diseases at Stanford. Maldonado, an expert on vaccination, was not involved in the study. \"We really need to focus on making sure that all children are vaccinated to eliminate this disease from the face of the Earth,\" she added.Although vaccination has been successful at controlling measles in the United States, a few dozen to a few hundred cases occur here every year, usually when U.S. citizens travel abroad and unknowingly bring the virus home. Infected people can spread the virus by sneezing and coughing for four days before they show symptoms. Measles lingers in the air and remains infectious for up to two hours, an unusually long time for an airborne virus, and a high percentage of unvaccinated people exposed to the infected air become sick themselves.All 50 states require the MMR vaccine and other childhood vaccinations prior to enrollment in elementary school or day care. In all states, children can be exempted from vaccination for medical reasons. All but three states also allow parents to decline vaccination for religious reasons, and 18 states have exemptions for personal beliefs. (Notably, California eliminated its religious and personal-belief exemptions in 2015 following a large measles outbreak that originated at Disneyland.)Lo analyzed MMR vaccination data from the U.S. Centers for Disease Control and Prevention. He constructed a mathematical model from the data to predict the effects of declining vaccination rates in children ages 2 to 11, simulating about 10,000 scenarios that could occur as measles is introduced by returning travelers into different locations around the country at a rate similar to that of recent years. They also estimated the cost of declining vaccination rates if children younger than 2 were included in the models -- a scenario that increased the predicted public health costs by another $400,000 per year beyond the $2.1 million cost for older children. (Infants are not eligible for their first dose of the MMR vaccine until they're 1, making them especially vulnerable to measles.)The public-health costs estimated in the new paper from declining vaccination rates are conservative, Lo said. The costs are for measles alone, and do not include other infectious diseases that may rise with lower vaccination coverage, such as mumps and pertussis. The costs include some health care expenditures and outbreak-containment tasks, such as tracking and vaccinating those whom infected people contacted, but not the costs of hospitalization or days of work missed by parents of ill children. Children ages 2 to 11 now account for about 30 percent of U.S. measles cases, meaning that the impact of declining vaccination rates would be significantly larger than the figures predicted in this study if all age groups were considered. Unvaccinated people tend to cluster in certain geographic areas, and introducing measles in these areas would cause significant outbreaks, the researchers noted. Such outbreaks took place in 2014, when 383 measles cases occurred in unvaccinated Amish communities in Ohio, and this spring among an under-vaccinated community of Somali immigrants in Minnesota.\"Even in states with a high level of vaccine coverage, there can be very large differences within the state, including poorly vaccinated pockets of communities that may be masked,\" Lo said. If travelers bring home measles to well-vaccinated communities, the number of cases is much lower than if they come home to a poorly vaccinated region. The study capped the outbreak size in the researchers' calculations at 100 cases, although individual outbreaks can become larger, especially with declining vaccine coverage. The study was also conservative in the level of infectiousness it built into its calculations, Maldonado noted. \"They used the lowest possible level of infectiousness that is reasonable for measles and still found substantial public-health and medical consequences to not getting vaccinated,\" she said.Lo hopes state lawmakers will consider the study's findings as they contemplate vaccination policies, especially non-medical personal belief exemptions to childhood vaccination requirements. \"Every year, an increasing number of states are debating non-medical exemptions, which are a critical driver of vaccination coverage,\" he said. \"This study quantifies the consequences of a rise in measles cases and state dollars that will be spent if personal belief exemptions that can reduce vaccine coverage are in place.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/sumc-sdi072017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Pediatrics"], "journal": "JAMA Pediatrics", "description": "Small reductions in childhood measles vaccinations in the United States would produce disproportionately large increases in the number of measles cases and in related public health costs, according to a new study by researchers at the Stanford University School of Medicine and Baylor College of Medicine.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}