{"title": "Potential public health, economic consequences of declining childhood vaccination", "text": "An article published by JAMA Pediatrics estimates the number of measles cases in U.S. children and the associated economic costs under different scenarios of vaccine hesitancy, which is the delay or refusal to vaccinate based on nonmedical personal beliefs.Nathan C. Lo, B.S., of the Stanford University School of Medicine, California, and Peter J. Hotez, M.D., Ph.D., of the Baylor College of Medicine, Houston, used data from the U.S. Centers for Disease Control and Prevention to simulate county level MMR (measles, mumps and rubella) vaccination coverage in children (ages 2 to 11). A mathematical model for infectious disease transmission was used to estimate distribution of an outbreak. Economic costs per measles case came from published literature. The authors estimate that even a 5 percent decline in MMR vaccine coverage in the U.S. would result in an estimated three-fold increase in national measles cases in children ages 2 to 11, for a total of 150 cases and an additional $2.1 million in public sector costs. Those estimates would be higher if unvaccinated infants, adolescents and adult populations were also considered. The size of outbreaks increased with declining vaccination coverage, according to the results.Study findings should be considered within the limitations of the model assumptions and data.\"The results of our study find substantial public health and economic consequences with even minor reductions in MMR coverage due to vaccine hesitancy and directly confront the notion that measles is no longer a threat in the United States. Removal of the nonmedical personal belief exemptions for childhood vaccination may mitigate these consequences. These findings should play a key role in any policies adapted by state or national governments that relate to childhood vaccination,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-pph072117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases"], "journal": "JAMA Pediatrics", "description": "An article published by JAMA Pediatrics estimates the number of measles cases in U.S. children and the associated economic costs under different scenarios of vaccine hesitancy, which is the delay or refusal to vaccinate based on nonmedical personal beliefs.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}