{"title": "New vaccine production could improve flu shot accuracy", "text": "DURHAM, N.C. -- A new way of producing the seasonal flu vaccine could speed up the process and provide better protection against infection. \r\nFor decades, vaccine manufacturers have used chicken eggs to grow the flu virus strains included in the seasonal flu shot. But because these human strains frequently mutate to adapt to their new environment in eggs, the resulting vaccine is often an imperfect match to the actual virus that it is supposed to protect against. \r\nDuke researchers have devised a way to keep the human influenza virus from mutating during production, generating a perfect match to the target vaccine in a shorter time frame. Their findings appear in the journal mBio. \r\n\"We have solved a fundamental problem that scientists had accepted would be part of vaccine production -- that the virus is always going to mutate if it is grown in eggs,\" said senior study author Nicholas S. Heaton, Ph.D., assistant professor of molecular genetics and microbiology at Duke University School of Medicine. \"This research could lead to a significantly cheaper and more efficacious vaccine.\" \r\nThe influenza vaccine has been notoriously ineffective. During the 2015-2016 flu season, the vaccine reduced the risk of catching a serious bout of the flu by just 42 percent, and that was considered a good year. Most of the time, the vaccine's lackluster performance is blamed on poor strain selection. The World Health Organization tracks which virus strains are circulating and decides which ones should go into the vaccine each year. Because they have to pick months in advance, and the virus is constantly evolving, they sometimes miss the mark. \r\nYet sometimes they pick the right strain, and still people who get the vaccine aren't adequately protected. A few years ago, scientists figured out why: the receptor that the virus uses to get into cells is shaped differently in a human nose than it is in a chicken egg. The human virus has to alter the key it carries with it -- a protein called hemagglutinin (HA) -- so that it can operate in its new locale. Because hemagglutinin also happens to be the part of the flu vaccine that induces an immune response in people (it's the H in a virus name like H5N1), each mutation renders the vaccine less effective.  \r\nHeaton and his team attempted to engineer a virus that would both grow happily in chicken eggs and produce the HA protein required to protect people. They expressed two versions of hemagglutinin -- one adapted to eggs and one adapted to humans -- on one virus particle. \r\n\"We reasoned that the egg-adapted HA would do all the heavy lifting,\" Heaton said. \"It could do the virus entry work and just bring the other (human) one along for the ride. In effect, that would alleviate the strong selective pressure on the human HA to mutate.\"\r\nHeaton and his colleagues constructed this \"bivalent,\" or two-strain, virus and grew it in chicken cells. They showed that it packaged twice as much protein as a \"monovalent\" virus that carries just one HA. When they vaccinated mice with either the bivalent or monovalent vaccine (both with genetically identical human HA proteins), they found equal immune responses across the board. \r\nNext, the researchers wanted to see if their technology could tackle some of the worst-growing vaccine strains in history. In 2002, the Fujian strain grew so poorly in production that, although it was the major circulating strain that the time, it could not be included in the vaccine. As a result, nobody was vaccinated against Fujian that year, and vaccine efficacy was very poor. \r\nHeaton and his team plugged the HA from that infamous Fujian strain into their egg-adapted system and rescued the virus right off the bat. When the two HA proteins were put together, it grew five orders of magnitude more virus. \r\nAfter the researchers had grown the virus in chicken eggs for a while, they harvested the virus and sequenced the human HA protein. They did not find a single mutation. \r\n\"Because viruses typically mutate during vaccine production, manufacturers have to screen for mutations, and decide which ones can be tolerated and which ones can't,\" Heaton said. \"If we can eliminate mutations, we can cut back dramatically on production time.\"\r\nThough the technology is still in its infancy, the researchers have successfully used it to make bivalent viruses with a half dozen different HA molecules. Currently, they are making their own versions of the vaccines that are under production for the 2017 and 2018 flu seasons, and are planning to test how they differ in terms of growth, genetic stability, and actual protection.\r\n\"There's a laundry list of problems with the flu vaccine, but this is something that we can solve now, not 10 or 15 years down the line,\" said Heaton. \"We're not proposing to change any kind of vaccine production or vaccine methods. We're just proposing to start production with a different virus. It could be a relatively simple fix.\" \r\n", "article_link": "http://dx.doi.org/10.1128/mBio.00669-17", "url": "http://www.eurekalert.org/pub_releases/2017-07/du-nvp072417.php", "region": "namerica", "source_link": "https://today.duke.edu/2017/07/new-vaccine-production-could-improve-flu-shot-accuracy", "funder": "National Institutes of Health, Duke School of Medicine Whitehead Scholarship", "meeting": "", "institution": "Duke University", "keywords": ["Genetics", " Molecular Biology", " Virology", " Medicine/Health", " Infectious/Emerging Diseases", " Pharmaceutical Science"], "journal": "mBio", "description": "For decades, vaccine manufacturers have used chicken eggs to grow the flu virus strains included in the seasonal vaccine. But because these human strains frequently mutate to adapt to their new environment, the resulting vaccine is often an imperfect match to the virus that it is supposed to protect against. Duke researchers have devised a way to keep the human influenza virus from mutating during egg-based production, generating a perfect match to the target vaccine.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}