{"title": "Target 'best connected neighbors' to stop spread of infection in developing countries", "text": "Our lives benefit from social networks: the contact and dialogue between family, friends, colleagues and neighbours. However these networks can also cost lives by transmitting infection or misinformation, particularly in developing nations.In fact, when there is an outbreak of disease, or of damaging rumour that hinders uptake of vaccination, the network through which it spreads needs to be broken up - and fast. But who are the people with most connections - the 'hubs' in any social network - that should be targeted with inoculating drugs or health education in order to quickly isolate a contagion? Information about social networks in rural villages in the developing world is costly and time-consuming to collect, and usually unavailable. So current immunisation strategies target people with established community roles: healthcare workers, teachers, and local officials. Now, Cambridge researchers have for the first time combined networking theories with 'real world' data collected from thousands of rural Ugandan households, and shown that a simple algorithm may be significantly more effective at finding the highly connected 'hubs' to target for halting disease spread.  The 'acquaintance algorithm' employed by researchers is remarkably simple: select village households at random and ask who in their network is most trusted for medical advice. Researchers were surprised to find that the most influential people in social networks were very often not those with obvious positions in a community. As such, these valuable 'hubs' are invisible to drug administration programmes without the algorithmic approach. \"Everyone is a node in a social network. Most nodes have just a few connections. However, a small number of nodes have the majority of connections. These are the hubs we want to uncover and target in order to intentionally cause failure in social networks spreading pathogens or damaging behaviour,\" says lead researcher Dr Goylette Chami, from Cambridge's Department of Pathology. \"It was striking to find that important village positions may be best left untargeted for interventions seeking to stop the spread of pathogens through a rural social network,\" says Chami.    In the study, published today in the journal PNAS, the researchers write that this simple strategy could be particularly effective for isolating households that refuse to take medicine, so that they don't endanger the rest of a community with infection.  To control disease caused by parasitic worm infections, for example, at least three quarters of any given community need to be treated. \"The refusal of treatment by a few people can result in the destabilisation of mass drug administration programmes that aim to treat 1.9 billion people worldwide,\" says Chami.An average of just 32% of households ('nodes') selected by the acquaintance algorithm need to be provided health education (and 'removed' from a network) to reach the disease control threshold for an entire community. Using traditional role-based targeting, the average needed is much larger: some 54%.    \"We discovered that acquaintance algorithms outperformed the conventional field-based approaches of targeting well-established community roles for finding individuals with the most connections to sick people, as well as isolating the spread of misinformation,\" says Chami. \"Importantly, this simple strategy doesn't require any information on who holds which role and how to reach them. No database is needed. As such, it is easy to deploy in rural, low-income settings.\"  \"In an ideal world, everyone would be treated,\" says Chami. \"However, with limited resources, time and information, finding the best connected neighbours, the 'hubs', and removing them through treatment, looks to be the quickest way to fragment a network that spreads infections and to render the most people safe.\"   Chami and colleagues from Cambridge and the Ugandan Ministry of Health collected data on social and health advice networks from over 16,000 people in 17 villages across rural Uganda. They also collected data on networks of disease using reports of diarrhoea as a proxy for infection spread - particularly relevant to recent large-scale cholera outbreaks. To do this, Chami built a survey app from open source code and loaded it on to 76 Google nexus tablets. The team then trained a number of individuals from the local villages to help them go door to door. \"This kind of 'network theory' approach to public health in the developing world, and the use of acquaintance algorithms, if tested in randomised controlled trials, may increase compliance to treatments and inform strategies for the distribution of vaccines,\" adds Chami.\r\n", "article_link": "http://dx.doi.org/10.1073/pnas.1700166114", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc-tc072117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Cambridge", "keywords": ["Mathematics/Statistics", " Algorithms/Models", " Systems/Chaos/Pattern Formation/Complexity", " Medicine/Health", " Epidemiology", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Proceedings of the National Academy of Sciences", "description": "An innovative new study takes a network theory approach to targeted treatment in rural Africa, and finds that a simple algorithm may be more effective than current policies, as well as easier to deploy, when it comes to preventing disease spread -- by finding those with 'most connections to sick people.'", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}