{"title": "The Lancet: 24-hour glucose monitoring during pregnancy improves birth outcomes for women with type 1 diabetes and their babies", "text": "For women with type 1 diabetes, monitoring blood sugar levels continuously during pregnancy via an implanted device helps better manage the disease, and improves birth outcomes compared to traditional finger-prick tests, according to a new randomised trial published in The Lancet and presented at the European Association for the Study of Diabetes (EASD) conference. One in two newborns of women with type 1 diabetes may face complications as a result of being exposed to maternal high blood sugar levels, and there has been limited progress, with these birth outcomes not improving in the past 3-4 decades. Complications can include congenital anomaly, premature birth, stillbirth, need for intensive care after birth, and being larger than average at birth for the baby, and higher rates of pre-eclampsia and Caesarean section for the mother.The authors of the international trial say that, as a result of these findings, this type of monitoring should now be offered to all pregnant women with type 1 diabetes to help improve outcomes for newborns.In the study, researchers trialled an implanted continuous glucose monitoring (CGM) device that gives 288 glucose recordings per day, allowing users to recognise and respond to changes in blood sugar levels as they occur. They compared this with traditional monitoring used 4-8 times a day, which involves pricking the finger and putting the blood onto a test-strip to measure blood sugar levels. The study involved 214 pregnant women with type 1 diabetes aged 18-40 who managed their condition with daily insulin therapy (insulin pumps or multiple daily injections). Half were randomly allocated to use the CGM device, and half to use the traditional monitoring method. The device was worn for approximately 24 weeks (from 10-12 weeks until the end of their pregnancy). The study took place in 31 hospitals in Canada, England, Scotland, Spain, Ireland, Italy and the USA. On average, women used the continuous glucose monitoring device for 6.1 days per week, and 70% of them used it for more than 75% of the time. The continuous glucose monitoring device helped reduce blood sugar levels by a small amount [0.2% (-0.34 to -0.03)]. Compared to traditional monitoring, women who used the device spent more time in the normal range for blood sugar levels (68% vs 61% - equivalent to 100 minutes more per day) and spent less time with high blood sugar levels (27% vs 32%- equivalent to 1 hour less per day). The number of severe hypoglycaemia episodes and the time spent hypoglycaemic was comparable in the two groups (18 vs 21 and 3% vs 4% respectively).Importantly, birth outcomes improved for those using continuous glucose monitoring, reducing the number of babies being born larger than average (53% vs 69%), the number of babies admitted to intensive care for more than 24 hours (27% vs 43%), and the number of babies born with low blood sugar levels (15% vs 28%). On average, babies whose mothers had used the continuous glucose monitoring device also left hospital one day earlier than babies whose mothers used traditional monitoring (3.1 vs 4 days). \"For a long time there has been limited progress in improving birth outcomes for women with type 1 diabetes, so we're pleased that our study offers a new option to help pregnant women with diabetes and their children,\" says author Dr Denice Feig, University of Toronto and Sinai Health System, Canada. \"Keeping blood sugar levels within the normal range during pregnancy for women with type 1 diabetes is crucial to reduce risks for the mother and child. However, with traditional monitoring, this can be difficult as sensitivity to insulin fluctuates throughout pregnancy, meaning that accurately adjusting insulin doses is complex. As a result of our findings, we believe that this type of monitoring should be offered to all pregnant women with type 1 diabetes.\" [1] Professor Helen Murphy, University of East Anglia, UK, adds: \"Although continuous monitoring is expensive, the extra costs are likely be offset by the shorter hospital stays for babies and the reduction in neonatal intensive care unit admissions. We only need to treat six pregnant women with continuous glucose monitoring to prevent one baby weighing more than average at birth and one neonatal intensive care unit admission.\" [1] The study also looked at the effects of the device on blood sugar levels for women planning pregnancy, but did not find the same degree of benefit for these women.The researchers note some limitations, including that, compared to other studies, more babies were born larger than average in both groups, meaning that although birth outcomes improved in the continuous glucose monitoring, they remained high suggesting that in addition to glucose, other nutrients might also be important. In addition, women in both groups experienced higher than recommended weight gain during the study, which will require careful monitoring. Women using the continuous glucose monitoring contacted their doctor more than those not using the device as a result of problems with the monitor and for advice on how to incorporate data from the device into their diabetes routines. More than 80% of women reported frustrations using the continuous monitor - such as connectivity issues, alarms and calibration errors - and almost half experienced skin reactions (bleeding, redness or discomfort). Writing in a linked Comment, Professor Satish Garg, Barbara Davis Center for Diabetes, University of Colorado Denver, USA, says: \"Previous studies on intermittent CGM use in pregnancies complicated by diabetes have shown little or no effect on maternal and fetal outcomes. The fact that CONCEPTT showed significant effects on the proportion of infants large for gestational age and on neonatal intensive care unit duration of stay with frequent CGM use is akin to studies in non-pregnant populations showing favourable outcomes with comparable CGM use. We believe that the CONCEPTT results support CGM use during pregnancy for all women with type 1 diabetes and time in range might become an important measure in pregnancies associated with type 1 diabetes; thus endocrine and obstetric medical societies could consider advocating or recommending revising their guidelines accordingly.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/tl-tl2091317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "The Lancet", "description": "For women with type 1 diabetes, monitoring blood sugar levels continuously during pregnancy via an implanted device helps better manage the disease, and improves birth outcomes compared to traditional finger-prick tests, according to a new randomized trial published in The Lancet and presented at the European Association for the Study of Diabetes conference.", "date": "Fri, 15 Sep 2017 04:00:00 GMT"}