{"title": "Skin patch dissolves 'love handles' in mice", "text": "New York, NY (Sept. 15, 2017) -- Researchers have devised a medicated skin patch that can turn energy-storing white fat into energy-burning brown fat locally while raising the body's overall metabolism. The patch could be used to burn off pockets of unwanted fat such as \"love handles\" and treat metabolic disorders like obesity and diabetes, according to researchers at Columbia University Medical Center (CUMC) and the University of North Carolina. The findings, from experiments in mice, were published online today in ACS Nano.Humans have two types of fat. White fat stores excess energy in large triglyceride droplets. Brown fat has smaller droplets and a high number of mitochondria that burn fat to produce heat. Newborns have a relative abundance of brown fat, which protects against exposure to cold temperatures. But by adulthood, most brown fat is lost.For years, researchers have been searching for therapies that can transform an adult's white fat into brown fat--a process named browning--which can happen naturally when the body is exposed to cold temperatures--as a treatment for obesity and diabetes. \"There are several clinically available drugs that promote browning, but all must be given as pills or injections,\" said study co-leader Li Qiang, PhD, assistant professor of pathology and cell biology at CUMC. \"This exposes the whole body to the drugs, which can lead to side effects such as stomach upset, weight gain, and bone fractures. Our skin patch appears to alleviate these complications by delivering most drugs directly to fat tissue.\"To apply the treatment, the drugs are first encased in nanoparticles, each roughly 250 nanometers (nm) in diameter--too small to be seen by the naked eye. (In comparison, a human hair is about 100,000 nm wide.) The nanoparticles are then loaded into a centimeter-square skin patch containing dozens of microscopic needles. When applied to skin, the needles painlessly pierce the skin and gradually release the drug from nanoparticles into underlying tissue. \"The nanoparticles were designed to effectively hold the drug and then gradually collapse, releasing it into nearby tissue in a sustained way instead of spreading the drug throughout the body quickly,\" said patch designer and study co-leader Zhen Gu, PhD, associate professor of joint biomedical engineering at the University of North Carolina at Chapel Hill and North Carolina State University.The new treatment approach was tested in obese mice by loading the nanoparticles with one of two compounds known to promote browning: rosiglitazone (Avandia) or beta-adrenergic receptor agonist (CL 316243) that works well in mice but not in humans. Each mouse was given two patches--one loaded with drug-containing nanoparticles and another without drug--that were placed on either side of the lower abdomen. New patches were applied every three days for a total of four weeks. Control mice were also given two empty patches.Mice treated with either of the two drugs had a 20 percent reduction in fat on the treated side compared to the untreated side. They also had significantly lower fasting blood glucose levels than untreated mice. Tests in normal, lean mice revealed that treatment with either of the two drugs increased the animals' oxygen consumption (a measure of overall metabolic activity) by about 20 percent compared to untreated controls. Genetic analyses revealed that the treated side contained more genes associated with brown fat than on the untreated side, suggesting that the observed metabolic changes and fat reduction were due to an increase in browning in the treated mice. \"Many people will no doubt be excited to learn that we may be able to offer a noninvasive alternative to liposuction for reducing love handles,\" says Dr. Qiang. \"What's much more important is that our patch may provide a safe and effective means of treating obesity and related metabolic disorders such as diabetes.\"The patch has not been tested in humans. The researchers are currently studying which drugs, or combination of drugs, work best to promote localized browning and increase overall metabolism. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/cumc-spd091317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, North Carolina Translational and Clinical Sciences Institute", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "ACS Nano", "description": "Researchers have developed a medicated skin patch that can turn energy-storing white fat into energy-burning brown fat locally while raising the body's metabolism. The patch could be used to burn off pockets of unwanted fat and treat metabolic disorders like obesity and diabetes.", "date": "Fri, 15 Sep 2017 04:00:00 GMT"}