{"title": "People with schizophrenia left out of longevity revolution", "text": "Since the 1970s, general mortality rates in developed countries have declined. On average, lifespans have lengthened by almost a decade. One demographic group that has not reflected this trend: persons with schizophrenia, whose life expectancy is 15 to 20 years shorter than the general population.  The average life expectancy in developed countries increased from 72 years in 1970 to 1975 to 80 years in 2005 to 2010, according to the United Nations. Some nations are projected to reach an average life expectancy over 90 years by 2030.  However, the gap in longevity between the overall population and persons with schizophrenia appears to be widening. Writing in the September 15 issue of the journal Schizophrenia Research, a team of researchers at University of California San Diego School of Medicine and Veterans Affairs San Diego Healthcare System analyzed all eight published longitudinal studies of mortality in schizophrenia that met their strict research criteria and found that the mean standardized mortality ratio - a measure of the mortality rate in schizophrenia - had increased 37 percent from pre-1970s studies to post-1970s studies.  \"There has long been a longevity gap between persons with schizophrenia and the general population,\" said co-senior author Dilip Jeste, MD, Distinguished Professor of Psychiatry and Neurosciences and director of the Stein Institute for Research on Aging at UC San Diego School of Medicine. \"Much of it has been attributed to natural causes of death, such as cardiovascular disease, unhealthy lifestyles (persons with schizophrenia have a greater propensity to behaviors like smoking or eating poorly), inadequate access to health care and biological factors, such as accelerated cellular aging. A small proportion of individuals with schizophrenia die from suicides.\" The new study is the first systemic review of longitudinal trends in mortality among persons with schizophrenia, said Jeste.  \"The reasons for the widening gap in longevity are not clear,\" said Ellen Lee, MD, a research fellow at UC San Diego School of Medicine and first author of the paper. Schizophrenia mortality rates appeared to decrease from the mid-1950s to early 1970s, perhaps due to the development of antipsychotic drugs and deinstitutionalization of persons with serious mental illness - a shift away from crowded psychiatric facilities to community-based treatments. But the subsequent, expansive closure of mental health facilities, fragmentation of outpatient health care services and growing difficulties in finding housing (increasing homelessness and incarceration rates) and support for persons with schizophrenia and other serious mental illnesses have adversely impacted longevity.  \"Persons with schizophrenia require comprehensive and regular physical monitoring and care to prevent and treat chronic age-related medical conditions. They are more vulnerable, for example, to obesity and diabetes,\" said Jeste.  The take-home message, he said, was that a significant segment of the population - just over 1 percent or 3.2 million Americans - are believed to suffer from some form of schizophrenia - are not benefiting from new scientific advances, lifestyle changes or health care improvements enjoyed by others.  \"These findings reflect on a persistent and pervasive stigma against mental illness and societal neglect of this vital yet vulnerable segment of the population, which continues to be disenfranchised,\" the authors wrote. \"Work is urgently warranted to help reduce stigma, improve healthy lifestyles in a disseminable way and tailor primary care services to that person with serious mental illnesses are not left behind in the longevity revolution.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uoc--pws091217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Mental Health, Sam and Rose Stein Institute for Research on Aging at UC San Diego", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Mental Health"], "journal": "Schizophrenia Research", "description": "A team of researchers at University of California San Diego School of Medicine and Veterans Affairs San Diego Healthcare System have analyzed all eight published longitudinal studies of mortality in schizophrenia that met their strict research criteria and found that the mean standardized mortality ratio -- a measure of the mortality rate in schizophrenia -- has increased 37 percent from pre-1970s studies to post-1970s studies.", "date": "Fri, 15 Sep 2017 04:00:00 GMT"}