{"title": "Drug for type 2 diabetes provides significant benefits to type 1 diabetic patients", "text": "BUFFALO, N.Y. -- A majority of patients with Type 1 diabetes who were treated with dapagliflozin, a Type 2 diabetes medicine, had a significant decline in their blood sugar levels, according to a new study published in The Lancet Diabetes and Endocrinology. The results are being presented today by the University at Buffalo researcher who led the study at the annual meeting of the European Association for the Study of Diabetes in Lisbon. Called DEPICT-1, which stands for Dapagliflozin in Patients with Inadequately Controlled Type 1 diabetes, the 24-week study was the first global multicenter investigation of dapagliflozin to test its efficacy and safety in Type 1 diabetes. The double-blind, randomized, three-arm, phase 3 multicenter study was conducted at 143 sites in 17 countries, including the U.S. It was funded by AstraZeneca and Bristol-Myers Squibb, the companies that partnered to develop dapagliflozin. Participants were 833 patients aged 18-75 who had inadequately controlled blood sugars with a mean baseline hemoglobin A1C (HbA1c) -- a measure of sugar in the blood -- level of 8.53. A1C levels for Type 1 diabetics are considered optimal when they are under seven. The results demonstrate that when this drug, a sodium glucose cotransporter-2 inhibitor (SGLT-2) was administered as an adjunct therapy in addition to the insulin that patients with Type 1 diabetes need to survive, it significantly improved outcomes.\"Our paper provides the initial signal that dapagliflozin is safe and effective in patients with Type 1 diabetes and is a promising adjunct treatment to insulin to improve glycemic control,\" said senior author Paresh Dandona, MD, PhD, SUNY Distinguished Professor and chief of endocrinology, diabetes and metabolism in the Department of Medicine in the Jacobs School of Medicine and Biomedical Sciences at the University at Buffalo. \"The 24-week results from DEPICT-1 are important as they represent the first Phase 3 trial in Type 1 diabetes of the newer, selective SGLT-2 class of diabetes medicines as an oral adjunct to insulin,\" he said. In the study, approximately half of the patients taking dapagliflozin reduced their A1C levels by more than 0.5 percent without experiencing severe drops in blood sugar (hypoglycemia). Dandona explained that any fall in HbA1c of around .5 percent is considered significant and can lead to licensing of a drug as an antidiabetic agent. He noted, however, that the findings will need further confirmation before the drug can be licensed by the FDA for use in Type 1 diabetes. \"Treating the millions of patients living with Type 1 diabetes while also managing the complications associated with the disease remains a daunting challenge,\" said Dandona, who sees patients through UBMD Internal Medicine at the Diabetes and Endocrinology Center of Western New York, which is where the five Buffalo patients in the study were treated. He is renowned for his diabetes and metabolic research, particularly into new treatments that can be used in addition to insulin, to help patients with Type 1 diabetes achieve better blood sugar control. He has led the field globally since his published work on liraglutide patients with Type 1 diabetes in 2011. In 2011, Dandona published an observational study that found that another drug for Type 2 diabetes, liraglutide, could help treat Type 1 diabetes.  \"Our key paper in 2011 has led to other drugs being considered for use in Type 1 diabetes,\" he said. \"We have been pioneers in conceptualizing new ways to help Type 1 diabetes patients achieve better outcomes with new therapies.\"Dandona pointed out that until these recent developments, there hadn't been another significant treatment developed for Type 1 diabetes since the discovery of insulin in the 1920s.Even Type 1 patients with good glycemic control experience what he calls \"glycemic excursions,\" pronounced swings from hyperglycemic to hypoglycemic, motivating him and his colleagues to conduct groundbreaking research aimed at discovering non-insulin drugs that can help improve blood sugar control. An interesting aspect of the current study is that contrary to Dandona's earlier pilot study with dapagliflozin, there was no finding of ketoacidosis, a dangerous complication that occurs when acids and substances called ketones build up in the blood due to lack of insulin. \r\n\"We found out that any reduction of insulin dose greater than 20 percent, or the absence of a meal and missing the insulin dose, or the significant intake of alcohol makes you more vulnerable to ketoacidosis,\" he explained, noting that since these issues were avoided in the DEPICT-1 study, no increase in ketoacidosis was observed.  Dandona and his co-authors are awaiting the final results of the DEPICT-1 patients at 56 weeks. \"If the outcomes are sustained or better at that time, and if a parallel study, DEPICT-2, confirms this, there will likely be an application to the FDA for licensing the drug for use in Type 1 diabetes,\" he said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uab-dft091317.php", "region": "namerica", "source_link": null, "funder": "AstraZeneca, Bristol-Myers Squibb", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "University at Buffalo", "keywords": ["Medicine/Health", " Clinical Trials", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Lancet Diabetes and Endocrinology", "description": "A majority of patients with type 1 diabetes who were treated with dapagliflozin, a type 2 diabetes medicine, had a significant decline in their blood sugar levels, according to a new study published in The Lancet Diabetes and Endocrinology.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}