{"title": "Study shows new biomarker could predict which pregnant women with type 1 diabetes could develop pre-eclampsia", "text": "Pregnant women with type 1 diabetes (T1D) are at a 4-times increased risk of pre-eclampsia compared to pregnant women without T1D. New research at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September) shows that a biomarker -- Leucine-Rich alpha-2-Glycoprotein-1 (LRG1) -- can be used to predict the occurrence of pre-eclampsia (PE) in prospective mothers with type 1 diabetes (T1DM).The study was conducted by Alice Cheung, Professor Tim Lyons, and Dr Chris Watson of the Centre for Experimental Medicine, Queen's University Belfast, UK and colleagues from Australia, Norway, and the United States, and aimed to explore the utility of LRG1 as a predictor of PE in pregnant women with T1DM.Up to 1 in 5 women with T1D can develop PE during pregnancy. Pre-eclampsia is a potentially very serious condition that develops after 20 weeks gestation, and is characterised by new-onset hypertension (high blood pressure), excess protein in the urine, and can progress to cause organ damage. In the most serious cases it can be fatal to both mother and child, but the disease is hard to predict. Currently the only treatment for pre-eclampsia is the delivery of the baby, this itself might cause complications depending on the gestational age the woman is in. Treatments for PE under the NHS normally involves the careful monitoring of the woman's blood pressure and proteinuria. When deemed clinical appropriate, her blood pressure might be controlled using blood pressure medicines.The LRG1 biomarker is an indicator of both inflammation and angiogenesis (the formation of new blood vessels), and has been suggested as a possible early warning sign of PE in women with T1DM.  The researchers stress that: \"Improved biomarkers and specific treatments are urgently needed\".Dr Watson's team studied a group of 62 pregnant women from within the MAMPED cohort, 44 of whom had T1DM with 23 later going on to develop PE and 21 who did not; and 18 healthy pregnant women without diabetes to act as reference controls. The diabetic groups (those who went on to develop PE and those who did not) were matched for age, duration of diabetes, glycated haemoglobin (HbA1c) levels, and parity (number of viable pregnancies). Blood plasma was sampled during the second trimester and analysed for the LRG1 biomarker, while the sFlt enzyme biomarker, currently considered to be the 'gold standard' for predicting PE, had already been measured in study participants.The researchers found that LRG1 levels were on average 25% higher in women with T1DM who went on to develop PE compared to those who did not (51 versus 41 μg/mL, a statistically significant result). They point out that: \"This significant increase preceded the clinical signs and symptoms of PE, whereas sFlt did not predict PE at this gestational age\".They conclude that: \"LRG1 may have utility as an early predictor of PE, and could provide novel insights into disease mechanisms for pre-eclampsia in diabetic women\".This team of researchers is also involved in investigating new treatments for women with pre-eclampsia.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-ssn_1091317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "New research at this year's European Association for the Study of Diabetes Annual Meeting in Lisbon, Portugal, shows that a biomarker -- Leucine-Rich alpha-2-Glycoprotein-1 (LRG1) -- can be used to predict the occurrence of pre-eclampsia in prospective mothers with type 1 diabetes.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}