{"title": "Pregnancy outcomes remain poor in mothers with childhood-onset T1D, despite significant advances in obstetric and diabetic care", "text": "New research presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 Sept) shows that pregnancy outcomes remain poor in women with type 1 diabetes (T1D), despite significant advances in obstetric and diabetes care.* Maternal T1D can lead to a number of adverse health conditions including poor pregnancy outcomes, particularly if blood sugar is poorly controlled around the time of conception.  This study by Dr Lowri Allen of the Diabetes Research Group, Cardiff University, Cardiff, UK, and colleagues from Cardiff and Swansea Universities aimed to compare pregnancy outcomes in young women up to age 35 with T1D, to those in the wider general population without diabetes.The team also aimed to describe the relationship between maternal age, duration of T1D prior to pregnancy, and pregnancy outcomes, which is not currently well understood. This research forms part of a wider programme of work aimed at identifying individuals with T1D who develop early complications from their condition, who are likely to benefit from new interventions. These include immunotherapy aimed at preserving insulin-producing beta cells in the pancreas, which could offer people with T1D the possibility of improving blood sugar control in the early years after diagnosis of T1D.The researchers used data from the Brecon Cohort; a near complete (98%) register of individuals diagnosed with T1D prior to age 15 in Wales, UK, since 1995.The size and national coverage, as well as the community-based nature of the register avoids the biases that have been observed in previous studies and should enable more reliable conclusions to be drawn. Out of almost 200,000 births between 1995 and 2013 eligible for inclusion, 330 were to mothers with childhood onset T1D.The researchers found that although most baseline characteristics for mothers with T1D and mothers in the background population were comparable, the majority of mothers with T1D had their babies delivered by caesarean section (66% compared to just 18% in the general population), and had an average gestation at delivery that was four weeks shorter (35.7 vs 39.7 weeks at delivery).  The authors found that all adverse outcomes were more common in mothers with childhood onset T1D. Mothers with T1D were around 3 times more likely to develop pre-eclampsia, more than 10 times more likely to experience stillbirth, and more than 11 times more likely to have a preterm birth. ¬¬Babies born to mothers with childhood onset T1D were also 2.5 times more likely to have a low birth weight, and around three times more likely to have congenital malformations and three times more likely to be admitted to hospital in the first year of life. All of these adverse outcomes remained significantly more common amongst women with childhood onset T1D after adjusting for confounders (including maternal age, socioeconomic status, parity, delivery via Caesarean section, gender, gestation at delivery, maternal smoking and breastfeeding), except for low birth weight which was less common amongst babies born to mothers with childhood onset T1D after adjusting for gestational age.The authors conclude that: \"Pregnancy outcomes remain poor in mothers with childhood onset T1D, despite significant advances in obstetric and diabetes care\". They go on to note that: \"Measures to preserve beta cell function may improve outcomes, and further studies are required to explore this\".\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-por091317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Association for the Study of Diabetes Annual Meeting in Lisbon, Portugal, shows that pregnancy outcomes remain poor in women with type 1 diabetes (T1D), despite significant advances in obstetric and diabetes care.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}