{"title": "Insulin therapy initially declined and delayed by an average of 2 years", "text": "Although delaying insulin therapy leads to a worsening progression of diabetes, new research by Brigham and Women's Hospital has found 30 percent of type 2 diabetic patients don't begin insulin, a medication used to lower the body's blood sugar levels, when it's initially recommended, with the average start time being two years later. These findings were published today in the journal of Diabetic Medicine.Alexander Turchin, MD, MS, director of quality in diabetes in the division of endocrinology, diabetes and hypertension at BWH, who led the study, was inspired by his own practice as an endocrinologist treating diabetic patients. \"Unfortunately this isn't uncommon, patients being reluctant to start insulin therapy when it's recommended,\" says Turchin. \"Many clinicians have encountered this phenomenon, but until our study it was not known just how prevalent delays in insulin initiation are. As physicians, we need to make sure that these patients are making fully informed decisions and that we understand their perspective to ensure they are treated effectively.\" To find this information, investigators designed a computer program to analyze electronic physician notes of BWH patients from 2000 to 2014 to identify patients with type 2 diabetes who initially declined insulin therapy. Of the 3,295 patients included in the analysis, nearly one third declined a physician's advice to begin insulin at the time the recommendation was made. People who initially declined, but ultimately accepted the recommendation to start insulin, on average, started the insulin therapy more than two years later, during which time their blood glucose levels had increased further. Diabetes is increasingly common in the United States, with over 30 million people affected. The high prevalence of decline of insulin therapy by patients that the study found suggests, per the researcher's estimations, that it could mean over 1 million people in the U.S. find themselves in this situation. The team notes further investigation is needed to determine the reasons, risk factors and long-term outcomes of these patients' important clinical decision.", "article_link": "http://dx.doi.org/10.1111/dme.13454", "url": "http://www.eurekalert.org/pub_releases/2017-09/bawh-iti091317.php", "region": "namerica", "source_link": null, "funder": "Sanofi", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Pharmaceutical Science", " Public Health"], "journal": "Diabetic Medicine", "description": "Thirty percent of type 2 diabetic patients don't begin insulin when it's initially recommended, with the average start time being two years later.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}