{"title": "Chronic pain common in people living with HIV", "text": "AT A GLANCE\nARLINGTON, Va. - Because ongoing pain is a significant problem that affects 39 to 85 percent of people living with HIV, everyone with the infection should be assessed for chronic pain, recommend guidelines released by the HIV Medicine Association (HIVMA) of the Infectious Diseases Society of America (IDSA) and published in the journal Clinical Infectious Diseases. Those who screen positive should be offered a variety of options for managing pain, starting with non-drug treatment such as cognitive behavioral therapy, yoga and physical therapy, suggest the first comprehensive guidelines on HIV and chronic pain.\"Because HIV clinicians typically are not experts in pain management, they should work closely with others, such as pain specialists, psychiatrists and physical therapists to help alleviate their patients' pain,\" said Douglas Bruce, MD, MA, MS, lead author of the guidelines, chief of medicine at Cornell Scott-Hill Health Center, and associate clinical professor of medicine at Yale University, New Haven, Conn. \"These comprehensive guidelines provide the tools and resources HIV specialists need to treat these often-complex patients, many of whom struggle with depression, substance use disorders, and have other health conditions such as diabetes.\" \r\nThe guidelines recommend all people with HIV be screened for chronic pain using a few simple questions:\r\nThose that screen positive should undergo comprehensive evaluation, including a physical exam, psychosocial evaluation and diagnostic testing. Nearly half of chronic pain in people with HIV is neuropathic (nerve pain), likely due to inflammation or injury to the central or peripheral nervous system caused by the infection. Non-neuropathic pain typically is musculoskeletal, such as low-back pain and osteoarthritis in the joints.  \"It has been long known that patients with HIV/AIDS are at high risk for pain, and for having their pain inadequately diagnosed and treated,\" said Peter Selwyn, MD, MPH, co-chair of the guidelines and professor and chair of the Department of Family and Social Medicine, and director of the Palliative Care Program for Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY. \"This is an aging population and the changing clinical manifestations of HIV, complexity of the disease and additional challenges related to substance abuse make treatment complicated. These guidelines help provide clarity in treating these patients.\"  HIV specialists should work with an interdisciplinary team to offer multi-modal treatment. The guidelines recommend offering alternative, non-pharmacological therapies first, including cognitive behavioral therapy, yoga, physical and occupational therapy, hypnosis and acupuncture. If medication is needed, the guidelines recommend beginning with non-opioids, such as gabapentin (anti-seizure medicine) and capsaicin (topical pain reliever made from chili peppers), both of which help with nerve pain. \"Opioids are never first-line,\" said Dr. Bruce. \"The guidelines always recommend the most effective treatment with the lowest risk.\"The online version of the guidelines includes an extensive list of resources for physicians to reference to help them treat the patients comprehensively.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/idso-cpc091217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Infectious Diseases Society of America", "keywords": ["Medicine/Health", " AIDS/HIV", " Infectious/Emerging Diseases", " Pain", " Sex-Linked Conditions"], "journal": "Clinical Infectious Diseases", "description": "All people living with HIV should be screened for chronic pain, which affects 39 to 85 percent of people with the condition, recommend new HIVMA guidelines.\r\nThose who have chronic pain should be treated using a multidisciplinary approach focused on non-drug options ranging from yoga to physical therapy, note the guidelines. Opioids should never be a first-line treatment.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}