{"title": "Study: Most people newly recommended to take statins are from disadvantaged backgrounds, less likely to have health insurance and take medications as prescribed", "text": "TORONTO, Sept. 14, 2017--The majority of people who are recommended to take cholesterol-lowering medication under new American guidelines are from disadvantaged populations, but people from these populations are less likely to have health insurance and receive recommended medications, a new study has found. In their most recent guidelines, the American College of Cardiology and the American Heart Association recommend that statins, a cholesterol-lowering medication, should be prescribed for a greater number of adults to prevent cardiovascular disease. If the guidelines are fully implemented, 18.6 million more American adults would take statins than under the previous guidelines. Researchers led by St. Michael's Hospital in Toronto found that of the patients newly recommended for statin treatment, 12.4 million (66 per cent) were non-Caucasian, had less education or lower income, and 3 million (16 per cent) had no health insurance. As a result, more than four million Americans would not receive recommended statin treatment if gaps between advantaged and disadvantaged groups are not narrowed, according to the study, published online today in Circulation: Cardiovascular Quality and Outcomes.\"Medical experts recommend that more Americans should take statins, especially among vulnerable populations,\" said Dr. Fahad Razak, an internal medicine physician, scientist in the Li Ka Shing Knowledge Institute of St. Michael's Hospital and the senior author of the study. \"But if health insurance coverage and access to health care are not increased, these recommendations will not make an impact to improve the health of Americans.\"The groups that are newly recommended to take statins are the least likely to be treated, but the most likely to have the risk factors for cardiac events statin treatment would prevent, according to the authors.\"There's been a general shift among clinicians to be more aggressive in prescribing these medications and controlling these risk factors more tightly, but if we don't focus on delivering the care to disadvantaged groups, the benefits won't be realized,\" said Dr. Amol Verma, an internal medicine physician, scientist in the Li Ka Shing Knowledge Institute and the lead author on the study. The study used data from the National Health and Nutrition Examination Surveys, a program of studies designed to assess the health and nutritional status of people in the United States, and was the first to examine the race and socioeconomic backgrounds of people who were newly recommended to take statins. African-Americans were nearly four times more likely to be newly recommended to take statins than Caucasians, according to the study. Similarly, people with no more than high school education were two times more likely to be newly recommended than people who completed college, and people with no health insurance were 1.5 times more likely to be newly recommended than people with insurance, the researchers found.Between 2005 and 2012, health insurance covered only58 per cent of Mexican-Americans, 66 per cent of people with less than a ninth grade education, and 69 per cent of people in the lowest 25 per cent of income earners. This can be compared with 89 per cent of Caucasians, 94 per cent of people with college education and 95 per cent in the top 25 per cent of income-earners who had health insurance, according to the study.They also found that people with less than high school education, in the lowest 25 per cent of income-earners or of non-white race, were 15 to 20 per cent less likely to receive statins.The findings also have potential implications for Canadian patients, according to the authors. Despite differences in Canadian and American guidelines for statins, many physicians in Canada and around the world follow recommendations in American clinical practice guidelines and could increase the number of people recommended to take statins. However, previous research has shown that one in 10 Canadians report not taking recommended medications due to cost, said Dr. Verma.\"Among high-income countries, Canada has the second-highest rate of people not taking medications because of cost,\" he said. \"Our study suggests that efforts to expand access to prescription medications in Canada would help people from disadvantaged backgrounds receive preventative medications such as statins.\"The authors also said the levels of access to care across different populations should be a part of the discussion when developing new treatment guidelines.\"As therapeutics advance, it's becoming more clear which medications can help people,\" said Dr. Razak. \"At the same time, the disparity between those who can access these treatments and those who can't is growing. We need to ensure people from disadvantaged backgrounds have the same level of access to high-quality care, so that guidelines such as these are implemented effectively.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/smh-smp091117.php", "region": "namerica", "source_link": null, "funder": "Robert Wood Johnson Foundation", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Cardiology", " Health Care Systems/Services", " Internal Medicine", " Public Health"], "journal": "Circulation: Cardiovascular Quality and Outcomes", "description": "The majority of people who are recommended to take cholesterol-lowering medication under new American guidelines are from disadvantaged populations, but people from these populations are less likely to have health insurance and receive recommended medications, a new study has found.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}