{"title": "The Lancet: Global Burden of Disease study provides latest estimates for worldwide causes of death, disease and illness", "text": "Today, the Global Burden of Disease study (GBD) publishes its latest global estimates for the state of the world's health in The Lancet. The GBD is the only annual, comprehensive, peer-reviewed assessment of global trends in health, providing global and national estimates on more than 330 diseases, causes of death, and injuries in 195 countries and territories worldwide. The study is coordinated by the Institute for Health Metrics and Evaluation (IHME) at the University of Washington, Seattle (USA), and involves more than 2,500 collaborators from across more than 130 countries and territories. Life expectancyIn 2016, the total number of live births was 128.8 million; the total number of deaths was 54.7 million (up from 42.8 million in 1970). Mortality rates have declined across all age groups, with the greatest progress made in under 5 mortality. Deaths among children under the age of 5 decreased to fewer than 5 million in 2016 for the first time, down from 16.4 million in 1970. Today, the average global life expectancy for women is 75.3 years, and 69.8 years for men. Japan has the highest life expectancy (83.9 both sexes combined), and the Central African Republic has the lowest (50.2 years).As life expectancy increases, so too do the years lived with ill health. The proportion of total life spent with ill health is higher for lower income countries, compared to higher income countries. Several countries, including Ethiopia, the Maldives, Nepal, Niger, Portugal and Peru have seen large increases in life expectancy, far beyond what would be expected based on the country's level of development. These exemplar countries may provide information on successful policies that have helped accelerate progress on health.Diseases, causes of death and disabilityNon-communicable diseases accounted for 72.3% of all deaths (39.5 million) in 2016. Ischaemic heart disease was the leading cause of premature mortality in all regions, apart from in low income countries where the leading cause was lower respiratory infections. Globally, ischaemic heart disease caused a total of 9.48 million deaths in 2016 - an increase of 19% globally since 2006. Diabetes caused 1.43 million deaths globally in 2016, an increase of 31.1% since 2006. In 2016, there were 1.1 billion people living with mental health and substance use disorders, and major depressive disorders ranked in the top ten causes of ill health in all but 4 countries worldwide. Overall, deaths from infectious diseases have decreased. Exceptions included dengue which saw a significant increase, causing 37800 deaths in 2016 (81.8% increase since 2006), and extensively drug resistant tuberculosis which caused 10900 deaths in 2016 (67.6% increase since 2006). While significant progress has been made since 2006, 1.03 million people died from HIV/AIDS (45.8% decrease since 2006), 719500 died from malaria (25.9% decrease), and 1.21 million died from tuberculosis (20.9% decrease) in 2016. Despite an overall decrease in deaths from self-harm and interpersonal violence, there was a rise in the number of deaths from firearms - 67500 from self-harm and 161000 from assault (increase of 4.3% and 5.7% respectively since 2006). Since 2006, the number of deaths from conflict and terrorism has risen significantly, reaching 150500 in 2016 (143% increase since 2006), largely as a result of conflicts in North Africa and the Middle East. Behavioural and environmental risk factorsTobacco was responsible for more than 7.1 million deaths. Poor diets were associated with nearly 1 in 5 (18.8%) of all deaths. In particular, diets low in whole grains, fruit, nuts and seeds, fish oils and high in salt were the most common dietary risk factors. In addition, high blood glucose, high blood pressure, high body mass index (BMI), and high total cholesterol, were all in the top ten leading risk factors for death for men and women globally. Because of the strong interrelationship between these risks, the authors note that the true driver is likely to be diet and BMI, exacerbated by blood glucose levels and high blood pressure. The authors note that the relatively poor track record for global risk reduction might in part reflect low investment, as compared to curative health care, as well as the continuing challenges of improving many risky behaviours.\"Our findings indicate people are living longer and, over the past decade, we identified substantial progress in driving down death rates from some of the world's most pernicious diseases and conditions, such as under age-5 mortality and malaria,\" says Dr Christopher Murray, IHME's director. \"Yet, despite this progress, we are facing a triad of trouble holding back many nations and communities - obesity, conflict, and mental illness, including substance use disorders.\" [1]Finally, the authors note that while a significant number of studies have been added to the GBD study, 27 countries worldwide (mostly in low income countries) do not have comprehensive data on causes of deaths, highlighting the need to improve data collection and data quality in many countries. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/tl-tlg091317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "The Lancet", "description": "Today, the Global Burden of Disease study (GBD) publishes its latest global estimates for the state of the world's health in The Lancet. The GBD is the only annual, comprehensive, peer-reviewed assessment of global trends in health, providing global and national estimates on more than 330 diseases, causes of death, and injuries in 195 countries and territories worldwide.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}