{"title": "Thirdhand smoke exposure effects on liver and brain found to worsen over time", "text": "RIVERSIDE, Calif. - Researchers at the University of California, Riverside have found that thirdhand-smoke (THS) exposure has a significant effect on health as early as one month after initiation of exposure -- an effect that worsens with time.Video.THS results when exhaled smoke and smoke emanating from the tip of burning cigarettes gets on surfaces such as clothing, hair, homes, and cars. THS has been shown, in mice, to cause type 2 diabetes, hyperactivity, liver and lung damage, and wound-healing complications.Using a system in which the exposure of mice to THS mimics that of human exposure in the homes of smokers, the researchers investigated the effects of THS exposure on biological molecular markers -- or \"biomarkers\" -- found in serum, and in liver and brain tissues. The liver plays a major role in metabolism and detoxification; the brain plays significant roles in behavior.\"Our goal was to determine the minimum amount of time required to cause physiological changes in mice when they are exposed to THS, using an exposure system that mimics human exposure,\" said Manuela Martins-Green, professor and chair of the Department of Molecular, Cell and Systems Biology, who led the research. \"We found that THS exposure as early as one month resulted in liver damage. THS exposure for two months resulted in further molecular damage, and at four to six months caused even more such damage. We also found that the mice showed insulin resistance after long-term THS exposure.\"Damage to the liver can hinder its capability to detoxify the body, leading to more damage by THS toxins. Martins-Green and her team examined the brains of THS-exposed mice and found that stress hormones, such as epinephrine, increased in one month of exposure. Additional stress hormones are seen at two months, four months, and six months, eventually causing immune fatigue in the mice.Study results appear in Clinical Science, a Portland Press journal.\"THS is a stealth toxin, a silent killer,\" Martins-Green said. \"Contaminants can be absorbed through the skin and through breathing. Although our research was not done on humans, people should be aware that hotel rooms, cars, and homes that were occupied by smokers are very likely to be contaminated with THS.\"Most people are either unaware they are being exposed to THS, or don't believe in the damage THS can do, according to Martins-Green. THS toxins, which are invisible but can be smelled, remain on surfaces for many years, and are resistant to even strong cleaning agents. Further, they accumulate and age by reacting with the ambient air, and change into carcinogenic chemicals.Because THS is absorbed through skin, children are especially vulnerable given their close contact with household surfaces. Children frequently ingest these toxins by putting their hands in their mouths. They also absorb them through the skin. Children living in the homes where smoking has occurred have been known to show tobacco metabolites in their urine as well as tobacco-derived carcinogens called tobacco specific nitrosamines.\"Exposure to tobacco smoke deposited on surfaces in homes and in house dust is an entirely newly recognized form of toxicity: THS,\" said Stephen T. Holgate, the Medical Research Council Clinical Professor of Immunopharmacology and Honorary Consultant Physician within Medicine at the University of Southampton, England, who was not involved in the research. \"The fact that noxious chemicals in tobacco smoke once deposited change in chemistry to become even more toxic and carcinogenic is of considerable importance to the health of all of us, but our children in particular. The studies of this Californian research team puts further pressure on those who continue to smoke in homes to realize what they are doing to the health of others, as well as mandating a search for methods to remove such products from furnishings and materials used in homes. This study adds to the increasing concerns of chemical exposures in the home and the serious adverse effects this may cause.\"Martins-Green and her team exposed mice to THS for up to six months, collecting brain, liver, and serum samples after one, two, four, and six months of exposure to test for hormonal alterations, insulin resistance, metabolic syndrome, and damage to the liver and brain. To produce THS, the researchers exposed common household fabrics such as curtain material, upholstery, and carpet to secondhand smoke (smoke that is exhaled and that leaves a burning cigarette) that was generated in the lab by a smoking machine devised to mimic the behavior of human smokers. These materials were then placed in cages housing the mice, which were never exposed to secondhand smoke). The researchers then tested 15 biomarkers of damage and disease associated with THS exposure in serum and nine biomarkers in liver and brain tissue of the mice in a time-dependent manner.\"We found a positive time-dependent significant correlation with increased time of THS exposure and the effects it had on all the variables we measured,\" Martins-Green said. \"These biomarkers, once validated in humans, can be used as critical indicators of exposure to THS, and how long this exposure has occurred.\"In other preliminary experiments, Martins-Green and her team found that mice exposed to THS are less social than unexposed mice. Insulin problems arising because of THS are seen to worsen with the Western diet. Further, the researchers found that over time the mice get addicted to THS.\"Clearly, THS is affecting the behavior of mice,\" said Martins-Green, who plans to write a review paper on the health impacts of THS. \"It's not hard to imagine what the impact is on children who, unlike most adults, cannot remove themselves from these harmful environments. Although our work was done on mice, we are confident our results will apply to humans.\"", "article_link": "http://dx.doi.org/10.1042/CS20171053", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoc--tse091117.php", "region": "namerica", "source_link": null, "funder": "UC Tobacco-Related Disease Research Program", "meeting": "", "institution": "University of California - Riverside", "keywords": ["Medicine/Health", " Addiction", " Cancer", " Carcinogens", " Liver", " Pulmonary/Respiratory Medicine", " Neurobiology", " Public Health", " Addiction", " Smoking/Tobacco"], "journal": "Clinical Science", "description": "Thirdhand-smoke (THS) results when exhaled smoke and smoke emanating from the tip of burning cigarettes gets on surfaces such as clothing, hair, homes, and cars.  Using a mouse model, researchers at the University of California, Riverside have found that THS exposure has a significant effect on health, specifically the liver and brain, as early as one month after initiation of exposure -- an effect that worsens with time.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}