{"title": "Losing weight can reverse type 2 diabetes, but is rarely achieved or recorded", "text": "Type 2 diabetes is generally perceived as progressive and incurable, but for many patients it can be reversed with sustained weight loss of around 15 kg, say experts in The BMJ today.Louise McCombie at the University of Glasgow and colleagues say patients and doctors may not realise that type 2 diabetes can be reversed, and they call for greater awareness, documentation, and surveillance of remissions to improve health outcomes and reduce healthcare costs.Type 2 diabetes now affects about 3.2 million people in the UK. The NHS currently spends almost £1bn (€1bn; $1.3bn) a year (£22m a day) on antidiabetes drugs, and costs are rising worldwide as diabetes rates and drug prices escalate.Current guidelines advise reducing blood sugar levels and cardiovascular risks, primarily with drugs and general lifestyle advice. But many patients still develop complications and life expectancy remains up to six years shorter than in people without diabetes, say the authors.The diagnosis also carries important social and financial penalties for individuals, as well as poor health prospects.In contrast, consistent evidence shows that weight loss is associated with extended life expectancy for people with diabetes, and that weight loss of around 15 kg often produces total remission of type 2 diabetes, they write.Achieving remission not only has health benefits, it produces a strong sense of personal achievement and empowerment, removes stigma, and may even reduce insurance premiums. Yet remission is rarely recorded, argue the authors. For example, a US study found remissions in only 0.14% of 120,000 patients followed for seven  years, while the Scottish Care Information Diabetes database, which includes every patient in Scotland, shows that less than 0.1% of those with type 2 diabetes were coded as being in remission.They suggest that lack of agreed criteria and guidance over recoding may have led to hesitation in coding remission, but the main reason for the low recording is probably that few patients are attempting or achieving remission.\"It is in everybody's interest to reclassify people with type 2 diabetes when they become non-diabetic,\" say the authors. \"Official guidelines and international consensus for recording diabetes in remission are needed.\" And they conclude: \"Appropriate coding will make it possible to monitor progress in achieving remission of type 2 diabetes nationally and internationally and to improve predictions of long term health outcomes for patients with a known duration of remission.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/b-lwc091217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "The BMJ", "description": "Type 2 diabetes is generally perceived as progressive and incurable, but for many patients it can be reversed with sustained weight loss of around 15 kg, say experts in The BMJ today.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}