{"title": "Caffeine linked to lower risk of death in women with diabetes", "text": "Women with diabetes who regularly drink caffeinated coffee or tea may live longer than those who don't consume caffeine at all, according to new research being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September). No association was found for men with diabetes.This observational study found that the more caffeine women consumed the lower their risk of dying compared to those who never consumed caffeine. Importantly, the protective effect depended on the source of the caffeine: higher levels of caffeine consumption from coffee were associated with a reduced risk of death from any cause, particularly from cardiovascular disease; while women who consumed more caffeine from tea were less likely to die from cancer. More than 80% of the world's adult population consume caffeine daily, mostly from coffee and tea. Average daily coffee consumption is between 100 mg and 300 mg per day, depending on age and country. The mean in the USA, for example, is 165 mg per day. Many studies have shown a beneficial effect of drinking coffee on the risk of death from all causes in the general population, but little is known about the role of caffeine on mortality in people with diabetes.In this study, a group of medical residents from various institutions in Portugal (Dr. João Sérgio Neves and Professor Davide Carvalho from the University of Porto  and colleagues across Portugal examined the association between varying levels of caffeine intake and mortality in over 3,000 men and women with diabetes from the 1999 to 2010 National Health Nutrition Examination Survey (NHANES)--a study tracking the health and nutritional status of a nationally representative sample of adults in the USA since 1971. Participants reported their caffeine intake from coffee, tea, and soft drinks when they entered the study using 24-hour dietary recalls -- structured interviews to accurately assess intake for the previous 24 hours. Over the course of the 11-year study, 618 people died. The researchers found that women with diabetes who consumed up to 100mg per day (one regular cup of coffee) were 51% less likely to die than those who consumed no caffeine; women with diabetes who consumed 100-200mg per day had a 57% lower risk of death compared with non-consumers, and for those consuming over 200mg per day (2 regular cups of coffee) the reduced risk of death was 66%. This association was independent of influential factors including age, race, education level, annual family income, smoking, body mass index, alcohol intake, high blood pressure, and diabetic kidney disease. No beneficial effect of caffeine consumption was noted in men with diabetes. There was a decrease in cancer related mortality among women that consumed more caffeine from tea. When divided into four groups of tea consumption (zero, low, medium, high), the high caffeine from tea consumers had an 80% reduced risk of cancer compared with women with zero caffeine consumption from tea. However, as the overall consumption of tea was low in this cohort, these results must be interpreted with caution and considered as exploratory, requiring confirmation in larger studies. The authors conclude: \"Our study showed a dose-dependent protective effect of caffeine consumption on all-cause mortality among women. The effect on mortality appears to depend on the source of caffeine, with a protective effect of coffee consumption on all-cause mortality and cardiovascular mortality, and a protective effect of caffeine from tea on cancer mortality among women with diabetes. However our observational study cannot prove that caffeine reduces the risk of death but only suggests the possibility of such a protective effect.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-clt091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Women with diabetes who regularly drink caffeinated coffee or tea may live longer than those who don't consume caffeine at all, according to new research being presented at this year's European Association for the Study of Diabetes Annual Meeting in Lisbon, Portugal. No association was found for men with diabetes.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}