{"title": "Type 2 diabetes is a reversible condition", "text": "A body of research putting people with Type 2 diabetes on a low calorie diet has confirmed the underlying causes of the condition and established that it is reversible.Professor Roy Taylor at Newcastle University, UK has spent almost four decades studying the condition and will present an overview of his findings at the European Association For The Study Of Diabetes (EASD 2017) in Lisbon.In the talk he will be highlighting how his research has revealed that for people with Type 2 diabetes:\r\n\"I think the real importance of this work is for the patients themselves,\" Professor Taylor says. \"Many have described to me how embarking on the low calorie diet has been the only option to prevent what they thought - or had been told - was an inevitable decline into further medication and further ill health because of their diabetes. By studying the underlying mechanisms we have been able to demonstrate the simplicity of type 2 diabetes.\"Get rid of the fat and reverse Type 2 diabetesThe body of research by Professor Roy Taylor now confirms his Twin Cycle Hypothesis - that Type 2 diabetes is caused by excess fat actually within both liver and pancreas.This causes the liver to respond poorly to insulin. As insulin controls the normal process of making glucose, the liver then produces too much glucose. Simultaneously, excess fat in the liver increases the normal process of export of fat to all tissues. In the pancreas, this excess fat causes the insulin producing cells to fail.The Counterpoint study which was published in 2011, confirmed that if excess food intake was sharply decreased through a very low calorie diet, all these abnormal factors would be reversed. The study showed a profound fall in liver fat content resulting in normalisation of hepatic insulin sensitivity within 7 days of starting a very low calorie diet in people with type 2 diabetes. Fasting plasma glucose became normal in 7 days. Over 8 weeks, the raised pancreas fat content fell and normal first phase insulin secretion became re-established, with normal plasma glucose control. Keep the weight off and keep the diabetes at bay\"The good news for people with Type 2 diabetes is that our work shows that even if you have had the condition for 10 years, you are likely to be able to reverse it by moving that all important tiny amount of fat out of the pancreas. At present, this can only be done through substantial weight loss\", Professor Taylor adds.The  Counterbalance study published in 2016, demonstrated that Type 2 diabetes remains reversible for up to 10 years in most people, and also that the normal metabolism persists long term, as long as the person doesn't regain the weight.Professor Taylor explained the science behind the mechanisms: \"Work in the lab has shown that the excess fat in the insulin producing cell causes loss of specialised function. The cells go into a survival mode, merely existing and not contributing to whole body wellbeing. Removal of the excess fat allows resumption of the specialised function of producing insulin. The observations of the clinical studies can now be fully explained.\" He added: \"Surprisingly, it was observed that the diet \r\ndevised as an experimental tool was actually liked by research participants. It was associated with no hunger and no tiredness in most people, but with rapidly increased wellbeing. The 'One, Two' approach used in the Counterbalance study was a defined two phase programme. The Phase 1 is the period of weight loss - calorie restriction without additional exercise. A carefully planned transition period leads to Phase 2 - long term supported weight maintenance by modest calorie restriction with increased daily physical activity.\"This approach consistently brings about 15kg of weight loss on average.After the details were posted on the Newcastle University, UK website, this has been applied clinically and people who were highly motivated have reported that they have reversed their type 2 diabetes and continued to have normal glucose levels (normoglycaemic) over years. A further study in general practice, the Diabetes Remission Clinical Trial (DiRECT) funded by Diabetes UK is now underway to determine the applicability of this general approach to routine Primary Care practice with findings due before the end of the year.Patients or GPs who would like more information about the diet that reverses Type 2 diabetes see the Magnetic Resonance Centre website.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/nu-t2d091117.php", "region": "europe", "source_link": null, "funder": "Diabetes UK, Newcastle University", "meeting": "European Association for the Study of Diabetes 2017", "institution": "Newcastle University", "keywords": ["Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Aging", " Liver", " Metabolism/Metabolic Diseases", " Diabetes", " Disease in the Developing World"], "journal": "", "description": "People with type 2 diabetes can reverse the condition through a low calorie diet, world-renowned expert Professor Roy Taylor will confirm at an international meeting. He will also outline his body of research that has identified the underlying causes of the condition.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}