{"title": "New oral diabetes drug shows promise in phase 3 trial for patients with type 1 diabetes", "text": "A University of Colorado Anschutz Medical Campus study finds sotagliflozin helps control glucose and reduces the need for insulin in patients with type 1 diabetes.Principal results were published today in the New England Journal of Medicine of a global Phase 3 clinical trial in patients with type 1 diabetes treated with sotagliflozin. Sotagliflozin is an investigational new oral drug for patients with type 1 diabetes that has shown promise in improving glucose control without any increase in severe hypoglycemia or diabetic ketoacidosis compared to insulin alone. Among 1,402 trial participants given the drug, sotagliflozin showed clinically meaningful and statistically significant effects on glucose control. Concentrations of hemoglobin A1C, a measure of plasma glucose, were improved. Patients experienced a lower rate of confirmed severe hypoglycemia than observed in patients on placebo and also had weight loss.According to lead investigator Satish Garg, MD, professor of medicine and pediatrics at the Barbara Davis Center for Diabetes at the University of Colorado Anschutz Medical Campus, no oral medication has ever been approved for the treatment of type 1 diabetes and sotagliflozin has the potential to become the first new treatment innovation in nearly a century since insulin.Most patients do not achieve optimal glycemic control with insulin alone. A1C concentrations, hypertension and reduction in body weight are critical issues which significantly impact people living with type 1 diabetes.\"If approved by the FDA, sotagliflozin may be the first oral drug that helps patients with type 1 diabetes in improving their glucose control without any weight gain or increase and severe hypoglycemia,\" Garg said. \"If long-term use continues to show similar metabolic improvements in patients with type 1 diabetes, it is likely that the long-term complications of diabetes would be significantly reduced.\"Sotagliflozin would be used in conjunction with insulin. Trial participants taking the drug as an oral pill alongside traditional insulin treatments experienced significant improvements in glucose control, a drop in systolic and diastolic blood pressure and weight loss. Sotagliflozin is a unique dual inhibitor that works by inhibiting two sodium-glucose transporters: SGLT1 and SGLT2. Each modulates glucose levels. SGLT1 regulates the uptake of glucose in the gut while SGLT2 regulates the re-uptake of glucose in the kidney, according to the authors.\"Sotagliflozin added to insulin therapy can potentially help patients with type 1 diabetes improve their glucose control and hopefully manage the disease with fewer complications,\" Garg said. \"This would not be a replacement for insulin; it is an adjunctive therapy. However, because it works in the gut and the kidneys, it doesn't require insulin to have an effect.\"The inTandem3 study was a double-blind, placebo controlled and randomized Phase 3 trial including adults with type 1 diabetes at 133 sites worldwide. In conjunction with this publication, the data were announced today at the 53rd Annual Meeting of the European Association Study for Diabetes in Lisbon, Portugal.The 24-week trial evaluated the safety and efficacy of sotagliflozin at 400mg per day in randomized patients treated with any insulin regimen - pumps or injections. Eligible patients included men and nonpregnant women aged 18 and older, and they were required to self-monitor blood glucose. The study met its primary endpoint with statistical significance, demonstrating the superiority of sotagliflozin 400 mg compared to placebo in the proportion of patients with A1C less than seven percent at week 24, no episode of severe hypoglycemia and no episode of diabetic ketoacidosis after randomization. The outcome on every secondary endpoint favored sotagliflozin over placebo, achieving statistical significance for all four secondary endpoints, including change from baseline in A1C, body weight, systolic blood pressure in patients with baseline SBP less than or equal to 130 mm Hg and bolus insulin dose. Sotagliflozin significantly reduced A1C compared to placebo after 24 weeks of treatment. \"As is known with sodium glucose cotransporter 2 (SGLT2) inhibitors, patients experienced more episodes of diabetic ketoacidosis in the trial,\" Garg said. Diarrhea and genital mycotic infection also affected participants more than placebo, but less than one percent discontinued the study due to these effects.\"Sotagliflozin may reduce the bad effects of insulin and the dose patients need,\" Garg said. \"Patients in our study had lower weights, no severe hypoglycemia and better blood pressure.\"Garg is a faculty member at the University of Colorado School of Medicine at the Anschutz Medical Campus and is editor in-chief of Diabetes Technology and Therapeutics Journal.Garg and his colleagues are working to publish more results on other inTendem1 and 2 phase 3 clinical trials in type 1 diabetes, including data on continuous glucose monitoring in future publications. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uoca-nod091317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Health Care", " Pharmaceutical Sciences", " Medicine/Health", " Internal Medicine", " Diabetes", " Pharmaceutical Science", " Disease in the Developing World"], "journal": "New England Journal of Medicine", "description": "A University of Colorado Anschutz Medical Campus study finds sotagliflozin helps control glucose and reduces the need for insulin in patients with type 1 diabetes. Principal results were published today in the New England Journal of Medicine of a global Phase 3 clinical trial in patients with type 1 diabetes treated with sotagliflozin. Sotagliflozin has shown promise in improving glucose control without any increase in severe hypoglycemia or diabetic ketoacidosis compared to insulin alone.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}