{"title": "Body fat mass distribution: A possible explanation for lower diabetes risk associated with dairy food consumption", "text": "Scientists have examined how differences in body composition may be a possible explanation for why consumption of some dairy products may be associated with a lower risk of developing type 2 diabetes or cardiometabolic disorders. The research is being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September). In this study, higher milk and low-fat dairy consumption was observed in participants who had a healthier abdominal fat distribution and a higher body lean mass, characteristics associated with a lower risk of metabolic disease including type 2 diabetes.Lead researchers Eirini Trichia, Fumiaki Imamura and Nita Forouhi from the Medical Research Council (MRC) Epidemiology Unit at the University of Cambridge in the UK aimed to evaluate the association between dairy consumption and objectively measured markers of body composition in over 12,000 adults (aged 30 to 65) recruited to the Fenland Study--a population based cohort study of adults in Cambridgeshire, UK--between 2005 and 2015. Daily servings of different dairy products were assessed from food frequency questionnaires, and dual energy x-ray absorptiometry scans and ultrasound were used to measure markers of body composition. These markers included: the ratio of visceral adipose tissue to subcutaneous adipose tissue (VAT/SCAT; a measure of body fat distribution); total and peripheral body fat mass; and total and appendicular body lean mass (an indicator of muscle mass). Visceral fat that surrounds body organs in the abdominal area has been linked to higher rates of cardiometabolic disease, while subcutaneous (under the skin) abdominal fat is more inert.Consumption of total dairy (high- and low-fat combined) and consumption of high-fat dairy were not related to any body composition marker once influential factors like healthier lifestyles, body mass index, socio-demographic, and other eating habits and total calories intake were taken into account. In contrast, higher consumption of total low-fat dairy products was associated with a lower VAT/SCAT ratio. However, this protective association was not observed for specific dairy subtypes like yoghurt, cheese, butter or ice-cream.The findings also indicated that habitual consumption of a glass of low-fat milk a day was associated with significantly higher body lean mass (0.33kg/0.7 pounds on average)--which might be the result of the effect of milk on bone mass, muscle mass, or both.The authors conclude, said Dr Nita Forouhi: \"Our preliminary findings suggest a possible mechanism by which total low-fat dairy products and milk may be associated with a lower risk of obesity-related metabolic disorders. This is via the more favourable distribution of abdominal visceral fat relative to subcutaneous fat and body lean mass\". Forouhi added \"This kind of cross-sectional study cannot prove a causal association, and we intend to conduct further research to confirm the findings in prospective analyses that follow people up over time. But our study certainly is hypothesis generating and should also stimulate future research by others\".\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-bfm091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Scientists have examined how differences in body composition may be a possible explanation for why consumption of some dairy products may be associated with a lower risk of developing type 2 diabetes or cardiometabolic disorders. The research is being presented at this year's European Association for the Study of Diabetes Annual Meeting in Lisbon, Portugal.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}