{"title": "H1N1 swine flu may play a role in triggering type 1 diabetes", "text": "Infection with H1N1 influenza (also called swine flu) may put individuals, particularly children, at greater risk of subsequent type 1 diabetes (T1D), suggests new research being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September). The nationwide study found that Norwegians aged 30 or younger who were infected with the H1N1 influenza virus, or hospitalised with influenza, during the 2009-2010 pandemic were twice as likely to go on to develop T1D than the general population. T1D is a chronic autoimmune disease in which the immune system destroys the cells needed to control blood-sugar levels. More than 65,000 new cases of type 1 diabetes are diagnosed worldwide annually.Yet the exact cause of T1D is not clear. People inherit a genetic susceptibility to the condition, but an environmental trigger is also needed for it to appear. Viral infections may provide that trigger. Infection with H1N1 influenza has previously been linked with the development of autoimmune disorders including narcolepsy. In this study, Dr Paz Lopez-Doriga Ruiz and colleagues from the Norwegian Institute of Public Health and Oslo University Hospital, Norway, analysed the Norwegian health registries of the whole Norwegian population aged 30 years and under (2.28 million individuals) between June 2009 (when a wave of pandemic influenza H1N1 spread across Norway) and June 2014, to investigate whether pandemic influenza diagnosis is linked with increased risk of T1D. The results were adjusted for influential factors including year of birth, sex, place of birth, education, and pandemic influenza vaccination.Following the 2009 pandemic, 2376 individuals were diagnosed with T1D. Those who reported influenza-like illness during the pandemic were 18% more likely to subsequently be diagnosed with T1D than those who did not have influenza. This association was even stronger in children aged 15 years or younger--who had a 25% increased chance of developing type T1D.Results also showed that Norwegians with laboratory confirmed H1N1 influenza, or who were hospitalised with an influenza diagnosis during the pandemic season had a doubled risk of later developing type 1 diabetes compared to the general Norwegian population. In contrast, those diagnosed with influenza-like illness in primary care were not at significantly increased risk of developing T1D -- the authors say this is because of two factors: these cases were less serious, and not all of them were the H1N1 variety of influenza.The authors conclude: \"This study may support the hypothesis that respiratory infections can contribute to the development of type 1 diabetes, due to stress and inflammation in predisposed individuals\".\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-hsf091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Infection with H1N1 influenza (also called swine flu) may put individuals, particularly children, at greater risk of subsequent type 1 diabetes, suggests new research being presented at this year's European Association for the Study of Diabetes Annual Meeting in Lisbon, Portugal.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}