{"title": "Six meals per day is better than 3 for blood sugar control in obese people with diabetes", "text": "Six meals per day is better than three for blood sugar control in obese people with impaired glucose tolerance (prediabetes) or full-blown type 2 diabetes, suggests new research presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September).The study, by Dr Emilia Papakonstantinou of the Department of Food Science and Human Nutrition at the Agricultural University of Athens, Greece, together with colleagues from the Athens University Medical School, Attikon University Hospital and Harokopio University, compared the effects of two meal patterns with identical total calories on glucose metabolism and satiety.Recent studies have shown that lifestyle intervention for individuals with prediabetic symptoms can slow or prevent the progression to type 2 diabetes (T2D), however the authors note that: \"The impact of meal frequency on glucose metabolism remains unknown\". This research compares the effects of eating either three or six meals per day while keeping total calorie intake constant.The study looked at 47 obese individuals who were divided into three groups consisting of two groups with prediabetes (with impaired glucose tolerance of differing severity), and one group with full blown T2D. They were given a specially designed weight-maintaining diet over the 24-week duration of the study which was consumed in either a three or six-meal pattern for 12 weeks before swapping over. Blood samples were taken at the beginning and end of each intervention to measure glucose and insulin levels along with a range of other health markers. Subjects also had their weight taken every 2 weeks, and were quizzed about their subjective hunger, satiety, and desire to eat.Although body weight remained stable throughout the study, the participants who had been following the six-meal plan saw a decrease in their glycated haemoglobin (HbA1c) and post-oral glucose tolerance test blood glucose levels (indicating improved blood sugar control). In the groups with prediabetes, the six-meal plan decreased occurrence of abnormally high insulin levels in the group with severely impaired glucose tolerance, and delayed the time taken for blood glucose to peak following ingestion of sugars. All three groups reported significantly reduced hunger levels and less desire to eat after following the six-meal plan compared to when they were eating three meals per day.The researchers conclude: \"Our 24-week weight maintenance study showed that using a six-meal pattern instead of three-meal, while containing the same overall calories, improved blood sugar control and reduced hunger in obese people with prediabetes or full-blown diabetes.  These results suggest that increased frequency of meals, consumed at regular times, may be a useful tool for doctors treating subjects with obesity and diabetes or prediabetes, especially those who are reluctant or unsuccessful dieters.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-smp091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Six meals per day is better than three for blood sugar control in obese people with impaired glucose tolerance (prediabetes) or full-blown type 2 diabetes, suggests new research presented at this year's European Association for the Study of Diabetes Annual Meeting in Lisbon, Portugal.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}