{"title": "Small study suggests consuming large amounts of artificial sweeteners may increase risk of developing type 2 diabetes", "text": "Artificial sweeteners can change the body's response to glucose when consumed in large amounts, and could add to the risk of developing type 2 diabetes (T2DM), says new research being presented at this year's annual meeting of the European Association for the Study of Diabetes (EASD) in Lisbon, Portugal (11-15 Sept).Previous studies have indicated that habitual consumption of large amounts of non-caloric artificial sweeteners (NAS) is associated with an increased risk of developing T2DM; however the underlying mechanisms for how this occurs are unknown.This study was conducted by Associate Professor Richard Young of the Adelaide Medical School, University of Adelaide, Adelaide, Australia, as well as colleagues from other Adelaide-based research institutions, and aimed to investigate the effects of consuming large amounts of NAS on the body's response to glucose.The researchers recruited 27 healthy subjects who were given a quantity of two different NAS (sucralose and acesulfame-K) equivalent to drinking 1.5L of diet beverage per day, or an inactive placebo. These were consumed in the form of capsules taken three times a day before meals over the two-week period of the study. At the end of the two weeks, subjects had their response to glucose tested, examining glucose absorption, plasma glucose, and levels of insulin and gut peptides.The team found that NAS supplementation caused an increase in measures of the body's response to glucose, measured using a technique known as the incremental area under the curve (iAUC). This was greater for both glucose absorption and blood glucose, while the iAUC for the gut peptide GLP-1, which acts to limit the rise in blood glucose after meals, was reduced. None of these measures were altered in those subjects who were given a placebo.The study determined that just 2 weeks of NAS supplementation was enough to enhance glucose absorption and increase the magnitude of the response of blood glucose as a result. The authors conclude that \"This study supports the concept that artificial sweeteners could reduce the body's control of blood sugar levels and highlights the potential for exaggerated post-meal glucose levels in high habitual NAS users, which could predispose them to developing type 2 diabetes\".\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-sss091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Artificial sweeteners can change the body's response to glucose when consumed in large amounts, and could add to the risk of developing type 2 diabetes, says new research being presented at this year's annual meeting of the European Association for the Study of Diabetes in Lisbon, Portugal.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}