{"title": "Weight loss after obesity surgery may reverse eye damage", "text": "Early eye damage caused by obesity, high blood pressure and diabetes can potentially be reversed by obesity surgery, concludes a study presented at this year's Annual Meeting of the European Association for the Study of Diabetes (EASD) in Lisbon, Portugal (11-15 September).Changes to the vascular structure of the retina can reflect damage caused by obesity, hypertension, diabetes, and a range of other chronic disease processes. Despite such diseases being commonplace in the population, the impact of weight loss resulting from bariatric surgery on the retinal microvasculature is not well known.A research team led by Associate Professor Robyn Tapp of the University of Melbourne, Australia, and Leeds Beckett University in Leeds, UK, together with Dr Antti Viljanen (Turku University, Finland) and colleagues from Finland, Singapore, Hong Kong, and London studied the effects of weight loss on the retinal microvasculature of obese subjects following bariatric (obesity) surgery.Eye changes were analysed from the Sleevepet study conducted at Turku PET Centre, Finland. Twenty-two obese subjects scheduled for obesity surgery were recruited along with 15 lean, age-matched controls.  Detailed eye examinations were performed at the start of the study and 6 months later to look for signs of obesity-related impairments to the vascular structure of the retina. These include narrowing of the arterioles which carry blood from the arteries to the capillary beds, and widening of the venules which return the blood from the capillaries to the larger veins.The team found that in the 6 months following bariatric surgery, the obese subjects lost an average of 26kg while also showing improvements in the microvasculature of their retinas. Arteriolar narrowing and venular widening were both less pronounced, whereas no such changes took place in the control group.The authors conclude that: \"the findings suggest obesity?related microvascular changes are reversible after bariatric surgery?induced weight loss. The capacity for the retinal microvasculature to improve following bariatric surgery suggests plasticity of the human microvasculature early in the disease course.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-wla091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Early eye damage caused by obesity, high blood pressure and diabetes can potentially be reversed by obesity surgery, concludes a study presented at this year's Annual Meeting of the European Association for the Study of Diabetes in Lisbon, Portugal.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}