{"title": "CHOP and Penn Medicine Join new research network to reduce kidney stone risk", "text": "Philadelphia, Sept. 13, 2017 - Unless you're among the one in nine Americans who've had kidney stones, you probably don't think much about them. But the excruciating, expensive condition is on the rise, with its prevalence in adults and children nearly doubling in the past 15 years. Now a new research network sponsored by the National Institutes of Health (NIH) is planning the largest-ever study of urinary stone disease--and how to help prevent it -- with two major Philadelphia medical centers in the forefront.Children's Hospital of Philadelphia (CHOP) and the Perelman School of Medicine at the University of Pennsylvania have joined together as a single site within the Urinary Stone Disease Research Network (USDRN), which was launched by the National Institute of Diabetes and Digestive and Kidney Diseases of the NIH. In total, five sites will collaborate in this nationwide network as it launches a randomized clinical trial, the Prevention of Urinary Stones with Hydration (PUSH) study.CHOP and Penn Medicine share a five-year grant (grant DK110986) from the USDRN which provides approximately $450,000 annually for this study. The PUSH trial aims to identify the best strategies to encourage stone patients to routinely drink enough fluid to prevent stone recurrence. Participants will use a \"smart\" water bottle that measures fluid consumption and connects to a smartphone app. The primary goal of PUSH is to determine whether personalized fluid goals, a program of financial incentives, and receiving advice from a health coach will reduce kidney stone recurrence over a two-year period. The study leaders at the CHOP-Penn Medicine site are principal investigators Greg Tasian, MD, MSc, MSCE, a pediatric urologist and epidemiologist at CHOP, and Peter Reese, MD, MSCE, a nephrologist and epidemiologist at Penn Medicine. Tasian and Reese are senior scholars in the Center for Clinical Epidemiology and Biostatistics at the Perelman School of Medicine at the University of Pennsylvania. Although drinking more water is one safe and simple step that stone-forming patients can take to reduce their risk of recurrence, changing habits and behaviors over time is not so simple. To inform such interventions, the USDRN will draw on the expertise of Penn's Center for Health Incentives and Behavioral Economics, which investigates how people are motivated to make choices that encourage healthy habits.\"As the largest children's hospital in the USDRN, CHOP and our Pediatric Kidney Stone Center will contribute substantially to our knowledge of how to best treat children with kidney stones,\" said Tasian. He added, \"The USDRN is incredibly important because the numbers of children developing kidney stones have risen dramatically over the last decade, and prior large randomized trials to prevent stone recurrence have not included pediatric patients.\"Addressing the USDRN's plan to begin a randomized clinical trial in stone patients, Reese said, \"Millions of Americans suffer from kidney stones each year and it's extremely common for these stones to recur. This study brings much-needed attention and resources to the key question: How can we ensure our patients drink enough fluids to prevent kidney stones from coming back?\"PUSH participants must be 12 years of age or older, have had at least one symptomatic stone in the past three years, have a low urine amount (measured over 24 hours), own a smartphone, and meet other eligibility criteria. If you have or have had a kidney stone in the past, participating in PUSH may help you or others who've suffered from kidney stones. Please visit the PUSH ClinicalTrials.gov page and usdrn.org to learn more. Additionally, the USDRN will develop another study to better understand and treat pain from ureteral stents that are commonly used for kidney stone surgery. The network will also establish a repository of biological samples from stone patients to aid further research.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uops-cap091317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health"], "journal": "", "description": "Children's Hospital of Philadelphia (CHOP) and the Perelman School of Medicine at the University of Pennsylvania have joined together as a single site within the Urinary Stone Disease Research Network (USDRN), which was launched by the National Institute of Diabetes and Digestive and Kidney Diseases of the NIH. In total, five sites will collaborate in this nationwide network as it launches a randomized clinical trial, the Prevention of Urinary Stones with Hydration (PUSH) study.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}