{"title": "Four new NSF Engineering Research Centers will advance US health, energy sustainability", "text": "The National Science Foundation (NSF) has invested nearly $80 million in four new Engineering Research Centers (ERCs) to create novel technology platforms to address national challenges in health and energy sustainability.Over the next five years, the centers will create new knowledge and high-tech innovations, as well as transform existing industries in ways that bolster the U.S. economy, support national security and build America's global competitiveness through the preparation of engineering graduates.\"For over 30 years, NSF Engineering Research Centers have promoted innovation, helped to maintain our competitive edge, and added billions of dollars to the U.S. economy,\" says NSF Director France Córdova. \"They bring together talented innovators and entrepreneurs with resources from academia, industry and government to produce engineers and engineering systems that solve real-world problems. I am confident that these new ERCs will strengthen U.S. competitiveness for the next generation and continue our legacy of improving the quality of life for all Americans.\"Multidisciplinary engineering research centers address unique, complex engineering challenges by stimulating knowledge and tech transfer between different sectors, from electronics to energy to infrastructure. Each center takes on a specific engineering research challenge.\"The overall goal of the NSF Engineering Research Centers program is nothing less than to revolutionize engineering research and education in the United States,\" says Dawn Tilbury, NSF assistant director for Engineering. \"We look forward to the exciting advances and outcomes in these important areas.\"Each new ERC will focus on a key research challenge:Since the program's inception in 1985, NSF has funded a total of 74 ERCs and will support 19 in this fiscal year, including the four new centers. Each center receives NSF funding for up to 10 years. During this time, centers build partnerships with industry, universities and other government agencies that will sustain them for years to come.In May, the National Academies published a report, \"A new vision for center-based engineering research,\" which was the result of an NSF-funded study to examine the future of the NSF ERC program.The report identifies and recommends strategies to enable NSF multidisciplinary engineering research centers to continue addressing key research, education and innovation needs of the United States in a changing global context.\"ERCs are widely known as outstanding examples of successful partnerships between universities, private industry and government that have made significant contributions to address national challenges,\" says Don Millard, acting division director for the NSF Division of Engineering Education and Centers. \"We are continually working with the scientific and engineering communities, as well as private industry and government partners, to ensure NSF-funded centers and grantees are best-equipped to match societal needs with research abilities.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/nsf-fnn091317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "National Science Foundation", "keywords": ["Technology/Engineering/Computer Science"], "journal": "", "description": "The National Science Foundation (NSF) has invested nearly $80 million in four new Engineering Research Centers (ERCs) to create novel technology platforms to address national challenges in health and energy sustainability.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}