{"title": "Experts issue recommendations for gender-affirmation treatment for transgender individuals", "text": "Washington, DC -- The Endocrine Society today issued a Clinical Practice Guideline on the treatment for gender-dysphoric/gender-incongruent people, commonly referred to as transgender, to develop the physical characteristics of the affirmed gender.The guideline, entitled \"Endocrine Treatment of Gender-Dysphoric/Gender-Incongruent Persons: An Endocrine Society Clinical Practice Guideline,\" was published online and will appear in the November 2017 print issue of the Journal of Clinical Endocrinology & Metabolism (JCEM), a publication of the Endocrine Society.Over the last few decades, there has been a rapid expansion in the understanding of gender identity along with the implications for the care of transgender individuals. The new guideline establishes a framework for the appropriate treatment of these individuals and standardizes terminology to be used by healthcare professionals.Many transgender individuals are prescribed hormone therapy to reduce the distress caused by having a gender identity that is different from the sex assigned at birth. Endocrinologist -- specialists who untangle complex symptoms to diagnose, treat, research or cure hormone-related conditions -- play a key role in treating transgender individuals, but a broader healthcare team is needed to provide mental health services and other treatments, such as gender-affirmation surgery. \"Diagnosing clinicians, mental health providers for adolescents, and mental health professionals for adults all should be knowledgeable about the diagnostic criteria for gender-affirming treatment, have sufficient training and experience in assessing related mental health conditions, and be willing to participate in the ongoing care throughout the endocrine transition,\" said Wylie Hembree, MD, of the College of Physicians and Surgeons at Columbia University and chair of the task force that authored the guideline. The Endocrine Society recommends gender-dysphoric/gender-incongruent persons receive a safe and effective hormone regimen that will suppress the body's sex hormone secretion, determined at birth and manifested at puberty, and maintain levels of sex steroids within the normal range for the person's affirmed gender.Because many barriers to improving the health and well-being of transgender patients remain, the Endocrine Society issued a position statement today that calls on federal and private insurers to cover medical interventions for transgender individuals as prescribed by a physician.The position statement highlights a durable biological underpinning to gender identity that should be considered in policy determinations and furthermore calls for increased funding for national research programs to close the gaps in knowledge regarding transgender medical care. ", "article_link": "http://dx.doi.org/10.1210/jc.2017-01658", "url": "http://www.eurekalert.org/pub_releases/2017-09/tes-eir091317.php", "region": "namerica", "source_link": null, "funder": "Endocrine Society", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Endocrinology", " Internal Medicine", " Sex-Linked Conditions", " Surgery", " Sex-Linked Conditions", " Mental Health"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "The Endocrine Society today issued a Clinical Practice Guideline on the treatment for gender-dysphoric/gender-incongruent people, commonly referred to as transgender, to develop the physical characteristics of the affirmed gender.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}