{"title": "Transgender patients with diabetes may not be adequately treated for risk factors", "text": "Transgender persons with diabetes treated with hormones for gender confirmation have several modifiable factors that contribute to diabetes severity and complications --including elevated levels of triglycerides (a type of fat in the blood) and high levels of low-density lipoprotein (LDL) or 'bad' cholesterol, suggests a small study being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September).This study draws attention to this vulnerable group who need more specialist support and evidence-based programmes to improve diabetes care.Transgender individuals have a gender identity that is different from their sex assigned at birth. Recent estimates from state and federal data suggest that around 0.6% of the adult population in the USA (1.4 million adults) identify as transgender. Close to half (40%) of the adult population of the USA is expected to develop type 2 diabetes at some point during their lifetime, and about 1.25 million Americans are currently living with type 1 diabetes.People with diabetes are known to have a higher risk of cardiovascular disease (CVD), osteoporosis, and depression. An important part of diabetes management is reducing other CVD risk factors like high blood pressure and high cholesterol. Although gender affirming hormone treatment is known to have effects on lipid profiles, blood pressure, weight, and blood glucose, the hormones' effect on diabetes risk or disease course is unclear. Furthermore, the management of diabetes in transgender patients has not been specifically studied. In this small study, Dr Patricia Kapsner and colleagues from the University of New Mexico, Albuquerque, NM, USA analysed data from all 300 transgender patients attending their multidisciplinary gender health clinic. They describe the characteristics of the nine individuals with type 1 diabetes or type 2 diabetes, and the specialist support that was needed to improve the quality of their care.The researchers found that their patients with diabetes on hormones for gender confirmation had increased modifiable risks associated with diabetes. Triglycerides tended to be high in transgender women, most likely due to diabetes and use of oestrogens. LDL cholesterol was higher and high-density lipoprotein (HDL) or 'good' cholesterol was lower in obese patients with T2D. They also found that diabetes patients had low levels of vitamin D which needed treatment to prevent osteoporosis. Transgender women with T2D also tended to be obese, requiring intensive weight loss management. The research team note that the dysphoria and high level of psychosocial issues (e.g., current or past substance abuse) added to the difficulties of managing diabetes and comorbidities.The researchers point out that even with support from their multidisciplinary team (including endocrinologists, psychiatrists, diabetes educators, nutritionists, nurses, and social services), recommended targets for patients with diabetes are not always achieved. The authors conclude: \"For both transgender men and women, it is critical to reduce risk factors for diabetes in order to prevent cardiovascular disease and other complications. We hope that our research will help boost transgender health and diabetes services to provide effective support and medication to those who need it most.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-tpw091017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Transgender persons with diabetes treated with hormones for gender confirmation have several modifiable factors that contribute to diabetes severity and complications, says a small study presented at this year's EASD Annual Meeting in Lisbon.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}