{"title": "Researchers identify critical molecular link between inflammation and diabetes", "text": "A new study by researchers at the University of Maryland School of Medicine (UM SOM) has uncovered how inflammation contributes to a key feature of diabetes, the body's inability to metabolize glucose, a condition known as insulin resistance.More than 30 million Americans suffer from diabetes. It is the 7th leading cause of death in the United States. Nearly 80,000 people died directly from the disease, while for another quarter million, it was an underlying or contributing cause of death. The total cost of the disease in the US comes to nearly $250 billion. Nearly all of these cases are type 2 diabetes, which appears in adulthood. Type 1 appears in childhood, and is caused by the body's immune system attacking the cells that make insulin. Surprisingly, the underlying molecular mechanism for insulin resistance and type 2 diabetes remains mysterious. Diabetes occurs when the body cannot metabolize glucose properly. Normally, the hormone insulin breaks down glucose. But in some people this process becomes increasingly inefficient, a phenomenon known as insulin resistance. Until now, researchers had not understood how insulin resistance turns into full-blown diabetes, in which the body is unable to metabolize sugar properly.The findings were published recently in the journal Journal of Biological Chemistry. The study is the first to identify a new molecular link between inflammation and the disease. \"Until now, we didn't really understand how insulin resistance occurred,\" said Xiao-Jian Sun, an assistant professor in the Department of Medicine at UM SOM. \"Our study has done something new: it has identified a new molecule involved in the development of insulin resistance.\" Dr. Sun's previous research began by focusing on two molecules, Insulin Receptor Substrate-1 and Insulin Receptor Substrate-2, known as IRS-1 and IRS-2. They are key signaling molecules that allow insulin to do its work. In the body, insulin has many jobs: it synthesizes fat, it promotes muscle growth and it breaks down glucose. This is why, in diabetes, patients have multiple problems: the hormone plays many roles.Over the years, researchers have noticed that many patients suffer from both type 2 diabetes and chronic inflammation. Chronic inflammation is caused by many factors, including aging, obesity, and high sugar consumption. These factors also increase the risk of diabetes.It appears that a gene called IRAK1 (Interleukin-1 receptor-associated kinase 1) plays a key role in this process. For years, researchers have known that inflammation activates IRAK1. Dr. Sun' team discovered that this enzyme blocks insulin signaling in muscle by blocking IRS-1. This blocks insulin signaling, and as a result, significantly reduces the ability of insulin to metabolize glucose in muscle.His team then tested mice that had been genetically modified so that they lacked IRAK1. They found that these mice had significantly higher insulin sensitivity in muscle than that of regular mice. \"What we suspect is that high IRAK1 activity is bad in humans,\" Dr. Sun says. \"It increases insulin resistance, particularly in muscle. This gives us insight into how to improve insulin resistance in patients with diabetes.\"Dr. Sun says that in the future it may be possible to test diabetes patients to see what version of IRAK1 they have. Some people have a more active version of the gene, while others have a less active version. With this test, it may be possible to predict how much insulin resistance might be possible with weight loss or other preventive measures. In addition, in the future he hopes to look for drugs that can inhibit IRAK1 activity.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uoms-ric091217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland School of Medicine", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Pain", " Public Health", " Genes"], "journal": "Journal of Biological Chemistry", "description": "A new study has uncovered how inflammation contributes to a key feature of diabetes, the body's inability to metabolize glucose, a condition known as insulin resistance.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}