{"title": "Type 2 diabetes is being misdiagnosed in African-Americans, genetic study suggests", "text": "One of the tests used to diagnose type 2 diabetes and monitor blood sugar control is influenced by 60 genetic variants, an international team of scientists, including those from the Wellcome Trust Sanger Institute, has found. One genetic variant in particular, found only in African Americans, significantly reduces the accuracy of the HbA1c blood test used to diagnose and monitor the condition. This means around 650,000 African Americans in the US could have undiagnosed type 2 diabetes if tested with the HbA1c test alone. The results, published today (12 September) in PLOS Medicine suggest screening for the particular genetic variant alongside the diagnostic test, or using other diagnostic tests in populations with African ancestry in order to improve diagnoses of type 2 diabetes.There are over 4 million* people living with diabetes in the UK, and this number is estimated to rise to 5 million by 2025. Ninety per cent of these cases are type 2 diabetes, which is associated with increasing rates of obesity. In the US, the number of people with diabetes is more than 29 million**.In the largest study of its kind, an international team of more than 200 scientists investigated genetic variants which are thought to affect the blood test used to diagnose and monitor type 2 diabetes, known as the glycated haemoglobin, or HbA1c test.The team studied genetic variants in almost 160,000 people from European, African, East Asian and South Asian ancestries who were not known to have type 2 diabetes. Researchers discovered 60 genetic variants that influence the outcome of HbA1c tests, of which 42 variants were new. One genetic variant in particular, in the G6PD gene, was found to significantly impact the results of the HbA1c test. The G6PD genetic variant is almost unique to people of African ancestry; around 11 per cent of African Americans carry at least one copy of this variant. Dr Inês Barroso, joint lead author from the Wellcome Trust Sanger Institute, said: \"The issue with the G6PD genetic variant is it artificially lowers the value of blood sugar in the HbA1c test, and can lead to under-diagnosis of people with type 2 diabetes. We estimate that if we tested all Americans for diabetes using the HbA1c test, we would miss type 2 diabetes in around 650,000 African Americans. However, the HbA1c test remains a suitable test for diagnosing and monitoring diabetes for the majority of people.\"The HbA1c test measures the amount of glucose, or sugar that is carried by the red blood cells in the body, for the previous two to three months.Dr Eleanor Wheeler, joint first author from the Wellcome Trust Sanger Institute, said: \"The G6PD genetic variant shortens the three-month lifecycle of red blood cells. So in African Americans who have this variant, their red blood cells don't live long enough to bind to the glucose in the blood. Therefore these people will have a lower level of HbA1c, which won't show as a positive result for type 2 diabetes.\"Dr James Meigs, joint lead author from Massachusetts General Hospital and Harvard Medical School, said: \"We now need further studies involving people of diverse ancestries to assess how diagnostic tests for diabetes should be altered to account for genetic variation. In the meantime, an option would be to genetically screen African Americans for the G6PD variant alongside the HbA1c test in order to accurately diagnose type 2 diabetes, or use other diagnostic tests such as fasting glucose measurements. We suggest moving towards precision medicine to take people's genetics into account and improve diagnosis and monitoring for diabetes.\"", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002383", "url": "http://www.eurekalert.org/pub_releases/2017-09/wtsi-t2d091117.php", "region": "europe", "source_link": null, "funder": "American Diabetes Association, National Institutes of Health, Wellcome, and others", "meeting": "", "institution": "Wellcome Trust Sanger Institute", "keywords": ["Biology", " Genetics", " Medicine/Health", " Diagnostics", " Genes"], "journal": "PLOS Medicine", "description": "One of the tests used to diagnose type 2 diabetes and monitor blood sugar control is influenced by 60 genetic variants, an international team of scientists has found. One genetic variant in particular, unique to African-Americans, significantly reduces the accuracy of the HbA1c blood test used to diagnose and monitor the condition. This means around 650,000 African-Americans in the US could have undiagnosed type 2 diabetes if tested with the HbA1c test alone.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}