{"title": "New device that tackles obesity and diabetes shows promise as NHS treatment", "text": "The UK's first National Health Service (NHS) service to provide a new, non-surgical, reversible weight loss device for people who have both poorly controlled type 2 diabetes and obesity (diabesity) is safe and effective and should be rolled out across the NHS, according to new research being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September).Despite the availability of modern diabetes treatments, many people remain overweight with poor diabetes control. Previous research suggests that the endoscopically implanted Endobarrier device can improve diabetes control and promote weight loss. Endobarrier works in a similar way to gastric bypass surgery by preventing food from coming into contact with the first part of the small intestine, but without painful invasive surgery. The device consists of a 60cm long tube-like liner or sleeve that coats the inside of the small intestine--allowing food to pass through but not to be absorbed. The device is removed after a year. The procedure aims to kick start a change in lifestyle and help people achieve better health.In this study, Dr Robert Ryder and colleagues from City Hospital, Birmingham, UK, investigated whether this new therapy could be translated into major clinical success by creating a small NHS Endobarrier service for people having difficulties managing their type 2 diabetes and obesity. The service was set up in October 2014 to help the hardest to treat cases. Of the 65 adults accepted for treatment, 50 have already had an Endobarrier implanted.The researchers report here on the outcomes of the first 31 participants (age between 28 and 62 years) to have their device removed after up to 1 year. These patients had lived with type 2 diabetes for an average of 13 years, and over half (17 patients) were taking insulin. While the device was implanted, all participants were regularly encouraged to change their behaviour (i.e., diet, exercise, lifestyle). The researchers also established a secure online registry to monitor outcomes.The 31 participants had lost a significant amount of weight (average 15 kg), had improved blood sugar control, and substantially reduced systolic blood pressure and liver fat. In those taking insulin, median daily insulin dose reduced from 100 to 30 units. Two patients had the device removed early, one due to gastrointestinal haemorrhage and the other due to liver abscess. Of the 17 patients who have reached 6 months post Endobarrier treatment, 11 (65%) have managed to maintain the substantial improvements in weight loss and diabetes control. Participants also reported considerable improvements in wellbeing, energy, and the ability to exercise, with around 94% saying that they would recommend the service to their friends and family. The authors conclude: \"This inaugural NHS service demonstrates Endobarrier therapy to be highly effective in patients with obesity and diabetes that has been very hard to treat, with high patient satisfaction levels, and an acceptable safety profile. The Endobarrier service could be a safe and cost-effective treatment for the NHS--it does not involve surgery and patients do not have to stay in hospital (so reducing the risk of infection). As endoscopy units are located all over the UK, our service could be readily disseminated, with the registry being useful for on-going monitoring worldwide.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-ndt091017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "The UK's first National Health Service (NHS) service to provide a new, non-surgical, reversible weight loss device for people who have both poorly controlled type 2 diabetes and obesity (diabesity) is safe and effective and should be rolled out across the NHS, says research at this year's EASD Annual Meeting in Lisbon.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}