{"title": "Study shows reduced risk of aortic aneurysm and aortic dissection in patients with type 2 diabetes", "text": "There are significantly decreased long-term risks of aortic aneurysm (AA) and aortic dissection (AD) in patients with type 2 diabetes (T2DM), as well as decreased risk of death following hospitalisation for AA, according to a new study being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September).A decrease in short-term risk of aortic aneurysm (dilatation of the aorta, the main artery in the body, with associated symptoms including pain, and a risk for lethal rupture) and of aortic dissection (a tear in the most intimate layer of the artery wall that can block the flow of blood to the heart or abdominal organs) has been noted for patients with T2DM in previous studies. In this nationwide, longitudinal observational cohort study by Dr Tarik Avdic from the Swedish National Diabetes Register, Gothenburg, Sweden, with colleagues from various Swedish University Hospitals and the Swedish Vascular Registry (Swedvasc) research group, the long-term risks of hospitalisation for AA and AD, and post AA/AD incident mortality, were evaluated. The study linked data between 1998 and 2015 on 448,319 individuals with T2DM from the Swedish National Diabetes Register, and 2,251,015 individually matched population-based control subjects without diabetes, to data from other national databases so as to consider hospitalisations for AA and AD and death, with a mean follow up time of 7.0 years and 7.2 years respectively. In total, there were 2,878 cases of AA in patients with T2DM and 16,740 in the control group; and 200 cases of AD in the T2D group versus 2,019 in the control. The results indicate that individuals with T2DM have a 28% lower risk of AA and a 47% lower risk of AD compared to the control group. Sub-analyses for AA also indicated a 44% lower risk for thoracic AA, a 25 % risk reduction for abdominal AA, a 21 % lower risk for unspecified AA and unaltered risk reduction for thoraco-abdominal AA among individuals with T2DM compared to control subjects. Due to few cases of AD, it was not possible to perform the same sub-analysis for AD.Additionally, after adjustment for variables, there was a statistically significant reduction in mortality of 12% up to 2 years after hospitalisation for AA, but an unchanged risk for mortality after hospitalisation for AD, among T2DM patients compared to population-based control subjects.  The unadjusted survival rates following hospitalisation for AA were for patients with T2DM compared to the control group: 84.2% versus 80.9% after 3 months; 74.7% vs 71.7% after 1 year and 66.7% vs 64.2% after 2 years, respectively. The survival rates following AD were numerically higher among patients with T2DM compared to the control group but the difference did not reach statistical significance. The authors conclude: \"Among patients with T2DM there were significantly decreased risks of AA and AD as well as decreased risk of mortality after an event of AA.\" They also suggest that \"glycated (sugar) cross-links, created by various mechanisms, in aortic tissue among T2DM patients may play a protective role in progression of aortic disease. More studies are needed to see exactly what is taking place here.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-ssr091017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "There are significantly decreased long-term risks of aortic aneurysm (AA) and aortic dissection (AD) in patients with type 2 diabetes (T2DM), as well as decreased risk of death following hospitalisation for AA, according to a new study being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}