{"title": "Small study suggests twice-daily aspirin dosing could lead to more cardiovascular benefits for people with type 2 diabetes", "text": "Taking aspirin twice daily, rather than the current recommendation of once daily, could enhance cardiovascular protection in people with type 2 diabetes (T2D), suggests a small study being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September).Cardiovascular disease (CVD) is the leading cause of illness and death in people with type 2 diabetes (T2D). Aspirin is the gold standard antiplatelet (anticlotting) therapy and guidelines usually recommend a once-daily dose for the prevention of CVD. Aspirin works by reducing platelet aggregation--making blood platelets (cells which foster clotting) less likely to form clots--that can lead to a stroke or heart attack. However, aspirin has a very short half-life, and studies suggest that a once-daily aspirin regimen does not fully inhibit platelet function when platelet turnover is increased, as seen in people with T2D. For this reason, aspirin is known to be less effective in people with T2D and a history of CVD, but whether the same is true in people with T2D without a history of CVD has not been explored.In this study, Liv Vernstroem and colleagues from Aarhus University Hospital in Denmark investigated whether the effect of aspirin declines (i.e., platelet aggregation increases) during the 24-hour dosing interval in 21 people with T2D without CVD, and sex-matched healthy controls after 1 week of low-dose aspirin treatment. They also looked at whether patients with T2D had increased platelet turnover compared to the control group.Blood samples were taken at the start of the study and 1 hour after intake of 75mg of aspirin to determine how the participants' platelet function responded acutely to aspirin and evaluate platelet aggregation levels prior to aspirin treatment. Participants were then treated for 6 days with once-daily aspirin, and blood samples were repeated 1 hour and 24 hours after intake of aspirin to compare platelet aggregation levels during the dosing interval.The researchers found that aspirin-treated patients with T2D without a history of CVD had a time-dependent increase in platelet aggregation through the standard 24-hour dosing interval. This was also observed in the control group. This means that the ability of aspirin to inhibit platelet aggregation, and thus prevent CVD by stopping clots forming, had declined during the dosing interval when aspirin was only ingested once daily. Since patients with T2D have an increased risk of CVD an antiplatelet treatment that covers the entire dosing interval should be preferred, and perhaps a twice daily dosing of aspirin could be more effective.     They also discovered that, before the trial, patients with T2D who had not been taking aspirin had increased platelet aggregation compared to healthy controls. This indicates that platelets from patients with T2D have an increased haemostatic potential (an increased ability to form clots), perhaps increasing the risk of CVD in this patient group.The authors conclude: \"Given that platelets in people with diabetes are characterised by increased aggregation and increased turnover rates, our study indicates that patients with type 2 diabetes may achieve additional benefit from twice daily rather than once daily dosing of aspirin. Large-scale clinical outcome trials are needed to confirm the safety and efficacy of this approach.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-sss091017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Taking aspirin twice daily, rather than the current recommendation of once daily, could enhance cardiovascular protection in people with type 2 diabetes (T2D), suggests a small study being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}