{"title": "Study shows that close to 2 million US adults are at high risk of serious chronic kidney disease progression and subsequent death", "text": "New research presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September) suggests that there are around 2 million adults in the USA with both diabetes and chronic kidney disease (CKD), that also have diabetic retinopathy (DR) - a known risk factor for CKD progression and subsequent death. Of these, some 59 000 are at risk of diabetes-related blindness.  The authors -- led by Dr Meda Pavkov at the US Centers for Disease Control and Prevention, Atlanta, GA, USA -- say that since many DR risk factors can be treated, there is a chance to intervene in these patients. An estimated 30.3 million people of all ages (9.4% of the US population) in the USA have diabetes; this includes 30.2 million adults aged 18 years or older (12.2% of all US adults). Diabetes is the leading cause of kidney failure in the USA, and CKD is a major risk factor for serious cardiovascular events and death. The presence of DR is a reliable screening tool for identifying individuals at the highest risk of CKD progression but no national population-based estimates exist of the prevalence or severity of DR in patients with diabetes and CKD.This study looked at prevalence and severity of DR among US adults with diabetes and laboratory confirmation of CKD. The cohort largely represents people with type 2 diabetes, in whom kidney disease is heterogeneous, meaning that it can be due to other causes than diabetes. The presence of DR helps identify those whose CKD is most likely caused by diabetes. This is important, because previous research suggests that diabetic CKD more often progresses to kidney failure (and subsequent death) than non-diabetic CKD. The team used data from the National Health and Nutrition Examination Surveys (NHANES) 2005-2008 to derive an estimate of DR prevalence and severity in adults aged 40 years and over. The presence of diabetes was identified by either a diagnosis by a health professional, or a level of glycated haemoglobin (HbA1c) in the blood of more than 6.5%.The sample contained 387 adults with both diabetes and CKD, corresponding to 4.9 million adults in the US population as a whole. DR was found in 36.2% of the sample group, and 8.2% had DR serious enough to threaten their vision. Translated nationally, this means an estimated 1.8 million people aged 40 years and over in the USA have diabetes, CKD and DR (and are thus at the highest risk of CKD progression and death), and around 59,000 are facing the threat of losing their sight. The authors say: \"Compared to persons without DR, those with DR were on average older, with higher HbA1c, higher blood pressure, longer diabetes duration, and had insulin treatment.\" These risk factors were found to have sometimes dramatic effects on the likelihood of DR being present. A 1% increase in HbA1c led to a 50% higher risk of having DR, while every additional 5 years of living with diabetes increased the risk by 40%. The impact of blood pressure was much smaller with just 3% higher risk of DR per 10 mmHg increase in systolic blood pressure. In those individuals who relied on insulin to control their diabetes, the odds of DR rose 13-fold.The authors note that: \"Overall, the prevalence of DR was higher than in the earlier NHANES study after adjusting for age, sex, race/ethnicity, mean blood pressure, and HbA1c, whereas the prevalence of vision threatening DR remained largely unchanged over time\".The researchers conclude that: \"Over one third of this nationally representative sample of adults with both diabetes and CKD had DR, representing 1.8 million adults at high risk for CKD progression. However, many of the studied risk factors associated with DR, such as blood sugar levels (HbA1c) and high blood pressure, are treatable and thus modifiable, suggesting that suitable intervention could reduce the risk of developing DR and the number of patients progressing to more serious CKD and death.\" They add: \"The number of Americans -- almost 60,000 -- facing diabetes-related blindness and its associated pain and costs is significant from a public health perspective. With intervention these patients need not lose their sight.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-sst091017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Around 2 million adults in the USA with both diabetes and chronic kidney disease (CKD), that also have diabetic retinopathy (DR) -- a known risk factor for CKD progression and subsequent death. Of these, some 59 000 are at risk of diabetes-related blindness, The research is presented at this year's EASD Annual Meeting in Lisbon.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}