{"title": "Gene variant could lead to missed type 2 diabetes diagnosis in African-Americans", "text": "In the largest study of its kind, an international research team has identified 60 gene variants -- 42 for the first time -- that can influence blood levels of hemoglobin A1c, measurements of which are used both to diagnose type 2 diabetes and to monitor blood sugar control. While these variants together produce just a modest increase in the risk of developing type 2 diabetes, one variant found only in African Americans significantly reduces the accuracy of A1c blood testing, increasing the risk of underdiagnosis in a population known to have a higher risk for the disease. \"Large-scale genetic discoveries about the increasingly common type 2 diabetes have not yet had much impact on prevention,\" says James B. Meigs, MD, MPH, of the Division of General Internal Medicine  at Massachusetts General Hospital (MGH), co-corresponding author of the paper published in PLOS Medicine. \"In this huge study that analyzed data from 82 cohort studies from around the world, we found dozens of gene regions affecting A1c levels and were able to show how genetic discoveries could help improve type 2 diabetes detection and reduce health disparities.\" Hemoglobin A1c testing measures glucose that has been bound to hemoglobin, the oxygen-transporting protein found red blood cells. In contrast to a blood glucose test, which measures blood sugar levels at one point in time, A1c testing reflects average levels of blood sugar over a period of about three months, the usual lifespan of red blood cells. Long used as tool for managing blood sugar levels in diabetes, A1c testing has been recommended for diagnosing diabetes and prediabetes since 2009. In addition to giving a longer-term view of an individual's blood sugar levels, A1c testing does not need to be conducted after an 8- to 10-hour fast, potentially making it more convenient for patients as well as being more accurate for diabetes detection.Previous studies have identified 18 gene variants associated with higher or lower A1c levels that could be classified based on whether they directly influenced blood glucose or factors related to red blood cells. The latter types of variants, including ones that reduce the lifespan of red blood cells, could lead to A1c results that do not accurately reflect actual blood sugar levels. Because the earlier studies were conducted in individuals of either European or Asian ancestry, the current study was designed to identify new A1c-influencing variants by analyzing data from larger, more diverse population samples. The team, comprised of more than 200 investigators from around the world, analyzed genetic data from almost 160,000 individuals of European, African American and Asian ancestries who had not been diagnosed with diabetes at the time they entered their respective studies. The 60 A1c-influencing variants that were identified were classified as either acting through blood glucose, through red blood cells or through other means. The 82 studies providing the data used in the current analysis followed their participants for various periods of time, and data reflecting the incidence of new type 2 diagnoses over 10 years following study entry was available for 33,000 study participants. That data revealed that inheriting any of the 20 variants that influenced A1c levels by raising blood glucose increased the risk of developing type 2 diabetes by around 5 percent per inherited variant. While the ability of these variants to predict future diabetes was similar in those of European, Asian and African ancestry, the influence of variants on the ability to diagnose diabetes by A1c testing was significantly different in African Americans. This difference was attributable to one specific variant in a gene called 6GPD, which is located on the X chromosome and codes for an important red blood cell protein. This 6GPD variant, which has been seen only in individuals of African ancestry, impairs function of the 6GPD protein, can shorten the lifespan of red blood cells and thereby can reduce A1c independent of blood sugar levels. Individuals with the G6PD variant could have apparently normal A1c results despite chronically elevated blood sugar. The research team estimates that the variant - which is relatively common in individuals of African ancestry, affecting about 11 percent - could lead to missing a diabetes diagnosis in around 660,000 African Americans in the U.S. The presence of the 6GPD gene on the X chromosome means that inheriting only a single variant copy would be required to produce misleading A1c results in men, while two copies of the variant gene would be needed to do so in women, who have two copies of the X chromosome. \"Knowing whether African American individuals carry this gene variant would help reduce the underdiagnosis of type 2 diabetes in a population in which diabetes is known to be disproportionately common and devastating,\" says Meigs, who is a professor of Medicine at Harvard Medical School. \"We now plan to directly study, rather than estimate, the impact of A1c genetics on type 2 diabetes diagnosis in different minority communities to determine the correct diagnostic A1c thresholds for different ancestry groups. We also plan to look for other clinically important variants associated with A1c in the gene regions we have discovered.\" ", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002383", "url": "http://www.eurekalert.org/pub_releases/2017-09/mgh-gvc090117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Diabetes Association, Wellcome Trust", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Endocrinology", " Diabetes", " Genes"], "journal": "PLOS Medicine", "description": "In the largest study of its kind, an international research team has identified 60 gene variants -- 42 for the first time -- that can influence blood levels of hemoglobin A1c. One variant, found only in those of African ancestry, can significantly reduce the accuracy of A1c blood testing.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}