{"title": "Test may miss diabetes in some African-Americans", "text": "More than 200 scientists from around the world teamed up to study the genetics of hemoglobin A1c (HbA1c), or \"glycated hemoglobin\", a measurement used by clinicians to diagnose and monitor diabetes. The authors report that they have identified 60 genetic variants that influence HbA1c measurements, as well as the ability of this test to diagnose diabetes. The gene variants, including one that could lead to African Americans being underdiagnosed with T2D, are described in PLOS Medicine in a paper by James Meigs of Harvard Medical School, USA, and Inês Barroso of the Wellcome Trust Sanger Institute, UK, and colleagues.Levels of HbA1c in a given person depend on both blood glucose levels and characteristics of that person's red blood cells. In the new work, researchers analyzed genetic variants associated with each of these factors, together with HbA1c levels in 160,000 people without diabetes from European, African, and Asian ancestry who had participated in 82 separate studies worldwide. 33,000 people were followed over time to determine whether they were later diagnosed with diabetes. The team identified 60 genetic variants--42 new and 18 previously known--that impact a person's HbA1c levels. People who had more variants that affect HbA1c levels through effects on blood glucose levels were more likely, over time, to develop diabetes (odds ratio 1.05 per HbA1c-raising allele, P=3x10-29). However, people who had more variants that affected HbA1c through effects on red blood cells did not have an increased diabetes risk. The impact of genetic variants on HbA1c levels was largest in those of African ancestry, and the difference could be explained by variation in the gene G6PD (encoding an enzyme related to red blood cell lifespan) which was associated with lower HbA1c levels. 11% of people of African American ancestry carry at least one copy of this genetic variation, which can lower levels of HbA1c despite high blood glucose levels. \"HbA1c remains an appropriate diagnostic test for the majority of people of diverse genetic backgrounds,\" the authors say. \"Nevertheless, non-glycemic lowering of measured HbA1c for one in ten African American men who carry this G6PD variant, and one in a hundred African American women homozygous for this variant, could amount to 0.65 million African American adults in the United States with a missed T2D diagnosis using HbA1c as a screening test. We therefore recommend investigation of the possible benefits of screening for the G6PD genotype along with HbA1c.\"In an accompanying Perspective, Andrew Paterson of the University of Toronto, Canada notes that the impact of the G6PD gene variant on HbA1c results could contribute to the higher risk for long-term diabetes complications in African Americans compared to Americans of European ancestry. \"National clinical practice need to be revisited,\" he writes. \"Individuals with this variant should either be screened for T2D using glucose, or sex-and genotype-adjusted thresholds for HbA1c should be used.\"", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002383", "url": "http://www.eurekalert.org/pub_releases/2017-09/p-tmm090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Medicine/Health", " Diabetes", " Genes"], "journal": "PLOS Medicine", "description": "More than 200 scientists teamed up to report that they have identified 60 genetic variants that influence HbA1c measurements, as well as the ability of this test to diagnose diabetes. The gene variants, including one that could lead to African-Americans being underdiagnosed with T2D, are described in PLOS Medicine in a paper by James Meigs of Harvard Medical School, USA, and Inês Barroso of the Wellcome Trust Sanger Institute, UK, and colleagues.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}