{"title": "Mount Sinai and ProHEALTH Dental announce innovative clinical and academic affiliation", "text": "Poor oral health is an important indicator of overall health and has been linked to serious conditions like heart disease and diabetes. To address this significant health care problem, Mount Sinai Health System and the Icahn School of Medicine at Mount Sinai have entered into a clinical and academic affiliation agreement with ProHEALTH Dental. The affiliation will create a collaborative program to address the important correlation of poor oral health and chronic diseases by expanding dental training, education and services for the community.Through this \"Oral Health Initiative,\" Mount Sinai primary care physicians in Queens and ProHEALTH Dental dentists will collaborate on coordinated care and patient education programs to improve the overall health and wellness of their patients. ProHEALTH Dental's state-of-the-art facility will open in Long Island City, NY on October 1, 2017, with additional locations throughout Queens planned to open in the next year. Andrea Perez, DDS, Clinical Instructor of Dentistry at the Icahn School of Medicine at Mount Sinai, will serve as Chief Dental Officer, and the dentists at this practice will have academic appointments with the Icahn School of Medicine at Mount Sinai. \"We are among the first health systems to address the important connection between oral and overall health through the coordination of care between patients' primary care physicians and dentists,\" said Kenneth L. Davis, MD, CEO and President of the Mount Sinai Health System. \"We are pleased to work with ProHEALTH Dental to further our mission of providing preventative care, promoting health and wellness, and expanding access to care in the communities we serve.\"The Affiliation Agreement also expands the scope of Mount Sinai's dental residency program through the rotation of its first and second year residents in ProHEALTH Dental's state-of-the-art offices in Queens. \"We are excited to offer this unique experience to our residents,\" said John L. Pfail, DDS, Chief of the Department of Dentistry at the Icahn School of Medicine at Mount Sinai. \"Through this initiative with ProHEALTH Dental, our residents will gain community-based comprehensive care experience.\"\"We are honored to work with Mount Sinai in this important affiliation,\" said Norton L. Travis, CEO of ProHEALTH Dental. \"Our model and mission is to improve patients' overall health through the coordination of dental services with academic health care systems and large high quality medical groups. \r\nBy offering full service state-of-the-art dentistry services to patients of all ages in collaboration with the patients' treating physicians, we will both improve patient health and reduce the cost of healthcare.\"\"This important and exciting affiliation with ProHEALTH Dental will create a unique opportunity to marry excellent dental care and medical care, to address disease in a more timely fashion, and to advance dental education,\" said Arthur A. Klein, MD, President of Mount Sinai Health Network.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/tmsh-msa090817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Dentistry/Periodontal Disease"], "journal": "", "description": "Poor oral health is an important indicator of overall health and has been linked to serious conditions like heart disease and diabetes.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}