{"title": "A new tool for tracking biological age at every level -- Young.AI beta", "text": "Tuesday, September 12th, 2017, Basel, Switzerland - Insilico Medicine, a Baltimore-based next-generation artificial intelligence company specializing in the application of deep learning for drug discovery, biomarker development and aging research today announced the launch of the Beta 1.0 version of YOUNG.AI. The first version was publicly unveiled on September 12th, 2017 at the 4th Aging Research for Drug Discovery Forum and the  Artificial Intelligence and Blockchain for Healthcare Forum in Basel, Switzerland, 11-13 of September. The beta 1.0 version features deep learned photographic and basic blood biochemistry-based predictors of age as well as the ability to track drug and supplement intake. Future updates will include multiple other data types ranging from medical imaging and brain activity readings to social circle and behavior. The system allows users to register under a pseudonym and remain anonymous, while entering the available data types and tracking the age predicted by the deep neural networks trained on tens of thousands and sometimes millions of samples. \"Blockchain technology provides secure data integrity, ensuring every party can be confident in the information and process. Medical information is some of our most important data and the pairing of Blockchain technology and AI will be invaluable to its security and technological advancement. We are proud to be partnering with Insilico Medicine on pairing these two technologies and we applaud their beta release of Young.Ai.\"  - Valery Vavilov, CEO of The Bitfury Group.\"Genomics, cellular therapeutics, CRISPR/Cas9 technologies are all giving us tools to extend the healthy human lifespan.  Today many billions of dollars of private investment are going into the longevity start-up space, and people are starting to think about aging as plastic and moldable.  Having technologies like Young.AI to objectively measure the biomarkers of Aging will be an important part in humanity's tool kit.  You can't fix what you can't properly measure.\"  Peter H. Diamandis, MD, co-Founder, executive Chairman, Singularity University\"The use of the new tool to track human biological age may enable discovery of drugs and other interventions that target the fundamental process of aging, thereby delaying the onset of all chronic diseases at once, instead of targeting one disease at a time. The project has parallels with MouseAge, a tool for assessing biological age in mice, which we develop jointly with In Silico Medicine.\" Vadim Gladyshev, Professor of Medicine at Brigham and Women's Hospital, Harvard Medical School.\"The development of reliable ways to measure aging is an absolute prerequisite for the design of clinical trials targeting aging. Insilico Medicine's 'Young.AI' is leading the way in this endeavour by allowing us reliable measurements of aging both at the individual and population level. Young.AI will undoubtedly be a powerful tool in our anti-aging toolbox.\" Morten Scheibye-Knudsen, MD/PhD, Head of the Biology of Aging Laboratory, Center for Healthy Aging, and associate professor, University of Copenhagen. \"This is another exciting development for  Insilico Medicine which is leading the charge in deep learning to transform medicine. We at Juvenescence Limited are proud and delighted to be partners in this transformation.\" Jim Mellon, Chairman, Juvenescence.\"Aging is a highly multi-modal process, which deconvolutes into the many age-related pathologies and leads to the loss of function. The Young.AI system is intended to take full advantage of the advances in deep learning to track the aging processes at every level of organization, evaluate the importance of each feature within every data type, and to look at the big picture and identify the effectiveness of different interventions.\" Alex Zhavoronkov, PhD, founder and CEO of Insilico Medicine, Inc. \"We are very excited to launch the Young.AI system. Most of the research in biomedicine and in the anti aging field in general is done in animals. Even some of our validation experiments rely on more primitive organisms. However, if we are to develop actionable interventions that can prevent the onset of Alzheimer's, Parkinson's, fibrosis, CVD and metabolic diseases and extend the youthful state of the human body, we need a very comprehensive and sensitive system for biomarkers, and this can only be developed by tracking a very large number of people over time. Presently, we do not understand the value of each data type to aging research, and Young.AI may help us pick up the low-hanging fruit and create a platform for further research.\" Polina Mamoshina, Senior Deep Learning Scientist, Insilico Medicine. Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to the generation of new molecular structures with specified parameters and published a seminal papers in Oncotarget and Molecular Pharmaceutics. Another paper published in Molecular Pharmaceutics in 2016 and demonstrated the proof of concept of the application of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/imi-ant091117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Education", " Mathematics/Statistics", " Medicine/Health", " Gerontology", " Aging", " Policy/Ethics", " Technology/Engineering/Computer Science"], "journal": "", "description": "Insilico Medicine launched the Beta 1.0 version of YOUNG.AI on September 12th, 2017 at the 4th Aging Research for Drug Discovery Forum and the  Artificial Intelligence and Blockchain for Healthcare Forum in Basel, Switzerland. The beta 1.0 version features deep learned photographic and basic blood biochemistry-based predictors of age as well as the ability to track drug and supplement intake. Future updates will include multiple other data types ranging from medical imaging and brain activity readings to social circle and behavior.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}