{"title": "Researchers identify potential biomarkers of age-related macular degeneration", "text": "Patients with any stage of age-related macular degeneration (AMD) carry signs of the disease in their blood that may be found through special laboratory tests, according to a new study led by AMD researchers based at Massachusetts Eye and Ear. The study, published online today in Ophthalmology, describes a new technique known as \"metabolomics,\" which can identify blood profiles associated with AMD -- the leading cause of adult blindness in developed countries -- and its level of severity. These potential lipid biomarkers in human blood plasma may lead to earlier diagnosis, better prognostic information and more precise treatment of patients with AMD, as well as potential new targets for AMD treatment.\"With metabolomics, we can identify blood profiles associated with AMD and its severity through laboratory testing,\" said co-senior author Joan W. Miller, M.D., Chief of Ophthalmology at Mass. Eye and Ear and Massachusetts General Hospital, and Chair of Ophthalmology and the David Glendenning Cogan Professor of Ophthalmology at Harvard Medical School. \"Because the signs and symptoms of early stage AMD are very subtle, with visual symptoms only becoming apparent at more advanced stages of the disease, identification of biomarkers in human blood plasma may allow us to better understand the early to intermediate stages of AMD so we may intervene sooner, and ultimately provide better care.\"  AMD is the leading cause of blindness in people over 50 in developed countries, and its prevalence is expected to increase along with the global aging of the population. While AMD has recognized genetic and lifestyle risk factors, including diet and smoking status, the field currently lacks reliable measures to identify patients who may be at risk of developing AMD, including those who may progress to the advanced, blinding forms of the disease.\"The study utilized a technique known as metabolomics, or the study of the tiny particles called metabolites, in our body that reflect our genes and environment,\" explained first author Ines Lains, M.D., a research fellow at Mass. Eye and Ear. \"The metabolome -- the set of metabolites present in an individual -- is thought to closely represent the true functional state of complex diseases. This is why we used it to test 90 blood samples obtained from study participants with all stages of AMD (30 with early-stage disease, 30 with intermediate-stage and 30 with late-stage) and 30 samples from patients without AMD.\" The metabolomics data analysis was performed in collaboration with Dr. Lasky-Su and colleagues at the Channing Division of Network Medicine of Brigham and Women's Hospital.Their approach revealed 87 metabolites, or small molecules in the blood, that were significantly different between subjects with AMD and those without. Furthermore, the team noted varying characteristics between the blood profiles of each stage of disease. This information has the potential to improve earlier diagnoses for AMD patients, and ultimately, may lead to more treatment options, as well as personalized treatment, for earlier stages of the disease.Of the 87 molecules identified through metabolomics in the study to be associated with AMD, most belonged to the lipid pathway. In fact, six of the seven most significant metabolites identified in the study were lipids. Previous research has suggested that lipids may be involved in the development of AMD, although the exact role of lipids in the disease process remains unclear. The results from this study support this suggestion, as well as indicate that metabolomics profiling may provide novel insights into relationship between lipids and AMD.\"We believe this work will help launch the era of personalized medicine in treatment of AMD,\" said co-senior author Deeba Husain, M.D., a retina specialist at Mass. Eye and Ear and Associate Professor of Ophthalmology and co-director of the AMD Center of Excellence at Harvard Medical School. \"Our work gives us a novel biomarker for early diagnosis, and it gives us clues to differentiate the progressers from non-progressors. This research also gives us insight into important role of lipids in AMD, which will provide novel targets for treatment in the early stage of disease, thus preserving vision in AMD.\"", "article_link": "http://dx.doi.org/10.1016/j.ophtha.2017.08.008", "url": "http://www.eurekalert.org/pub_releases/2017-09/meae-rip090817.php", "region": "namerica", "source_link": null, "funder": "Miller Retina Research Fund, Champalimaud Vision Award, Research to Prevent Blindness, Portuguese Foundation for Science and Technology, Harvard Medical School Portugal Program", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Medicine/Health", " Ophthalmology"], "journal": "Ophthalmology", "description": "Patients with any stage of age-related macular degeneration (AMD) carry signs of the disease in their blood that may be found through special laboratory tests, according to a new study led by AMD researchers based at Massachusetts Eye and Ear.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}