{"title": "Hospital admission with common liver disease puts people with type 2 diabetes at much greater risk of cardiovascular disease and death", "text": "Non-alcoholic fatty liver disease (NAFLD) affects around three-quarters of obese adults with type 2 diabetes. Hospital admission with NAFLD is associated with an increased risk of developing and dying from cardiovascular diseases (CVDs) such as heart failure or a heart attack, according to new research from the Scottish Diabetes Research Network being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September).NAFLD is caused by a build-up of fat within liver cells. Previous research has shown that there is a link between NAFLD and CVD, but until now it was unclear if the same was true in people with type 2 diabetes.Using hospital and death record data, Professor Sarah Wild from the University of Edinburgh, UK, and Professor Christopher Byrne from the University of Southampton, UK, explored the connection between NAFLD and CVD or death in over 133,300 adults diagnosed with type 2 diabetes in Scotland between 2004 and 2013 who had at least one hospital admission.NAFLD was mentioned in hospital records for 1,998 people over the average 4.7 year follow-up period.  At the time of diabetes diagnosis, people with NAFLD had different patterns of other risk factors for CVD and death in that they were younger, more likely to be women, more likely to be current smokers, and had higher body mass index. The authors suggest these factors could be interlinked in many cases. The analysis showed that NAFLD was associated with around a 62% increase in incident (first episode of heart attack or stroke) or recurrent CVD compared to those without the condition, which appeared to be independent of other influential factors such as age, sex, socio-economic status, smoking, high blood pressure, high cholesterol, blood sugar as measured by HbA1c, and CVD at diabetes diagnosis. NAFLD was also independently associated with a 40% increased risk of CV death, a doubling of the risk of death from any cause, and a 41-fold increase in death from liver cancer (hepatocellular carcinoma).The authors conclude: \"Because non-alcoholic fatty liver independently raises the risk of cardiovascular disease and mortality in people with type 2 diabetes, preventing the condition by avoiding unhealthy lifestyles in people with diabetes is vital. Losing weight through diet and exercise can prevent and treat the early stages of NAFLD in obese people with diabetes, and obesity surgery has been shown to ameliorate the early stages of the condition. However, effective and safe treatments are also urgently needed.\"Several pharmaceutical companies have invested significantly in research and development in drugs for NAFLD, with some drug trials already in their later stages.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-haw090817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Non-alcoholic fatty liver disease (NAFLD) affects around three-quarters of obese adults with type 2 diabetes. Hospital admission with NAFLD is associated with an increased risk of developing and dying from cardiovascular diseases (CVDs) such as heart failure or a heart attack, according to new research from the Scottish Diabetes Research Network being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}