{"title": "New research shows people of black or mixed ethnicities less likely to be monitored for diabetes and complications", "text": "People of black or mixed ethnicities, or of lower socioeconomic status, are less likely to have consistent monitoring for diabetes and associated complications following diagnosis of type 2 diabetes (T2D), suggests new research being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September).  T2D is more common in people of lower socioeconomic status (SES) and black or South Asian people; these patients are also more likely to experience complications such as kidney failure and cardiovascular disease. This innovative study, carried out in England by William Hinton, with colleagues from the Department of Clinical & Experimental Medicine, University of Surrey, Guildford, UK, analysed follow up after diagnosis of T2D to consider whether the increased prevalence of complications in these groups may be linked to trends in monitoring. Using primary care data from the Royal College of General Practitioners Research and Surveillance Centre, 50,615 adults were identified as diagnosed with T2D before 2012 and registered for a five year follow up period (2012 to 2016 inclusive). The study analysed the monitoring of HbA1c (an indicator of average blood glucose levels over the preceding weeks and hence diabetes management); blood pressure (BP); estimated globular filtration rate (eGFR - a test to measure kidney function); retinopathy (damage to the blood vessels in the retina - the most common form of vision loss in people with diabetes) and neuropathy (nerve damage common in diabetes) annually for the follow up period. The proportions of patients monitored overall were found to have improved annually for most parameters over the five years - with increases of between 5 and 10% - HbA1c to 92.8%; eGFR to 92.4%; neuropathy to 72.1%; BP to 91.3% in 2016 (a slight dip from 92.9% in 2015). Only the monitoring rates for retinopathy had decreased, with a peak of 68.6% in 2013 followed by an annual fall to 59.3% in 2016. Of the 50,615 subjects, the proportions with complete monitoring over the five years were, for HbA1c - 69.0%; for eGFR - 66.1%; for BP 75.1%; for neuropathy - 27.7%; and for retinopathy - 25.8%.People from black ethnicity groups were less likely than white people to have complete monitoring for HbA1c, eGFR, retinopathy and neuropathy; those of mixed ethnicity were less likely than white people to have complete monitoring for HbA1c, eGFR and retinopathy; and those of Asian ethnicity were more likely than white people to have complete monitoring for BP and less likely for retinopathy. Those people in the most deprived SES group were less likely than the least deprived group to have complete monitoring in all five categories.Lead author of the paper William Hinton from the University of Surrey, said: \r\n\"Whilst monitoring rates for diabetes complications are high and, with the exception of retinopathy, have broadly increased over the last five years, consistent monitoring is less likely for people of black or mixed ethnicities or of lower socioeconomic status.\"He adds: \"The differences in monitoring discovered may worsen or otherwise contribute to wider ethnic and socioeconomic disparities in diabetes outcomes and should be urgently addressed.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-nrs090817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "People of black or mixed ethnicities, or of lower socioeconomic status, are less likely to have consistent monitoring for diabetes and associated complications following diagnosis of type 2 diabetes, suggests new research being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}