{"title": "Studies on UK couples suggest they share the risk of obesity and type 2 diabetes", "text": "In people aged 50 or older, having an obese wife substantially increases a man's risk of developing type 2 diabetes (T2D), according to the first study to investigate the sex-specific effect of spousal obesity on diabetes risk. The research, being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September), also suggests that the over 55s with a spouse with T2D tend to be more obese than their peers without a diabetic partner.The authors say that obesity or T2D in one partner could lead to T2D in the other due to the many risk behaviours that lead to diabetes shared by couples, such as poor eating habits and little physical activity. People who are obese or have a family history of T2D are already known to have a much higher risk of T2D. But until now, the sex-specific effect of spousal obesity beyond the person's own obesity level on the risk of developing T2D was unclear. These are the first studies that specifically analyse these links. In the first of two studies, Adam Hulman from Aarhus University in Denmark and colleagues examined the association of spousal diabetes and obesity with the risk of developing T2D in 3650 men and 3478 women (aged 50 or older) from the English Longitudinal Study of Ageing (ELSA)--a nationally representative sample of older men and women living in England. Participants were interviewed every 2.5 years during 1998-2015, and incidence of T2D was identified from self-reports or clinical examination. The results were adjusted for potential factors that might contribute to the risk of developing T2D such as age, ethnicity, socioeconomic status, and an individual's own obesity level (i.e., body mass index and waist circumference).Over the median follow-up of 11.5 years, the new case rate for T2D was 12.6 per 1000 people per year among men and 8.6 among women. The researchers found no statistically significant indication overall that having a spouse with diabetes increases diabetes risk. However, further analysis showed that men with an obese wife were significantly more likely to develop T2D during follow-up. Per 5 kg/m2 higher BMI in his wife, the husband's T2D risk was 21% higher, when accounting for the man's own BMI.  Conversely, women with an obese husband had no additional risk beyond that of their own obesity level.In a further study, the research team examined whether the development of obesity with age was different for people with and without a spouse with T2D in 7187 men and women from the ELSA. The analysis was restricted to opposite-sex couples. Practically everyone gets fatter up to age 70, but results showed that in people over 55, individuals living with a spouse with T2D had much higher levels of obesity compared to those with no spousal diabetes.The authors say: \"This is the first study investigating the sex-specific effect of spousal obesity on diabetes risk. Having an obese wife increases a man's risk of diabetes over and above the effect of his own obesity level, while among women, having an obese husband gives no additional diabetes risk beyond that of her own obesity level. Our results indicate that on finding obesity in a person, screening of their spouse for diabetes may be justified.\"They add: \"Recognising shared risk between spouses may improve diabetes detection and motivate couples to increase collaborative efforts to eat more healthily and boost their activity levels. Obesity or T2D in one spouse may serve as a prompt for diabetes screening and regular weight checks in the other. In particular, men whose wives are obese may benefit from being followed more closely.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-sou090817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "In people aged 50 or older, having an obese wife substantially increases a man's risk of developing type 2 diabetes (T2D), according to the first study to investigate the sex-specific effect of spousal obesity on diabetes risk. The research is being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}