{"title": "Variation in genetic risk explains which people develop type 1 diabetes in later life", "text": "Having certain genetic variants could explain why people can develop type 1 diabetes at markedly different ages, including later in life, says new research being presented at this year's annual meeting of the European Association for the Study of Diabetes (EASD) in Lisbon, Portugal (11-15 Sept).  The study is the first to suggest there is a specific genetic predisposition for late onset type 1 diabetes. Type 1 diabetes (T1D) is caused by an autoimmune attack in the body killing off the insulin-producing beta cells in the pancreas, eventually leaving most people with a life-long dependency on insulin. It is typically affects children and young adults but can affect patients after the age of 30 years (referred to as late onset T1D).  The UK Prime Minister Theresa May is an example of someone with late onset T1D, diagnosed early in 2013 at the age of 56. Often, people with late onset T1D have their condition confused with type 2 diabetes, which is much more common in older adults. Certain groups of genes associated with regulation of the immune system in humans are known to be linked to the risk of developing T1D. The major genetic determinants are the DR3 and DR4 alleles (or variants) of a group of genes called the HLA complex. The strongest risk occurs when these risk alleles occur in pairs which can either be homozygous (DR3/DR3 or DR4/DR4), or compound heterozygous (DR3/DR4) genotypes.This study was conducted by Dr Nick Thomas, along with Professor Andrew Hattersley and other colleagues at the University of Exeter, UK, and aimed to investigate whether the increased risk of T1D that is observed in children and young adults with the DR3 and DR4 genotypes persists into adulthood.The team analysed the development of T1D diabetes in a population of 120,000 individuals from the UK Biobank from birth to age 60 in subjects selected from the highest risk HLA groups They found that although the highest risk genotypes made up just 6.4% of the UK population, they contributed 61% of all cases of T1D. Within these high-risk groups there were marked differences in both the likelihood of developing T1D and the average age of diagnosis. In the high-risk HLA groups DR3/DR3, DR3/DR4 and DR4/DR4 there were marked differences in likelihood of developing T1D during a person's lifetime: 1.2%, 4.2%, and 3.5% respectively. The authors found that for the DR3/DR3, DR3/DR4, and DR4/DR4 genotypes, the mean age of diagnosis was 17, 28, and 38 years old respectively, with 71% of T1D cases associated with the DR4/DR4 genotype being diagnosed in individuals over the age of 30. For DR3/DR3/ just 26% were diagnosed over 30, while for DR3/DR4 the figure was 40%.The authors conclude that: \"Whilst all three major genotypes greatly increase risk of T1D throughout life, population analysis has shown for the first time that DR4/DR4 specifically predisposes to T1D over 30 years of age and carriers of this genotype have the highest risk for development of late-onset T1D\".They add: \"This is clear evidence that type 1 diabetes after 30 years is not just a delayed version of type 1 diabetes before 30.  Further work is needed to understand these differences.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-vig090817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Having certain genetic variants could explain why people can develop type 1 diabetes at markedly different ages, including later in life, says new research being presented at this year's annual meeting of the European Association for the Study of Diabetes (EASD) in Lisbon, Portugal.  The study is the first to suggest there is a specific genetic predisposition for late onset type 1 diabetes.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}