{"title": "New FAT score technique may allow for better targeting of obesity surgery", "text": "A new method of analysing subcutaneous fat may allow doctors to better predict which patients will respond well in terms of weight loss to obesity (bariatric) surgery, says new research being presented at this year's annual meeting of the European Association for the Study of Diabetes (EASD) in Lisbon, Portugal (11-15 Sept).Bariatric surgery (BS) involves different surgical techniques which all reduce the size of the stomach (and some add a degree of malabsorption), and have been found to lead to major, long-term weight loss and reduced mortality in most, but not all severely obese patients, and in some individuals weight regain occurs. The number of BS procedures being performed has dramatically increased over the last decade and may rise further as BS is now featured in the international guidelines for type 2 diabetes treatment.In order to improve patient care, there is a need to identify factors that can predict those individuals who are classed as poor responders (PR) to BS, and who may benefit more from better preparation to the surgery or more intensive follow-up. While preoperative factors, such as age, the presence and severity of type 2 diabetes, and psychological issues are known to influence the degree of weight loss after BS, they have been found to explain only 14% of the resulting weight loss variability.This study was investigated by Professor Karine Clément and conducted by Pierre Bel Lassen at INSERM, Paris, France, and Pitié-Salpêtrière Hospital, Assistance Publique - Hôpitaux de Paris (APHP), Paris, France and colleagues. It aimed to determine whether a measure of fibrosis in subcutaneous adipose tissue (the fat layer below the skin) could predict the amount of weight lost after BS. The structure of this adipose tissue is known to change significantly as a person becomes obese, becoming dysfunctional and accumulating fibrous structures between the cells as collagen is deposited in the tissue. Their goal was to create a simple reproducible score to easily measure the degree of fibrosis, which could then be used to predict outcomes to better inform patients, help decision making and personalisation of follow-up by doctors.The team created a fibrosis score of adipose tissue (FAT score) on a scale of 0-3 in biopsy samples taken from 183 obese patients that underwent BS in the form of a Roux-en-Y gastric bypass (RYGB). Patients were divided into three groups (tertiles), and a poor response to the operation was defined by the worst performing group, in which patients lost less than 28% of their starting body weight in the year following the procedure.The researchers found that even after adjusting for factors including age, diabetes status, high blood pressure, and the percentage of fat in the patient's body, there remained a significant association between a patient's FAT score and their response to BS. Poor responders lost an average 22.7% of body weight compared to 35.6% in good responders, corresponding to an average of 17kg difference in the amount of weight lost. Severely obese patients with an FAT score greater than 2 were 3 to 4 times more likely to have a poor weight loss response after surgery.The team note that \"Weight loss outcome depends on a combination of objective biological factors and psychological aspects\", and that \"Obtaining an accurate weight loss prediction remains difficult\". They caution that while their method is a big improvement over previous attempts to determine surgical outcomes, it was found to successfully predict response for only 72% of patients. They say: \"Further refinement is therefore needed, possibly by including other biological or psychological factors that are absent from the current model. We would also like to expand this study to discover whether this technique can be applied to other types of BS such as sleeve gastrectomy, and determine its predictive value over longer follow-up periods.\"The authors conclude: \"In clinical care, the FAT score may contribute to the identification of BS poor responders and ultimately lead to a more personalised patient follow-up in the future.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-nfs090817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "A new method of analyzing subcutaneous fat may allow doctors to better predict which patients will respond well in terms of weight loss to obesity (bariatric) surgery, says new research being presented at this year's annual meeting of the European Association for the Study of Diabetes (EASD) in Lisbon, Portugal.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}