{"title": "Study shows so-called 'healthy obesity' is harmful to cardiovascular health", "text": "Clinicians are being warned not to ignore the increased cardiovascular health risks of those who are classed as either 'healthy obese' or deemed to be 'normal weight' but have metabolic abnormalities such as diabetes.\r\nAcademics at the University of Birmingham's Institute of Applied Health Research carried out the largest study of its kind to date comparing weight and metabolic status to cardiovascular disease risks, published today (September 11th) in the Journal of the American College of Cardiology.\r\nThe study showed that individuals who are 'metabolically healthy obese' (MHO) - those who are obese but do not suffer metabolic abnormalities such as diabetes, high blood pressure and high cholesterol  - have an increased risk of cardiovascular disease events compared to those who are normal weight without metabolic abnormalities.\r\nThe academics used electronic health records of 3.5 million British adults who were all initially free of cardiovascular disease (CVD).  They then revisited each patient's record, at an average of 5 years and four months later, in order to assess whether they had gone on to develop each of four kinds of CVD events  - coronary heart disease (CHD), cerebrovascular disease (in particular strokes), heart failure, or peripheral vascular disease (PVD).\r\nPatients were divided into four 'body size phenotypes' using Body Mass Index (BMI), which is calculated by dividing body weight (kg) by height (m) squared:\r\n2.\tNormal weight (more than 18 but less than 25)\r\n3.\tOverweight (more than 25 but less than 30)\r\n4.\tObese (more than 30). Three metabolic abnormalities were taken into consideration during the study: diabetes, hypertension and hyperlipidaemia.  A metabolically healthy person was classified as having no metabolic abnormalities.\r\nThe results showed that those who were MHO had a 49 per cent higher risk of coronary heart disease, seven per cent higher risk of cerebrovascular disease and a 96 per cent increased risk of heart failure than normal weight metabolically healthy individuals.  \r\nImportantly, it also showed that 'normal' weight individuals with one or more metabolic abnormalities had an increased risk of CHD, cerebrovascular disease, heart failure and PVD compared to normal weight individuals without metabolic abnormalities.  \r\nThe research results raise questions around the concept of 'healthy obesity'. Whether metabolically healthy obesity is associated with excess risk of cardiovascular disease has remained a subject of debate for many years due to limitations in previous studies. Academics at the University of Birmingham sought to address these limitations in the largest prospective study of its kind.\r\nLead author and epidemiologist Dr Rishi Caleyachetty, of the Institute of Applied Health Research University of Birmingham, said: \"In our study, we had unprecedented statistical power to examine body size phenotypes by the number of metabolic abnormalities, potentially reflecting several definitions of the 'metabolically healthy' phenotype in relation to a range of CVD events.\r\n\"Obese individuals with no metabolic risk factors are still at a higher risk of coronary heart disease, cerebrovascular disease and heart failure than normal weight metabolically healthy individuals. \r\n\"So-called 'metabolically healthy' obesity is clearly not a harmless condition and the term should no longer be used in order to prevent misleading individuals that obesity can be healthy.\" \r\nSenior author Professor Neil Thomas, also of the University of Birmingham, said it was important that clinicians took on board the research findings.\r\n\"The finding that normal weight individuals with metabolic abnormalities also had similar risk of cardiovascular disease events than normal weight metabolically healthy individuals has important implications.\" he added. \r\n\"In many countries it is currently recommended that clinicians in primary care settings use overweight and obesity as the main criteria to screen adults for cardiovascular risk factors as part of cardiovascular risk assessment. Our research suggests that this could result in the failure to identify metabolic abnormalities, such as diabetes, high blood pressure and high cholesterol, in many normal weight patients.\"\r\nSenior author and Public Health physician Dr Krish Nirantharakumar, also of the University of Birmingham, said: \"We conclude that obese patients, irrespective of their metabolic status, should be encouraged to lose weight and that early detection and management of normal weight individuals with metabolic abnormalities will be beneficial in the prevention of CVD events.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.07.763", "url": "http://www.eurekalert.org/pub_releases/2017-09/uob-sss090617.php", "region": "europe", "source_link": null, "funder": "University of Birmingham", "meeting": "", "institution": "University of Birmingham", "keywords": ["Medicine/Health"], "journal": "Journal of the American College of Cardiology", "description": "Clinicians are being warned not to ignore the increased cardiovascular health risks of those who are classed as either 'healthy obese' or deemed to be 'normal weight' but have metabolic abnormalities such as diabetes.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}