{"title": "Study confirms that sedentary time is a significant risk factor for all-cause mortality", "text": "1. Study confirms that sedentary time is a significant risk factor for all-cause mortality* Frequent movement breaks throughout the day could potentially mitigate the effects of prolonged sitting\r\n*Video available for download: HD video soundbites of experts discussing their findings available at http://www.dssimon.com/MM/ACP-sedentary-study.\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M17-0212\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-2181\nURLs go live when the embargo liftsExcessive sedentary time, whether accumulated throughout the day or accrued in prolonged, uninterrupted bouts, is a significant risk factor for all-cause mortality, regardless of exercise habits. Taking movement breaks every 30 minutes throughout the day could help to mitigate the negative health effects of too much sitting. These findings suggest that physical activity guidelines should target reducing and interrupting sedentary time in addition to setting daily goals for moderate- to vigorous-intensity physical activity. The study is published in Annals of Internal Medicine.Adults are sedentary for an alarming 9 to 10 hours per day. Previous studies showing a link between sedentary behavior and death have relied on self-reporting to evaluate the total volume of sedentary time and did not examine whether the manner in which sedentary time is accrued (in short or long bouts) carries prognostic relevance. Researchers at Columbia University Medical Center, NewYork-Presbyterian/Weill Cornell Medical Center and other institutions studied a national cohort of 7,985 black and white adults aged 45 years or older to examine the association between sedentary behavior (its total volume and accrual in prolonged, uninterrupted bouts) and all-cause mortality. Sedentary time was objectively measured using a hip-mounted accelerometer. All-cause mortality was the primary outcome, defined as any death after completion of the accelerometer protocol, regardless of cause. The data showed that sedentary behavior accounted for about 12.3 hours per day over a 16-hour waking day. Mean sedentary bout length was 11.4 minutes. Over a median follow-up of 4 years, 340 participants died. Greater total sedentary time and longer mean sedentary bout duration each had a dose-dependent association with higher risk for all-cause mortality that did not vary by age, sex, race, BMI, or participant exercise habits. Participants who kept their sitting bouts to less than 30 minutes had the lowest risk for death. According to the authors, these findings suggest that taking a break from sitting every half hour could help to mitigate the negative effects of sedentary time.2. Bulk of opioid use in the U.S. concentrated among 10 percent of patientsAbstract: http://annals.org/aim/article/doi/10.7326/M17-1408\nURLs go live when the embargo liftsA small proportion (10 percent) of opioid users account for the vast majority of opioid use in the United States. These findings suggest that efforts to reduce prescription opioid abuse should focus on the top users, rather than taking a population-based approach. The brief research report is published in Annals of Internal Medicine.Deaths from prescription opioids have sharply increased in the United States. In response, the Centers for Disease Control and Prevention (CDC) recently issued recommendations for opioid prescribing for chronic pain. What's missing from these guidelines and other public health efforts to prevent opioid misuse is information about the distribution opioid use across the population. Researchers at the Stanford University Medical Center studied pharmacy data for privately insured adults without cancer who were enrolled for at least one year between 2001 and 2013 and filled at least one prescription for an opioid during that time. The data showed that the top 10 percent of patients accounted for the most opioid use. Further research aimed at characterizing this population, analyzing the incidence of opioid-related adverse events, and identifying approaches to reduce its use could be most effective in reducing total population-level events.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Eric Sun, MD, PhD, can be reached through Beth Duff-Brown at bethduff@stanford.edu or 650-736-6064. \r\n\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/acop-sct090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Mortality/Longevity", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Pain", " Addiction"], "journal": "Annals of Internal Medicine", "description": "Excessive sedentary time, whether accumulated throughout the day or accrued in prolonged, uninterrupted bouts, is a significant risk factor for all-cause mortality, regardless of exercise habits. Taking movement breaks every 30 minutes throughout the day could help to mitigate the negative health effects of too much sitting. ", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}