{"title": "Metabolically healthy obese, underweight individuals still susceptible to heart disease", "text": "Individuals who are metabolically healthy obese and underweight are at a higher risk of heart disease compared to metabolically healthy normal weight individuals, according to the largest study to date comparing weight and metabolic status to cardiovascular risk, published today in the Journal of the American College of Cardiology. Normal weight individuals with metabolic abnormalities showed similar risk as those who were healthy obese and healthy underweight.Obesity, an established risk factor for heart disease, has increased globally over the past 40 years. This study aimed to examine the association between \"metabolically healthy\" obese individuals and their risk for coronary heart disease, cerebrovascular disease, heart failure and peripheral vascular disease. Three metabolic abnormalities were taken into consideration during the study: diabetes, hypertension and hyperlipidemia. A metabolically healthy person was classified as having no metabolic abnormalities.The researchers compared electronic health records of 3.5 million British adults obtained through The Health Improvement Network from 1995 to 2015, with a five-year follow up period. The individuals were initially free from heart disease and divided into four body size phenotypes using body mass index (calculated by dividing body weight by height): underweight (BMI less than 18.5), normal weight (more than 18 but less than 25), overweight (more than 25 but less than 30) and obese (more than 30). The study also factored in age, sex, smoking status and social deprivation (determined based on income, education and employment).\"This is the largest prospective study of the association between body size phenotypes - including metabolically healthy obesity - with or without metabolic abnormalities and a range of cardiovascular disease events,\" said lead study author Rishi Caleyachetty, MBBS, PhD, research fellow at the Institute of Applied Health Research, University of Birmingham. \"Compared to normal weight individuals with no metabolic abnormalities, individuals who are 'metabolically healthy' obese were at higher risk of coronary heart disease, cerebrovascular disease and heart failure. Individuals who are normal weight can also have metabolic abnormalities, and be at high risk for cardiovascular disease events.\"Approximately 15 percent of participants were classified as obese with no metabolic abnormalities. These individuals were most likely to be younger, male, current smokers and socially deprived. Those who were metabolically healthy obese had an increased risk of developing coronary heart disease, cerebrovascular disease and heart failure compared to individuals with normal weight and no metabolic abnormalities. Metabolically healthy obese individuals had a decreased risk of peripheral vascular disease compared to normal weight individuals with no metabolic abnormalities.Individuals who fell into the underweight BMI category with zero metabolic abnormalities were also at an increased risk for cerebrovascular disease, heart failure and peripheral vascular disease. These risks may be due to smoking-related diseases such as chronic obstructive pulmonary disease and lung cancer. Underweight individuals who did not smoke were not found to have a risk for cerebrovascular disease.Senior authors Neil Thomas, PhD, and Krish Nirantharakumar, MD, of the Institute of Applied Health Research, University of Birmingham noted that the data shows that at a population level, metabolically healthy obese is not a harmless condition and increases risk of cardiovascular events.\"With an impending obesity epidemic, examination of specific cardiovascular outcomes in this way is timely and highly significant,\" said Jennifer Bea, PhD, assistant professor of medicine with the University of Arizona's Collaboratory for Metabolic Disease Prevention and Treatment in an accompanying editorial. \"[This study] confirmed that obesity without metabolic abnormality is not benign. Even with no evident metabolic dysfunction, obese individuals were not 'healthy.'\"  ", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.07.763", "url": "http://www.eurekalert.org/pub_releases/2017-09/acoc-mho090717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "Journal of the American College of Cardiology", "description": "Individuals who are metabolically healthy obese and underweight are at a higher risk of heart disease compared to metabolically healthy normal weight individuals, according to the largest study to date comparing weight and metabolic status to cardiovascular risk, published today in the Journal of the American College of Cardiology.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}