{"title": "Chronic cell death promotes liver cancer", "text": "Liver cancer occurs predominantly in patients whose liver has been damaged as a result of chronic disease. Until now it has remained in the dark how these events are linked at molecular level. An international team of scientists from the German Cancer Research Center and the University of Zurich has now shown that chronic cell death promotes the development of cancer. The more cells die, the more the remaining cells have to divide. In this process, they accumulate mutations: fertile ground for liver cancer to develop. \r\nLiver cancer (hepatocellular carcinoma) used to be among the less common cancer types in Germany. In recent decades, however, the numbers of people diagnosed with this disease have also been rising in this country. People who suffer from liver cirrhosis, hepatitis B or C, obesity, or type 2 diabetes mellitus are particularly at risk of developing liver cancer. Liver cancer most frequently develops as a consequence of chronic liver disease, which has become increasingly common in Germany.  An international team of researchers led by Mathias Heikenwälder and his collaboration partner, Achim Weber from Zurich University, have now discovered that an enzyme called caspase 8 plays an important dual role in this process. The studies were performed in mice as a first step. Patient data show that the results can be transferred to humans. On the one hand, caspase 8 is important for the process of programmed cell death, or apoptosis. Cells that have undergone malignant transformation eliminate themselves by apoptosis in order to protect the organism. Therefore, a motto held for a long time was: Apoptosis protects from cancer. The current study shows that this only holds true for each individual cell and not for whole tissues. If too many cells at a time undergo apoptosis, this promotes the development of cancer. The reason is that the remaining hepatic cells have to divide at much higher rates in order to make up for lost tissue. \"Hepatic cells are not used to high division rates, they cannot cope and make mistakes,\" explained Mathias Heikenwälder from the German Cancer Research Center (Deutsches Krebsforschungszentrum, DKFZ) in Heidelberg.Patients with chronic inflammation of the liver accumulate high levels of DNA damage, which is fertile ground for cancer. The more mutations have accumulated in a cell's DNA, the more probable it gets that the cell will break out from its normal life cycle and start proliferating and growing out of control. However, caspase 8 has yet another, completely different function. The molecule is part of a newly identified larger complex that recognizes damage in DNA and triggers repair mechanisms. The functions in apoptosis and repair operate independently of each other. They can also be influenced separately from each other. \r\nThis is particularly important for the treatment of liver cancer and chronic liver disease. While complete elimination of the caspase 8 enzyme would prevent programmed cell death and the development of cancer, it would also rob the cell of a DNA repair mechanism. This effect must be avoided. In a next step, the scientists plan to investigate whether similar processes also proceed in other types of cancer and to study the dynamics of this mechanism in more detail. \"So far, we do not know when and why caspase 8 and the other molecules team up to search for DNA damage,\" Heikenwälder said. \"Many questions are still unanswered.\" ", "article_link": "http://dx.doi.org/10.1016/j.ccell.2017.08.010", "url": "http://www.eurekalert.org/pub_releases/2017-09/gcrc-ccd090817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "German Cancer Research Center (Deutsches Krebsforschungszentrum, DKFZ)", "keywords": ["Medicine/Health", " Cancer"], "journal": "Cancer Cell", "description": "Liver cancer occurs predominantly in patients whose liver has been damaged as a result of chronic disease. Scientists from the German Cancer Research Center and the University of Zurich has now shown that chronic cell death promotes the development of cancer. The more cells die, the more the remaining cells have to divide. In this process, they accumulate mutations: fertile ground for liver cancer to develop.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}