{"title": "Researchers find that body clock, gut microbiota work together to pack on the pounds", "text": "DALLAS - Sept. 11, 2017 - UT Southwestern researchers have uncovered new clues about how gut bacteria and the body's circadian clock work together to promote body fat accumulation.In a mouse study that may someday lead to new strategies to fight obesity, the scientists found that the gut bacteria, or microbiome, regulate lipid (fat) uptake and storage by hacking into and changing the function of the circadian clocks in the cells that line the gut.\"These findings indicate a mechanism by which the intestinal microbiota regulate body composition and establish the circadian transcription factor NFIL3 as the essential molecular link among the microbiota, the circadian clock, and host metabolism,\" said Dr. Lora Hooper, Chair of Immunology and lead author of the study published Sept. 1 in Science. Dr. Hooper, a Professor of Immunology and Microbiology, also holds an appointment in the Center for the Genetics of Host Defense and is a Howard Hughes Medical Institute Investigator.\"The human gut is teeming with trillions of bacteria that help us digest our food, protect us from infection, and produce certain vitamins. There is accumulating evidence that certain bacteria that live in our gut might predispose us to gain weight, especially when we consume a high-fat, high-sugar 'Western-style' diet,\" said lead author Yuhao Wang, a graduate student in the Hooper laboratory.The microbiome is considered an environmental factor that affects energy harvest and body fat accumulation - energy storage - in mammals, said Dr. Hooper, adding that little is known about the mechanisms that control the relationship between the microbiome and body composition. She has long kept a colony of germ-free mice -- raised in a sterile environment -- that lack microbiomes. Those mice provided one clue.\"Mice that lack a microbiome fare much better on a high-fat, Western-style diet than bacteria-bearing mice,\" she said.Many of the body's metabolic pathways are synchronized with day-night cycles via the circadian clock. In mammals, the circadian clock is a collection of transcription factors present in every cell that drive rhythmic, 24-hour oscillations in the expression of genes that govern body processes such as metabolism.In their experiments, the researchers compared germ-free and conventionally raised mice and also studied knockout mice genetically unable to make NFIL3 in the cells lining the intestines.So how exactly does the gut microbiome \"talk\" to the intestinal lining to regulate fat uptake and storage through NFIL3? When the researchers studied this question, Dr. Hooper said, they uncovered an interesting twist, finding that the gut microbiome regulates lipid uptake by hacking into the circadian clocks that are present in the cells that line the gut.The hacking affects the amplitude, or robustness, of how genes driving the lipid uptake and storage cycle are expressed. Germ-free mice lacking a microbiome thus have lower-than-average production of NFIL3, meaning that they take up and store less lipid and therefore remain lean, even on a high-fat diet, the scientists explained.The body's circadian clocks sense the cycles of day and night - which are closely linked to feeding times - and turn on and off the body's metabolic machinery as needed. Even though gut cells are not directly exposed to light, their circadian clocks capture light cues from the visual and nervous systems and use them to regulate gene expression. The gut's circadian clock helps to regulate the expression of NFIL3 and hence the lipid metabolic machinery that is controlled by NFIL3 in the intestinal lining.\"So what you have is a really fascinating system where two signals from the environment come in - the microbiome and the day-night changes in light - and converge on the gut lining to regulate how much lipid you take up from your diet and store as fat,\" said Dr. Hooper, Director of the Walter M. and Helen D. Bader Center for Research on Arthritis and Autoimmune Diseases. She also holds the Jonathan W. Uhr, M.D. Distinguished Chair in Immunology and is a Nancy Cain and Jeffrey A. Marcus Scholar in Medical Research, in Honor of Dr. Bill S. Vowell.\"Our work provides a deeper understanding of how the gut microbiota interacts with the circadian clock, and how this interaction impacts metabolism,\" Dr. Hooper continued. \"It could also help to explain why people who work the night shift or travel abroad frequently - which disrupts their circadian clocks - have higher rates of metabolic diseases such as obesity, diabetes, and cardiovascular disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/usmc-rft091117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight"], "journal": "Science", "description": "UT Southwestern researchers have uncovered new clues about how gut bacteria and the body's circadian clock work together to promote body fat accumulation.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}