{"title": "FAIR Health launches next-generation healthcare planning tool for New Yorkers", "text": "NEW YORK, NY--September 12, 2017--FAIR Health has launched a groundbreaking website, YouCanPlanForThis.org, aimed at transforming how people in New York State engage in healthcare planning. A next-generation transparency tool, the free site gives New Yorkers unprecedented access to accurate medical and dental costs and comprehensive educational resources, so they can plan financially for a procedure or episode of care. A national, independent, nonprofit organization dedicated to bringing transparency to healthcare costs and health insurance information, FAIR Health developed YouCanPlanForThis.org by building on its existing, award-winning consumer website and mobile app, with the support of the New York State Health Foundation (NYSHealth).\r\n\r\nFeatures of the New Site\nObjective and easy to use, YouCanPlanForThis.org arms patients with vital information they can use when planning and managing their healthcare costs. By entering their zip codes in the cost lookup tool, which is powered by FAIR Health's database of billions of billed medical and dental claims, they can estimate their medical or dental expenses for particular procedures in their geographic areas. The tool takes into account whether they are insured or uninsured--and if insured, whether they are staying in network or going out of network. \r\n\r\nPatients with high-deductible health plans can use the site's \"allowed amounts,\" based on average negotiated in-network rates, to estimate how much they will have to pay their in-network providers for care before they meet their deductibles. By comparing the average negotiated in-network amount with providers' typical billed charges on the site, patients also can decide whether to initiate discussions with out-of-network healthcare providers about the costs of their care. \r\n\r\nThe new site also allows patients to research the total and itemized costs of 25 common \"bundles\" or episodes of care that involve multiple procedures related to a single medical condition, such as diabetes, or a planned procedure, such as a hip replacement. Each episode of care is explained by an educational video.\r\nMoreover, for 100 frequently performed procedures, YouCanPlanForThis.org features provider listings with information about providers' practices, hospital affiliations and prices, among other items.\r\nThe site includes a rich educational curriculum on insurance basics with topics that include, among many others, negotiating costs, women's healthcare and using the New York State of Health exchange to select a plan. The site also provides links to external resources such as healthcare provider directories and programs that help consumers to understand their insurance. It also explains how to use healthcare quality measures to make informed decisions about care.\r\nIn February 2018, FAIR Health will launch the second phase of the YouCanPlanForThis.org website with specific quality metrics and pricing information for common outpatient procedures performed in hospitals in four geographic regions in the state.\r\nBuilding on a Trusted Relationship with Healthcare Consumers\nThis year, FAIR Health was named a top resource for patients in Elisabeth Rosenthal's book, An American Sickness: How Healthcare Became Big Business and How You Can Take It Back. YouCanPlanForThis.org builds upon FAIR Health's award-winning platform and expands consumers' ability to navigate the healthcare system with confidence. \r\nFAIR Health President Robin Gelburd commented: \"An essential part of FAIR Health's mission is to empower consumers by equipping them with the tools they need to plan and manage their healthcare costs and understand health insurance. With the generous support of the New York State Health Foundation, we are glad to be able to advance our mission in a new and engaging way for the people of New York.\"\r\nNew York State Health Foundation President and CEO David Sandman stated: \"For too long, patients have stood at the periphery of a complex healthcare system without the tools and information they need to make educated decisions that affect their health and finances. YouCanPlanForThis.org is an important step forward in empowering patients to participate as active, informed consumers in the healthcare market, front and center.\" \r\nIndeed, at the same time as the launch of YouCanPlanForThis.org, FAIR Health has relaunched its original consumer site, fairhealthconsumer.org, to provide on a national basis many of the features of the New York-based site. The national site now includes in-network as well as out-of-network rates, episodes of care and expanded educational resources.\r\nTo view and download PSAs, click here.\r\n\r\n\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/fh-fhl083017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "FAIR Health", "keywords": ["Business/Economics", " Education", " Grants/Funding", " Health Care", " Insurance", " Education", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Public Health"], "journal": "", "description": "FAIR Health has launched a groundbreaking website, YouCanPlanForThis.org, aimed at transforming how people in New York State engage in healthcare planning. A next-generation transparency tool, the free site gives unprecedented access to accurate medical & dental costs & comprehensive educational resources, so they can plan financially for a procedure or episode of care. FAIR Health developed YouCanPlanForThis.org by building on its existing, award-winning consumer website with the support of the New York State Health Foundation.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}