{"title": "Cocaine users' brains unable to extinguish drug associations", "text": "Cocaine-addicted individuals say they find the drug much less enjoyable after years of use, but they have great difficulty quitting. A new brain imaging study led by researchers at the Icahn School of Medicine at Mount Sinai reveals why this might be so, as well as why a common psychological therapy may not work in addicted cocaine users.  Their study, published September 5 in Addiction Biology, finds that chronic users have a \"global impairment\" in the ventromedial prefrontal cortex (VMPFC), an area of the brain that is linked to impulse and self-control, and is responsible for the kind of learning that assigns value to objects and behaviors. The Mount Sinai study investigated a specific type of learning called extinction - the process by which a new, affectively neutral, association replaces an old, affectively arousing association - to identify the neurobiological mechanism that underlies the persistence of drug seeking in addiction despite negative consequences and a reduction in the drug's rewarding affects.  To investigate these questions, the research team collected functional magnetic resonance imaging (fMRI) data on a three-phase classical conditioning paradigm in individuals with a history of chronic cocaine use and healthy control individuals without the drug habit. They found that in drug-addicted individuals, there was a VMPFC-mediated impairment in forming and maintaining new associations for stimuli that were previously, although no longer, predictive of both drug and non-drug related outcomes.  \"Our study data suggests that it will be hard for longtime cocaine users to unlearn what once was a positive experience if this 'unlearning' or new learning relies on this brain region to be effective,\" says the study's lead investigator, Anna Konova, PhD, who worked on the study while at the Icahn School of Medicine, but who is now a postdoctoral fellow at the Center for Neural Science at New York University.  Extinction forms the basis for exposure therapy, which is often used to treat anxiety disorders like phobias.\"There is a strong impetus for extinction-based therapy in addiction, but our findings highlight potential limitations of these existing therapies in their reliance on the VMPFC to achieve therapeutic benefits,\" says the study's senior investigator, Rita Z. Goldstein, PhD, who directs Mount Sinai's Neuropsychoimaging of Addiction and Related Conditions research group. Dr. Goldstein is an international expert in the use of functional neuroimaging methods to examine the neurobiological basis of impaired cognitive and emotional functioning in human drug addiction and other disorders of self-control. Dr. Konova was a graduate student in Dr. Goldstein's lab.A well-known example of the kind of learning that Dr. Konova and the research team studied in this study is the famous \"Pavlov's dog\" experiment in which dogs learned to associate a food treat with the sound of a bell. Dogs soon started salivating when the bell rang. But if the bell rang enough times without being followed by the treat the salivation response of the dogs was reduced or extinguished. \"The idea behind extinction learning as a therapeutic intervention is that a user can learn to substitute a relaxing thought--such as taking a nature stroll--for the thought of procuring cocaine when walking by their neighborhood park where they might have previously purchased or consumed the drug. By relying on these new associations, an addicted individual may be able to control their habit,\" says Dr. Konova.Fear-based extinction learning is now widely used to treat anxiety, such as in phobias and post-traumatic stress disorder (PTSD). In this technique, a person is exposed to the thing that makes them afraid until the fear response to that thing (which is no longer associated with any real harm) is reduced and eventually extinguished, perhaps by forming a new, neutral or positive, association with their originally feared object or situation. While previous experiments have suggested VMPFC impairment in addicted individuals who have long used stimulants such as cocaine--a consistent finding is that the gray matter (a marker of neuronal morphological integrity) is altered in that brain area in these individuals--this is the first experiment to examine if these changes have implications for extinction learning in drug users and non-users using functional magnetic resonance imaging (fMRI) brain scans.The study participants -- 18 chronic cocaine users and 15 control individuals from the same community -- completed three rounds of learning over two days. The cocaine-using individuals had an average lifetime history of 17 years of cocaine use and currently used cocaine about twice a week. None were seeking treatment to stop.On the first day, while in the fMRI scanner, participants were shown, say, a colored square (a neutral cue) followed by a picture of a pleasant stimulus (such as a puppy), a different colored square this time followed by a drug-related picture (such as a crack pipe), and a third one followed by a picture of a household item. Like Pavlov's dogs, the control individuals learned to anticipate the corresponding picture once they saw the specific square (anticipating the puppy, the drug item, or the household item). Their VMPFC also responded accordingly. They had learned the first association.Next, the groups were shown just the cues (squares) repeatedly and depending on the picture that had been linked to them before, their brain responses again responded accordingly: VMPFC responses now were not as high to the cues that predicted the picture of the puppy (a pleasant stimulus) and not as low as to the cues that predicted the crack pipe (an unpleasant stimulus). This was the first extinction phase, when extinction learning should occur. That is, new learning was taking place that the affectively charged pictures no longer followed the cues.Participants stayed overnight, and the next morning, they were shown the cues again. The extinction response was even more pronounced this time due to retention of some of the extinction association from the previous day.However, VMPFC signals in the cocaine-using group did not resemble that of the control group. Their data revealed that extinction learning did not engage the VMPFC to the same degree, which could result in failures in extinction learning, Dr. Konova says.\"It may be possible to train other areas of the brain, such as the striatum, which we found did have normal responses in the drug users, to update the strong and well-established drug associations,\" she says. \"Or there could be ways to increase VMPFC function through cognitive retraining or pharmacologically. But our findings suggest that neither extinction learning for positive outcomes--anticipating seeing a cute puppy when this is no longer likely--or drug-related outcomes--anticipating seeing a crack pipe when this too is no longer likely--using that critical brain area will help longtime cocaine users quit.\"\"This really highlights the importance of neuroscience-informed treatment development for addiction, as this study and others like it can help speak to why some current approaches might fail or discover new, more effective ways to intervene,\" says Dr. Goldstein.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/tmsh-cu091117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Drug Abuse", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Biochemistry", " Medicine/Health", " Addiction", " Neurobiology", " Addiction", " Drugs"], "journal": "Addiction Biology", "description": "Mount Sinai researchers study if longtime cocaine users could benefit from a psychological technique that might help them quit.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}