{"title": "Kessler researchers correlate cognitive fatigue after TBI with activation of the caudate", "text": "East Hanover, NJ. September 1, 2017. Kessler Foundation researchers have authored a new article that further elucidates the mechanisms for cognitive fatigue, a disabling symptom that affects many individuals after traumatic brain injury (TBI). The article, \"Cognitive fatigue in individuals with traumatic brain injury is associated with caudate activation,\" was published online on August 21, 2017, in Scientific Reports (10.1038/s41598-017-08846-6). The authors are Glenn Wylie, DPhil, Ekaterina Dobryakova, PhD, John DeLuca, PhD, Nancy Chiaravalloti, PhD, of Kessler Foundation, and K. Essad of Dartmouth College Medical School. The article is available open access at: https://www.nature.com/articles/s41598-017-08846-6.Individuals with neurological damage often report difficulties with cognitive fatigue, a subjective lack of mental energy that is perceived to interfere with daily activities. Because of poor correlation between self-reports of cognitive fatigue and tests of cognitive performance, scientists are looking at more objective measures, such as correlations with neuroimaging findings. In the Kessler study, brain activation patterns were compared in 22 individuals with moderate to severe TBI and 20 healthy controls. Both groups performed tasks of working memory during functional MRI imaging of the brain; the TBI group reported more fatigue, although performance was comparable between the groups. The results showed that the experience of self-reported fatigue is associated with activation changes in the caudate nucleus of the basal ganglia.  \"These results are consistent with findings in our related research in the multiple sclerosis (MS) population,\" said Dr. Wylie, the lead author, \"which suggests that the TBI and MS populations share a mechanism for cognitive fatigue.\" This has important implications for the development of effective treatments. \"This study points to the caudate nucleus as a likely target for clinical interventions to alleviate fatigue,\" explained Dr. Wylie, who is associate director of Neuroscience Research and the Rocco Ortenzio Neuroimaging Center at Kessler Foundation.", "article_link": "http://dx.doi.org/10.1038/s41598-017-08846-6", "url": "http://www.eurekalert.org/pub_releases/2017-09/kf-krc090117.php", "region": "namerica", "source_link": null, "funder": "New Jersey Commission on Brain Injury Research, Kessler Foundation", "meeting": "", "institution": "Kessler Foundation", "keywords": ["Medicine/Health", " Clinical Trials", " Neurobiology", " Disabled Persons", " Trauma/Injury", " Disabled Persons", " Mental Health", " Memory/Cognitive Processes", " Technology/Engineering/Computer Science"], "journal": "Scientific Reports", "description": "'These results are consistent with findings in our related research in the multiple sclerosis (MS) population,' said Dr. Wylie, the lead author, 'which suggests that the TBI and MS populations share a mechanism for cognitive fatigue.' This has important implications for the development of effective treatments. 'This study points to the caudate nucleus as a likely target for clinical interventions to alleviate fatigue,' explained Dr. Wylie, who is associate director of Neuroscience Research and the Rocco Ortenzio Neuroimaging Center at Kessler Foundation.", "date": "Fri, 01 Sep 2017 04:00:00 GMT"}