{"title": "Aug 2017 Jobs Report: Labor Day job numbers remain upbeat for Americans with disabilities", "text": "East Hanover, NJ - September 1, 2017 - As we celebrate Labor Day, the job news remains upbeat for Americans with disabilities, according to today's National Trends in Disability Employment - Monthly Update (nTIDE), issued by Kessler Foundation and the University of New Hampshire's Institute on Disability (UNH-IOD). For the population with disability, the trend has now reached 17 consecutive months. Accessible public transportation systems, such as buses and trains, provide pathways to independence for people with disabilities. Targeted training programs can help people with disabilities learn to use public transportation safely and efficiently, expanding their access to employment, education, health care, and community activities.Based on the Bureau of Labor Statistics (BLS) data* released Friday, September 1, the employment-to-population ratio for working-age people with disabilities increased from 27.2 percent in August 2016 to 29.5 percent in August 2017 (up 8.5 percent; 2.3 percentage points). For working-age people without disabilities, the employment-to-population ratio also increased from 73 percent in August 2016 to 73.6 percent in August 2017 (up 0.8 percent; 0.6 percentage points). The employment-to-population ratio, a key indicator, reflects the percentage of people who are working relative to the total population (the number of people working divided by the number of people in the total population multiplied by 100).\"The proportion of people with disabilities working continues to improve for the seventeenth consecutive month,\" noted John O'Neill, PhD, director of employment and disability research at Kessler Foundation. \"While this prolonged stretch of gains is encouraging, we need to remember that the gap in employment between people with and without disabilities is still a large one,\" he added.The labor force participation rate for working-age people with disabilities increased from 31 percent in August 2016 to 32.5 percent in August 2017 (up 4.8 percent; 1.5 percentage points). For working-age people without disabilities, the labor force participation rate also increased from 76.7 percent in August 2016 to 77.0 percent in August 2017 (up 0.4 percent; 0.3 percentage points). The labor force participation rate is the percentage of the population that is working or actively looking for work.\"Transportation is often cited as a major barrier by people with disabilities, especially those who are seeking employment,\" noted Debra Brucker, PhD, research assistant professor at UNH. \"Yet, we see evidence that this is a barrier that can be successfully overcome, according to the 2015 Kessler Foundation National Disability & Employment Survey,\" she added.Transportation training programs and services, such as the New Jersey Travel Independence Program (NJTIP) @ Rutgers University, are helping people use their local transportation systems, safely and independently. \"Our hands-on training program expands the sphere of mobility for people with disabilities in providing them with the skills, experience, and confidence they need to travel on their own,\" said Karen Alexander, Managing Director at NJTIP @ Rutgers University. \"More than 400 individuals have completed our program,\" she noted, \"and two-thirds of these graduates have become regular transit users. Being able to navigate public transportation independently opens up their options for employment and education, as well as greater enjoyment in the many activities offered in our communities.\"\"Because access to transportation is a national issue, we understand the need to look at 'the big picture',\" emphasized Alexander. \"At NJTIP we also participate in transportation research, provide information on available resources, and work to increase the mobility options available to all people.\"In August 2017, among workers ages 16-64, the 4,641,000 workers with disabilities represented 3.2 percent of the total 144,371,000 workers in the U.S.\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/kf-a2j090117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Disability, Independent Living and Rehabilitation Research, Kessler Foundation", "meeting": "", "institution": "Kessler Foundation", "keywords": ["Business/Economics", " Socioeconomics", " Algorithms/Models", " Disabled Persons", " Transportation/Travel", " Disabled Persons", " Employment"], "journal": "", "description": "'Our report, which is based on the proportion of people with disabilities who are working, continues to improve for the seventeenth consecutive month,' noted John O'Neill, PhD, director of employment and disability research at Kessler Foundation. 'While this prolonged stretch of gains is encouraging, we need to remember that the gap in employment between people with and without disabilities is still a large one,' he added.", "date": "Fri, 01 Sep 2017 04:00:00 GMT"}