{"title": "New assessment predicts fracture risk for patients in long-term care", "text": "BOSTON - Researchers from Hebrew SeniorLife's Institute for Aging Research have developed and validated a new assessment to predict the risk of falls in long-term care patients. The study on the assessment titled \"Fracture Risk Assessment in Long-term Care (FRAiL)\" was published today in the Journal of Gerontology Medical Science. The FRAiL model was developed by following a large cohort of nursing home residents over a 2 year period to identify which risks most often led to hip fractures for those living in a nursing home. By studying a sample of only nursing home residents, the FRAiL model was able to identify those fracture risks which are unique to nursing home residents, and ultimately differ quite a bit from the fracture risks facing seniors living independently.What the study revealed is a collection of characteristics that are significant predictors of hip fracture in nursing home residents. These factors are: older age, white race, female, impaired cognition, independence in the activities of daily living, locomotion independence, urinary continence, previous falls, transfer independence, easily distractible, proclivity towards wandering, and others. For both men and women in nursing homes, it seems that the more independently mobile one is, the more apt they are to fall and incur a hip fracture. This is in direct opposition to seniors who live outside of the nursing home, who are more apt to fall and incur a fracture if they are less independent in their daily living skills.The new FRAiL assessment is an important tool for senior long-term care providers as nearly 10% of hip fractures occur among nursing home residents. Of those nursing home residents who incur fractures, 36% will die within 6-months, and another 17.3% will become completely disabled. If service providers can screen for falls risk early on, they may be able to prevent debilitating and life threatening hip fractures before they occur.Sarah D. Berry, MD, MPH and lead author of the study said, \"The FRAiL model is the first clinical tool that could be used to discriminate residents at high risk for fracture and standardize fracture prevention efforts in the nursing home.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/hsif-nap082917.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Aging", "meeting": "", "institution": "Hebrew SeniorLife Institute for Aging Research", "keywords": ["Medicine/Health", " Gerontology", " Aging"], "journal": "Journal of Gerontology Medical Science", "description": "Researchers from Hebrew SeniorLife's Institute for Aging Research have developed and validated a new assessment to predict the risk of falls in long-term care patients. The study on the assessment titled 'Fracture Risk Assessment in Long Term Care (FRAiL)' was published today in the Journal of Gerontology Medical Science.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}