{"title": "Apes' abilities misunderstood by decades of poor science", "text": "Apes' intelligence may be entirely misunderstood, because research has so far failed to measure it fairly and accurately, according to scientists.Hundreds of scientific studies over two decades have told us that apes are clever - just not as clever as us.A new analysis argues that what we think we know about apes' social intelligence is based on wishful thinking and flawed science.Dr David Leavens, of the University of Sussex, with Professor Kim Bard, University of Portsmouth, and Professor Bill Hopkins, Georgia State University, USA, published their analysis in the journal Animal Cognition. Dr Leavens said: \"The fault underlying decades of research and our understanding of apes' abilities is due to such a strongly-held belief in our own superiority, that scientists have come to believe that human babies are more socially capable than ape adults. As humans, we see ourselves as top of the evolutionary tree.  This had led to a systematic exaltation of the reasoning abilities of human infants, on the one hand, and biased research designs that discriminate against apes, on the other hand.\"Even when apes clearly outperform young human children, researchers tend to interpret the apes' superior performance to be a consequence of inferior cognitive abilities.\"There is not one scientifically sound report of an essential species difference between apes and humans in their abilities to use and understand clues from gestures, for example. Not one.  \"This is not to say such a difference won't be found in future, but much of the existing scientific research is deeply flawed.\" This isn't the first time science has seen such a pervasive collapse of rigor - 100 years ago scientists were sure that northern Europeans were the most intelligent in our species. Such bias is now seen as antiquated, but comparative psychology is applying the same bias to cross-species comparisons between humans and apes, the researchers say.Professor Bard said: \"In examining the literature, we found a chasm between evidence and belief. This suggests a deep commitment to the idea that humans alone possess sophisticated social intelligence, a bias that is often not supported by the evidence.\"The starting point in comparative psychology research is that if an ape makes a pointing gesture, say a point to a distant object, the meaning is ambiguous, but if a human does it, a double standard of interpretation is applied, concluding that humans have a degree of sophistication, a product of evolution, which other species can't possibly share.In the absence of rigorous scientific research, Professor Bard said, \"it is reasonable to ask if current comparative or developmental psychology has anything useful to contribute to our understanding of the 'cognitive foundations' of communication development.  \"For researchers interested in the origins of language, focusing on behaviours without considering the animal's specific learning experiences will easily and inaccurately load results in favour of humans.\"Examples of this bias include in one large set of studies, the children were raised in Western households, steeped in the cultural conventions of nonverbal signalling, whereas the apes were raised without that cultural exposure. When both were tested on their understanding of Western conventions of non-verbal communication, of course the children out-performed the apes on some tasks, but it remains ambiguous whether this is due to their evolutionary histories or their specific learning experiences with respect to non-verbal communication.In another study, children aged 12 months were compared to apes aged, on average, 18-19 years old. The study found that humans alone have evolved to be able to point towards an absent object, taking no account of the differences in the humans' and apes' age, life history, or environment.  More recent studies have amply demonstrated that, like human children, adult apes do communicate about absent objects. The researchers cite four possible remedies for what they describe as the pervasive superiority complex in comparative psychology research:\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uop-aam083017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Portsmouth", "keywords": ["Social/Behavioral Science"], "journal": "Animal Cognition", "description": "Hundreds of scientific studies over two decades have told us that apes are clever -- just not as clever as us. New analysis argues that what we think we know about apes' social intelligence is based on wishful thinking and flawed science.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}