{"title": "Bone-derived hormone reverses age-related memory loss in mice", "text": "New York, NY (August 29, 2017)--Age-related memory loss may be reversed by boosting blood levels of osteocalcin, a hormone produced by bone cells, according to mouse studies led by Columbia University Medical Center (CUMC) researchers. The research team also identified a receptor for osteocalcin in the brain, paving the way for a novel approach to treating age-related cognitive decline.The paper was published today in the online edition of the Journal of Experimental Medicine.\"In previous studies, we found that osteocalcin plays multiple roles in the body, including a role in memory,\" said study leader Gerard Karsenty, MD, PhD, Paul A. Marks Professor and Chair, Department of Genetics & Development, and Professor of Medicine at CUMC. \"We also observed that the hormone declines precipitously in humans during early adulthood. That raised an important question: Could memory loss be reversed by restoring this hormone back to youthful levels? The answer, at least in mice, is yes, suggesting that we've opened a new avenue of research into the regulation of behavior by peripheral hormones.\" Karsenty's group, in collaboration with the laboratory of Eric Kandel, MD, University Professor and Kavli Professor of Brain Science at Columbia University and a key contributor to this study, conducted several experiments to evaluate osteocalcin's role in age-related memory loss. In one experiment, aged mice were given continuous infusions of osteocalcin over a two-month period. The infusions greatly improved the animals' performance on two different memory tests, reaching levels seen only in young mice. The same improvements were seen when blood plasma from young mice, which is rich in osteocalcin, was injected into aged mice. In contrast, there was no memory improvement when plasma from young, osteocalcin-deficient mice was given to aged mice. But adding osteocalcin to this plasma before injecting it into the aged mice resulted in memory improvement. The researchers also used anti-osteocalcin antibodies to deplete the hormone from the plasma of young mice, reducing their performance on memory tests. The researchers then determined that osteocalcin binds to a receptor called Gpr158 that is abundant in neurons of the CA3 region of the hippocampus, the brain's memory center. This was confirmed by inactivating hippocampal Gpr158 in mice, and subsequently giving them infusions of osteocalcin, which failed to improve their performance on memory tests. The researchers did not observe any toxic effects from giving the mice osteocalcin. \"It's a natural part of our body, so it should be safe,\" said Dr. Karsenty. \"But of course, we need to more research to translate our findings into clinical use for humans.\" In previous research, Dr. Karsenty found that osteocalcin injections also rejuvenate the muscles of older mice, allowing them to match the running speeds and distances of young mice. \"Our laboratory's long-term interest in the biology of memory and our recent work on age-related memory loss made this a natural collaboration with the Karsenty laboratory, with its background work on osteocalcin,\" said Eric Kandel, MD, co-director of the Mortimer B. Zuckerman Mind Brain Behavior Institute at Columbia and a senior investigator at the Howard Hughes Medical Institute. Dr. Kandel was awarded a share of the 2000 Nobel Prize in Physiology or Medicine for his studies of the molecular basis of learning and memory.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/cumc-bhr082817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Columbia Aging Center, Fondation pour la Recherché Medical, Human Frontier Scientific Program, Philippe Foundation, Howard Hughes Medical Institute", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Journal of Experimental Medicine", "description": "Researchers at Columbia University Medical Center reversed age-related memory loss in mice by boosting blood levels of osteocalcin, a hormone produced by bone cells.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}