{"title": "Doping in sports: Official tests fail to pick up majority of cases", "text": "A new scientific study has found that doping is far more common in professional sport than the rates suggested by blood and urine tests of the athletes. The study found that at least 30 percent  of athletes in the 2011 International Association of Athletics Federations (IAAF) World Championships and 45 percent of athletes at the Pan-Arab Games in 2011 claimed to have taken doping drugs or used other doping methods. Only a fraction of these cases were detected by biological tests: At the World Championships, 0.5 percent of biological tests showed positive for doping agents; this figure rose to 3.6 percent for the Pan-Arab games. Harrison G. Pope, Jr, MD, MPH, director, Biological Psychiatry Laboratory at McLean Hospital in Belmont, Massachusetts, and Professor Rolf Ulrich from the University of Tübingen in Tübingen, Germany, together with an international group of seven other authors, conducted the study on behalf of the World Anti Doping Agency (WADA) in 2011. The results of the study, \"Doping in Two Elite Athletics Competitions Assessed by Randomized-Response Surveys\" have now been published in the journal Sports Medicine. The publication also includes detailed statistical analyses in the appendix which underline the significance of the findings.The scientists used a \"randomized response method\" to question a total of 2,167 participants at the World Championships in Daegu (South Korea) and the Pan-Arab Games in Doha (Qatar), asking whether they had taken doping drugs or used other banned doping methods before the competitions. This method ensured the anonymity of the respondents and allowed them to answer honestly without fearing negative consequences. \"The randomized response method is used for sensitive topics. In a direct face-to face interview, respondents would be strongly motivated to provide socially desirable responses, even if these responses were not true. Anonymity gives protection, allowing the respondents to answer honestly,\" explains Ulrich, head of the Cognition and Perception Research Group at the Department of Psychology at the University of Tübingen.In the study, six interviewers, who collectively spoke ten languages, attended the competitions and personally asked 2,320 athletes to participate. More than 90 percent agreed. The athletes were asked on a mobile device to answer one of two questions - an unobtrusive question about a birthdate or a sensitive question about whether they had engaged in banned doping in the past 12 months. The two questions were selected at random. Therefore, if an athlete answered \"yes,\" the investigators could not tell whether the athlete was answering \"yes\" to the unobtrusive question or \"yes\" to the sensitive question - thus guaranteeing the athlete's anonymity. However, even though the investigators could not ascertain which of the two questions had been answered by any individual athlete, they could use statistical methods to closely estimate the percentage of athletes in the overall study group who had answered yes to the doping question. The investigators also took into account different scenarios that might have caused incorrect responses. For example, the fastest responses were not included because the respondents might not have read the text thoroughly. \"Overall, this study suggests that biological tests of blood and urine greatly underestimate the true prevalence of doping,\" emphasizes Pope, who is also a professor of psychiatry at Harvard Medical School. \"As we note in the paper, this is probably due to the fact that athletes have found various ways to beat the tests.\" Tests immediately before and during a competition find evidence of doping on average of only 1-3 percent. However, doping agents are often no longer biologically detectable at this time if they have been taken long before. Somewhat better results are achieved with the \"biological passport,\" which tracks the athlete's medical data and offers a higher detection rate of about 14 percent. The passport employs long-term documentation which can reveal deviations that could be caused by the abuse of doping agents. Doping agents are defined as all items listed by the WADA on the \"List of Prohibited Substances and Methods\". The current publication of this paper, after a lengthy release procedure, is a credit to the commitment of Professor Georg Sandberger, lawyer and former executive vice president of the University of Tübingen. He represented the scientists in order to reach a publication agreement between them, WADA, and the IAAF. The study had already been discovered by the media in 2015, without any intervention by the authors, at the time that systematic doping was reported in Russian athletics. The British Parliament's Committee on Culture, Media and Sport then organized a hearing on the subject, during which parts of the study were made public without the consent of the authors.The authors hope that publication of the complete study, together with the detailed statistics provided in its appendix, will stimulate further research on doping elite athletics. \"The study brings opportunities for a constructive debate regarding new strategies for combating doping. The randomized response method is a good way to make informed statements about the actual spread of doping,\" says Ulrich.\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mh-dis082817.php", "region": "namerica", "source_link": null, "funder": "World Anti-Doping Agency", "meeting": "", "institution": "McLean Hospital", "keywords": ["Medicine/Health", " Sports Medicine", " Drugs", " Behavior", " Sports Medicine"], "journal": "Sports Medicine", "description": "A new scientific study has found that doping is far more common in professional sport than the rates suggested by blood and urine tests of the athletes.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}