{"title": "Using artificial intelligence to understand the human brain and mind", "text": "NEW YORK -- On Wednesday, September 6, at 9:00am, pioneers in cognitive science, neuroscience and machine learning will come together at Columbia University to address a fundamental question: how can artificial intelligence (AI) help us understand the brain's most complex abilities? This meeting brings together researchers from three fields that take markedly different approaches to studying the brain. Cognitive scientists use a wide lens, observing human behavior to understand cognition. Computational neuroscientists take the opposite approach, studying how groups of neurons interact to enable cognition. Finally, AI researchers investigate how intelligent systems can be built from simple components.\"To fully comprehend the brain's abilities -- from how we see and move to how we make decisions -- we need to build computer-simulated models that are capable of performing feats of intelligence,\" says conference co-organizer Nikolaus Kriegeskorte, PhD, a computational neuroscientist and incoming Principal Investigator at Columbia's Zuckerman Institute. \"We hope this meeting will be a starting point for a new field that merges cognitive science and computational neuroscience with AI.\"The discussion, \"Explaining Cognition, Brain Computation and Intelligent Behavior\" marks the opening of the inaugural Cognitive Computational Neuroscience conference, to be held at Columbia University.WHO:\nWHEN: Wednesday, September 6th, 2017, 9:00am - 12:30pm ET (open to press)\r\nWHERE: Columbia University, Miller Theater, 116th St. at Broadway, New York, NY 10027\r\nREGISTRATION: Accredited members of the press will receive free registration. Please contact Anne Holden (anne.holden@columbia.edu, 212-853-0171) to RSVP.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tzia-uai082817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Annual Conference on Cognitive Computational Neuroscience", "institution": "The Zuckerman Institute at Columbia University", "keywords": ["Biology", " Mathematics/Statistics", " Medicine/Health", " Neurobiology", " Behavior"], "journal": "", "description": "On Wednesday, Sept. 6, at 9 a.m., pioneers in cognitive science, neuroscience and machine learning will come together at Columbia University to address a fundamental question: how can artificial intelligence help us understand the brain's most complex abilities?", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}