{"title": "New analysis examines how low cholesterol can safely go (FOURIER)", "text": "Barcelona, Spain - 28 Aug 2017: Very aggressive reduction of LDL-cholesterol to ultra-low levels was associated with progressively fewer cardiovascular events and appears to pose no safety concerns in patients with stable atherosclerotic cardiovascular disease over 2.2 years of follow-up, according to a new analysis of the FOURIER trial.The findings, presented at ESC Congress today and published in the Lancet, \"suggest that a lower LDL-C target - far below current guidelines - can safely be considered to further reduce the risk of recurrent cardiovascular events in high risk patients,\" said investigator Dr Robert Giugliano, MD, SM from Brigham and Women's Hospital and Harvard Medical School, in Boston, Massachusetts, USA.\"These findings are unique in that they represent the first analysis of a large cohort of patients to achieve such very low LDL-C levels, namely being less than one-third of the most common treatment goal of below 1.8 millimoles per liter (mmol/L) for highest risk patients,\" he said.The FOURIER trial randomised patients with stable atherosclerotic cardiovascular disease and treated with background statin therapy, to either placebo or evolocumab - a proprotein convertase subtilisin-kexin type 9 (PCSK9) monoclonal antibody.Initial results from the trial showed that evolocumab lowered LDL-C levels to a median of 0.8 mmol/L and significantly reduced the risk of cardiovascular events at a median follow-up of 2.2 years (N Engl J Med. 2017 May 4;376(18):1713-1722).The new analysis examined efficacy and safety endpoints according to degree of LDL-C reduction at one month. In addition,  a study known as EBBINGHAUS embedded within the larger analysis explored effects on cognition using a validated tablet-based tool.A total of 25,982 patients with an LDL-C assessment at week 4 who did not experience a primary efficacy or pre-specified safety event prior to the week 4 visit were included in the analysis.The study showed that the risk of the primary efficacy endpoint  - a composite of cardiovascular death, myocardial infarction, stroke, coronary revascularization, or hospitalization for unstable angina declined steadily as LDL-C levels decreased, with no significant association between LDL-C level and adverse events.A similar reduction was observed in the key secondary endpoint, with 2,669 subjects in the lowest LDL-C category ( 2.6 mmol/L).Exploratory analyses in a subgroup of 504 patients with an LDL-C \r\n\tAdditionally, among 1,154 patients who underwent formal cognitive testing prior to, or on the first day of study treatment as part of the EBBINGHAUS study, there were no adverse effects on memory, executive function, memory, or reaction time associated with lower LDL-C.\"Although longer-term follow-up will be important, the totality of evidence to date from trials of intensive lipid lowering supports reduction of LDL-C in high-risk patients to levels below those currently recommended in cholesterol guidelines,\" noted Dr. Giugliano.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-nae082717.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/FOURIER-New-analysis-examines-how-low-cholesterol-can-safely-go", "funder": "Amgen", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "Lancet", "description": "Very aggressive reduction of LDL-cholesterol to ultra-low levels was associated with progressively fewer cardiovascular events and appears to pose no safety concerns in patients with stable atherosclerotic cardiovascular disease over 2.2 years of follow-up, according to a new analysis of the FOURIER trial.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}