{"title": "NIAID officials call for continued Zika research", "text": "WHAT:Although cases of Zika virus infection appear to be decreasing, the mosquito-borne virus likely will become endemic in the Americas and continue to cause outbreaks and sporadic cases. Given the serious complications of Zika virus infection, particularly in cases of congenital infection, researchers must continue their work to better understand how the virus causes disease and to develop effective vaccines and treatments, according to a new commentary. The article, by Anthony S. Fauci, M.D., director of the National Institute of Allergy and Infectious Disease (NIAID), part of the National Institutes of Health (NIH), and colleague Catharine I. Paules, M.D. appeared online yesterday ahead of print in the Journal of the American Medical Association.Recent experiences with other arboviruses such as West Nile virus (WNV) and chikungunya virus (CHIKV) demonstrate the risk of fading interest in diseases that transition from an initial outbreak to endemicity, the authors note. WNV first appeared in the Americas in 1999, causing multiple cases of encephalitis in the New York City area. Since that time, WNV has become endemic in the United States, causing an estimated 3 million infections in total. NIAID scientists developed an investigational vaccine to prevent WNV infection that showed promise in an early stage human clinical trial. However, the product was shelved due to lack of industry interest in its further development. Even though most WNV cases are asymptomatic, one percent of patients will develop neuroinvasive disease, with 10 percent of these patients dying. Long-term complications of WNV are not well-understood but include significant neurologic, somatic and cognitive long-term effects. Additionally, several studies have shown high mortality rates for up to four years after infection and a connection between this increased mortality and the development of chronic kidney disease after WNV infection. As with Zika virus, continued research on WNV is essential, Drs. Fauci and Paules note.CHIKV, which arrived in the Americas in 2013, causes high-grade fever, rash and severe and often disabling joint pain. Although mortality from CHIKV infection was initially thought to be low, recent data from Brazil suggest a marked increase in deaths, from six in 2015 to at least 156 deaths in 2016. Further, chikungunya-associated chronic inflammatory rheumatism has been reported in half of patients with symptomatic chikungunya infection. Additional research must be done to better understand the acute and long-term effects of the virus, and commercial interest needs to be maintained, to bring one of the several chikungunya vaccines currently in development to market, the authors write.Zika virus (ZIKV) is known to cause serious congenital brain abnormalities, including microcephaly, and has been linked to Guillain-Barré syndrome in adults. Although public attention to the virus appears to have faded as cases have declined, the more that is learned about the virus, the greater are the causes for concern, the authors write. A host of unanswered questions regarding ZIKV remain, including the risk of subtle abnormalities in fetal brain development and the potential effects of infection on cognitive development among infants, children and adults. The long-term effects of infection on the male reproductive system and fertility also require further scientific evaluation, according to the commentary. Even though the number of cases of ZIKV infection has declined, continued research is needed to develop effective therapeutics and vaccines.Emerging and re-emerging infectious diseases, such as ZIKV infections, pose a public health threat both during the acute phase of the epidemic and as they establish endemicity. A continued focus on research is needed to better understand disease pathogenesis and develop effective vaccines and treatments, the authors conclude.", "article_link": "http://dx.doi.org/10.1001/jama.2016.21079", "url": "http://www.eurekalert.org/pub_releases/2017-01/nioa-noc011317.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/niaid-officials-call-continued-zika-research", "funder": "NIH/National Institute of Allergy and Infectious Disease", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Journal of the American Medical Association", "description": "Although cases of Zika virus infection appear to be decreasing, the mosquito-borne virus likely will become endemic in the Americas. Given the serious complications of Zika virus infection, researchers must continue their work to better understand how the virus causes disease and to develop effective vaccines and treatments, according to a new article, by Anthony S. Fauci, M.D., director of the National Institute of Allergy and Infectious Disease (NIAID), and colleague Catharine I. Paules, M.D.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}