{"title": "Cleverly designed tuberculosis vaccine shows promise in mice", "text": "Washington, DC - January 13, 2017 - A clever new tuberculosis vaccine has shown promise in trials in mice. If it succeeds, it will be the first new TB vaccine in a century. With the rise of multidrug resistant tuberculosis, the difficulty of curing the disease, and the large annual death toll, a successful vaccine could be a huge benefit to public health--especially in low- and middle income countries. The research is published January 13th in Applied and Environmental Microbiology, a journal of the American Society for Microbiology.The vaccine uses \"biobeads\" as a platform to present the antigens from the tuberculosis bacterium to the immune system. These biobeads are natural polyesters that certain non-tuberculosis bacteria assemble into tiny spheres. Researchers have engineered them to display antigens from tuberculosis bacteria, Mycobacterium tuberculosis or Mycobacterium bovis. In earlier research, these investigators found that mycobacterial antigens displayed on the biobeads could induce cell-mediated immune responses in mice. Those biobeads were assembled by E. coli. \"During these experiments the team observed that along with the tuberculosis antigens, E. coli proteins were attached to the surfaces of the crude biobeads,\" said principal investigator Axel Heiser, PhD, Senior Scientist, AgResearch Ltd., Palmerston North, New Zealand. \"From these observations, we developed the hypothesis that these proteins could also function as antigens,\" said Heiser. \"If produced in Mycobacteria instead of E. coli, such biobeads should carry mycobacterial antigens on their surface, including many as yet undiscovered antigens which would have the potential to induce protective immunity.\" And that, in addition to antigens from M. tuberculosis and M. bovis that they would deliberately engineer onto the biobeads, would boost immune response to the vaccine, he said. But unlike E. coli, Mycobacteria lack the enzymes necessary to assemble biobeads, said Heiser. So they developed new cloning strategies that enabled expression of those enzymes in M. smegmatis, a mycobacterium that does not cause tuberculosis. Using M. smegmatis instead of tuberculosis-causing bacteria would avoid the possibility of the vaccine's causing tuberculosis infection. Following production of the biobeads, \"We killed and broke up the bacteria, and purified the biobeads,\" said Heiser. \"They are completely natural, and have been shown to be biodegradable.\"\"We then used these mycobacterial biobeads to vaccinate mice and tested the mice for immune responses,\" said Heiser. \"We saw evidence of cell-mediated immunity with the potential to be protective against TB. Future studies will include a vaccination followed by challenge with TB to show protection, and also the development of more efficient production and purification methods for the vaccine.\"Thus, said Heiser, mycobacterial biobeads would provide a new platform for combining a large antigenic repertoire, comparable to that of live vaccines, with high safety through the use of non-infectious material in the vaccine, including absence of any genetic material. Heiser also said that production would be cost-efficient.In 2015, 10.4 million people contracted tuberculosis, and 1.8 million died, worldwide, according to the World Health Organization. Nearly half a million of the new cases were multidrug-resistant. 95 percent of the deaths occur in middle- and low-income countries. TB is a leading killer of people with HIV. The only existing vaccine was first used in 1921, and has a variety of shortcomings, including that it can cause the disease in immunocompromised people. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/asfm-cdt011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society for Microbiology", "keywords": ["Biology", " Microbiology", " Vaccines"], "journal": "Applied and Environmental Microbiology", "description": "A clever new tuberculosis vaccine has shown promise in trials in mice. If it succeeds, it will be the first new TB vaccine in a century. With the rise of multidrug resistant tuberculosis, the difficulty of curing the disease, and the large annual death toll, a successful vaccine could be a huge benefit to public health -- especially in low- and middle income countries.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}