{"title": "Malaria elimination: Vaccines should be tested on larger groups of volunteers", "text": "To find an effective vaccine against malaria it is crucial to test candidate vaccines on larger groups of people than previously thought - according to a new study published in PLOS Computational Biology. The researchers from Erasmus MC Rotterdam and Radboud University Medical Center Nijmegen developed a mathematical model to determine the minimum number of people required for a good vaccine trial.Malaria continues to be a major public health challenge; killing 438,000 people every year and being the leading cause of death in children worldwide. Before a malaria vaccine may be tested on a large group of people, there must be sufficient evidence for a relevant and beneficial effect, with minimal risks and side effects. Few candidate vaccines meet these requirements.Over the past ten years, only 40 of the many candidate vaccines were actually clinically tested on humans. Only one vaccine (RTS,S vaccine) appears to be promising, which means that children are 45.7 percent protected from malaria for 18 months after vaccination. \"By vaccinating a larger group of people in clinical studies with a candidate vaccine in the early testing phase, we increase the likelihood of finding a greater number of promising vaccines, and therefore also accelerate the discovery of an effective vaccine against this disease\", says Luc Coffeng, researcher at Erasmus MC's Department of Public Health.One of the first steps in testing candidate vaccines on humans occurs in CHMI (controlled human malaria infection) studies. In these studies, healthy volunteers are infected with malaria in a highly controlled environment to evaluate a possible protective effect of the candidate vaccine. \"It is important that enough volunteers participate so as to be able to draw accurate conclusions. On the other hand, we want to keep the groups as small as possible to avoid exposing people to malaria unnecessarily\", says Robert Sauerwein, Professor of Medical Parasitology at Radboud University Medical Center.In this study the researchers show that the search for an effective vaccine can be accelerated if the group of clinical trial volunteers participating in CHMI studies is enlarged. Their mathematical model is able to determine the ideal size of the group of volunteers and it also highlights the drastic impact of the loss of any study subjects - This can occur as a result of experimental failure and can have a negative impact on trial power. Coffeng: \"We hope that this model will contribute to more effective studies and ultimately to eliminating malaria.\"", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005255", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-mev010517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Parasitology", " Algorithms/Models", " Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Medical/Scientific Ethics", " Disease in the Developing World"], "journal": "PLOS Computational Biology", "description": "To find an effective vaccine against malaria it is crucial to test candidate vaccines on larger groups of people than previously thought -- according to a new study published in PLOS Computational Biology. The researchers from Erasmus MC Rotterdam and Radboud University Medical Center Nijmegen developed a mathematical model to determine the minimum number of people required for a good vaccine trial.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}