{"title": "Malaria infection depends on number of parasites, not number of mosquito bites", "text": "For the first time, researchers have shown that the number of parasites each mosquito carries influences the chance of successful malaria infection.The finding has implications for vaccine development and studies into how the disease spreads in the field. The findings, from scientists at Imperial College London, may also explain why the only registered malaria vaccine, RTS,S, has had only partial efficacy in recent trials.Malaria is spread when mosquitoes bite humans and release microscopic parasites, which live in the salivary glands of the mosquitoes, into the person's bloodstream.The parasites then travel to the liver, where they mature and multiply for 8-30 days before spreading throughout the bloodstream and causing the symptoms of malaria.Not every infectious mosquito bite will result in malaria. To determine the intensity of malaria transmission, researchers and international organisations like the World Health Organisation currently rely on a measure called the entomological inoculation rate (EIR): the average number of potentially infectious mosquito bites per person per year.However, this does not take into account how infectious each of those bites may be - each bite is considered equally infectious. Previous studies using needle-injected parasites have suggested this may not be the case, but there have been no comprehensive studies using biting mosquitoes, which more accurately reflect real-world scenarios.Now, in a study funded by the PATH Malaria Vaccine Initiative and  the Medical Research Council, published in the journal PLOS Pathogens, researchers have determined that the number of parasites each individual mosquito carries influences whether a person will develop malaria. Some mosquitoes can be 'hyperinfected', making them particularly likely to pass on the disease.In studies in mice, the researchers determined that the more parasites present in a mosquito's salivary glands, the more likely it was to be infectious, and also the faster any infection would develop. Study co-author Dr Andrew Blagborough, from the Department of Life Sciences at Imperial, said: \"These findings could have significant implications for public health. We have shown that the concept of relying on the number of bites alone to predict malarial burden is flawed, and has probably hampered the successful use of control measures and the development of effective vaccines.\"It is surprising that the relationship between parasite density and infectiousness has not been properly investigated before, but the studies are quite complex to carry out.\"The team set up repeated cycles of infection, so that groups of infected mosquitoes containing variable numbers of parasites repeatedly bit sedated mice, transmitting malaria to them under a range of transmission settings.This allowed them to track how many individual parasites different mosquitoes harboured, how many mice were infected as a result of exposure to them, and how long it took the mice to develop malaria.By conducting further studies with mice and human volunteers, the team were also able to explain why the malaria vaccine RTS,S is effective only around 50 percent of the time, and why any protection rapidly drops off after three years.The vaccine was less effective when mice or humans were bitten by mosquitoes carrying a greater number of parasites. The researchers think this is because the vaccine can only kill a certain proportion of the parasites, and is overwhelmed when the parasite population is too large.All malaria-affected regions will have a mix of mosquitoes carrying different parasite amounts. Dr Blagborough said: \"The majority of mosquitoes in the wild are either uninfected or infected at quite low levels, but some individual mosquitoes are regularly very highly infected.\"As the levels of malaria drop in an area due to the successful use of interventions, the number of these hyperinfected mosquitoes is expected to drop - but they're not totally prevented unless the intervention is very powerful.\"Study co-author Dr Thomas Churcher, from the MRC Centre for Outbreak Analysis and Modelling at Imperial, said: \"Vaccine development has come a long way, and this new insight should help future vaccine studies to be tested more rigorously.\"However, in the end, it is unlikely that one magic bullet will eradicate malaria, and we should continue to seek and apply combinations of strategies for reducing the burden of this disease.\"Dr Morvern Roberts, programme manager for global infections at the Medical Research Council who funded the research, said: \"Researchers have long wondered whether the more malaria parasites in a mosquito's mouthparts, the more likely they are to infect a host with the disease. No one has been able to demonstrate this until now but the authors of this paper have shown that this is the case in both mouse models and in humans. \"As they suggest, this knowledge is extremely important to take into account when trying to develop vaccines for malaria and other vector-borne diseases.\"\r\n", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006108", "url": "http://www.eurekalert.org/pub_releases/2017-01/icl-mid011217.php", "region": "europe", "source_link": null, "funder": "Medical Research Council", "meeting": "", "institution": "Imperial College London", "keywords": ["Biology", " Parasitology", " Vaccines", " Disease in the Developing World"], "journal": "PLOS Pathogens", "description": "For the first time, researchers have shown that the number of parasites each mosquito carries influences the chance of successful malaria infection.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}