{"title": "T cells join the fight against Zika", "text": "LA  JOLLA, CA--The worst of the global Zika virus outbreak may be over but many key questions remain, such as why the virus persists in certain tissues after the systemic infection has cleared; how does the immune system counteract the virus and protect  against reinfection; what determines the likelihood of long-term complications? New research from La Jolla Institute for Allergy and Immunology lays the groundwork to parse how the virus interacts with its host and causes disease by pinpointing CD8+ T cells, a subset of T cells more commonly known as cytotoxic or killer T cells, as important gatekeepers that control Zika infection or limit the severity of disease. The findings mapping the structural landmarks or epitopes recognized by CD8+ cells appear in the January 12, 2017, issue of Cell Host & Microbe and provide an important tool to track Zika-specific T cells in the context of different disease models. \"Our study acknowledges the importance of T cells in an environment where most people are focused on antibodies,\" says the study's senior author, Sujan Shresta, Ph.D., an associate professor in the Center for Infectious Disease. \"For most diseases a strong antibody response is enough. But with Zika and dengue viruses a phenomenon known as antibody-dependent enhancement is a concern, which makes a strong T cell response really important.\"For some viruses fighting off an infection is easier, if the immune system previously has encountered a closely related virus and successfully produced antibodies against it. Such is the case for influenza. Dengue is a different story altogether. While infection with one type of dengue will provide lifelong protection against that type, the pre-existing antibodies increase the risk for severe disease during a second infection with a different type. There are at least four types of dengue known as serotypes. The antibody-dependent enhancement process is also a concern for subsequent dengue and Zika infections since both viruses are closely related. Previous studies had suggested an important role for T cells during dengue infections and Shresta and her team wondered whether the same held true for Zika. To investigate the role of CD8+ T cells during primary Zika infections, postdoctoral researcher and first author Annie Elong Ngono, Ph.D., blocked the receptor for interferon 1 (IFNAR) with IFNAR-blocking antibodies, which makes mice susceptible to infection with Zika virus. She then analyzed T cells isolated from Zika-infected mice and mapped which portions of the virus elicited a strong immune response. Replicating her experiments in T cell-competent mice confirmed that both mouse models mount a robust CD8+ T cell response to Zika infection. Her results establish a new mouse model for Zika that can be used for studying Zika-specific T cell responses and testing vaccines and antiviral candidates. It will also help explain how the virus causes neurological conditions such as Guillain-Barré syndrome, a type of temporary paralysis, and encephalitis in some adults, or how it finds its way into tears, saliva and semen, and in some cases manages to stay there for months.\"Being able to track Zika-specific T cells across different model systems provides a valuable tool to better understand sexual and trans-placental transmission and how the virus crosses the blood-brain barrier and reaches other immune-privileged areas such as testes and the eye,\" says Elong Ngono. ", "article_link": "http://dx.doi.org/10.1016/j.chom.2016.12.010", "url": "http://www.eurekalert.org/pub_releases/2017-01/ljif-tcj011217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases, La Jolla Institute for Allergy and Immunology", "meeting": "", "institution": "La Jolla Institute for Allergy and Immunology", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Microbiology"], "journal": "Cell Host & Microbe", "description": "The worst of the global Zika virus outbreak may be over but many key questions remain, such as why the virus persists in certain tissues after the systemic infection has cleared; how does the immune system counteract the virus and protect  against reinfection; what determines the likelihood of long-term complications?", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}