{"title": "Malaria transmission may increase when more parasites are transferred via mosquito bite", "text": "Mosquitos carrying a greater number of malaria-causing parasites may be more likely to cause infection in the people they bite, according to a new study published in PLOS Pathogens.More than 100 years have passed since scientists first discovered that infectious mosquitos inject malaria-causing parasites when they bite people to consume blood. However, it is still unknown whether injecting more parasites with each bite increases a person's chances of infection, or if all infectious bites are equally dangerous.In the new study, Thomas Churcher of Imperial College London and colleagues used new statistical methods to investigate whether the number of parasites found in the salivary glands of malaria-carrying mosquitos impacts disease transmission. They analyzed data from volunteers who were exposed to infectious mosquitos under established protocols for safe, controlled human malaria infection.Dissection of mosquitos that had bitten the volunteers revealed that infection was significantly more likely -- and occurred sooner -- after bites from mosquitos with more than 1000 individual parasites in their salivary glands. This suggests that mosquitos capable of injecting more parasites into their hosts are more infectious.Similar results occurred when the scientists exposed mice to malaria-carrying mosquitos. The analysis suggested that every additional parasite injected by a mosquito bite increased the chances of malaria transmission.Malaria research typically relies on the premise that all infectious mosquitos are equally dangerous, but this research suggests otherwise. The results could also help accelerate development and inform the use of anti-malarial drugs and vaccines.Further research is needed to determine whether these findings apply to wild mosquitos outside of controlled laboratory settings and whether they apply to people with a prior history of malaria infection, who may have some degree of immunity.\"If these results are confirmed in the wild then it could change the way we look at malaria transmission, particularly as areas approach local elimination,\" the authors further explain. \"It will become epidemiologically important to know how infected a mosquito is.\"", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006108", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-mtm010517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Entomology", " Parasitology", " Physiology", " Zoology/Veterinary Science", " Pets/Ethology", " Medicine/Health", " Environmental Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "PLOS Pathogens", "description": "Mosquitos carrying a greater number of malaria-causing parasites may be more likely to cause infection in the people they bite, according to a new study published in PLOS Pathogens.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}