{"title": "Ohio State joins national call for HPV vaccination as a means of preventing cancer", "text": "Columbus, OHIO - Recognizing a critical need to improve national vaccination rates for the human papillomavirus (HPV), The Ohio State University Comprehensive Cancer Center - Arthur G. James Cancer Hospital a Richard J. Solove Research Institute (OSUCCC - James) has again united with each of the 69 National Cancer Institute (NCI)-designated cancer centers in issuing a joint statement in support of recently revised recommendations from the Centers for Disease Control and Prevention (CDC).According to the CDC, incidence rates of HPV-associated cancers have continued to rise, with approximately 39,000 new HPV-associated cancers now diagnosed each year in the United States. Although HPV vaccines can prevent the majority of cervical, anal, oropharyngeal (middle throat) and other genital cancers, vaccination rates remain low across the U.S., with just 41.9 percent of girls and 28.1 percent of boys completing the recommend vaccine series. In Ohio, those rates are even lower with 35 percent of girls and 23 percent of boys completing vaccination.  The new guidelines from the CDC recommend that children under age 15 should receive two doses of the 9-valent HPV vaccine at least six months apart. Adolescents and young adults older than 14 should continue to complete the three-dose series.Research shows there are a number of barriers to overcome to improve vaccination rates, including a lack of strong recommendations from physicians and parents not understanding that this vaccine protects against several types of cancer.\"Parents rely heavily on the recommendations of their child's health care provider for appropriate vaccination, and the medical community simply isn't consistently recommending the HPV vaccine like they do other public health prevention vaccines. This represents the No. 1 barrier to HPV vaccination and must change to reduce the burden of HPV-associated cancers in our community,\" says Electra Paskett, PhD, associate director for population sciences at the OSUCCC - James.In an effort to overcome these barriers, NCI-designated cancer centers have organized a continuing series of national summits to share new research, discuss best practices, and identify collective action toward improving vaccination rates. \r\nThe original joint statement, published in January 2016, was the major recommendation from a summit hosted at The University of Texas MD Anderson Cancer in November 2015, which brought together experts from the NCI, CDC, American Cancer Society and more than half of the NCI-designated cancer centers.  \"We have been inspired by the White House Cancer Moonshot to work together in eliminating cancer,\" adds Paskett. \"Improving HPV vaccination is an example of an evidence-based prevention strategy we can implement today to save thousands of lives in the future.\"The updated statement is the result of discussions from the most recent summit, hosted this summer by the OSUCCC - James. Nearly 150 experts from across the country gathered in Columbus to present research updates and plan future collaborative actions across NCI-designated cancer centers.\r\nPaskett notes that, like all vaccines used in the United States, HPV vaccines have passed extensive safety testing before and after being approved by the U.S. Food and Drug Administration (FDA). The vaccine is given in childhood in order to given the child maximum protection against HPV infection before transmission contact occurs.\"As a global community, we need to unite around HPV vaccination as a true means of cancer prevention. I am a cancer control researcher but I'm also a parent of three boys. The HPV vaccine is cancer prevention and our best defense in stopping HPV infection in our youth and preventing HPV-associated cancers in our communities. Don't let your kids become our cancer patients.\"  \r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/osuw-osj011117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Ohio State University Wexner Medical Center", "keywords": ["Medicine/Health", " Cancer", " Public Health", " Sex-Linked Conditions"], "journal": "", "description": "Although HPV vaccines can prevent the majority of cervical, anal, oropharyngeal (middle throat) and other genital cancers, vaccination rates remain low across the US, with just 41.9 percent of girls and 28.1 percent of boys completing the recommend vaccine series. papillomavirus (HPV). The nation's National Cancer Institute-designated cancer centers have joined together to issue a joint statement in support of recently revised recommendations from the Centers for Disease Control and Prevention.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}