{"title": "Strep spreads by harnessing immune defenses of those infected", "text": "The bacteria that cause most cases of pneumonia worldwide secrete a toxin that helps them jump from one body to the next - with help from the hosts' immune defenses. This is the finding of a study led by researchers from NYU Langone Medical Center and published online January 11 in Cell Host & Microbe. The study explains survival \"strategies\" used by the bacteria Streptococcus pneumoniae, or pneumococcus, which causes millions of infections each year. Most often infecting the nasal cavity, sinuses and lungs, these infections can be deadly in patients with weak immune systems, especially young children and the elderly. In the current study, conducted in mice, researchers determined that S. pneumoniae has evolved to give off a toxin called pneumolysin, which causes a strong inflammatory immune reaction in airways. This in turn increases nasal secretions that enable cells lining mucous membranes to expel S.pneumoniae from the body. Researchers argue that these bacteria have evolved to take advantage of being expelled, riding the secretions out of the body and on to their next host. Researchers found that S. pneumoniae could not spread from one mouse pup to the next when the bacteria were genetically engineered to be unable to make the toxin.   \"Factors that allow for the host-to-host transmission of disease-causing bacteria have not been thoroughly investigated by the field as a means of prevention,\" says Jeffrey Weiser, MD, chair of the Department of Microbiology at NYU Langone. \"Our findings provide evidence of the tool used by these bacteria to spread, which promises to guide the design of new kinds of countermeasures.\"Bacteria trying to survive on the surfaces of human airways must overcome two challenges not encountered by organisms that infect the gut. Firstly, healthy hosts do not regularly expel contents of their airways the way they do from their guts, which frees microbes to travel to their next host. Secondly, airways do not offer the same regular food supply to bacteria as the gut. By emitting the pneumolysin toxin, S. pneumoniae \"gets creative\" in both finding nutrients and exiting its current host, say the study authors. The toxin evokes a strong response from the body, they say, because it is destructive, drilling holes (pores) into cells to get at the nutrients inside them. Thus, the toxin gets the bacteria food to hold them over while outside the body, and then, by triggering secretions, ensures that they exit a body that is assaulting them with inflammatory, immune responses. This helps them to quickly find a new and more hospitable host.Framing the current results is past work that explains how S. pneumoniae spreads more effectively when a person also has the flu. The increased secretions that accompany influenza viral infection, when modeled in mice, were found to help pneumococcus overcome the population constraints that come with remaining in one host. The current study authors modified a mouse model of bacterial transmission recently developed by another lab to study for the first time pneumococcal transmission when the flu is absent. The authors show that inflammation induced by pneumococcal colonization alone, particularly in response to pneumolysin, was capable of causing bacterial shedding needed for transmission between hosts.\tThe study results also answered a long-held question in the field about why bacteria that depend on their relationship with their host give off such a destructive toxin. Why not live on over time in relative \"peace,\" allowing your host to feed you? The answer, say the researchers, is that the benefit to the organism of a higher rate of transmission compensates for the damaging effects of the toxin on the host.\"Our study results argue that toxins made by bacteria are central mediators of transmission between hosts, which makes them attractive as a potential ingredient in vaccines, to which they could be added specifically to block transmission,\" says Weiser. \"There are precedents in using disarmed bacterial toxins, or toxoids, as vaccine ingredients, as with existing vaccines against diphtheria, tetanus and pertussis.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nlmc-ssb011117.php", "region": "namerica", "source_link": null, "funder": "US Public Health Service", "meeting": "", "institution": "NYU Langone Health / NYU School of Medicine", "keywords": ["Microbiology", " Medicine/Health"], "journal": "Cell Host & Microbe", "description": "The bacteria that cause most cases of pneumonia worldwide secrete a toxin that helps them jump from one body to the next -- with help from the hosts' immune defenses.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}