{"title": "MD Anderson and nation's cancer centers jointly endorse updated HPV vaccine recommendations", "text": "As national vaccination rates for the human papillomavirus (HPV) remain low, The University of Texas MD Anderson Cancer Center has again united with the 68 other National Cancer Institute (NCI)-designated cancer centers in issuing a joint statement endorsing the recently revised vaccination recommendations from the Centers for Disease Control and Prevention (CDC). The new CDC guidelines recommend 11- to 12-year-old boys and girls receive two doses of the 9-valent HPV vaccine at least six months apart. Adolescents and young adults 15 and older should continue to complete the three-dose series. \"This collaborative effort is a tremendous opportunity to raise awareness of these new recommendations and the importance of HPV vaccination, knowing that most people will be exposed to HPV at some point in their lives,\" said Lois Ramondetta, M.D., professor of Gynecologic Oncology and Reproductive Medicine. \"We hope that requiring two shots instead of three will make it easier for children to be vaccinated, bringing rates closer to the Healthy People 2020 goal of 80 percent.\"The CDC reports that incidence rates of HPV-associated cancers continue to rise, with approximately 39,000 new HPV-associated cancers now diagnosed each year in the United States. Although HPV vaccines can prevent the majority of cervical, anal, oropharyngeal (middle throat) and other genital cancers, vaccination rates remain low.Across the U.S., just 41.9 percent of girls and 28.1 percent of boys are completing the recommended vaccine series, according to a 2015 CDC report. In Texas, vaccination rates are even lower, with only 40.9 percent of girls and 24 percent of boys completing the vaccine series. \"MD Anderson is pleased once again to join with the nation's top cancer centers in strong and unified support of HPV vaccination for cancer prevention,\" said Ernest Hawk, M.D., vice president and division head, Cancer Prevention and Population Sciences. \"In the spirit of the White House Cancer Moonshot, we must continue to work collaboratively to take advantage of effective cancer prevention strategies that can save thousands of lives in the future.\"Through its HPV-related Cancers Moon Shot Program, established in 2015, MD Anderson has made a commitment to reducing the incidence and mortality of HPV-related malignancies by raising awareness and identifying practical solutions to improve vaccination rates. MD Anderson's Moon Shots Program is an unprecedented effort and novel organizational model designed to more rapidly convert scientific discoveries into life-saving advances.\"Research indicates several barriers limit acceptance of the vaccine, including inadequate parental education and a lack of strong recommendations from health care providers,\" said Ramondetta, who is also co-lead of the moon shot. \"As oncologists who routinely witness the devastating effects of these diseases, we urge all pediatricians to recommend HPV vaccinations and prevent their patients from becoming our patients.\"Recognizing the need for collective action to overcome these barriers, NCI-designated cancer centers have organized an ongoing series of national summits to share research findings and discuss best practices for improving vaccination rates. MD Anderson hosted experts from the NCI, CDC, American Cancer Society and more than half of the NCI-designated cancer centers in a summit in November 2015. The original joint statement, published in January 2016, was a major recommendation of those in attendance.  The current endorsement is the result of discussions from the most recent summit, hosted this summer by The Ohio State University Comprehensive Cancer Center - Arthur G. James Cancer Hospital and Richard J. Solove Research Institute. Approximately 150 experts from across the country gathered in Columbus to present research updates and plan future collaborative actions across NCI-designated cancer centers.\"I am extremely encouraged that all of these institutions, representing the leaders in our country's cancer care and research, are working collaboratively together toward this common goal,\" said Hawk. \"We hope our collective action will inspire confidence in parents, young adults and physicians to take advantage of this rare opportunity to prevent several cancers in the next generation.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uotm-maa_1011017.php", "region": "samerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Texas M. D. Anderson Cancer Center", "keywords": ["Medicine/Health", " Cancer", " Public Health"], "journal": "", "description": "As national vaccination rates for the human papillomavirus (HPV) remain low, The University of Texas MD Anderson Cancer Center has again united with the 68 other National Cancer Institute (NCI)-designated cancer centers in issuing a joint statement endorsing the recently revised vaccination recommendations from the Centers for Disease Control and Prevention (CDC).", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}