{"title": "UTSW joins national drive to increase HPV vaccination against cancer", "text": "DALLAS, January 11, 2017 ? More than a decade after the HPV vaccine was deemed both safe and effective by the FDA for preventing several types of cancer, the vaccine is still underused by those who could benefit.  UT Southwestern's Harold C. Simmons Comprehensive Cancer Center is joining 68 other NCI-designated cancer centers around the U.S. to help raise awareness and boost vaccination rates, following a recently revised schedule by the Center for Disease Prevention (CDC). \"As an NCI-recognized comprehensive cancer center, we are known for our novel research and cutting edge treatments. Preventing cancer is equally important,\" said Dr. Melanie Cobb, Interim Director of the Simmons Cancer Center and Professor of Pharmacology. \"Improving HPV vaccination is an example of a proven evidence-based prevention strategy that can save thousands of lives in the future.\" Dr. Cobb holds the Jane and Bill Browning Jr. Chair in Medical Science.The new CDC guidelines recommend that children aged 11 to 12 should receive two doses of the HPV vaccine at least six months apart. Adolescents and young adults older than 15 should continue to complete the three-dose series.\"HPV vaccine delivery is challenging because of the dosing schedule and parental hesitation about vaccines,\" said Dr. Celette Sugg Skinner, Interim Chair of the Department of Clinical Sciences, Associate Director for Population Research at the Simmons Cancer Center, and holder of the Parkland Community Medicine Professorship at UT Southwestern. \"In order to reach our goal, we must offer both education and vaccine opportunities at all pediatric health care visits.\"According to the CDC, incidence rates of HPV-associated cancers have continued to rise, with approximately 39,000 new HPV-associated cancers now diagnosed each year in the United States. Although HPV vaccines can prevent the majority of cervical, anal, oropharyngeal (middle throat) and other genital cancers, vaccination rates remain low across the U.S., with just 41.9 percent of girls and 28.1 percent of boys completing the recommended vaccine series.Research shows there are a number of barriers to overcome to improve vaccination rates, including a lack of strong recommendations from physicians, and parents not understanding that this vaccine protects against several types of cancer.NCI-Cancer Centers endorse updated HPV vaccine recommendations (PDF)What is HPV?Dr. Jasmin Tiro, Associate Professor of Clinical Sciences at UT Southwestern, has led a team of researchers who have conducted extensive research on how these barriers can be addressed.\"To increase use of the vaccine, it is vital to clearly share information with parents so they can make informed choices for their children,\" said Dr. Tiro. \"We have looked at how providers recommend the vaccine: the specific language they use, and whether they are clear in their communications.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/usmc-ujn011117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Cancer"], "journal": "", "description": "More than a decade after the HPV vaccine was deemed both safe and effective by the FDA for preventing several types of cancer, the vaccine is still underused by those who could benefit.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}