{"title": "What does it take for an AIDS virus to infect a person?", "text": "PHILADELPHIA - Upon sexual exposure, the AIDS virus must overcome some mighty barriers to find the right target cell and establish a new infection. It must traverse the genital mucosa and squeeze through tightly packed epithelial cells meant to keep invaders out. And then it must thwart the initial immune-system alarm bell in the form of type 1 interferons. In fact, according to some studies, only about 1 in 1,000 unprotected sexual exposures lead to a successful HIV-1 infection. \"What is unique about these transmitted viruses that make it this far?\" asked Beatrice Hahn, MD, a professor of Medicine and Microbiology in the Perelman School of Medicine at the University of Pennsylvania. \"The human body has considerable innate barriers that effectively combat virus infections.\" Hahn and colleagues examined the characteristics of HIV-1 strains that were successful in traversing the genital mucosa that forms a boundary to entry by viruses and bacteria. Studying viral isolates from the blood and genital secretions of eight chronically HIV-1 infected donors and their matched recipients, the researchers identified a sub-population of HIV-1 strains with biological properties that predispose them to establish new infections more efficiently. They published their findings online ahead of print this week in Proceedings of the National Academy of Sciences, First Edition.The team generated 300 virus isolates from individual HIV-1 particles infecting both the donors and their matched recipients. Compared to viruses isolated from the donors, they found that recipient viruses were three times more infectious, had a 1.4 higher ability to replicate, and were significantly more resistant to the antiviral effects of two type 1 interferons, IFN-alpha2 and IFN-beta. Compared to the donor isolates, transmitted viruses required eight-fold higher concentrations of IFNalpha2 and 39-fold higher concentrations of IFN-beta to achieve a 50 percent reduction in replication. In addition, the odds of the interferon-resistant strains replicating in CD4 immune cells -- the main targets of HIV-1 -- at the highest IFN-alpha2 and IFN-beta doses were 35-fold and 250-fold greater, respectively. Interferons are proteins released by immune cells in response to foreign pathogens -- viruses, bacteria, parasites, and also tumor cells. \"This means that rapidly multiplying strains of HIV-1 that are interferon resistant have an increased transmission fitness,\" said Shilpa Iyer, a doctoral student in the Hahn lab and a co-first author of the study. \"We confirmed this by pretreating CD4 immune cells with interferon prior to virus isolation. In doing this, we were able to select donor isolates that had a transmitted virus-like phenotype.\"The team also showed that recipient isolates were more efficiently released from infected CD4 immune cells than the corresponding donor isolates, suggesting that the production of cell free particles is important in the transmission process. Overall, the findings show that the \"mucosal bottleneck\" selects for HIV-1 strains that are able to replicate and spread efficiently in the face of a potent innate immune response. \"Knowing the viral properties that confer the ability to transmit despite all of the human body's barriers to infection, might aid the development of vaccines against HIV-1,\" Hahn said. \"But we still don't know which viral gene products render HIV-1 resistant to interferon and how they function. The next steps will be to dissect these mechanisms to define possible new targets for AIDS prevention and therapy.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-wdi011017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, BEAT-HIV Delaney Collaboratory", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Proceedings of the National Academy of Sciences", "description": "Researchers examined the characteristics of HIV-1 strains that were successful in traversing the genital mucosa that forms a boundary to entry by viruses and bacteria. Studying viral isolates from the blood and genital secretions of eight chronically HIV-1 infected donors and their matched recipients, the researchers identified a sub-population of HIV-1 strains with biological properties that predispose them to establish new infections more efficiently.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}