{"title": "New findings detail structure of immature Zika virus", "text": "WEST LAFAYETTE, Ind. -- Researchers at Purdue University have determined the high-resolution structure of immature Zika virus, a step toward better understanding how the virus infects host cells and spreads.\r\nZika belongs to a family of viruses called flaviviruses, which includes dengue, West Nile, yellow fever, Japanese encephalitis and tick-borne encephalitic viruses. Although only the mature forms of flaviviruses are considered infectious, the virus population secreted from host cells is a mixture of mature, partially mature and immature virus particles.\r\n\"It is, therefore, probable that the immature form of Zika also plays a role in virus infection and spread,\" said Michael Rossmann, Purdue's Hanley Distinguished Professor of Biological Sciences. \r\nThe research team was led by Rossmann, with Richard Kuhn, both professors in Purdue's Department of Biological Sciences, as well as postdoctoral research associate Vidya Mangala Prasad.\r\nFindings are detailed in a research paper appearing online Monday (Jan. 9) in the journal Nature Structural & Molecular Biology and it will be published in a future print issue of the journal.\r\n\"I think these findings open the door to begin to explore the assembly process of the virus,\" said Kuhn, director of the Purdue Institute of Inflammation, Immunology and Infectious Disease (PI4D). \"We see clear differences between the structure of the immature virus and the mature virus. Not only are there differences in the outer structure, but the inner core must also undergo some significant changes during maturation. We need to study what these changes are and why they occur.\"\r\nRossmann and Kuhn also led a team that last year determined the structure of the mature Zika virus. Research into a virus's structure provides insights important to the development of effective antiviral treatments and vaccines. \r\nThe researchers used a technique called cryo-electron microscopy to reconstruct the immature virus's structure at 9 Ångstroms resolution, or about a thousand times better resolution than would be possible with a conventional light microscope.\r\nThe genome of the virus is housed inside a protective envelope that includes a lipid membrane, an envelope protein, a precursor membrane protein and a capsid protein. The Purdue researchers are the first to learn the position of the capsid protein in the immature virus, which plays the critical role of recognizing the virus's genetic material and acts as a chaperone to guide these RNA strands into the virus for assembly. The envelope protein is essential for the virus's binding, attachment and fusion to host cells during the infection process. The membrane protein cleaves from the mature virus as it is released from the host to infect other cells.\r\nA map of the immature virus's structure revealed details about the proteins, showing that the envelope and precursor membrane proteins are arranged in 60 spike-like features on the virus's surface, whereas the capsid protein is located on the internal side of the lipid membrane. The structure differs from the mature Zika virus in that the membrane protein in the mature virus is covered by the envelope protein. Both proteins exist on the surface of the immature version of the virus. Findings also show differences between the immature Zika virus and immature versions of other flaviviruses. Notably, it contains a \"partially ordered capsid protein shell\" that is less prominent in other immature flaviviruses.\r\nThe Zika virus, a mosquito-borne disease, has been associated with a birth defect called microcephaly that causes brain damage and an abnormally small head in babies born to mothers infected during pregnancy. The virus also has been associated with the autoimmune disease Guillain-Barré syndrome, which can lead to temporary paralysis. The current Zika epidemic started in Brazil in 2015.\r\n\"However, the residues that are responsible for the Zika's pathogenicity are largely unknown,\" Rossmann said.\r\nThe structure of the virus is likely to play a major role in the disease.\r\nRossmann and Kuhn have studied flaviviruses for about 15 years and were the first to map the structure of any flavivirus, starting with the dengue virus in 2002 and West Nile in 2003.\r\n", "article_link": "http://dx.doi.org/10.1038/nsmb.3352", "url": "http://www.eurekalert.org/pub_releases/2017-01/pu-nfd010917.php", "region": "namerica", "source_link": "http://www.purdue.edu/newsroom/releases/2017/Q1/new-findings-detail-structure-of-immature-zika-virus.html", "funder": "National Institutes of Health", "meeting": "", "institution": "Purdue University", "keywords": ["Cell Biology", " Virology", " Medicine/Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "Nature Structural and Molecular Biology", "description": "Researchers at Purdue University have determined the high-resolution structure of immature Zika virus, a step toward better understanding how the virus infects host cells and spreads.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}