{"institution": "University of Houston", "title": "Researchers report better way to create organic bioelectronics", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoh-rrb_1082417.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Advanced Materials", "source_link": "http://www.uh.edu/news-events/stories/2017/August%202017/08242017Abidian-Neural-Devices.php", "text": "With increasing scientific and medical interest in communication with the nervous system, demand is growing for biomedical devices that can better record and stimulate the nervous system, as well as deliver drugs and biomolecules in precise dosages.Researchers with the University of Houston and Pennsylvania State University have reported a new fabrication technique for biocompatible neural devices that allow more precise tuning of the electrical performance of neural probes, along with improved properties for drug delivery.\"For years, scientists have been trying to interact with the nervous system, to diagnose Parkinson's disease, epilepsy, multiple sclerosis, brain tumors and other neural disorders and diseases earlier,\" said Mohammad Reza Abidian, associate professor of biomedical engineering at UH and lead author of a paper describing the fabrication technique in the journal Advanced Materials. \"In our laboratory we create micro- and nano-devices to communicate with neurons.\"Abidian said the new fabrication method allows researchers to precisely control the surface morphology of conducting polymer microcups, improving performance. They used electrojetting and electrodeposition methods for fabricating conducting polymer microcups on the surface of bioelectronics.\"We found that by varying the amount of electrical current and the length of deposition time of these conducting polymers, we can change the size, thickness and roughness, which is related to the electrical properties of the polymer,\" he said. \"We show that conducting polymer microcups can significantly improve the electrical performance of the bioelectrodes.\"Typical polymers are often used as an insulating material because they don't generally conduct electricity. The discovery of electronically conducting polymers in the 1970s was recognized with the Nobel Prize in chemistry in 2000. \"The primary requirement of neural devices is to provide high density electrodes that are biologically compatible with neural tissue, efficiently transduce biological signals to electronic signals, and remain functional for long periods of time,\" the researchers wrote.But current technology still relies upon metallic materials, which are highly conductive but incompatible with neural tissue. The miniaturization required for the devices also limits the electrical performance, Abidian said.Conducting polymers, in contrast, better mimic biological tissue in four ways: their soft mechanical properties simulate those of biological structures; their mixed electronic/ionic conductivity promotes efficient signal transduction; their transparency allows the simultaneous use of optical analysis techniques; and their facile functionalization with biomolecules helps tune biological responses.The new fabrication method involves the electrospraying of monodisperse poly microspheres on gold substrates, followed by an electrochemical polymerization process. Then the researchers control the applied electrical field for the fabrication of conducting polymer microcups, Abidian said, which in turn allowed them to control the surface morphology.", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Medicine/Health"], "description": "Researchers with the University of Houston and Pennsylvania State University have reported a new fabrication technique for biocompatible neural devices that allow more precise tuning of the electrical performance of neural probes, along with improved properties for drug delivery.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}