{"authors": [["Guerriero", "Cristina", "C", "Institute of Dermatology, Catholic University of Sacred Heart, Rome, Italy."], ["Moretta", "Gaia", "G", "Institute of Dermatology, Catholic University of Sacred Heart, Rome, Italy."], ["Bersani", "Giulia", "G", "Institute of Pediatrics, Catholic University of Sacred Heart, Rome, Italy."], ["Valentini", "Piero", "P", "Institute of Pediatrics, Catholic University of Sacred Heart, Rome, Italy."], ["Gatto", "Antonio", "A", "Institute of Pediatrics, Catholic University of Sacred Heart, Rome, Italy."], ["Rigante", "Donato", "D", "Institute of Pediatrics, Catholic University of Sacred Heart, Rome, Italy."]], "date": "2017-12-01", "id": "29367870", "text": "Necrotizing vasculitides are basically characterized by vessel wall neutrophil infiltration and necrosis and they can occur as a primary process or secondary to an underlying disease. Although Henoch-Schönlein purpura (HSp) is the more frequent primary vasculitis in childhood, sometimes it has to be distinguished from other secondary vasculitides induced by infections, drugs, vaccines, or immune-mediated disorders.We report a case of a 14-year-old girl with cutaneous necrotizing vasculitis, appearing in the course of acute Epstein-Barr virus infection. Physical examination revealed highly aching erythematous-purple lesions with reticular edges localized on the back of feet. Pain was non-responsive to ibuprofen and required administration of tapentadol and pregabalin. The patient was also heterozygous for factor V Leiden that might have contributed to the development of cutaneous painful lesions.To our knowledge this is the first documented pediatric case of necrotizing vasculitis associated with acute EBV infection in a girl heterozygous for factor V Leiden. In this patient the severity of skin manifestations might have been influenced by the concomitant factor V Leiden, which gave rise to hypercoagulability and occlusive vasculopathy with markedly severe pain, a symptom rather infrequent in other childhood vasculitides.", "doi": "10.3315/jdcr.2017.1245", "title": "Epstein-Barr virus-related cutaneous necrotizing vasculitis in a girl heterozygous for factor V Leiden.", "journal": ["Journal of dermatological case reports", "J Dermatol Case Rep"]}