{"authors": [["Onawole", "Abdulmujeeb T", "AT", "Department of Chemistry, King Fahd University of Petroleum and Minerals, Dhahran, 31261, Saudi Arabia."], ["Kolapo", "Temitope U", "TU", "Department of Veterinary Parasitology and Entomology, University of Ilorin, P.M.B. 1515, Ilorin, Nigeria; Department of Veterinary Microbiology, University of Saskatchewan, 52 Campus Drive, Saskatoon, Saskatchewan S7N 5B4, Canada."], ["Sulaiman", "Kazeem O", "KO", "Department of Chemistry, University of Saskatchewan, 110 Science Place, Saskatoon, Saskatchewan S7N 5C9, Canada. Electronic address: kosulaiman2008@yahoo.com."], ["Adegoke", "Rukayat O", "RO", "Department of Pure and Applied Biology, Ladoke Akintola University of Technology, P.M.B. 4000, Ogbomoso, Nigeria."]], "date": "2017-11-22", "id": "29361403", "text": "Ebola virus (EBOV) causes zoonotic viral infection with a potential risk of global spread and a highly fatal effect on humans. Till date, no drug has gotten market approval for the treatment of Ebola virus disease (EVD), and this perhaps allows the use of both experimental and computational approaches in the antiviral drug discovery process. The main target of potential vaccines that are recently undergoing clinical trials is trimeric glycoprotein (GP) of the EBOV and its exact crystal structure was used in this structure based virtual screening study, with the aid of consensus scoring to select three possible hit compounds from about 36 million compounds in MCULE's database. Amongst these three compounds, (5R)-5-[[5-(4-chlorophenyl)-1,2,4-oxadiazol-3-yl]methyl]-N-[(4-methoxyphenyl)methyl]-4,5-dihydroisoxazole-3-carboxamide (SC-2, C21H19ClN4O4) showed good features with respect to drug likeness, ligand efficiency metrics, solubility, absorption and distribution properties and non-carcinogenicity to emerge as the most promising compound that can be optimized to lead compound against the GP EBOV. The binding mode showed that SC-2 is well embedded within the trimeric chains of the GP EBOV with molecular interactions with some amino acids. The SC-2 hit compound, upon its optimization to lead, might be a good potential candidate with efficacy against the EBOV pathogen and subsequently receive necessary approval to be used as antiviral drug for the treatment of EVD.", "doi": "10.1016/j.compbiolchem.2017.11.006", "title": "Structure based virtual screening of the Ebola virus trimeric glycoprotein using consensus scoring.", "journal": ["Computational biology and chemistry", "Comput Biol Chem"]}