{"authors": [["Kumaresan", "Pappanaicken R", "PR", "Department of Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX, United States."], ["da Silva", "Thiago Aparecido", "TA", "Department of Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX, United States."], ["Kontoyiannis", "Dimitrios P", "DP", "Department of Infectious Diseases, The University of Texas MD Anderson Cancer Center, Houston, TX, United States."]], "date": "2018-01-08", "id": "29358941", "text": "Invasive fungal infections (IFIs) cause high rates of morbidity and mortality in immunocompromised patients. Pattern-recognition receptors present on the surfaces of innate immune cells recognize fungal pathogens and activate the first line of defense against fungal infection. The second line of defense is the adaptive immune system which involves mainly CD4+ T cells, while CD8+ T cells also play a role. CD8+ T cell-based vaccines designed to prevent IFIs are currently being investigated in clinical trials, their use could play an especially important role in acquired immune deficiency syndrome patients. So far, none of the vaccines used to treat IFI have been approved by the FDA. Here, we review current and future antifungal immunotherapy strategies involving CD8+ T cells. We highlight recent advances in the use of T cells engineered using a Sleeping Beauty vector to treat IFIs. Recent clinical trials using chimeric antigen receptor (CAR) T-cell therapy to treat patients with leukemia have shown very promising results. We hypothesized that CAR T cells could also be used to control IFI. Therefore, we designed a CAR that targets β-glucan, a sugar molecule found in most of the fungal cell walls, using the extracellular domain of Dectin-1, which binds to β-glucan. Mice treated with D-CAR+ T cells displayed reductions in hyphal growth of Aspergillus compared to the untreated group. Patients suffering from IFIs due to primary immunodeficiency, secondary immunodeficiency (e.g., HIV), or hematopoietic transplant patients may benefit from bioengineered CAR T cell therapy.", "doi": "10.3389/fimmu.2017.01939", "title": "Methods of Controlling Invasive Fungal Infections Using CD8+ T Cells.", "journal": ["Frontiers in immunology", "Front Immunol"]}