{"authors": [["Christensen", "Dennis", "D", "Department of Infectious Disease Immunology, Division of Vaccine, Statens Serum Institut, Copenhagen, Denmark."], ["Christensen", "Jan P", "JP", "Department of Immunology and Microbiology, University of Copenhagen, Copenhagen, Denmark."], ["Korsholm", "Karen S", "KS", "Department of Infectious Disease Immunology, Division of Vaccine, Statens Serum Institut, Copenhagen, Denmark."], ["Isling", "Louise K", "LK", "Department of Quality Assurance/Quality Control, Section of Biological Service, Division of Vaccine, Statens Serum Institut, Copenhagen, Denmark."], ["Erneholm", "Karin", "K", "Department of Infectious Disease Immunology, Division of Vaccine, Statens Serum Institut, Copenhagen, Denmark."], ["Thomsen", "Allan R", "AR", "Department of Immunology and Microbiology, University of Copenhagen, Copenhagen, Denmark."], ["Andersen", "Peter", "P", "Department of Infectious Disease Immunology, Division of Vaccine, Statens Serum Institut, Copenhagen, Denmark."]], "date": "2018-01-08", "id": "29358939", "text": "Influenza epidemics occur annually, and estimated 5-10% of the adult population and 20-30% of children will become ill from influenza infection. Seasonal vaccines primarily work through the induction of neutralizing antibodies against the principal surface antigen hemagglutinin (HA). This important role of HA-specific antibodies explains why previous pandemics have emerged when new HAs have appeared in circulating human viruses. It has long been recognized that influenza virus-specific CD4(+) T cells are important in protection from infection through direct effector mechanisms or by providing help to B cells and CD8(+) T cells. However, the seasonal influenza vaccine is poor at inducing CD4(+) T-cell responses and needs to be combined with an adjuvant facilitating this response. In this study, we applied the ferret model to investigate the cross-protective efficacy of a heterologous trivalent influenza split-virion (TIV) vaccine adjuvanted with the CAF01 adjuvant, with proven ability to induce CD4(+) T-cell and antibody responses in mice, ferrets, pigs, primates, and humans. Our results indicate that CAF01-adjuvanted vaccine induces HA inhibition (HAI)-independent protection after heterologous challenge, manifested as reduced viral load and fever. On the other hand, we observe increased inflammation in the airways and more neutrophil and mononuclear cell infiltration in these ferrets when compared with optimally protected animals, i.e., ferrets receiving the same vaccine but a homologous challenge. This suggest that HAI-independent immunity induced by TIV + CAF01 can reduce viral shedding and systemic disease symptoms, but does not reduce local inflammation in the nasal cavity.", "doi": "10.3389/fimmu.2017.01928", "title": "Seasonal Influenza Split Vaccines Confer Partial Cross-Protection against Heterologous Influenza Virus in Ferrets When Combined with the CAF01 Adjuvant.", "journal": ["Frontiers in immunology", "Front Immunol"]}