{"authors": [["Olafsdottir", "Thorunn A", "TA", "deCODE Genetics, Amgen Inc., Reykjavik, Iceland."], ["Alexandersson", "Kristjan F", "KF", "deCODE Genetics, Amgen Inc., Reykjavik, Iceland."], ["Sveinbjornsson", "Gardar", "G", "deCODE Genetics, Amgen Inc., Reykjavik, Iceland."], ["Lapini", "Giulia", "G", "Vismederi srl, Siena, Italy."], ["Palladino", "Laura", "L", "Vismederi srl, Siena, Italy."], ["Montomoli", "Emanuele", "E", "Vismederi srl, Siena, Italy."], ["Del Giudice", "Giuseppe", "G", "GSK Vaccines, Siena, Italy."], ["Gudbjartsson", "Daniel F", "DF", "deCODE Genetics, Amgen Inc., Reykjavik, Iceland."], ["Jonsdottir", "Ingileif", "I", "deCODE Genetics, Amgen Inc., Reykjavik, Iceland."]], "date": "2018-01-08", "id": "29358933", "text": "Influenza vaccination remains the best strategy for the prevention of influenza virus-related disease and reduction of disease severity and mortality. However, there is large individual variation in influenza vaccine responses. In this study, we investigated the effects of gender, age, underlying diseases, and medication on vaccine responses in 1,852 Icelanders of broad age range who received trivalent inactivated influenza virus vaccination in 2012, 2013, or 2015. Hemagglutination inhibition (HAI) and microneutralization (MN) titers were measured in pre- and post-vaccination sera. Of the variables tested, the strongest association was with level of pre-vaccination titer that explained a major part of the variance observed in post-vaccination titers, ranging from 19 to 29%, and from 7 to 21% in fold change (FC), depending on the strain and serological (HAI or MN) analysis performed. Thus, increasing pre-vaccination titer associated with decreasing FC (P = 1.1 × 10-99-8.6 × 10-30) and increasing post-vaccination titer (P = 2.1 × 10-159-1.1 × 10-123). Questionnaires completed by 87% of the participants revealed that post-vaccination HAI titer showed association with repeated previous influenza vaccinations. Gender had no effect on vaccine response whereas age had a strong effect and explained 1.6-3.1% of HAI post-vaccination titer variance and 3.1% of H1N1 MN titer variance. Vaccine response, both fold increase and seroprotection rate (percentage of individuals reaching HAI ≥ 40 or MN ≥ 20), was higher in vaccinees ≤37 years of age (YoA) than all other age groups. Furthermore, a reduction was observed in the H1N1 MN titer in people ≥63 YoA, demonstrating a decreased neutralizing functionality of vaccine-induced antibodies at older age. We tested the effects of underlying autoimmune diseases, asthma and allergic diseases and did not observe significant associations with vaccine responses. Intake of immune modulating medication did not show any association. Taken together, our results show that previous encounter of influenza vaccination or infection, reflected in high HAI and MN pre-vaccination titer has the strongest negative effect on vaccine responses measured as FC and the strongest positive effect on post-vaccination titer. Increasing age had also an effect but not gender, underlying disease or medication.", "doi": "10.3389/fimmu.2017.01872", "title": "Age and Influenza-Specific Pre-Vaccination Antibodies Strongly Affect Influenza Vaccine Responses in the Icelandic Population whereas Disease and Medication Have Small Effects.", "journal": ["Frontiers in immunology", "Front Immunol"]}