{"authors": [["Pérez-Rubio", "A", "A", null], ["Eiros", "J M", "JM", "José María Eiros Bouza. Área de Microbiología. Sexta planta. Facultad de Medicina. Avda Ramón y Cajal 7. 47005. Valladolid, Spain. eiros@med.uva.es."]], "date": "2017-01-18", "id": "29355006", "text": "Influenza is an important health problem due to the mortality it can cause directly or indirectly as well as the complications and the economic and social costs it produces. Influenza epidemics are being addressed through vaccination campaigns aimed at preventing cases and complications, and the vaccine is officially recommended, as in the case of Spain, for certain risk groups, such as older people, chronic diseases and institutionalized population. The adjuvanted influenza vaccine with MF59, indicated for population over 65 years, has been shown to be more immunogenic than conventional influenza vaccines. The objective of this study is to assess the impact on the national and regional budget of the seasonal vaccination campaigns carried out in Spain using the MF59 adjuvanted vaccine compared to a conventional vaccine in a population older than 65 years.We analyzed the budgetary impact of the use of the MF59-adjuvanted vaccine in the national territory and by Autonomous Communities through a modeling of two alternatives, conventional vaccination versus adjuvant vaccination with MF59 in a population older than 65 years. The cases of avoided influenza, avoided complications and avoided costs, as well as the economic impact of the vaccination program have been calculated.With the available information, the budgetary impact of using the influenza vaccine with MF59 in all the over 65 years, amounts to 6,967,288.10 €, avoiding for the national set a cost of 89.5 million Euros, which represents a potential savings of 82 million Euros and a cost-benefit ratio of 12.83.The use of the influenza vaccine with the MF59 adjuvant to all those over 65 years would mean an increase in the efficiency of the vaccination programs currently proposed in all the Autonomous Communities and in the Spanish state.", "doi": null, "title": "[Economic and Health impact of influenza vaccination with adjuvant MF59 in population over 64 years in Spain].", "journal": ["Revista espanola de quimioterapia : publicacion oficial de la Sociedad Espanola de Quimioterapia", "Rev Esp Quimioter"]}