{"authors": [["Banai", "Menachem", "M", "Department of Bacteriology, Kimron Veterinary Institute, Bet Dagan, Israel."], ["Itin", "Rita", "R", "Department of Bacteriology, Kimron Veterinary Institute, Bet Dagan, Israel."], ["Bardenstein", "Svetlana", "S", "Department of Bacteriology, Kimron Veterinary Institute, Bet Dagan, Israel."]], "date": "2018-01-05", "id": "29354639", "text": "One health is an emerging conceptual approach geared to harmonize the activities of the public health, veterinary services, and extension services within a single operative structure. Brucellosis is an important zoonosis worldwide, mostly involving nomadic populations but may often affect transboundary animal management and exotic domesticated animal farming such as camels and buffalo. Here, we provide contemporary knowledge on the disease and its causative agent, a Gram-negative bacteria belonging to the genus Brucella. Further, because of the zoonotic importance, we emphasize the need to assign a national reference laboratory for the disease and discuss how this would integrate into a \"One Health\" system. Brucella vaccines are live attenuated strains possessing the smooth phenotype, and vaccination, therefore, hampers the ability to maintain a national surveillance program due to concerns regarding the false positive vaccine-induced responses. In order to overcome these failings, we developed a combined approach based on rapid screening of mass numbers of serum samples by the fluorescence polarization assay, a cost-effective and accurate method, and confirmation of the true positive reactors by the complement fixation test, a highly specific method that is less sensitive to vaccine-induced antibodies. We demonstrate how, despite the high vaccination coverage of the small ruminant population in Israel, our results proved to be effective in discriminating between vaccinated and infected animals. The speed and accuracy of the method further justified immediate declaration of 37% of flocks as cleansed from brucellosis, thus reducing the burden of repeated tests among this population.", "doi": "10.3389/fvets.2017.00234", "title": "Perspectives and Outcomes of the Activity of a Reference Laboratory for Brucellosis.", "journal": ["Frontiers in veterinary science", "Front Vet Sci"]}