{"authors": [["Chartrand", "Karine", "K", "Immunovirology Laboratory, Institut national de la recherche scientifique (INRS), INRS-Institut Armand-Frappier, Laval, Quebec, Canada."], ["Lebel", "Marie-Ève", "MÈ", "Immunovirology Laboratory, Institut national de la recherche scientifique (INRS), INRS-Institut Armand-Frappier, Laval, Quebec, Canada."], ["Tarrab", "Esther", "E", "Immunovirology Laboratory, Institut national de la recherche scientifique (INRS), INRS-Institut Armand-Frappier, Laval, Quebec, Canada."], ["Savard", "Pierre", "P", "Infectious Disease Research Center, Department of Microbiology, Infectiology and Immunology, Laval University, Quebec City, Quebec, Canada."], ["Leclerc", "Denis", "D", "Infectious Disease Research Center, Department of Microbiology, Infectiology and Immunology, Laval University, Quebec City, Quebec, Canada."], ["Lamarre", "Alain", "A", "Immunovirology Laboratory, Institut national de la recherche scientifique (INRS), INRS-Institut Armand-Frappier, Laval, Quebec, Canada."]], "date": "2018-01-04", "id": "29354118", "text": "Although vaccination has been an effective way of preventing infections ever since the eighteenth century, the generation of therapeutic vaccines and immunotherapies is still a work in progress. A number of challenges impede the development of these therapeutic approaches such as safety issues related to the administration of whole pathogens whether attenuated or inactivated. One safe alternative to classical vaccination methods gaining recognition is the use of nanoparticles, whether synthetic or naturally derived. We have recently demonstrated that the papaya mosaic virus (PapMV)-like nanoparticle can be used as a prophylactic vaccine against various viral and bacterial infections through the induction of protective humoral and cellular immune responses. Moreover, PapMV is also very efficient when used as an immune adjuvant in an immunotherapeutic setting at slowing down the growth of aggressive mouse melanoma tumors in a type I interferon (IFN-I)-dependent manner. In the present study, we were interested in exploiting the capacity of PapMV of inducing robust IFN-I production as treatment for the chronic viral infection model lymphocytic choriomeningitis virus (LCMV) clone 13 (Cl13). Treatment of LCMV Cl13-infected mice with two systemic administrations of PapMV was ineffective, as shown by the lack of changes in viral titers and immune response to LCMV following treatment. Moreover, IFN-α production following PapMV administration was almost completely abolished in LCMV-infected mice. To better isolate the mechanisms at play, we determined the influence of a pretreatment with PapMV on secondary PapMV administration, therefore eliminating potential variables emanating from the infection. Pretreatment with PapMV led to the same outcome as an LCMV infection in that IFN-α production following secondary PapMV immunization was abrogated for up to 50 days while immune activation was also dramatically impaired. We showed that two distinct and overlapping mechanisms were responsible for this outcome. While short-term inhibition was partially the result of interleukin-1 receptor-associated kinase 1 degradation, a crucial component of the toll-like receptor 7 signaling pathway, long-term inhibition was mainly due to interference by PapMV-specific antibodies. Thus, we identified a possible pitfall in the use of virus-like particles for the systemic treatment of chronic viral infections and discuss mitigating alternatives to circumvent these potential problems.", "doi": "10.3389/fimmu.2017.01885", "title": "Efficacy of a Virus-Like Nanoparticle As Treatment for a Chronic Viral Infection Is Hindered by IRAK1 Regulation and Antibody Interference.", "journal": ["Frontiers in immunology", "Front Immunol"]}