{"authors": [["Pence", "Brandt D", "BD", "School of Health Studies, University of Memphis, Memphis, TN, United States."], ["Ryerson", "Melissa R", "MR", "Department of Microbiology, University of Illinois Urbana-Champaign, Urbana, IL, United States."], ["Bravo Cruz", "Ariana G", "AG", "Department of Microbiology, University of Illinois Urbana-Champaign, Urbana, IL, United States."], ["Woods", "Jeffrey A", "JA", "Department of Kinesiology and Community Health, University of Illinois Urbana-Champaign, Urbana, IL, United States."], ["Shisler", "Joanna L", "JL", "Department of Microbiology, University of Illinois Urbana-Champaign, Urbana, IL, United States."]], "date": "2018-01-05", "id": "29354074", "text": "Exercise has been shown to improve immune responses to viral infections and vaccines in several mouse models. However, previous pathogen studies have primarily used infections limited to the respiratory tract. Additionally, previous studies have utilized forced treadmill exercise paradigms, and voluntary wheel running (VWR) has been shown to have differential effects on the immune system in non-infection models. We examined whether VWR could improve morbidity and mortality to a 50% lethal dose of vaccinia virus (VACV), a systemic pathogen commonly used to examine immune responses. Additionally, we examined whether VWR could improve antibody response to a replication-deficient strain of VACV, mimicking a vaccination. Male C57Bl/6J mice underwent 8 weeks of VWR or remained sedentary, then were infected intranasally with 105 PFU VACV strain WR and followed 14 days for weight loss. Mice in the vaccination study ran or were sedentary for 8 weeks, then were given 106 PFU of replication-deficient VACV strain MVA intraperitoneally. Blood was collected at 1, 2, and 4 weeks post-inoculation, and anti-VACV IgG titer was determined by ELISA. VWR did not improve mortality due to VACV infection (p = 0.26), although fewer VWR mice (4/10) died compared to sedentary (SED, 6/10). VWR did not prevent body weight loss due to infection compared to SED (p = 0.20), although VWR mice loss slightly less weight compared to SED through the first 6 days post-infection. Food intake was significantly reduced in SED post-infection compared to VWR (p = 0.05). VWR mice developed a greater IgG antibody response, although this was not significant (p = 0.22). In summary, VWR did not protect against mortality to VACV or prevent infection-induced weight loss, and VWR did not enhance antibody responses. However, there were non-significant trends toward VWR-related improvements in these outcomes, and post-infection food intake was improved by VWR.", "doi": "10.3389/fphys.2017.01123", "title": "Voluntary Wheel Running Does Not Alter Mortality to or Immunogenicity of Vaccinia Virus in Mice: A Pilot Study.", "journal": ["Frontiers in physiology", "Front Physiol"]}