{"authors": [["Abbasi", "Sakineh", "S", "Department of Laboratory Medicine, School of Allied Medical Sciences, Tehran University of Medical Sciences, Iran. Electronic address: sakineh4612004@yahoo.com."], ["Rasouli", "Mina", "M", "Department of Laboratory Medicine, School of Allied Medical Sciences, Tehran University of Medical Sciences, Iran; Laboratory of Vaccines and Immunotherapeutics, Institute of Bioscience, University Putra Malaysia, Malaysia. Electronic address: mina60ra@yahoo.com."]], "date": "2017-11-09", "id": "29353131", "text": "Fingerprints have so far been used for determining the basis of certain malignant diseases, with positive outcomes. Considering the high rates of cancer-related mortality in Iran, this study was conducted for the purpose of examining the dermatoglyphic pattern of fingers in patients with gynecological cancers as compared to healthy people.The present study was conducted on 151 women with gynecological cancers as the case group and 152 healthy women with no history of such cancers as control group. The dematographic details of participants from both control and case groups were collected using a checklist, and the pattern of their fingerprints was prepared and examined. The data were analyzed for their significance using chi-square test and t- test. Odds ratio with 95% confidence intervals were calculated.Dermatoglyphic analysis showed that arch and loop patterns significantly changed in cases group as compared to control. However, the odds ratio suggested that loop pattern in 6 or more fingers might be a risk factor for developing gynecological cancers.Our results showed that there is an association between fingerprint patterns and gynecological cancers and so, dermatoglyphic analysis may aid in the early diagnosis of these cancers.", "doi": "10.1016/j.ejogrb.2017.10.020", "title": "Dermatoglyphic patterns on fingers and gynecological cancers.", "journal": ["European journal of obstetrics, gynecology, and reproductive biology", "Eur. J. Obstet. Gynecol. Reprod. Biol."]}