{"authors": [["Si", "Chunfeng", "C", "Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."], ["Xu", "Maolei", "M", "Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."], ["Lu", "Meiyu", "M", "Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."], ["Yu", "Yan", "Y", "Medicine and Pharmacy Research Center, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."], ["Yang", "Meizi", "M", "Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."], ["Yan", "Miaomiao", "M", "Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."], ["Zhou", "Ling", "L", "Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."], ["Yang", "Xiaoping", "X", "Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai, Shandong 264003, P.R. China."]], "date": "2017-10-11", "id": "29344179", "text": "Cancer cell vaccines with strong specificity and low tolerance have been revealed to be a promising option for oncology treatment. Various antigen forms, including tumor cell lysate and glutaraldehyde-fixed tumor cells, have been intensively used in cancer vaccine preparation. However, the most effective antigen form has not yet been identified. In the present study, the antitumor efficiency of vaccines prepared by these two antigen forms was systematically investigated. Murine H22 hepatocellular carcinoma cell lysate and glutaraldehyde-fixed H22 hepatocellular carcinoma cells were conjugated with Freund's adjuvant to prepare vaccines, H22-TCL and Fixed-H22-CELL, respectively. H22-TCL and Fixed-H22-CELL were administrated by subcutaneous immunization in prophylactic and therapeutic strategies. The results of the present study revealed that H22-TCL immunization induced more significant inhibition on tumor growth and metastasis compared with Fixed-H22-CELL injection. Furthermore, histopathological observation demonstrated that H22-TCL vaccine induced larger areas of continuous necrosis within tumors compared to the Fixed-H22-CELL vaccine, which was associated with the extent of tumor inhibition. More importantly, the H22-TCL vaccine injection elicited more evident antigen-specific antibody responses compared with the Fixed-H22-CELL injection. Splenocytes from H22-TCL vaccinated mice also exhibited a more significant T lymphocytes proliferation compared with that from Fixed-H22-CELL-treated mice. All the results indicated that whole tumor cell lysate may be a more effective antigen form in cancer vaccine preparation compared with glutaraldehyde-fixed tumor cells, which elicited more marked antigen specific humoral and cellular immune responses resulted with a superior antitumor efficiency. This would have important clinical signification for cancer vaccine preparation and serve a role in prompting this to other researchers.", "doi": "10.3892/ol.2017.7169", "title": "In vivo antitumor activity evaluation of cancer vaccines prepared by various antigen forms in a murine hepatocellular carcinoma model.", "journal": ["Oncology letters", "Oncol Lett"]}