{"authors": [["Elargoubi", "Aida", "A", "1Laboratory of Microbiology, University Hospital F. B Monastir, Monastir, Tunisia."], ["Khelifa", "Anis W Belhaj", "AWB", "2Laboratory of Microbiology, University Hospital Mahdia, Mahdia, Tunisia."], ["Haddad", "Ons", "O", "1Laboratory of Microbiology, University Hospital F. B Monastir, Monastir, Tunisia."], ["Mhalla", "Salma", "S", "1Laboratory of Microbiology, University Hospital F. B Monastir, Monastir, Tunisia."], ["Sakly", "Nabil", "N", "1Laboratory of Microbiology, University Hospital F. B Monastir, Monastir, Tunisia."], ["Mastouri", "Maha", "M", "1Laboratory of Microbiology, University Hospital F. B Monastir, Monastir, Tunisia."]], "date": null, "id": "29341945", "text": "Ebola virus disease (EVD) is one of the deadliest viral diseases. It is characterized by a high mortality rate due to the lack of effective and safe treatments or vaccines and its ability to spread at an unstoppable pace. The West Africa outbreak ended but the disease may strike again at any time. The latest epidemic was, by far, the deadliest to date. The most concern was why this outbreak was so different from the previous ones. We proposed in this review firstly to summarize the principal causes of its unprecedented spread and secondly to identify the steps for an effective management approach of a future Ebola outbreak. Attributes of the affected populations and insufficient control efforts were the main reasons of its amplification. This was complicated by a delayed international response. The health crisis was ignored for months until it got out of control. The management of Ebola presents a multitude of challenges in terms of preparedness and capacity to face an outbreak. In addition to the need for adequate health care facilities, ongoing surveillance tools, appropriate training of health workers and raising population awareness, readiness requires a large scale and coordinated international intervention to support affected and at-risk nations, to intensify their response activities and to strengthen their capacities. Constant interventions after the outbreak are still needed to ensure that vital health and related service institutions in these countries are fully prepared to respond to an eminent epidemic.", "doi": "10.1515/folmed-2017-0032", "title": "Lessons about Causes and Management of an Ebola Outbreak.", "journal": ["Folia medica", "Folia Med (Plovdiv)"]}