{"authors": [["Jain", "Jaspreet", "J", "Vector Borne Disease group, International Centre for Genetic Engineering and Biotechnology, New Delhi, India."], ["Kumari", "Anchala", "A", "School of Biotechnology, Jawaharlal Nehru University, New Delhi, India."], ["Somvanshi", "Pallavi", "P", "Department of Biotechnology, Teri University, New Delhi, India."], ["Grover", "Abhinav", "A", "School of Biotechnology, Jawaharlal Nehru University, New Delhi, India."], ["Pai", "Somnath", "S", "Department of Virology and Immunology, Amity University, Uttar Pradesh, India."], ["Sunil", "Sujatha", "S", "Vector Borne Disease group, International Centre for Genetic Engineering and Biotechnology, New Delhi, India."]], "date": "2017-08-30", "id": "29333236", "text": "Background: Chikungunya fever presents as a high-grade fever during its acute febrile phase and can be prolonged for months as chronic arthritis in affected individuals. Currently, there are no effective drugs or vaccines against this virus. The present study was undertaken to evaluate protein-ligand interactions of all chikungunya virus (CHIKV) proteins with natural compounds from a MolBase library in order to identify potential inhibitors of CHIKV. Methods: Virtual screening of the natural compound library against four non-structural and five structural proteins of CHIKV was performed. Homology models of the viral proteins with unknown structures were created and energy minimized by molecular dynamic simulations. Molecular docking was performed to identify the potential inhibitors for CHIKV. The absorption, distribution, metabolism and excretion (ADME) toxicity parameters for the potential inhibitors were predicted for further prioritization of the compounds. Results: Our analysis predicted three compounds, Catechin-5-O-gallate, Rosmarinic acid and Arjungenin, to interact with CHIKV proteins; two (Catechin-5-O-gallate and Rosmarinic acid) with capsid protein, and one (Arjungenin) with the E3. Conclusion: The compounds identified show promise as potential antivirals, but further in vitro studies are required to test their efficacy against CHIKV.", "doi": "10.12688/f1000research.12301.2", "title": "In silico analysis of natural compounds targeting structural and nonstructural proteins of chikungunya virus.", "journal": ["F1000Research", "F1000Res"]}