{"authors": [["Yousafzai", "Mohammad Tahir", "MT", "Aga Khan University, Karachi, Pakistan."], ["Saleem", "Ali Faisal", "AF", "Aga Khan University, Karachi, Pakistan."], ["Mach", "Ondrej", "O", "Polio Eradication Department, World Health Organization, Geneva, Switzerland."], ["Baig", "Attaullah", "A", "Aga Khan University, Karachi, Pakistan."], ["Sutter", "Roland W", "RW", "Polio Eradication Department, World Health Organization, Geneva, Switzerland."], ["Zaidi", "Anita K M", "AKM", "Aga Khan University, Karachi, Pakistan."]], "date": "2017-09-18", "id": "29333501", "text": "Administration of intradermal fractional dose of inactivated poliovirus vaccine (fIPV) has proven to be safe and immunogenic; however, its intradermal application using needle and syringe is technically difficult and requires trained personnel.We assessed feasibility of conducting an intradermal fIPV campaign in polio high risk neighborhood of Karachi using Tropis needle-free injector. During the one-day fIPV campaign, we measured average \"application time\" to administer fIPV with Tropis, collected ergonomic information and measured vaccine wastage.Eleven vaccinator teams, after two-day training, immunized 582 children between 4 months and 5 years of age. Average \"application time\" ranged from 35-75 seconds; the \"application time\" decreased with the number of children vaccinated from 68 to 38 seconds between 1st and 30th child. 10/11 (91%) vaccinator teams found no ergonomic issues; 1/11 (9%) assessed that it was not easy to remove air bubbles when filling the device. There was 0% vaccine loss reported. No adverse events following immunizations were reported.We demonstrated that it is feasible, safe and efficient to use Tropis for the administration of fIPV in a campaign setting.", "doi": "10.1016/j.heliyon.2017.e00395", "title": "Feasibility of conducting intradermal vaccination campaign with inactivated poliovirus vaccine using Tropis intradermal needle free injection system, Karachi, Pakistan.", "journal": ["Heliyon", "Heliyon"]}