{"authors": [["Roos", "Talita Bandeira", "TB", "Programa de Pós-Graduação em Saúde Animal na Amazônia, Universidade Federal do Pará, Brazil."], ["de Moraes", "Carina Martins", "CM", "Programa de Pós-Graduação em Saúde Animal na Amazônia, Universidade Federal do Pará, Brazil."], ["Sturbelle", "Régis Tuchtenhagen", "RT", "Programa de Pós-Graduação em Biotecnologia, Núcleo de Biotecnologia, Centro de Desenvolvimento Tecnológico, Universidade Federal de Pelotas, Brazil."], ["Dummer", "Luana Alves", "LA", "Programa de Pós-Graduação em Biotecnologia, Núcleo de Biotecnologia, Centro de Desenvolvimento Tecnológico, Universidade Federal de Pelotas, Brazil."], ["Fischer", "Geferson", "G", "Programa de Pós-Graduação em Veterinária, Laboratório de Virologia e Imunologia, Faculdade de Veterinária, Universidade Federal de Pelotas, Brazil."], ["Leite", "Fábio Pereira Leivas", "FPL", "Programa de Pós-Graduação em Biotecnologia, Núcleo de Biotecnologia, Centro de Desenvolvimento Tecnológico, Universidade Federal de Pelotas, Brazil; Programa de Pós-Graduação em Veterinária, Laboratório de Virologia e Imunologia, Faculdade de Veterinária, Universidade Federal de Pelotas, Brazil. Electronic address: fabio@leivasleite.com.br."]], "date": "2017-12-28", "id": "29331687", "text": "There have been significant efforts toward the development of more efficient vaccines for animal health. A strategy that may be used to improve vaccine efficacy is the use of probiotics. Bovine herpesvirus 5 (BoHV-5) is an example of an important animal pathogen for which vaccines have provided only limited protection. In this study, we examined the use of the probiotics Bacillus toyonensis and Saccharomyces boulardii as a potential immune modulator to improve vaccine efficiency. Thirty, 5-month-old lambs were randomly grouped in three lots of 10 each and vaccinated at days 0, 21 and 42 of the experiment. They grazed on the same pasture and were fed ad libitum twice a day with commercial sheep feed supplemented with either B. toyonensis (1×106CFU/g of feed) or S. boulardii (1×107CFU/g of feed), or non-supplemented feed. The probiotic supplementation was suspended day 28; thereafter, the next 35days, they were fed with the same commercial feed as control group. Animals supplemented with probiotics showed a significant (p>0.001) increased seroconversions against BoHV-5, and higher neutralizing antibodies titres (p>0.05) to BoHV-5 than non-supplemented animals. At 63days of experiment, splenocytes from the supplemented sheep had higher mRNA transcription levels of cytokines IL-10 and IL-17A. These results suggest that these probiotics could provide a promising means of improving vaccine efficacy.", "doi": "10.1016/j.rvsc.2017.12.022", "title": "Probiotics Bacillus toyonensis and Saccharomyces boulardii improve the vaccine immune response to Bovine herpesvirus type 5 in sheep.", "journal": ["Research in veterinary science", "Res. Vet. Sci."]}