{"authors": [["Khaliq", "Asif", "A", "Department of Paediatrics and Child Health, The Aga Khan University Hospital, Karachi, Pakistan."], ["Sayed", "Sayeeda Amber", "SA", "Alberta Health Services, Calgary-Zone, Canada."], ["Hussaini", "Syed Abdullah", "SA", "Ziauddin Medical University, Karachi, Pakistan."], ["Azam", "Kiran", "K", "Department of Health and Hospital Management, Institute of Business Management, Karachi, Pakistan."], ["Qamar", "Mehak", "M", "Department of Health and Hospital Management, Institute of Business Management, Karachi, Pakistan."]], "date": null, "id": "29330996", "text": "Immunization is the safest and effective measure for preventing and eradicating various communicable diseases. A glaring immunization gap exists between developing and industrialized countries towards immunization, because the developing countries including Pakistan are still striving to provide basic immunization to their children. The purpose of this study was to access the prevalence and factors of missing immunization among under 5-year children of Karachi..A cross sectional study was conducted from June 2015 to October 2015 among different outpatient clinics of Karachi. Parents who had child less than 5 year of age were approached by non-probability purposive sampling. Data was analysed by using Statistical Package of Social Sciences.There were around 59.09% (n=156) and 64.43% (n=165) parents who have correctly responded regarding the number of essential immunization visit during the first and second year of their child life respectively. About 28.12% (n=108) parents responded that they do not know about the name and number of missed doses of vaccines. 31.78% (n=122) parents responded that their children have missed either one or more than one doses of routine immunization vaccines. Of which 34.42% (n=42) children have missed more than one vaccine. Lack of knowledge regarding immunization schedule 28.68% (n=34), concern about vaccine side effects 21.31%, (n=26), child sickness 17.21% (n=21), and lack of trust about government 10.65%, (n=13) were the major barriers identified by parents for missed immunization opportunities.Parents have inadequate knowledge regarding routine immunization visits, immunization schedule and vaccine doses. The practices of parents for routine childhood immunization are also poor. Parents refuse to immunize their child because of lack of immunization visit knowledge and also because of their doubts regarding vaccine potency and side effects. A proper system of immunization promotion, advocacy and reminder systems with proper follow-up mechanism need to be developed by all healthcare centres.", "doi": null, "title": "Missed Immunization Opportunities Among Children Under 5 Years Of Age Dwelling In Karachi City.", "journal": ["Journal of Ayub Medical College, Abbottabad : JAMC", "J Ayub Med Coll Abbottabad"]}