{"authors": [["Kratochvil", "Sven", "S", "Imperial College London, Medicine, London, United Kingdom."], ["McKay", "Paul F", "PF", "Imperial College London, Medicine, London, United Kingdom."], ["Chung", "Amy W", "AW", "Department of Microbiology and Immunology, Peter Doherty Institute for Infection and Immunity, University of Melbourne, Melbourne, VIC, Australia."], ["Kent", "Stephen J", "SJ", "Department of Microbiology and Immunology, Peter Doherty Institute for Infection and Immunity, University of Melbourne, Melbourne, VIC, Australia."], ["Gilmore", "Jill", "J", "IAVI Human Immunology Laboratory, Imperial College London, London, United Kingdom."], ["Shattock", "Robin J", "RJ", "Imperial College London, Medicine, London, United Kingdom."]], "date": "2017-12-20", "id": "29326728", "text": "Antibody subclasses exhibit extensive polymorphisms (allotypes) that could potentially impact the quality of HIV-vaccine induced B cell responses. Allotypes of immunoglobulin (Ig) G1, the most abundant serum antibody, have been shown to display altered functional properties in regard to serum half-life, Fc-receptor binding and FcRn-mediated mucosal transcytosis. To investigate the potential link between allotypic IgG1-variants and vaccine-generated humoral responses in a cohort of 14 HIV vaccine recipients, we developed a novel protocol for rapid IgG1-allotyping. We combined PCR and ELISA assays in a dual approach to determine the IgG1 allotype identity (G1m3 and/or G1m1) of trial participants, using human plasma and RNA isolated from PBMC. The IgG1-allotype distribution of our participants mirrored previously reported results for caucasoid populations. We observed elevated levels of HIV gp140-specific IgG1 and decreased IgG2 levels associated with the G1m1-allele, in contrast to G1m3 carriers. These data suggest that vaccinees homozygous for G1m1 are predisposed to develop elevated Ag-specific IgG1:IgG2 ratios compared to G1m3-carriers. This elevated IgG1:IgG2 ratio was further associated with higher FcγR-dimer engagement, a surrogate for potential antibody-dependent cellular cytotoxicity (ADCC) and antibody-dependent cellular phagocytosis (ADCP) function. Although preliminary, these results suggest that IgG1 allotype may have a significant impact on IgG subclass distribution in response to vaccination and associated Fc-mediated effector functions. These results have important implications for ongoing HIV vaccine efficacy studies predicated on engagement of FcγR-mediated cellular functions including ADCC and ADCP, and warrant further investigation. Our novel allotyping protocol provides new tools to determine the potential impact of IgG1 allotypes on vaccine efficacy.", "doi": "10.3389/fimmu.2017.01883", "title": "Immunoglobulin G1 Allotype Influences Antibody Subclass Distribution in Response to HIV gp140 Vaccination.", "journal": ["Frontiers in immunology", "Front Immunol"]}