{"authors": [["Huang", "Guangping", "G", "State Key Laboratory for Agrobiotechnology, College of Veterinary Medicine, China Agricultural University, Beijing, China."], ["Liu", "Xianyong", "X", "State Key Laboratory for Agrobiotechnology, College of Veterinary Medicine, China Agricultural University, Beijing, China."], ["Duszynski", "Donal W", "DW", "Department of Biology, University of New Mexico, Albuquerque, NM, United States."], ["Tang", "Xiaoli", "X", "State Key Laboratory for Agrobiotechnology, College of Veterinary Medicine, China Agricultural University, Beijing, China."], ["El-Ashram", "Saeed", "S", "State Key Laboratory for Agrobiotechnology, College of Veterinary Medicine, China Agricultural University, Beijing, China."], ["Liu", "Zhengzhu", "Z", "Department of Animal Science and Veterinary Medicine, Hebei Normal University of Science and Technology, Qinhuangdao, Hebei, China."], ["Suo", "Xun", "X", "State Key Laboratory for Agrobiotechnology, College of Veterinary Medicine, China Agricultural University, Beijing, China."], ["Li", "Qiuyan", "Q", "State Key Laboratory for Agrobiotechnology, College of Biological Sciences, China Agricultural University, Beijing, China."]], "date": "2017-12-18", "id": "29326720", "text": "Vaccination is the most reliable measure to prevent infectious diseases in domestic animals. Development of novel vaccines demands extensive studies with new technologies, such as using novel adjuvants and immunomodulatory molecules. The co-stimulatory molecule 4-1BB provides a key signal that directs the fate of T cells during activation, and thus is important to their function in immune protection. To determine whether host immune responses to viral infection could be promoted by enhancing 4-1BB co-stimulation, in this study, we produced transgenic pig clones expressing an extra copy of the 4-1BB gene by clustered regularly interspaced short palindromic repeats/CRISPR-associated gene 9-mediated homologous recombination at the Rosa26 locus. The immune responses of transgenic pigs to porcine reproductive and respiratory syndrome virus (PRRSV) vaccine were determined on day 14. We show that peripheral blood lymphocytes of transgenic pigs expressed around twice the level of 4-1BB mRNA than those of control pigs. We also found IL-2, TNF-α, and granzyme B mRNA levels as well as PRRSV-specific IFN-γ response were significantly upregulated in 4-1BB transgenic pigs, leading to more efficient cytotoxic T lymphocyte (CTL) killing, whereas the expressions of IL-4, IL-17, and Foxp3 were not affected. These results indicate that higher levels of 4-1BB expression involve in promoting Th1 differentiation and enhancing specific CTL responses to PRRSV, and provide a novel approach to increase the efficacy of current vaccines to control the infectious diseases.", "doi": "10.3389/fimmu.2017.01846", "title": "Improved Cytotoxic T Lymphocyte Responses to Vaccination with Porcine Reproductive and Respiratory Syndrome Virus in 4-1BB Transgenic Pigs.", "journal": ["Frontiers in immunology", "Front Immunol"]}