{"authors": [["Barton", "Amber J", "AJ", "Oxford Vaccine Group, Department of Paediatrics, University of Oxford and the NIHR Oxford Biomedical Research Centre, Oxford, United Kingdom."], ["Hill", "Jennifer", "J", "Oxford Vaccine Group, Department of Paediatrics, University of Oxford and the NIHR Oxford Biomedical Research Centre, Oxford, United Kingdom."], ["Pollard", "Andrew J", "AJ", "Oxford Vaccine Group, Department of Paediatrics, University of Oxford and the NIHR Oxford Biomedical Research Centre, Oxford, United Kingdom."], ["Blohmke", "Christoph J", "CJ", "Oxford Vaccine Group, Department of Paediatrics, University of Oxford and the NIHR Oxford Biomedical Research Centre, Oxford, United Kingdom."]], "date": "2017-12-18", "id": "29326715", "text": "Human challenge models, in which volunteers are experimentally infected with a pathogen of interest, provide the opportunity to directly identify both natural and vaccine-induced correlates of protection. In this review, we highlight how the application of transcriptomics to human challenge studies allows for the identification of novel correlates and gives insight into the immunological pathways required to develop functional immunity. In malaria challenge trials for example, innate immune pathways appear to play a previously underappreciated role in conferring protective immunity. Transcriptomic analyses of samples obtained in human challenge studies can also deepen our understanding of the immune responses preceding symptom onset, allowing characterization of innate immunity and early gene signatures, which may influence disease outcome. Influenza challenge studies demonstrate that these gene signatures have diagnostic potential in the context of pandemics, in which presymptomatic diagnosis of at-risk individuals could allow early initiation of antiviral treatment and help limit transmission. Furthermore, gene expression analysis facilitates the identification of host factors contributing to disease susceptibility, such as C4BPA expression in enterotoxigenic Escherichia coli infection. Overall, these studies highlight the exceptional value of transcriptional data generated in human challenge trials and illustrate the broad impact molecular data analysis may have on global health through rational vaccine design and biomarker discovery.", "doi": "10.3389/fimmu.2017.01839", "title": "Transcriptomics in Human Challenge Models.", "journal": ["Frontiers in immunology", "Front Immunol"]}