{"authors": [["Gonzalo-Asensio", "Jesus", "J", "Grupo de Genética de Micobacterias, Departamento Microbiología, Medicina Preventiva y Salud Pública, Universidad de Zaragoza, Zaragoza, Spain."], ["Marinova", "Dessislava", "D", "Grupo de Genética de Micobacterias, Departamento Microbiología, Medicina Preventiva y Salud Pública, Universidad de Zaragoza, Zaragoza, Spain."], ["Martin", "Carlos", "C", "Grupo de Genética de Micobacterias, Departamento Microbiología, Medicina Preventiva y Salud Pública, Universidad de Zaragoza, Zaragoza, Spain."], ["Aguilo", "Nacho", "N", "Grupo de Genética de Micobacterias, Departamento Microbiología, Medicina Preventiva y Salud Pública, Universidad de Zaragoza, Zaragoza, Spain."]], "date": "2017-12-15", "id": "29326700", "text": "Bacille Calmette-Guérin (BCG) is a live-attenuated strain of Mycobacterium bovis developed a century ago by repeated subculture. It remains the only vaccine against tuberculosis (TB) in use today, and it offers variable protection against the respiratory forms of TB responsible for transmission. The principal genetic basis for BCG attenuation is the loss of the region of difference 1 (RD1) that includes the genes codifying for production and export of the major virulence factor ESAT6. Today more than 13 TB vaccine candidates are in clinical evaluation. One of these candidates is MTBVAC, which is based on a rationally attenuated Mycobacterium tuberculosis clinical isolate belonging to modern lineage 4, one of the most widespread lineages among humans. MTBVAC conserves most of the T cell epitopes described for TB including the major immunodominant antigens ESAT6 and CFP10 of the RD1, deleted in BCG. After almost 20 years of discovery and preclinical development, MTBVAC is the only live attenuated vaccine based on a human pathogen that has successfully entered clinical trials as a preventive vaccine in newborns, aiming to replace BCG, and as a preventive vaccine in adolescents and adults (BCG-vaccinated at birth). Our recent preclinical studies have demonstrated that MTBVAC-induced immunity to ESAT6 and CFP10 correlate with improved efficacy relative to BCG encouraging exploration of these responses in human clinical trials as potential biomarkers and identification of these antigens as possible correlates of vaccine-induced protection. Such data would be extremely valuable as they would greatly accelerate clinical development to efficacy trials.", "doi": "10.3389/fimmu.2017.01803", "title": "MTBVAC: Attenuating the Human Pathogen of Tuberculosis (TB) Toward a Promising Vaccine against the TB Epidemic.", "journal": ["Frontiers in immunology", "Front Immunol"]}