{"authors": [["Wilkins", "Amanda L", "AL", "The Royal Children's Hospital Melbourne, Melbourne, VIC, Australia."], ["Kazmin", "Dmitri", "D", "Emory Vaccine Center, Emory University, Atlanta, GA, United States."], ["Napolitani", "Giorgio", "G", "Medical Research Council (MRC), Human Immunology Unit, University of Oxford, Oxford, United Kingdom."], ["Clutterbuck", "Elizabeth A", "EA", "Oxford Vaccine Group, Department of Paediatrics, University of Oxford, The NIHR Oxford Biomedical Research Centre, Oxford, United Kingdom."], ["Pulendran", "Bali", "B", "Emory Vaccine Center, Emory University, Atlanta, GA, United States."], ["Siegrist", "Claire-Anne", "CA", "University of Geneva, Geneva, Switzerland."], ["Pollard", "Andrew J", "AJ", "Oxford Vaccine Group, Department of Paediatrics, University of Oxford, The NIHR Oxford Biomedical Research Centre, Oxford, United Kingdom."]], "date": "2017-12-13", "id": "29326687", "text": "Influenza is a major cause of respiratory disease leading to hospitalization in young children. However, seasonal trivalent influenza vaccines (TIVs) have been shown to be ineffective and poorly immunogenic in this population. The development of live-attenuated influenza vaccines and adjuvanted vaccines are important advances in the prevention of influenza in young children. The oil-in-water emulsions MF59 and adjuvant systems 03 (AS03) have been used as adjuvants in both seasonal adjuvanted trivalent influenza vaccines (ATIVs) and pandemic monovalent influenza vaccines. Compared with non-adjuvanted vaccine responses, these vaccines induce a more robust and persistent antibody response for both homologous and heterologous influenza strains in infants and young children. Evidence of a significant improvement in vaccine efficacy with these adjuvanted vaccines resulted in the use of the monovalent (A/H1N1) AS03-adjuvanted vaccine in children in the 2009 influenza pandemic and the licensure of the seasonal MF59 ATIV for children aged 6 months to 2 years in Canada. The mechanism of action of MF59 and AS03 remains unclear. Adjuvants such as MF59 induce proinflammatory cytokines and chemokines, including CXCL10, but independently of type-1 interferon. This proinflammatory response is associated with improved recruitment, activation and maturation of antigen presenting cells at the injection site. In young children MF59 ATIV produced more homogenous and robust transcriptional responses, more similar to adult-like patterns, than did TIV. Early gene signatures characteristic of the innate immune response, which correlated with antibody titers were also identified. Differences were detected when comparing child and adult responses including opposite trends in gene set enrichment at day 3 postvaccination and, unlike adult data, a lack of correlation between magnitude of plasmablast response at day 7 and antibody titers at day 28 in children. These insights show the utility of novel approaches in understanding new adjuvants and their importance for developing improved influenza vaccines for children.", "doi": "10.3389/fimmu.2017.01760", "title": "AS03- and MF59-Adjuvanted Influenza Vaccines in Children.", "journal": ["Frontiers in immunology", "Front Immunol"]}