{"authors": [["Gao", "Caixia", "C", "Heilongjiang Provincial Key Laboratory of Laboratory Animal and Comparative Medicine, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin, China."], ["He", "Xiwen", "X", "Heilongjiang Provincial Key Laboratory of Laboratory Animal and Comparative Medicine, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin, China."], ["Quan", "Jinqiang", "J", "Heilongjiang Provincial Key Laboratory of Laboratory Animal and Comparative Medicine, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin, China."], ["Jiang", "Qian", "Q", "Heilongjiang Provincial Key Laboratory of Laboratory Animal and Comparative Medicine, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin, China."], ["Lin", "Huan", "H", "Heilongjiang Provincial Key Laboratory of Laboratory Animal and Comparative Medicine, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin, China."], ["Chen", "Hongyan", "H", "Heilongjiang Provincial Key Laboratory of Laboratory Animal and Comparative Medicine, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin, China."], ["Qu", "Liandong", "L", "Heilongjiang Provincial Key Laboratory of Laboratory Animal and Comparative Medicine, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin, China."]], "date": "2017-12-18", "id": "29326671", "text": "Swine leukocyte antigen (SLA) class I molecules play a crucial role in generating specific cellular immune responses against viruses and other intracellular pathogens. They mainly bind and present antigens of intracellular origin to circulating MHC I-restricted cytotoxic T lymphocytes (CTLs). Binding of an appropriate epitope to an SLA class I molecule is the single most selective event in antigen presentation and the first step in the killing of infected cells by CD8+ CTLs. Moreover, the antigen epitopes are strictly restricted to specific SLA molecules. In this study, we constructed SLA class I complexes in vitro comprising viral epitope peptides, the extracellular region of the SLA-1 molecules, and β2-microglobulin (β2m) using splicing overlap extension polymerase chain reaction (SOE-PCR). The protein complexes were induced and expressed in an Escherichia coli prokaryotic expression system and subsequently purified and refolded. Specific binding of seven SLA-1 proteins to one classical swine fever virus (CSFV) and four porcine reproductive and respiratory syndrome virus (PRRSV) epitope peptides was detected by enzyme-linked immunosorbent assay (ELISA)-based method. The SLA-1∗13:01, SLA-1∗11:10, and SLA-1∗11:01:02 proteins were able to bind specifically to different CTL epitopes of CSFV and PRRSV and the MHC restrictions of the five epitopes were identified. The fixed combination of Asn151Val152 residues was identified as the potentially key amino acid residues influencing the binding of viral several CTL epitope peptides to SLA-1∗13:01 and SLA-1∗04:01:01 proteins. The more flexible pocket E in the SLA-1∗13:01 protein might have fewer steric limitations and therefore be able to accommodate more residues of viral CTL epitope peptides, and may thus play a critical biochemical role in determining the peptide-binding motif of SLA-1∗13:01. Characterization of the binding specificity of peptides to SLA class I molecules provides an important basis for epitope studies of infectious diseases in swine, and for the rational development of novel porcine vaccines, as well as for detailed studies of CTL responses in pigs used as animal models.", "doi": "10.3389/fmicb.2017.02524", "title": "Specificity Characterization of SLA Class I Molecules Binding to Swine-Origin Viral Cytotoxic T Lymphocyte Epitope Peptides in Vitro.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}