{"authors": [["Taylor-Mulneix", "Dawn L", "DL", "Department of Infectious Diseases, Center for Vaccines and Immunology, College of Veterinary Medicine, University of Georgia, Athens, GA, United States."], ["Hamidou Soumana", "Illiassou", "I", "Department of Infectious Diseases, Center for Vaccines and Immunology, College of Veterinary Medicine, University of Georgia, Athens, GA, United States."], ["Linz", "Bodo", "B", "Department of Infectious Diseases, Center for Vaccines and Immunology, College of Veterinary Medicine, University of Georgia, Athens, GA, United States."], ["Harvill", "Eric T", "ET", "Department of Infectious Diseases, Center for Vaccines and Immunology, College of Veterinary Medicine, University of Georgia, Athens, GA, United States."]], "date": "2017-12-11", "id": "29322035", "text": "The genus Bordetella comprises several bacterial species that colonize the respiratory tract of mammals. It includes B. pertussis, a human-restricted pathogen that is the causative agent of Whooping Cough. In contrast, the closely related species B. bronchiseptica colonizes a broad range of animals as well as immunocompromised humans. Recent metagenomic studies have identified known and novel bordetellae isolated from different environmental sources, providing a new perspective on their natural history. Using phylogenetic analysis, we have shown that human and animal pathogenic bordetellae have most likely evolved from ancestors that originated from soil and water. Our recent study found that B. bronchiseptica can evade amoebic predation and utilize Dictyostelium discoideum as an expansion and transmission vector, which suggests that the evolutionary pressure to evade the amoebic predator enabled the rise of bordetellae as respiratory pathogens. Interactions with amoeba may represent the starting point for bacterial adaptation to eukaryotic cells. However, as bacteria evolve and adapt to a novel host, they can become specialized and restricted to a specific host. B. pertussis is known to colonize and cause infection only in humans, and this specialization to a closed human-to-human lifecycle has involved genome reduction and the loss of ability to utilize amoeba as an environmental reservoir. The discoveries from studying the interaction of Bordetella species with amoeba will elicit a better understanding of the evolutionary history of these and other important human pathogens.", "doi": "10.3389/fcimb.2017.00510", "title": "Evolution of Bordetellae from Environmental Microbes to Human Respiratory Pathogens: Amoebae as a Missing Link.", "journal": ["Frontiers in cellular and infection microbiology", "Front Cell Infect Microbiol"]}