{"authors": [["Kurashima", "Yosuke", "Y", "Division of Mucosal Immunology, Department of Microbiology and Immunology, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan."], ["Yamamoto", "Daiki", "D", "Division of Mucosal Immunology, Department of Microbiology and Immunology, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan."], ["Nelson", "Sean", "S", "Division of Mucosal Immunology, Department of Microbiology and Immunology, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan."], ["Uematsu", "Satoshi", "S", "Department of Mucosal Immunology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Ernst", "Peter B", "PB", "Chiba University-UC San Diego Center for Mucosal Immunology, Allergy, and Vaccines (CU-UCSD cMAV), San Diego, CA, Unites States."], ["Nakayama", "Toshinori", "T", "Institute for Global Prominent Research, Chiba University, Chiba, Japan."], ["Kiyono", "Hiroshi", "H", "Division of Mucosal Immunology, Department of Microbiology and Immunology, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan."]], "date": "2017-12-13", "id": "29321781", "text": "Stromal connective tissue contains mesenchymal cells, including fibroblasts and myofibroblasts, which line the tissue structure. However, it has been identified that the function of mesenchymal cells is not just structural-they also play critical roles in the creation and regulation of intestinal homeostasis. Thus, mucosal mesenchymal cells instruct intestinal immune cell education (or peripheral immune education) and epithelial cell differentiation thereby shaping the local environment of the mucosal immune system. Malfunction of the mesenchymal cell-mediated instruction system (e.g., fibrosis) leads to pathological conditions such as intestinal stricture.", "doi": "10.3389/fimmu.2017.01787", "title": "Mucosal Mesenchymal Cells: Secondary Barrier and Peripheral Educator for the Gut Immune System.", "journal": ["Frontiers in immunology", "Front Immunol"]}