{"authors": [["Mazaheri", "Nahideh", "N", "Dept. of Medical Parasitology and Mycology, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."], ["Dalimi", "Abdolhossein", "A", "Dept. of Parasitology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Pirestani", "Majid", "M", "Dept. of Parasitology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Jameie", "Farnoosh", "F", "Dept. of Parasitology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Mohebali", "Mehdi", "M", "Dept. of Medical Parasitology and Mycology, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."], ["Rokni", "Mohamad Bagher", "MB", "Dept. of Medical Parasitology and Mycology, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29317873", "text": "Cystic echinococcosis (CE), as a zoonotic disease cause to health threat and economic losses. Despite implemented control programs, few countries have been able to decrease or eliminate this infection. Vaccination of the intermediate host offers an additional strategy to control the parasite transmission and EG95 antigen is considered more than the others in the vaccine issue. According to the high protection induced by the EG95 recombinant vaccine, this study was designed to construct recombinant plasmid formulation of EG95 antigen.In 2015, the Echinococcus granulosus eggs were recovered from an infected dog in Parasitological laboratory of Tarbiat Modares University in Tehran, Iran. Following hatching, the oncospheres of E. granulosus were activated to increase the presence of the desired mRNA. The extracted mRNA was transcribed to the cDNA which used as template in RTPCR. Then the EG95 gene cloned into pET28a vector and the recombinant plasmids expression was investigated in prokaryotic and eukaryotic cells.The recombinant plasmid encoding EG95 antigen was successfully constructed and identified by PCR, restriction enzyme digestion and sequencing. In vitro expression of the EG95 antigen was confirmed in prokaryotic and eukaryotic systems by SDS-PAGE and western blotting analysis.Because of potential advantages of DNA vaccines, including ability to induce long-term immune responses, low production cost and stability in different temperatures, this study carried out to construct the EG95 gene into a vector. This recombinant vector can be evaluated in further studies as a DNA vaccine may provide new prospects for the development of a vaccine against cystic hydatid disease.", "doi": null, "title": "Construction and Identification of a Recombinant Plasmid Encoding Echinococcus granulosus Oncosphere Antigen (EG95).", "journal": ["Iranian journal of parasitology", "Iran J Parasitol"]}