{"authors": [["Alarcon-Valdes", "Patricia", "P", "Faculty of Chemistry, Autonomous University of the State of Mexico (UAEM), Toluca, México."], ["Ortiz-Reynoso", "Mariana", "M", "Faculty of Chemistry, Autonomous University of the State of Mexico (UAEM), Toluca, México."], ["Santillan-Benitez", "Jonnathan", "J", "Faculty of Chemistry, Autonomous University of the State of Mexico (UAEM), Toluca, México."]], "date": null, "id": "29317871", "text": "Drugs' pharmacokinetics and pharmacodynamics can be affected by diverse genetic variations, within which simple nucleotide polymorphisms (SNPs) are the most common. Genetic variability is one of the factors that could explain questions like why a given drug does not have the desired effect or why do adverse drug reactions arise.In this retrospective observational study, literature search limits were set within PubMed database as well as the epidemiological bulletins published by the Mexican Ministry of Health, from Jan 1st 2001 to Mar 31st 2017 (16 years).Metabolism of antiparasitic drugs and their interindividual responses are mainly modified by variations in cytochrome P450 enzymes. These enzymes show high frequencies of polymorphic variability thus affecting the expression of CYP2C, CYP2A, CYP2A6, CYP2D6, CYP2E6 and CYP2A6 isoforms. Research in this field opens the door to new personalized treatment approaches in medicine.Clinical and pharmacological utility yield by applying pharmacogenetics to antiparasitic treatments is not intended as a mean to improve the prescription process, but to select or exclude patients that could present adverse drug reactions as well as to evaluate genetic alterations which result in a diversity of responses, ultimately seeking to provide a more effective and safe treatment; therefore choosing a proper dose for the appropriate patient and the optimal treatment duration. Furthermore, pharmacogenetics assists in the development of vaccines. In other words, the aim of this discipline is to find therapeutic targets allowing personalized treatments.", "doi": null, "title": "Perspective on the Genetic Response to Antiparasitics: A Review Article.", "journal": ["Iranian journal of parasitology", "Iran J Parasitol"]}