{"authors": [["Ghorbani", "Masoud", "M", "Department of Viral Vaccine Production, Pasteur Institute of Iran, Research and Production Complex, Karaj, Iran."], ["Farhoudi", "Ramin", "R", "Department of Viral Vaccine Production, Pasteur Institute of Iran, Research and Production Complex, Karaj, Iran."]], "date": "2017-12-22", "id": "29317800", "text": "Leishmania is an obligate intracellular pathogen that invades phagocytic host cells. Approximately 30 different species of Phlebotomine sand flies can transmit this parasite either anthroponotically or zoonotically through their bites. Leishmaniasis affects poor people living around the Mediterranean Basin, East Africa, the Americas, and Southeast Asia. Affected regions are often remote and unstable, with limited resources for treating this disease. Leishmaniasis has been reported as one of the most dangerous neglected tropical diseases, second only to malaria in parasitic causes of death. People can carry some species of Leishmania for long periods without becoming ill, and symptoms depend on the form of the disease. There are many drugs and candidate vaccines available to treat leishmaniasis. For instance, antiparasitic drugs, such as amphotericin B (AmBisome), are a treatment of choice for leishmaniasis depending on the type of the disease. Despite the availability of different treatment approaches to treat leishmaniasis, therapeutic tools are not adequate to eradicate this infection. In the meantime, drug therapy has been limited because of adverse side effects and unsuccessful vaccine preparation. However, it can immediately make infections inactive. According to other studies, vaccination cannot eradicate leishmaniasis. There is no perfect vaccine or suitable drug to eradicate leishmaniasis completely. So far, no vaccine or drug has been provided to induce long-term protection and ensure effective immunity against leishmaniasis. Therefore, it is necessary that intensive research should be performed in drug and vaccine fields to achieve certain results.", "doi": "10.2147/DDDT.S146521", "title": "Leishmaniasis in humans: drug or vaccine therapy?", "journal": ["Drug design, development and therapy", "Drug Des Devel Ther"]}