{"authors": [["Jafari", "Iman", "I", "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Heravi Shargh", "Vahid", "V", "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Shahryari", "Maryam", "M", "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Abbasi", "Azam", "A", "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Jaafari", "Mahmoud Reza", "MR", "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran; Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran; Department of Pharmaceutical Nanotechnology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. Electronic address: jafarimr@mums.ac.ir."], ["Khamesipour", "Ali", "A", "Center for Research and Training in Skin Diseases and Leprosy, Tehran University of Medical Sciences, Tehran, Iran."], ["Badiee", "Ali", "A", "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran; Department of Pharmaceutical Nanotechnology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. Electronic address: badieea@mums.ac.ir."]], "date": "2017-12-28", "id": "29317110", "text": "Although there have been numerous attempts to develop a successful vaccine against leishmaniasis, based on the clinical trial in this field, no vaccine against Leishmania in routine way can be found for globally effective vaccination in human. Amongst, first generation vaccines consisting of parasite fractions or whole killed Leishmania showed more successful results in clinical trials. It seems that the main reason for the low efficacy of these vaccines is lack of a suitable adjuvant. In this study, a crude extract of detergent-solubilized L. major promastigotes as a novel developed antigen (whole Leishmania lysate (WLL)) was formulated in liposomal form. The cationic liposomes consisting of 1,2-dioleoyl-3-trimethylammonium-propane (DOTAP) were used to deliver WLL. Liposomes formulations containing different WLL concentrations (prepared from 103, 104, 105, 106 and 107 parasites) were prepared and characterized for particle size, surface charge, proteins, DNA and phospholipids contents. Moreover, to explore the type of immune response generated and extend of immunization, in vivo and in vitro tests including evaluation of lesion development, parasite burden in the foot and spleen, Th1 and Th2 cytokine analysis, and titration of IgG isotypes before and after the challenge were used. The maximum immunization was provided by WLL06 as depicted by the reduction of footpad swelling andparasite load, increase in anti-Leishmania IgG2a production, though no significant difference was observed between mice which received WLL05 vs WLL06. While maximum immunization was seen in WLL06 group, most of the liposomal WLL formulations induced a mixed Th1/Th2 response. Hence, a more protective immune response is expected to be induced when an immune potentiator adjuvant such as CpG ODNs would be co-deliverd in WLL liposomal formulations.", "doi": "10.1016/j.imbio.2017.12.003", "title": "Cationic liposomes formulated with a novel whole Leishmania lysate (WLL) as a vaccine for leishmaniasis in murine model.", "journal": ["Immunobiology", "Immunobiology"]}