{"authors": [["Grabowski", "Jeffrey M", "JM", "Biology of Vector-Borne Viruses Section, Laboratory of Virology, Rocky Mountain Laboratories, National Institutes of Allergy and Infectious Diseases, National Institutes of Health, Hamilton, MT, United States."], ["Hill", "Catherine A", "CA", "Department of Entomology, Purdue University, West Lafayette, IN, United States."]], "date": "2017-12-22", "id": "29312896", "text": "Tick-borne flaviviruses (TBFs) affect human health globally. Human vaccines provide protection against some TBFs, and antivirals are available, yet TBF-specific control strategies are limited. Advances in genomics offer hope to understand the viral complement transmitted by ticks, and to develop disruptive, data-driven technologies for virus detection, treatment, and control. The genome assemblies of Ixodes scapularis, the North American tick vector of the TBF, Powassan virus, and other tick vectors, are providing insights into tick biology and pathogen transmission and serve as nucleation points for expanded genomic research. Systems biology has yielded insights to the response of tick cells to viral infection at the transcript and protein level, and new protein targets for vaccines to limit virus transmission. Reverse vaccinology approaches have moved candidate tick antigenic epitopes into vaccine development pipelines. Traditional drug and in silico screening have identified candidate antivirals, and target-based approaches have been developed to identify novel acaricides. Yet, additional genomic resources are required to expand TBF research. Priorities include genome assemblies for tick vectors, \"omic\" studies involving high consequence pathogens and vectors, and emphasizing viral metagenomics, tick-virus metabolomics, and structural genomics of TBF and tick proteins. Also required are resources for forward genetics, including the development of tick strains with quantifiable traits, genetic markers and linkage maps. Here we review the current state of genomic research on ticks and tick-borne viruses with an emphasis on TBFs. We outline an ambitious 10-year roadmap for research in the \"omics era,\" and explore key milestones needed to accomplish the goal of delivering three new vaccines, antivirals and acaricides for TBF control by 2030.", "doi": "10.3389/fcimb.2017.00519", "title": "A Roadmap for Tick-Borne Flavivirus Research in the \"Omics\" Era.", "journal": ["Frontiers in cellular and infection microbiology", "Front Cell Infect Microbiol"]}