{"authors": [["Tirloni", "Lucas", "L", "Department of Veterinary Pathobiology, College of Veterinary Medicine, Texas A&M University, College Station, TX, United States."], ["Kim", "Tae K", "TK", "Department of Veterinary Pathobiology, College of Veterinary Medicine, Texas A&M University, College Station, TX, United States."], ["Pinto", "Antônio F M", "AFM", "Mass Spectrometry Center, The Salk Institute for Biological Studies, La Jolla, CA, United States."], ["Yates", "John R", "JR", "Department of Chemical Physiology, The Scripps Research Institute, La Jolla, CA, United States."], ["da Silva Vaz", "Itabajara", "I", "Centro de Biotecnologia, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil."], ["Mulenga", "Albert", "A", "Department of Veterinary Pathobiology, College of Veterinary Medicine, Texas A&M University, College Station, TX, United States."]], "date": "2017-12-19", "id": "29312895", "text": "Understanding the molecular basis of how ticks adapt to feed on different animal hosts is central to understanding tick and tick-borne disease (TBD) epidemiology. There is evidence that ticks differentially express specific sets of genes when stimulated to start feeding. This study was initiated to investigate if ticks such as Ixodes scapularis and Amblyomma americanum that are adapted to feed on multiple hosts utilized the same sets of proteins to prepare for feeding. We exposed I. scapularis and A. americanum to feeding stimuli of different hosts (rabbit, human, and dog) by keeping unfed adult ticks enclosed in a perforated microfuge in close contact with host skin, but not allowing ticks to attach on host. Our data suggest that ticks of the same species differentially express tick saliva proteins (TSPs) when stimulated to start feeding on different hosts. SDS-PAGE and silver staining analysis revealed unique electrophoretic profiles in saliva of I. scapularis and A. americanum that were stimulated to feed on different hosts: rabbit, human, and dog. LC-MS/MS sequencing and pairwise analysis demonstrated that I. scapularis and A. americanum ticks expressed unique protein profiles in their saliva when stimulated to start feeding on different hosts: rabbit, dog, or human. Specifically, our data revealed TSPs that were unique to each treatment and those that were shared between treatments. Overall, we identified a total of 276 and 340 non-redundant I. scapularis and A. americanum TSPs, which we have classified into 28 functional classes including: secreted conserved proteins (unknown functions), proteinase inhibitors, lipocalins, extracellular matrix/cell adhesion, heme/iron metabolism, signal transduction and immunity-related proteins being the most predominant in saliva of unfed ticks. With exception of research on vaccines against Rhipicephalus microplus, which its natural host, cattle, research on vaccine against other ticks relies feeding ticks on laboratory animals. Data here suggest that relying on lab animal tick feeding data to select target antigens could result in prioritizing irrelevant anti-tick vaccine targets that are expressed when ticks feed on laboratory animals. This study provides the platform that could be utilized to identify relevant target anti-tick vaccine antigens, and will facilitate early stage tick feeding research.", "doi": "10.3389/fcimb.2017.00517", "title": "Tick-Host Range Adaptation: Changes in Protein Profiles in Unfed Adult Ixodes scapularis and Amblyomma americanum Saliva Stimulated to Feed on Different Hosts.", "journal": ["Frontiers in cellular and infection microbiology", "Front Cell Infect Microbiol"]}