{"authors": [["Corraliza-Gorjón", "Isabel", "I", "Department of Immunology and Oncology, Centro Nacional de Biotecnologia (CNB-CSIC), Madrid, Spain."], ["Somovilla-Crespo", "Beatriz", "B", "Department of Immunology and Oncology, Centro Nacional de Biotecnologia (CNB-CSIC), Madrid, Spain."], ["Santamaria", "Silvia", "S", "Department of Cellular and Molecular Medicine, Centro de Investigaciones Biologicas (CIB-CSIC), Madrid, Spain."], ["Garcia-Sanz", "Jose A", "JA", "Department of Cellular and Molecular Medicine, Centro de Investigaciones Biologicas (CIB-CSIC), Madrid, Spain."], ["Kremer", "Leonor", "L", "Department of Immunology and Oncology, Centro Nacional de Biotecnologia (CNB-CSIC), Madrid, Spain."]], "date": "2017-12-21", "id": "29312320", "text": "Antibodies have proven their high value in antitumor therapy over the last two decades. They are currently being used as the first-choice to treat some of the most frequent metastatic cancers, like HER2+ breast cancers or colorectal cancers, currently treated with trastuzumab (Herceptin) and bevacizumab (Avastin), respectively. The impressive therapeutic success of antibodies inhibiting immune checkpoints has extended the use of therapeutic antibodies to previously unanticipated tumor types. These anti-immune checkpoint antibodies allowed the cure of patients devoid of other therapeutic options, through the recovery of the patient's own immune response against the tumor. In this review, we describe how the antibody-based therapies will evolve, including the use of antibodies in combinations, their main characteristics, advantages, and how they could contribute to significantly increase the chances of success in cancer therapy. Indeed, novel combinations will consist of mixtures of antibodies against either different epitopes of the same molecule or different targets on the same tumor cell; bispecific or multispecific antibodies able of simultaneously binding tumor cells, immune cells or extracellular molecules; immunomodulatory antibodies; antibody-based molecules, including fusion proteins between a ligand or a receptor domain and the IgG Fab or Fc fragments; autologous or heterologous cells; and different formats of vaccines. Through complementary mechanisms of action, these combinations could contribute to elude the current limitations of a single antibody which recognizes only one particular epitope. These combinations may allow the simultaneous attack of the cancer cells by using the help of the own immune cells and exerting wider therapeutic effects, based on a more specific, fast, and robust response, trying to mimic the action of the immune system.", "doi": "10.3389/fimmu.2017.01804", "title": "New Strategies Using Antibody Combinations to Increase Cancer Treatment Effectiveness.", "journal": ["Frontiers in immunology", "Front Immunol"]}