{"authors": [["Tang", "Kang", "K", "Department of Immunology, The Fourth Military Medical University, Xi'an, China."], ["Cheng", "Linfeng", "L", "Department of Microbiology, The Fourth Military Medical University, Xi'an, China."], ["Zhang", "Chunmei", "C", "Department of Immunology, The Fourth Military Medical University, Xi'an, China."], ["Zhang", "Yusi", "Y", "Department of Immunology, The Fourth Military Medical University, Xi'an, China."], ["Zheng", "Xuyang", "X", "Department of Infectious Diseases, Tangdu Hospital, The Fourth Military Medical University, Xi'an, China."], ["Zhang", "Yun", "Y", "Department of Immunology, The Fourth Military Medical University, Xi'an, China."], ["Zhuang", "Ran", "R", "Department of Immunology, The Fourth Military Medical University, Xi'an, China."], ["Jin", "Boquan", "B", "Department of Immunology, The Fourth Military Medical University, Xi'an, China."], ["Zhang", "Fanglin", "F", "Department of Microbiology, The Fourth Military Medical University, Xi'an, China."], ["Ma", "Ying", "Y", "Department of Immunology, The Fourth Military Medical University, Xi'an, China."]], "date": "2017-12-12", "id": "29312318", "text": "Hantaan virus (HTNV) infections can cause severe hemorrhagic fever with renal syndrome (HFRS) in humans, which is associated with high fatality rates. Cytotoxic T cell (CTL) responses contribute to virus elimination; however, to date, HLA class I allele-restricted HTNV glycoprotein (GP) epitopes recognized by CTLs have not been reported, limiting our understanding of CTL responses against HTNV infection in humans. In this study, 34 HTNV GP nine-mer epitopes that may bind to HLA-A*0201 molecules were predicted using the BIMAS and SYFPEITHI database. Seven of the epitopes were demonstrated to bind to HLA-A*0201 molecules with high affinity via the T2 cell binding assay and were successfully used to synthesize peptide/HLA-A*0201 tetramers. The results of tetramer staining showed that the frequencies of each epitope-specific CTL were higher in patients with milder HFRS, which indicated that the epitopes may induce protective CTL responses after HTNV infection. IFN-γ-enzyme-linked immunospot analysis further confirmed the immunoreactivity of epitopes by eliciting epitope-specific IFN-γ-producing CTL responses. In an HTNV challenge trial, significant inhibition of HTNV replication characterized by lower levels of antigens and RNA loads was observed in major target organs (liver, spleen, and kidneys) of HLA-A2.1/Kb transgenic mice pre-vaccinated with nonapeptides VV9 (aa8-aa16, VMASLVWPV), SL9 (aa996-aa1004, SLTECPTFL) and LL9 (aa358-aa366, LIWTGMIDL). Importantly, LL9 exhibited the best ability to induce protective CTL responses and showed a prominent effect on the kidneys, potentially preventing kidney injury after HTNV infection. Taken together, our results highlight that HTNV GP-derived HLA-A*0201-restricted epitopes could elicit protective CTL responses against the virus, and that epitope LL9 functions as an immunodominant protective epitope that may advance the design of safe and effective CTL-based HTNV peptide vaccines for humans.", "doi": "10.3389/fimmu.2017.01797", "title": "Novel Identified HLA-A*0201-Restricted Hantaan Virus Glycoprotein Cytotoxic T-Cell Epitopes Could Effectively Induce Protective Responses in HLA-A2.1/Kb Transgenic Mice May Associate with the Severity of Hemorrhagic Fever with Renal Syndrome.", "journal": ["Frontiers in immunology", "Front Immunol"]}