{"authors": [["Ismail", "Nevien", "N", "Division of Emerging and Transfusion Transmitted Diseases, Center for Biologics Evaluation and Research, US Food and Drug Administration, Silver Spring, MD, United States."], ["Kaul", "Amit", "A", "Division of Emerging and Transfusion Transmitted Diseases, Center for Biologics Evaluation and Research, US Food and Drug Administration, Silver Spring, MD, United States."], ["Bhattacharya", "Parna", "P", "Division of Emerging and Transfusion Transmitted Diseases, Center for Biologics Evaluation and Research, US Food and Drug Administration, Silver Spring, MD, United States."], ["Gannavaram", "Sreenivas", "S", "Division of Emerging and Transfusion Transmitted Diseases, Center for Biologics Evaluation and Research, US Food and Drug Administration, Silver Spring, MD, United States."], ["Nakhasi", "Hira L", "HL", "Division of Emerging and Transfusion Transmitted Diseases, Center for Biologics Evaluation and Research, US Food and Drug Administration, Silver Spring, MD, United States."]], "date": "2017-12-12", "id": "29312315", "text": "Currently, there is no vaccine against visceral leishmaniasis (VL). Toward developing an effective vaccine, we have reported extensively on the immunogenicity of live attenuated LdCentrin-/- mutants in naive animal models. In VL endemic areas, asymptomatic carriers outnumber symptomatic cases of VL and are considered to be a reservoir of infection. Vaccination of asymptomatic cases represents a viable strategy to eliminate VL. Immunological correlates of protection thus derived might have limited applicability in conditions where the immunized host has prior exposure to virulent infection. To examine whether LdCen-/- parasites can induce protective immunity in experimental hosts that have low-level parasitemia from a previous exposure mimicking an asymptomatic condition, we infected C57Bl/6 mice with wild-type Leishmania donovani parasites expressing LLO epitope (LdWT LLO 103, i.v.). After 3 weeks, the mice with low levels of parasitemia were immunized with LdCen-/- parasites expressing 2W epitope (LdCen-/-2W 3 × 106 i.v.) to characterize the immune responses in the same host. Antigen experienced CD4+ T cells from the asymptomatic (LdWT LLO infected) LdCen-/-2W immunized, and other control groups were enriched using LLO- and 2W-specific tetramers, followed by Flow cytometric analysis. Our analysis showed that comparable CD4+ T cell proliferation and CD4+ memory T cell responses (TCM) represented by CD62Lhi, CCR7+, and IL-7R+ T cell populations were induced with LdCen-/-2W in both asymptomatic and naive animals that received LdCen-/- immunization. Upon restimulation with peptide, TCM cells differentiated into effector T cells and there was no significant difference in the recall response in animals with asymptomatic infection. Following virulent challenge, comparable reduction in splenic parasite burden was observed in both asymptomatic and naive LdCen-/- immunized animals concomitant with the development of multifunctional CD4+ and CD8+ T cells. Further, LdCen-/-2W immunization resulted in complete clearance of the preexisting asymptomatic infection (LdWT LLO ). Our results demonstrate that LdCen-/-2W immunization could be efficacious for use in asymptomatic VL individuals. Further, immunization with LdCen-/- could help in reducing the parasite burden in the asymptomatic cases and aid in controlling the VL in endemic areas.", "doi": "10.3389/fimmu.2017.01788", "title": "Immunization with Live Attenuated Leishmania donovani Centrin-/- Parasites Is Efficacious in Asymptomatic Infection.", "journal": ["Frontiers in immunology", "Front Immunol"]}