{"authors": [["Borriello", "Francesco", "F", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["Pietrasanta", "Carlo", "C", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["Lai", "Jacqueline C Y", "JCY", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["Walsh", "Lois M", "LM", "Biomedical & Pharmaceutical Science Skaggs School of Pharmacy, University of Montana, Missoula, MT, United States."], ["Sharma", "Pankaj", "P", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["O'Driscoll", "David N", "DN", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["Ramirez", "Juan", "J", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["Brightman", "Spencer", "S", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["Pugni", "Lorenza", "L", "Neonatal Intensive Care Unit, Department of Clinical Sciences and Community Health, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Università degli Studi di Milano, Milan, Italy."], ["Mosca", "Fabio", "F", "Neonatal Intensive Care Unit, Department of Clinical Sciences and Community Health, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Università degli Studi di Milano, Milan, Italy."], ["Burkhart", "David J", "DJ", "Biomedical & Pharmaceutical Science Skaggs School of Pharmacy, University of Montana, Missoula, MT, United States."], ["Dowling", "David J", "DJ", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."], ["Levy", "Ofer", "O", "Division of Infectious Diseases, Department of Medicine, Boston Children's Hospital, Boston, MA, United States."]], "date": "2017-12-12", "id": "29312305", "text": "Immunization is key to preventing infectious diseases, a leading cause of death early in life. However, due to age-specific immunity, vaccines often demonstrate reduced efficacy in newborns and young infants as compared to adults. Here, we combined in vitro and in vivo approaches to identify adjuvant candidates for early life immunization. We employed newborn and adult bone marrow-derived dendritic cells (BMDCs) to perform a screening of pattern recognition receptor agonists and found that the stimulator of interferon genes ligand 2'3'-cGAMP (hereafter cGAMP) induces a comparable expression of surface maturation markers in newborn and adult BMDCs. Then, we utilized the trivalent recombinant hemagglutinin (rHA) influenza vaccine, Flublok, as a model antigen to investigate the role of cGAMP in adult and early life immunization. cGAMP adjuvantation alone could increase rHA-specific antibody titers in adult but not newborn mice. Remarkably, as compared to alum or cGAMP alone, immunization with cGAMP formulated with alum (Alhydrogel) enhanced newborn rHA-specific IgG2a/c titers ~400-fold, an antibody subclass associated with the development of IFNγ-driven type 1 immunity in vivo and endowed with higher effector functions, by 42 days of life. Highlighting the amenability for successful vaccine formulation and delivery, we next confirmed that cGAMP adsorbs onto alum in vitro. Accordingly, immunization early in life with (cGAMP+alum) promoted IFNγ production by CD4+ T cells and increased the proportions and absolute numbers of CD4+ CXCR5+ PD-1+ T follicular helper and germinal center (GC) GL-7+ CD138+ B cells, suggesting an enhancement of the GC reaction. Adjuvantation effects were apparently specific for IgG2a/c isotype switching without effect on antibody affinity maturation, as there was no effect on rHA-specific IgG avidity. Overall, our studies suggest that cGAMP when formulated with alum may represent an effective adjuvantation system to foster humoral and cellular aspects of type 1 immunity for early life immunization.", "doi": "10.3389/fimmu.2017.01772", "title": "Identification and Characterization of Stimulator of Interferon Genes As a Robust Adjuvant Target for Early Life Immunization.", "journal": ["Frontiers in immunology", "Front Immunol"]}