{"authors": [["Schaible", "Ulrich E", "UE", "Cellular Microbiology, Priority Program Infections, Research Center Borstel, Borstel, Germany."], ["Linnemann", "Lara", "L", "Cellular Microbiology, Priority Program Infections, Research Center Borstel, Borstel, Germany."], ["Redinger", "Natalja", "N", "Cellular Microbiology, Priority Program Infections, Research Center Borstel, Borstel, Germany."], ["Patin", "Emmanuel C", "EC", "Cellular Microbiology, Priority Program Infections, Research Center Borstel, Borstel, Germany."], ["Dallenga", "Tobias", "T", "Cellular Microbiology, Priority Program Infections, Research Center Borstel, Borstel, Germany."]], "date": "2017-12-11", "id": "29312298", "text": "The global tuberculosis epidemic is the most common cause of death after infectious disease worldwide. Increasing numbers of infections with multi- and extensively drug-resistant variants of the Mycobacterium tuberculosis complex, resistant even to newly discovered and last resort antibiotics, highlight the urgent need for an efficient vaccine. The protective efficacy to pulmonary tuberculosis in adults of the only currently available vaccine, M. bovis BCG, is unsatisfactory and geographically diverse. More importantly, recent clinical studies on new vaccine candidates did not prove to be better than BCG, yet. Here, we propose and discuss novel strategies to improve efficacy of existing anti-tuberculosis vaccines. Modulation of innate immune responses upon vaccination already provided promising results in animal models of tuberculosis. For instance, neutrophils have been shown to influence vaccine efficacy, both, positively and negatively, and stimulate specific antibody secretion. Modulating immune regulatory properties after vaccination such as induction of different types of innate immune cell death, myeloid-derived suppressor or regulatory T cells, production of anti-inflammatory cytokines such as IL-10 may have beneficial effects on protection efficacy. Incorporation of lipid antigens presented via CD1 molecules to T cells have been discussed as a way to enhance vaccine efficacy. Finally, concepts of dendritic cell-based immunotherapies or training the innate immune memory may be exploitable for future vaccination strategies against tuberculosis. In this review, we put a spotlight on host immune networks as potential targets to boost protection by old and new tuberculosis vaccines.", "doi": "10.3389/fimmu.2017.01755", "title": "Strategies to Improve Vaccine Efficacy against Tuberculosis by Targeting Innate Immunity.", "journal": ["Frontiers in immunology", "Front Immunol"]}