{"authors": [["Sennepin", "Alexis", "A", "Laboratory of Mucosal Entry of HIV-1 and Mucosal Immunity, Department of Infection, Immunity and Inflammation, Cochin Institute, INSERM, Paris, France."], ["Real", "Fernando", "F", "Laboratory of Mucosal Entry of HIV-1 and Mucosal Immunity, Department of Infection, Immunity and Inflammation, Cochin Institute, INSERM, Paris, France."], ["Duvivier", "Marine", "M", "Laboratory of Mucosal Entry of HIV-1 and Mucosal Immunity, Department of Infection, Immunity and Inflammation, Cochin Institute, INSERM, Paris, France."], ["Ganor", "Yonatan", "Y", "Laboratory of Mucosal Entry of HIV-1 and Mucosal Immunity, Department of Infection, Immunity and Inflammation, Cochin Institute, INSERM, Paris, France."], ["Henry", "Sonia", "S", "Laboratory of Mucosal Entry of HIV-1 and Mucosal Immunity, Department of Infection, Immunity and Inflammation, Cochin Institute, INSERM, Paris, France."], ["Damotte", "Diane", "D", "Anatomy and Pathological Cytology Service, GH Cochin-Saint Vincent de Paul, Paris, France."], ["Revol", "Marc", "M", "Plastic Surgery Service, Saint Louis Hospital, Paris, France."], ["Cristofari", "Sonia", "S", "Plastic Surgery Service, Saint Louis Hospital, Paris, France."], ["Bomsel", "Morgane", "M", "Laboratory of Mucosal Entry of HIV-1 and Mucosal Immunity, Department of Infection, Immunity and Inflammation, Cochin Institute, INSERM, Paris, France."]], "date": "2017-12-14", "id": "29312291", "text": "The human penis is a main portal of entry for numerous pathogens, and vaccines able to control resulting infections locally are highly desirable. However, in contrast to the gastrointestinal or vaginal mucosa, the penile immune system and mechanisms inducing a penile immune response remain elusive. In this descriptive study, using multiparametric flow cytometry and immunohistochemistry, we characterized mucosal immune cells such as B, T, and natural killer (NK) cells from the urethra, fossa, and glans of human adult penile tissues. We show that memory B lymphocytes and CD138+ plasma cells are detected in all penile compartments. CD4+ and CD8+ T lymphocytes reside in the epithelium and lamina propria of the penile regions and have mostly a resting memory phenotype. All penile regions contain CD56dim NK cells surface expressing the natural cytotoxicity receptor NKp44 and the antibody-dependent cell cytotoxicity receptor CD16. These cells are also able to spontaneously secrete pro- and anti-inflammatory cytokines, such as IL-17 and IL-22. Finally, CCR10 is the main homing receptor detected in these penile cells although, together with CCR3, CCR6, and CCR9, their expression level differs between penile compartments. Unlike antigen-presenting cells which type differ between penile regions as we reported earlier, urethral, fossa, and glans content in immune B, T, and NK cells is comparable. However, median values per each analysis suggest that the glans, containing higher number and more activated NK cells together with higher number of terminally differentiate effector CD8+ T cells, is a superior effector site than the urethra and the fossa. Thus, the human penis is an immunologically active tissue containing the cellular machinery required to induce and produce a specific and effective response against mucosal pathogens. It can therefore be considered as a classic mucosal effector site, a feature that must be taken into account for the elaboration of efficient strategies, including vaccines, against sexually transmitted infections.", "doi": "10.3389/fimmu.2017.01732", "title": "The Human Penis Is a Genuine Immunological Effector Site.", "journal": ["Frontiers in immunology", "Front Immunol"]}