{"authors": [["Olsen", "Anja Weinreich", "AW", "Chlamydia Vaccine Research, Department of Infectious Disease Immunology, Statens Serum Institut, Copenhagen, Denmark."], ["Lorenzen", "Emma Kathrine", "EK", "Chlamydia Vaccine Research, Department of Infectious Disease Immunology, Statens Serum Institut, Copenhagen, Denmark."], ["Rosenkrands", "Ida", "I", "Chlamydia Vaccine Research, Department of Infectious Disease Immunology, Statens Serum Institut, Copenhagen, Denmark."], ["Follmann", "Frank", "F", "Chlamydia Vaccine Research, Department of Infectious Disease Immunology, Statens Serum Institut, Copenhagen, Denmark."], ["Andersen", "Peter", "P", "Chlamydia Vaccine Research, Department of Infectious Disease Immunology, Statens Serum Institut, Copenhagen, Denmark."]], "date": "2017-12-11", "id": "29312283", "text": "There is an unmet need for a vaccine to control Chlamydia trachomatis (C.t.) infections. We have recently designed a multivalent heterologous immuno-repeat 1 (Hirep1) vaccine construct based on major outer membrane protein variable domain (VD) 4 regions from C.t. serovars (Svs) D-F. Hirep1 administered in the Cationic Adjuvant Formulation no. 1 (CAF01) promoted neutralizing antibodies in concert with CD4+ T cells and protected against genital infection. In the current study, we examined the protective role of the antibody (Ab) response in detail. Mice were vaccinated with either Hirep1 or a vaccine construct based on a homologous multivalent construct of extended VD4's from SvF (extVD4F*4), adjuvanted in CAF01. Hirep1 and extVD4F*4 induced similar levels of Ab and cell-mediated immune responses but differed in the fine specificity of the B cell epitopes targeted in the VD4 region. Hirep1 induced a strong response toward a neutralizing epitope (LNPTIAG) and the importance of this epitope for neutralization was demonstrated by competitive inhibition with the corresponding peptide. Immunization with extVD4F*4 skewed the response to a non-neutralizing epitope slightly upstream in the sequence. Vaccination with Hirep1 as opposed to extVD4F*4 induced significant protection against infection in mice both in short- and long-term vaccination experiments, signifying a key role for Hirep1 neutralizing antibodies during protection against C.t. Finally, we show that passive immunization of Rag1 knockout mice with Hirep1 antibodies completely prevented the establishment of infection in 48% of the mice, demonstrating an isolated role for neutralizing antibodies in controlling infection. Our data emphasize the role of antibodies in early protection against C.t. and support the inclusion of neutralizing targets in chlamydia vaccines.", "doi": "10.3389/fimmu.2017.01652", "title": "Protective Effect of Vaccine Promoted Neutralizing Antibodies against the Intracellular Pathogen Chlamydia trachomatis.", "journal": ["Frontiers in immunology", "Front Immunol"]}