{"authors": [["Okazaki", "Seiji", "S", "Division of Veterinary Science, Graduate School of Life and Environmental Sciences, Osaka Prefecture University."], ["Iwasaki", "Tadashi", "T", "Division of Veterinary Science, Graduate School of Life and Environmental Sciences, Osaka Prefecture University."], ["Yuba", "Eiji", "E", "Department of Applied Chemistry, Graduate School of Engineering, Osaka Prefecture University."], ["Watarai", "Shinobu", "S", "Division of Veterinary Science, Graduate School of Life and Environmental Sciences, Osaka Prefecture University."]], "date": "2017-12-28", "id": "29311431", "text": "pH-Sensitive fusogenic polymer-modified (pH-sensitive) liposomes co-loaded with tumor model antigen, ovalbumin (OVA), and adjuvant, α-galactosylceramide (α-GalCer) were fabricated and administered subcutaneously into mice. The ability of pH-sensitive liposomes containing OVA and α-GalCer to stimulate cellular and humoral immune responses in vivo was compared with OVA-encapsulating pH-sensitive liposomes as well as with OVA alone. After immunization, significant OVA-specific antibodies were detected in the serum. When sera were analyzed for isotype distribution, antigen-specific IgG1 antibody responses were noted in mice immunized with OVA alone, whereas immunization with OVA-containing pH-sensitive liposomes and with pH-sensitive liposomes containing OVA and α-GalCer resulted in the induction of OVA-specific IgG1 and IgG2b antibody responses. Moreover, more substantial production of IFN-γ and IL-4 was demonstrated in spleen cells from mice immunized with pH-sensitive liposomes having OVA and α-GalCer than OVA-containing pH-sensitive liposomes in vitro. Spleen cells from the immunized mice showed strong cytotoxic activity against E.G7-OVA tumor cells. In addition, prophylactic vaccination efficacy against tumor formation was evaluated. In all mice immunized with pH-sensitive liposomes having OVA and α-GalCer, immunization provided substantial protection from tumor formation. The therapeutic efficacy of pH-sensitive liposomes containing OVA and α-GalCer against already established E.G7-OVA tumors was also investigated. Tumor growth was reduced significantly in all mice treated with pH-sensitive liposomes having OVA and α-GalCer. The provided evidence on the advantage of antigen and α-GalCer co-encapsulation into pH-sensitive liposomes should be considered in the design of future cancer vaccines for prophylactic and therapeutic purposes.", "doi": "10.1292/jvms.17-0491", "title": "Evaluation of pH-sensitive fusogenic polymer-modified liposomes co-loaded with antigen and α-galactosylceramide as an anti-tumor vaccine.", "journal": ["The Journal of veterinary medical science", "J. Vet. Med. Sci."]}