{"authors": [["Oligbu", "Godwin", "G", "Paediatric Infectious Diseases Research Group, Institute for Infection and Immunity, St George's, University of London."], ["Collins", "Sarah", "S", "Immunisation, Hepatitis and Blood Safety Department, Public Health England, London, United Kingdom."], ["Andrews", "Nick", "N", "Statistics, Modelling and Economics Department, Public Health England, London, United Kingdom."], ["Sheppard", "Carmen L", "CL", "Respiratory and Vaccine Preventable Bacterial Reference Unit, Public Health England, London, United Kingdom."], ["Fry", "Norman K", "NK", "Respiratory and Vaccine Preventable Bacterial Reference Unit, Public Health England, London, United Kingdom."], ["Slack", "Mary P E", "MPE", "Institute of Hygiene and Microbiology, University of Wurzburg, Germany."], ["Borrow", "Ray", "R", "Vaccine Evaluation Unit, Public Health England, Manchester Royal Infirmary, United Kingdom."], ["Ladhani", "Shamez N", "SN", "Paediatric Infectious Diseases Research Group, Institute for Infection and Immunity, St George's, University of London."]], "date": null, "id": "29309553", "text": "The 7-valent and 13-valent pneumococcal conjugate vaccines (PCV7 and PCV13, respectively) are highly effective in preventing invasive pneumococcal disease (IPD) caused by vaccine serotypes. Vaccine failure (vaccine-type IPD after age-appropriate immunization) is rare. Little is known about the risk, clinical characteristics, or outcomes of PCV13 compared to PCV7 vaccine failure.Public Health England conducts IPD surveillance and provides a national reference service for serotyping pneumococcal isolates in England and Wales. We compared the epidemiology, rates, risk factors, serotype distribution, clinical characteristics, and outcomes of IPD in children with PCV13 and PCV7 vaccine failure.A total of 163 episodes of PCV failure were confirmed in 161 children over 8 years (4 September 2006 to 3 September 2014) in 10 birth cohorts. After 3 vaccine doses, PCV7 and PCV13 failure rates were 0.19/100000 (95% confidence interval [CI], .10-.33 [57 cases]) and 0.66/100000 (95% CI, .44-.95 [104 cases]) vaccinated person-years, respectively. Children with PCV13 failure were more likely to be healthy (87/105 [82.9%] vs 37/56 [66.1%]; P = .02), present with bacteremic lower respiratory tract infection (LRTI) (61/105 [58.1%] vs 11/56 [19.6%]; P < .001), and develop empyema (41/61 [67.2%] vs 1/11 [9.1%]; P < .001) compared to PCV7 failures. Serotypes 3 (n = 38 [36.2%]) and 19A (n = 30 [28.6%]) were responsible for most PCV13 failures. Six children died (4% [95% CI, 1%-8%]), including 5 with comorbidities.PCV failure is rare and, compared to PCV7 serotypes, the additional PCV13 serotypes are more likely to cause bacteremic LRTI and empyema in healthy vaccinated children.", "doi": "10.1093/cid/cix418", "title": "Characteristics and Serotype Distribution of Childhood Cases of Invasive Pneumococcal Disease Following Pneumococcal Conjugate Vaccination in England and Wales, 2006-2014.", "journal": ["Clinical infectious diseases : an official publication of the Infectious Diseases Society of America", "Clin. Infect. Dis."]}