{"authors": [["McLeod", "Charlie", "C", "Department of Infectious Diseases, Princess Margaret Hospital, Perth, Australia."], ["Yeoh", "Daniel", "D", "Department of Infectious Diseases, Princess Margaret Hospital, Perth, Australia."], ["Truarn", "Cameron", "C", "Department of Microbiology, Pathwest QEII Laboratory, Perth, Australia."], ["Blyth", "Christopher C", "CC", "Department of Infectious Diseases, Princess Margaret Hospital, Perth, Australia."], ["Bowen", "Asha C", "AC", "Department of Infectious Diseases, Princess Margaret Hospital, Perth, Australia."], ["Snelling", "Tom L", "TL", "Department of Infectious Diseases, Princess Margaret Hospital, Perth, Australia."], ["Wadia", "Ushma", "U", "Department of Infectious Diseases, Princess Margaret Hospital, Perth, Australia."], ["Hazelton", "Briony", "B", "Department of Infectious Diseases, Princess Margaret Hospital, Perth, Australia."], ["Porter", "Michelle", "M", "Department of Microbiology, Pathwest QEII Laboratory, Perth, Australia."]], "date": "2017-10-23", "id": "29308402", "text": "We report the case of a 15-year-old Burmese girl who presented with hemoptysis 3 years after immigrating to Australia with a background of previously treated pulmonary tuberculosis at 6 years of age. Cavitation in the right upper lobe had originally been identified on her baseline chest radiograph following arrival to Australia; extensive investigations were conducted thereafter to exclude causes of cavitary lung disease; these were negative. Paragonimus westermani was finally diagnosed on serological grounds 3 years after this child's original presentation, with subsequent identification of P. westermani ova in sputum and in stool. Clinicians should be alert to the possibility of Paragonimiasis in children who have traveled to or originate from endemic countries who present with a clinically compatible illness. Treatment is simple and effective. Failure to consider this pathogen early may result in unnecessary investigative workup and delayed diagnosis.", "doi": "10.1093/ofid/ofx224", "title": "A 15-Year Old Burmese Girl With Hemoptysis: A Case Report.", "journal": ["Open forum infectious diseases", "Open Forum Infect Dis"]}