{"authors": [["Valentine", "Fred T", "FT", "Departments of Medicine, the New York University School of Medicine, New York, NY, USA."], ["Golomb", "Frederick M", "FM", "Department of Surgery, the New York University School of Medicine, New York, NY, USA."], ["Harris", "Matthew", "M", "Department of Surgery, the New York University School of Medicine, New York, NY, USA."], ["Roses", "Daniel F", "DF", "Department of Surgery, the New York University School of Medicine, New York, NY, USA."]], "date": "2017-10-30", "id": "29308310", "text": "Immune responses have been elicited by a variety of cancer vaccines, but seldom induce regressions of established cancers in humans. As a novel therapeutic immunization strategy, we tested the hypothesis that multiple cytokines/chemokines secreted early in secondary responses ex-vivo might mimic the secretory environment guiding new immune responses. The early development of immune responses is regulated by multiple cytokines/chemokines acting together, which at physiologic concentrations act locally in concert with antigen to have non-specific effects on adjacent cells, including the maturation of dendritic cells, homing and retention of T cells at the site of antigen, and the differentiation and expansion of T cell clones with appropriate receptors. We postulated that repeated injections into a metastasis of an exogenous chemokine/cytokine mixture might establish the environment of an immune response and allow circulating T cell clones to self- select for mutant neo-epitopes in the tumor and generate systemic immune responses. To test this idea we injected some metastases in patients with multiple cutaneous melanoma nodules while never injecting other control metastases in the same patient. New immune responses were identified by the development of dense lymphocytic infiltrates in never-injected metastases, and the frequent complete regression of never-injected metastases, a surprising observation. 70% of subjects developed dense infiltrates of cytotoxic CD8 cells in the center and margin of never-injected metastases; 38% of subjects had complete and often durable regressions of all metastases, without the use of check-point inhibitors, suggesting that, as a proof-of-principle, an immunization strategy can control advanced human metastatic melanoma.", "doi": "10.1080/2162402X.2017.1386827", "title": "A novel immunization strategy using cytokine/chemokines induces new effective systemic immune responses, and frequent complete regressions of human metastatic melanoma.", "journal": ["Oncoimmunology", "Oncoimmunology"]}