{"authors": [["Momeni", "Payam", "P", "Virology Research Center, National Research Institute of Tuberculosis and Lung Diseases (NRITLD), Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Abedin Dargoosh", "Shabnam", "S", "Lung Transplantation Research Center, NRITLD, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Sedehzadeh", "Ali Akbar", "AA", "Islamic Azad University of Qom, Qom, Iran."], ["Bagheri", "Ghazal", "G", "Virology Research Center, National Research Institute of Tuberculosis and Lung Diseases (NRITLD), Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Mohammadi", "Mojgan", "M", "Pediatric Respiratory Diseases Research Center, NRITLD, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Poosashkan", "Leila", "L", "Virology Research Center, National Research Institute of Tuberculosis and Lung Diseases (NRITLD), Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Sigaroodi", "Afsaneh", "A", "Virology Research Center, National Research Institute of Tuberculosis and Lung Diseases (NRITLD), Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Sadr", "Makan", "M", "Tracheal Diseases Research Center, NRITLD, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Nadji", "Seyed Alireza", "SA", "Virology Research Center, National Research Institute of Tuberculosis and Lung Diseases (NRITLD), Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29308074", "text": "Neuraminidase (NA) is one of the surface proteins of influenza A virus, which plays an important role in immunization against influenza infection and is recognized as an important therapeutic target. Genetic and antigenic changes and substitutions can influence the efficacy of vaccine and change viral sensitivity to NA inhibitors (NAIs). In this study, we performed phylogenetic and molecular analyses of NA changes in influenza A(H1N1)pdm09 virus, compared them with the corresponding vaccine strain, and examined drug resistance mutations in isolates from patients.The complete sequence of NA genes from 34 pandemic H1N1 isolates (identified in 2009-2010, 2010-2011, and 2013) was determined and analyzed both genetically and antigenically. The phylogenetic tree was plotted relative to the corresponding vaccine strain, using MEGA6 software package, based on the maximum likelihood method and JTT matrix (bootstrap value of 1000).The phylogenetic analysis of pandemic isolates showed 31 amino acid substitutions in NA genes, compared to the vaccine strain. Some of these substitutions (N248D, V241I, N369K, N44S, and N200S) were important in terms of phylogenetic relationship, while the rest (D103N, V106I, R130T, N200S, G201E, and G414R) influenced the antigenic indices of B-cell epitopes. The catalytic sites, framework sites, and N-glycosylation remained unchanged in the studied samples. Meanwhile, H275Y substitution, related to oseltamivir resistance, was detected in 3 isolates. The average nucleotide identity of NAs with the corresponding vaccine strain was 99.415%, 98.607%, and 98.075% in 2009-2010, 2010-2011, and 2012-2013, respectively.In this study, we provided basic information on the genetic and antigenic changes of NA genes in influenza A(H1N1)pdm09 virus from patients in 3 different seasons in Tehran, Iran. Considering the viral NAI resistance and changes in NA gene sequences of the isolates in comparison with the vaccine strain, further studies should be performed to monitor genetic changes in Iran. Moreover, the efficacy of vaccines should be examined.", "doi": null, "title": "Neuraminidase Gene Variations in Influenza A(H1N1)pdm09 Virus among Patients Admitted to Refferal Pulmonary Hospital, Tehran, Iran in 2009-2013.", "journal": ["Tanaffos", "Tanaffos"]}