{"authors": [["Masson", "Jean-Daniel", "JD", "INSERM U955 E10, Biologie du système neuromusculaire, Faculté de Médecine, Université Paris Est Créteil, Créteil 94010, France."], ["Crépeaux", "Guillemette", "G", "INSERM U955 E10, Biologie du système neuromusculaire, Faculté de Médecine, Université Paris Est Créteil, Créteil 94010, France; Génétique médicale comparée des affections neuromusculaires, Ecole Nationale Vétérinaire d'Alfort, 7 Avenue du général de Gaulle, 9400 Maisons-Alfort, France."], ["Authier", "François-Jérôme", "FJ", "INSERM U955 E10, Biologie du système neuromusculaire, Faculté de Médecine, Université Paris Est Créteil, Créteil 94010, France."], ["Exley", "Christopher", "C", "The Birchall Centre, Lennard-Jones Laboratories, Keele University, Staffordshire ST5 5BG, UK."], ["Gherardi", "Romain K", "RK", "INSERM U955 E10, Biologie du système neuromusculaire, Faculté de Médecine, Université Paris Est Créteil, Créteil 94010, France. Electronic address: romain.gherardi@aphp.fr."]], "date": "2017-12-28", "id": "29307441", "text": "We reviewed the three toxicokinetic reference studies commonly used to suggest that aluminum (Al)-based adjuvants are innocuous. A single experimental study was carried out using isotopic 26Al (Flarend et al., Vaccine, 1997). This study used aluminum salts resembling those used in vaccines but ignored adjuvant uptake by cells that was not fully documented at the time. It was conducted over a short period of time (28days) and used only two rabbits per adjuvant. At the endpoint, Al elimination in the urine accounted for 6% for Al hydroxide and 22% for Al phosphate, both results being incompatible with rapid elimination of vaccine-derived Al in urine. Two theoretical studies have evaluated the potential risk of vaccine Al in infants, by reference to an oral \"minimal risk level\" (MRL) extrapolated from animal studies. Keith et al. (Vaccine, 2002) used a high MRL (2mg/kg/d), an erroneous model of 100% immediate absorption of vaccine Al, and did not consider renal and blood-brain barrier immaturity. Mitkus et al. (Vaccine, 2011) only considered solubilized Al, with erroneous calculations of absorption duration. Systemic Al particle diffusion and neuro-inflammatory potential were omitted. The MRL they used was both inappropriate (oral Al vs. injected adjuvant) and still too high (1mg/kg/d) regarding recent animal studies. Both paucity and serious weaknesses of reference studies strongly suggest that novel experimental studies of Al adjuvants toxicokinetics should be performed on the long-term, including both neonatal and adult exposures, to ensure their safety and restore population confidence in Al-containing vaccines.", "doi": "10.1016/j.jinorgbio.2017.12.015", "title": "Critical analysis of reference studies on the toxicokinetics of aluminum-based adjuvants.", "journal": ["Journal of inorganic biochemistry", "J. Inorg. Biochem."]}