{"authors": [["Wang", "Houping", "H", "Division of Viral Diseases, Centers for Disease Control and Prevention, Atlanta, USA; IHRC Inc, Atlanta, USA."], ["Liu", "Merry", "M", "Division of Scientific Resources, Centers for Disease Control and Prevention, Atlanta, USA."], ["Sugata", "Ken", "K", "Division of Viral Diseases, Centers for Disease Control and Prevention, Atlanta, USA."], ["Wang", "Yuhuan", "Y", "Division of Viral Diseases, Centers for Disease Control and Prevention, Atlanta, USA."], ["Hull", "Jennifer", "J", "Division of Viral Diseases, Centers for Disease Control and Prevention, Atlanta, USA."], ["Foytich", "Kimberly", "K", "IHRC Inc, Atlanta, USA."], ["Jiang", "Baoming", "B", "Division of Viral Diseases, Centers for Disease Control and Prevention, Atlanta, USA. Electronic address: bxj4@cdc.gov."]], "date": "2017-12-26", "id": "29306770", "text": "Group A rotavirus is the most common cause of acute diarrhea in young children worldwide. A simple and rapid enzyme immunoassay (EIA) has been commonly used to detect rotavirus infection and evaluate rotavirus vaccines. Currently licensed commercial EIA kits have low sensitivity. A more sensitive detection of rotavirus can improve rotavirus diagnostics and vaccine efficacy studies.A biotin-avidin based sandwich EIA was developed and compared with commercial EIA kits for improved detection of viral shedding in fecal samples from infants who received human rotavirus vaccine Rotarix in Mexico.A monoclonal antibody (mAb: 1D4) specific to human rotavirus group antigen VP6 was prepared and used to develop a biotin-avidin based sandwich EIA. This EIA was employed to test 128 fecal samples from vaccinated infants, in comparison with two commercial EIA kits using RT-PCR as a reference.A new biotin-avidin based sandwich EIA showed specific reaction to group A rotaviruses, but not to other enteric viruses. This new EIA had a detection rate of 36.7% for rotavirus antigen shedding in fecal specimens, which was two times higher (16.4%, 18.0%) than those from two commercial EIA kits.The new EIA had specificity and higher sensitivity than commercial kits. This new EIA has the potential to detect rotavirus at lower concentration in clinical specimens and thus should be further evaluated as a more sensitive kit for use in diagnostics and vaccine efficacy and effectiveness studies.", "doi": "10.1016/j.jcv.2017.12.013", "title": "Development of a new enzyme immunoassay for improved detection of rotavirus in fecal specimens of vaccinated infants.", "journal": ["Journal of clinical virology : the official publication of the Pan American Society for Clinical Virology", "J. Clin. Virol."]}