{"authors": [["Meroni", "Pier Luigi", "PL", "Department of Clinical Sciences and Community Health, University of Milan, Department of Rheumatology, ASST-G. Pini, Immunorheumatology research laboratory, IRCCS Istituto Auxologico Italiano, Milan, Italy. pierluigi.meroni@unimi.it."], ["Zavaglia", "Daniela", "D", "Medical Department, Pfizer Italia."], ["Girmenia", "Corrado", "C", "Department of Haematology, Oncology and Dermatology, Azienda Policlinico Umberto I, Sapienza University, Rome, Italy."]], "date": "2017-12-15", "id": "29303710", "text": "Patients with rheumatoid arthritis are at greater risk of infectious morbidity and mortality due to disease-related abnormalities and use of immunosuppressive medications. Vaccinations are recommended by international guidelines among infection control strategies, but vaccination rates are reported to be still suboptimal in both America and Europe. Furthermore, with the increasing number of immunomodulatory medications used in RA patients, safety and efficacy of vaccinations in RA patients on such therapies have been questioned. This paper reviews current data about the safety of the most relevant vaccinations for RA adult patients and on the extent to which RA treatment can affect vaccine efficacy. Although it is recognised that immunological and pathological reactions can occur following vaccination, especially in genetically susceptible hosts, early data in RA patients under treatment with bDMARDs or tsDMARDs indicate that vaccines might be safer in the setting of immunosuppression than previously thought. Reviewing safety and immunogenicity data about influenza, pneumococcal, HZ, HPV, and HBV vaccines, we here try to summarise updated, practical suggestions for rheumatologists. Improving the knowledge of the vaccination practice both in patients and physicians is of crucial importance. In RA patients, vaccination status should be assessed in the initial patients' work-up and vaccination strategies should be planned and then implemented ideally during stable disease, as recommended by international guidelines.", "doi": null, "title": "Vaccinations in adults with rheumatoid arthritis in an era of new disease-modifying anti-rheumatic drugs.", "journal": ["Clinical and experimental rheumatology", "Clin. Exp. Rheumatol."]}