{"authors": [["Mehta", "Kedar", "K", "Department of Community Medicine (PSM), GMERS Medical College, Vadodara, Gujarat, India."], ["Pandya", "Chandresh", "C", "Department of Community Medicine (PSM), GMERS Medical College, Vadodara, Gujarat, India."], ["Chavda", "Paragkumar", "P", "Department of Community Medicine (PSM), GMERS Medical College, Vadodara, Gujarat, India."], ["Solanki", "Dipak", "D", "Department of Community Medicine (PSM), GMERS Medical College, Vadodara, Gujarat, India."]], "date": null, "id": "29302556", "text": "Health indicators of rural and urban India show a wide variation. Rural areas have received large focus in child health services, but on the flip side, urban areas have been the last to receive such attention.A cross-sectional study was conducted to include one randomly selected outreach session from all the 19 urban primary health centers of Vadodara city from April 2013 to May 2014. Nineteen session sites were observed for the process evaluation of three components of child health care, namely, \"planning of Health and Nutrition Day,\" \"availability of vaccines/logistics,\" and \"direct observation of actual immunization process\" at the site using a structured checklist.Most of the vaccines and logistics were present at all 19 sites visited, but adverse events following immunization kit were observed at ten sites (52%) only. Open vial policy, no-touch technique, and immediate cutting of syringe with hub cutter were implemented at all sites; however, completely filled Mamta Card was observed at 9 (47%) sites only. All four key messages were given at 5 (26%) sites only.Immunization services such as proper vaccine administration with no-touch technique and open vial policy were mainly focused; however, other services such as biomedical waste management, record keeping, and delivery of all four key messages need to be strengthened during Mamta Divas. Strengthening of other child health care services such as growth monitoring, Integrated Management of Neonatal and Childhood Illnesses, and referral services is required in urban areas.", "doi": "10.4103/2249-4863.214429", "title": "Process evaluation of child health services at outreach sites during health and nutrition day (Mamta Day) in urban slums of Western India.", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}