{"authors": [["Chan", "Markus", "M", "Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, UK."], ["Park", "John J", "JJ", "Harvard TH Chan School of Public Health, Harvard University, Boston, Massachusetts, USA."], ["Shi", "Ting", "T", "Department of Public Health and Primary Care, Leiden University Medical Centre, Leiden, the Netherlands."], ["Martinón-Torres", "Federico", "F", "Translational Pediatrics and Infectious Diseases, Pediatrics Department, Hospital Clínico Universitario de Santiago de Compostela, Santiago de Compostela, Spain."], ["Bont", "Louis", "L", "Wilhelmina Children's Hospital, University Medical Center Utrecht, Utrecht, Netherlands."], ["Nair", "Harish", "H", "Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, UK."], [null, null, null, null]], "date": null, "id": "29302319", "text": "Acute lower respiratory tract infections (ALRIs) caused by respiratory syncytial virus (RSV) are a leading cause of hospitalization in infants. Numerous risk factors have been identified in the aetiology of severe RSV-associated ALRI necessitating hospitalisation, including prematurity and congenital heart disease. Down syndrome (DS), a common genetic disorder associated with congenital and dysmorphic features, has recently been identified as an independent risk factor for RSV-associated ALRI requiring hospitalisation; however, the disease burden of RSV-associated ALRI in this population has not yet been established. Similarly, the impact of DS as an independent risk factor has not yet been quantified. We aimed therefore to estimate the incidence of admissions in children with DS, and by comparing this with unaffected children, to quantify the risk of DS independent of other risk factors.A systematic review of the existing literature published between 1995 and March 1, 2017 was performed to quantify the incidence of hospitalisation due to RSV-associated ALRI in children with DS. Meta-analyses were performed on extracted data using STATA statistical software, and hospitalisation rates for children with and without DS under the age of 2 were calculated.5 articles were ultimately deemed eligible for analyses. Analyses were limited to children under the age of 2 years. We calculated the hospitalisation rate for children with DS in this age group to be 117.6 per 1000 child-years (95% CI 67.4-205.2), vs a rate of 15.2 per 1000 child-years (95% CI 8.3-27.6) in unaffected children. This indicates DS contributes to a 6.8 (95% CI 5.5-8.4) fold increase in the relative risk of hospitalisation for RSV-associated ALRI.Though limited by a small number of articles, this review found sufficient evidence to conclude DS was a significant independent risk factor for the development of severe RSV-associated ALRI requiring hospitalisation. Further studies are needed to define the impact of DS in conjunction with other comorbidities on the risk of severe RSV infection. Determining benefits of immunoprophylaxis or future vaccines against RSV in this at-risk population is warranted.", "doi": "10.7189/jogh.07.020413", "title": "The burden of respiratory syncytial virus (RSV) associated acute lower respiratory infections in children with Down syndrome: A systematic review and meta-analysis.", "journal": ["Journal of global health", "J Glob Health"]}