{"authors": [["Lehmann", "Deborah", "D", "Telethon Kids Institute, University of Western Australia, 100 Roberts Road, Subiaco, WA 6008 Australia."], ["Kirarock", "Wendy", "W", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["van den Biggelaar", "Anita H J", "AHJ", "Telethon Kids Institute, University of Western Australia, 100 Roberts Road, Subiaco, WA 6008 Australia."], ["Passey", "Megan", "M", "The University of Sydney, University Centre for Rural Health, School of Public Health, 61 Uralba Street, Lismore, NSW 2480 Australia."], ["Jacoby", "Peter", "P", "Telethon Kids Institute, University of Western Australia, 100 Roberts Road, Subiaco, WA 6008 Australia."], ["Saleu", "Gerard", "G", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["Masiria", "Geraldine", "G", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["Nivio", "Birunu", "B", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["Greenhill", "Andrew", "A", "Telethon Kids Institute, University of Western Australia, 100 Roberts Road, Subiaco, WA 6008 Australia."], ["Orami", "Tilda", "T", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["Francis", "Jacinta", "J", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["Ford", "Rebecca", "R", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["Kirkham", "Lea-Ann", "LA", "Telethon Kids Institute, University of Western Australia, 100 Roberts Road, Subiaco, WA 6008 Australia."], ["Solomon", "Vela", "V", "Papua New Guinea Institute of Medical Research, Homate Street, Goroka, Eastern Highlands Province 441 Papua New Guinea."], ["Richmond", "Peter C", "PC", "Telethon Kids Institute, University of Western Australia, 100 Roberts Road, Subiaco, WA 6008 Australia."], ["Pomat", "William S", "WS", "Telethon Kids Institute, University of Western Australia, 100 Roberts Road, Subiaco, WA 6008 Australia."], [null, null, null, null]], "date": "2017-12-25", "id": "29299402", "text": "Children in third-world settings including Papua New Guinea (PNG) experience early onset of carriage with a broad range of pneumococcal serotypes, resulting in a high incidence of severe pneumococcal disease and deaths in the first 2 years of life. Vaccination trials in high endemicity settings are needed to provide evidence and guidance on optimal strategies to protect children in these settings against pneumococcal infections.This report describes the rationale, objectives, methods, study population, follow-up and specimen collection for a vaccination trial conducted in an endemic and logistically challenging setting in PNG. The trial aimed to determine whether currently available pneumococcal conjugate vaccines (PCV) are suitable for use under PNG's accelerated immunization schedule, and that a schedule including pneumococcal polysaccharide vaccine (PPV) in later infancy is safe and immunogenic in this high-risk population.This open randomized-controlled trial was conducted between November 2011 and March 2016, enrolling 262 children aged 1 month between November 2011 and April 2014. The participants were randomly allocated (1:1) to receive 10-valent PCV (10vPCV) or 13-valent PCV (13vPCV) in a 1-2-3-month schedule, with further randomization to receive PPV or no PPV at age 9 months, followed by a 1/5th PPV challenge at age 23 months. A total of 1229 blood samples were collected to measure humoral and cellular immune responses and 1238 nasopharyngeal swabs to assess upper respiratory tract colonization and carriage load. Serious adverse events were monitored throughout the study. Of the 262 children enrolled, 87% received 3 doses of PCV, 79% were randomized to receive PPV or no PPV at age 9 months, and 67% completed the study at 24 months of age with appropriate immunization and challenge.Laboratory testing of the many samples collected during this trial will determine the impact of the different vaccine schedules and formulations on nasopharyngeal carriage, antibody production and function, and immune memory. The final data will inform policy on pneumococcal vaccine schedules in countries with children at high risk of pneumococcal disease by providing direct comparison of an accelerated schedule of 10vPCV and 13vPCV and the potential advantages of PPV following PCV immunization.ClinicalTrials.gov CTN NCT01619462, retrospectively registered on May 28, 2012.", "doi": "10.1186/s41479-017-0044-z", "title": "Rationale and methods of a randomized controlled trial of immunogenicity, safety and impact on carriage of pneumococcal conjugate and polysaccharide vaccines in infants in Papua New Guinea.", "journal": ["Pneumonia (Nathan Qld.)", "Pneumonia (Nathan)"]}