{"authors": [["Shu", "E", "E", "College of Physicians & Surgeons, Columbia University, New York, New York, USA."], ["Sobieszczyk", "M E", "ME", "College of Physicians & Surgeons, Columbia University, New York, New York, USA."], ["Sal Y Rosas", "V G", "VG", "Pontificia Universidad Catolica del Peru, Lima, Peru."], ["Segura", "P", "P", "Asociacion Civil Impacta Salud y Educacion, Lima, Peru."], ["Galea", "J T", "JT", "Partners In Health, Boston, Massachusetts, Department of Global Health and Social Medicine, Harvard Medical School, Boston, Massachusetts, USA."], ["Lecca", "L", "L", "Socios En Salud, Sucursal Peru, Lima, Peru."], ["Sanchez", "J", "J", "Asociacion Civil Impacta Salud y Educacion, Lima, Peru, Department of Global Health, University of Washington, Seattle, WA, USA."], ["Lama", "J R", "JR", "Asociacion Civil Impacta Salud y Educacion, Lima, Peru, Department of Global Health, University of Washington, Seattle, WA, USA."]], "date": null, "id": "29297450", "text": "A safe, effective vaccine would improve tuberculosis (TB) control worldwide. Extensive community engagement will be essential to ensure the interest and participation of populations at highest risk.To inform the potential implementation of efficacy studies, we assessed TB knowledge, attitudes towards licensed vaccines and willingness to participate in future TB vaccine efficacy trials among 262 household contacts of 79 recently diagnosed pulmonary TB cases in Lima, Peru.Overall knowledge of TB was low. Only 41.6% of household contacts perceived themselves as being at high risk of acquiring TB. Slightly above half (54.2%) indicated willingness to participate in a TB vaccine trial. After clustered analysis adjusting for homogeneity among families, willingness to enroll was associated with belief that receiving all recommended vaccinations is important (adjusted OR [aOR] 3.28, P = 0.016), desire to know more about TB risk factors and clinical trials (aOR 2.60, P = 0.004), older age (aOR 1.02, P = 0.027) and TB knowledge (aOR 0.05, P = 0.039).Barriers to participation in TB vaccine trials exist among individuals at high risk for TB. Targeted education about TB risk factors, TB transmission and education about the clinical trial process will be critical for laying the groundwork for future vaccine trials.", "doi": "10.5588/ijtld.17.0116", "title": "Knowledge of tuberculosis and vaccine trial preparedness in Lima, Peru.", "journal": ["The international journal of tuberculosis and lung disease : the official journal of the International Union against Tuberculosis and Lung Disease", "Int. J. Tuberc. Lung Dis."]}