{"authors": [["Caluwaerts", "Séverine", "S", "Medical Department, Médecins Sans Frontières Operational Centre Brussels, Brussels, Belgium. severine.caluwaerts@brussels.msf.org."]], "date": "2017-12-14", "id": "29297408", "text": "During the 2014-2016 Ebola epidemic, Médecins Sans Frontières (MSF) treated Ebola-positive pregnant women in its Ebola Treatment Centers (ETCs). For pregnant women with confirmed Ebola virus disease, inclusion in clinical vaccine/drug/therapeutic trials was complicated. Despite their extremely high Ebola-related mortality in previous epidemics (89-93%) and a neonatal mortality of 100%, theoretical concerns about safety of vaccines and therapeutics in pregnancy were invoked, limiting pregnant women's access to an experimental live attenuated vaccine and brincidofovir, an experimental antiviral. Favipiravir, another experimental antiviral, was made available to pregnant women only after extensive negotiations and under a 'Monitored Emergency Use of Unregistered and Experimental Interventions' (MEURI) protocol. This paper describes the case of a pregnant woman who presented to the ETCs near the end of the Ebola epidemic in Guinea. The pregnant patient was admitted with confirmed Ebola disease. She was previously denied access to potentially protective vaccination due to pregnancy, and access to experimental ZMapp was only possible through a randomized clinical trial (presenting a 50% chance of not receiving ZMapp). She received favipiravir, but died of Ebola-related complications. The infant, born in the ETC, tested positive for Ebola at birth. The infant received ZMapp (under MEURI access outside of the clinical trial), an experimental drug GS5734, and a buffy coat of an Ebola survivor, and survived. Though the infant did have access to experimental therapeutics within 24 h of birth, access to other experimental compounds for her mother was denied, raising serious ethical concerns.", "doi": "10.1186/s12978-017-0429-8", "title": "Nubia's mother: being pregnant in the time of experimental vaccines and therapeutics for Ebola.", "journal": ["Reproductive health", "Reprod Health"]}