{"authors": [["Gomes", "Melba F", "MF", "World Health Organization, Geneva, Switzerland. gomesm@who.int."], ["de la Fuente-Núñez", "Vânia", "V", "Department for Ageing and Life Course, World Health Organization, Geneva, Switzerland."], ["Saxena", "Abha", "A", "Department for Information Evidence and Research, World Health Organization, Geneva, Switzerland."], ["Kuesel", "Annette C", "AC", "UNICEF/UNDP/World Bank/WHO Special Programme for Research and Training in Tropical Diseases, World Health Organization, Geneva, Switzerland."]], "date": "2017-12-14", "id": "29297366", "text": "For 30 years, women have sought equal opportunity to be included in trials so that drugs are equitably studied in women as well as men; regulatory guidelines have changed accordingly. Pregnant women, however, continue to be excluded from trials for non-obstetric conditions, though they have been included for trials of life-threatening diseases because prospects for maternal survival outweighed potential fetal risks. Ebola virus disease is a life-threatening infection without approved treatments or vaccines. Previous Ebola virus (EBOV) outbreak data showed 89-93% maternal and 100% fetal/neonatal mortality. Early in the 2013-2016 EBOV epidemic, an expert panel pointed to these high mortality rates and the need to prioritize and preferentially allocate unregistered interventions in favor of pregnant women (and children). Despite these recommendations and multiple ethics committee requests for their inclusion on grounds of justice, equity, and medical need, pregnant women were excluded from all drug and vaccine trials in the affected countries, either without justification or on grounds of potential fetal harm. An opportunity to offer pregnant women the same access to potentially life-saving interventions as others, and to obtain data to inform their future use, was lost. Once again, pregnant women were denied autonomy and their right to decide.We recommend that, without clear justification for exclusion, pregnant women are included in clinical trials for EBOV and other life-threatening conditions, with lay language on risks and benefits in information documents, so that pregnant women can make their own decision to participate. Their automatic exclusion from trials for other conditions should be questioned.", "doi": "10.1186/s12978-017-0430-2", "title": "Protected to death: systematic exclusion of pregnant women from Ebola virus disease trials.", "journal": ["Reproductive health", "Reprod Health"]}