{"authors": [["Sherr", "Kenneth", "K", "Department of Global Health, University of Washington, 1959 NE Pacific St, Seattle, WA, USA. ksherr@uw.edu."], ["Fernandes", "Quinhas", "Q", "Ministry of Health, Maputo, Mozambique."], ["Kanté", "Almamy M", "AM", "Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA."], ["Bawah", "Ayaga", "A", "Regional Institute for Population Studies, University of Ghana, Accra, Ghana."], ["Condo", "Jeanine", "J", "School of Public Health, University of Rwanda, Kigali, Rwanda."], ["Mutale", "Wilbroad", "W", "Department of Public Health, University of Zambia School of Medicine, Lusaka, Zambia."], [null, null, null, null]], "date": "2017-12-21", "id": "29297341", "text": "Health systems are essential platforms for accessible, quality health services, and population health improvements. Global health initiatives have dramatically increased health resources; however, funding to strengthen health systems has not increased commensurately, partially due to concerns about health system complexity and evidence gaps demonstrating health outcome improvements. In 2009, the African Health Initiative of the Doris Duke Charitable Foundation began supporting Population Health Implementation and Training Partnership projects in five sub-Saharan African countries (Ghana, Mozambique, Rwanda, Tanzania, and Zambia) to catalyze significant advances in strengthening health systems. This manuscript reflects on the experience of establishing an evaluation framework to measure health systems strength, and associate measures with health outcomes, as part of this Initiative.Using the World Health Organization's health systems building block framework, the Partnerships present novel approaches to measure health systems building blocks and summarize data across and within building blocks to facilitate analytic procedures. Three Partnerships developed summary measures spanning the building blocks using principal component analysis (Ghana and Tanzania) or the balanced scorecard (Zambia). Other Partnerships developed summary measures to simplify multiple indicators within individual building blocks, including health information systems (Mozambique), and service delivery (Rwanda). At the end of the project intervention period, one to two key informants from each Partnership's leadership team were asked to list - in rank order - the importance of the six building blocks in relation to their intervention.Though there were differences across Partnerships, service delivery and information systems were reported to be the most common focus of interventions, followed by health workforce and leadership and governance. Medical products, vaccines and technologies, and health financing, were the building blocks reported to be of lower focus.The African Health Initiative experience furthers the science of evaluation for health systems strengthening, highlighting areas for further methodological development - including the development of valid, feasible measures sensitive to interventions in multiple contexts (particularly in leadership and governance) and describing interactions across building blocks; in developing summary statistics to facilitate testing intervention effects on health systems and associations with health status; and designing appropriate analytic models for complex, multi-level open health systems.", "doi": "10.1186/s12913-017-2658-5", "title": "Measuring health systems strength and its impact: experiences from the African Health Initiative.", "journal": ["BMC health services research", "BMC Health Serv Res"]}