{"authors": [["Pennisi", "Marzio", "M", "Department of Mathematics and Computer Science, University of Catania, 95125, Catania, Italy."], ["Russo", "Giulia", "G", "Department of Biomedical and Biotechnological Sciences, University of Catania, 95123, Catania, Italy."], ["Ravalli", "Silvia", "S", "Department of Drug Sciences, University of Catania, 95125, Catania, Italy."], ["Pappalardo", "Francesco", "F", "Department of Drug Sciences, University of Catania, 95125, Catania, Italy. francesco.pappalardo@unict.it."]], "date": "2017-12-28", "id": "29297294", "text": "Human papillomavirus infection is a global social burden that, every year, leads to thousands new diagnosis of cancer. The introduction of a protocol of immunization, with Gardasil and Cervarix vaccines, has radically changed the way this infection easily spreads among people. Even though vaccination is only preventive and not therapeutic, it is a strong tool capable to avoid the consequences that this pathogen could cause. Gardasil vaccine is not free from side effects and the duration of immunity is not always well determined. This work aim to enhance the effects of the vaccination by using a new class of adjuvants and a different administration protocol. Due to their minimum side effects, their easy extraction, their low production costs and their proven immune stimulating activity, citrus-derived molecules are valid candidates to be administered as adjuvants in a vaccine formulation against Hpv.With the aim to get a stronger immune response against Hpv infection we built an in silico model that delivers a way to predict the best adjuvants and the optimal means of administration to obtain such a goal. Simulations envisaged that the use of Neohesperidin elicited a strong immune response that was then validated in vivo.We built up a computational infrastructure made by a virtual screening approach able to preselect promising citrus derived compounds, and by an agent based model that reproduces HPV dynamics subject to vaccine stimulation. This integrated methodology was able to predict the best protocol that confers a very good immune response against HPV infection. We finally tested the in silico results through in vivo experiments on mice, finding good agreement.", "doi": "10.1186/s12859-017-1961-9", "title": "Combining agent based-models and virtual screening techniques to predict the best citrus-derived vaccine adjuvants against human papilloma virus.", "journal": ["BMC bioinformatics", "BMC Bioinformatics"]}