{"authors": [["Francica", "Joseph R", "JR", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD."], ["Zak", "Daniel E", "DE", "The Center for Infectious Disease Research, Seattle, WA."], ["Linde", "Caitlyn", "C", "Ragon Institute of Massachusetts General Hospital, Massachusetts Institute of Technology, and Harvard University, Cambridge, MA."], ["Siena", "Emilio", "E", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Johnson", "Carrie", "C", "The Center for Infectious Disease Research, Seattle, WA."], ["Juraska", "Michal", "M", "Statistical Center for HIV/AIDS Research and Prevention, Vaccine and Infectious Disease Division, Fred Hutchinson Cancer Research Center, Seattle, WA."], ["Yates", "Nicole L", "NL", "Duke Human Vaccine Institute, Durham, NC."], ["Gunn", "Bronwyn", "B", "Ragon Institute of Massachusetts General Hospital, Massachusetts Institute of Technology, and Harvard University, Cambridge, MA."], ["De Gregorio", "Ennio", "E", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Flynn", "Barbara J", "BJ", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD."], ["Valiante", "Nicholas M", "NM", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Malyala", "Padma", "P", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Barnett", "Susan W", "SW", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Sarkar", "Pampi", "P", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Singh", "Manmohan", "M", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Jain", "Siddhartha", "S", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Ackerman", "Margaret", "M", "Thayer School of Engineering, Dartmouth College, Hanover, NH."], ["Alam", "Munir", "M", "Duke Human Vaccine Institute, Durham, NC."], ["Ferrari", "Guido", "G", "Duke Human Vaccine Institute, Durham, NC."], ["Tomaras", "Georgia D", "GD", "Duke Human Vaccine Institute, Durham, NC."], ["O'Hagan", "Derek T", "DT", "Novartis Vaccines and Diagnostics, Cambridge, MA."], ["Aderem", "Alan", "A", "The Center for Infectious Disease Research, Seattle, WA."], ["Alter", "Galit", "G", "Ragon Institute of Massachusetts General Hospital, Massachusetts Institute of Technology, and Harvard University, Cambridge, MA."], ["Seder", "Robert A", "RA", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD."]], "date": "2017-11-17", "id": "29296883", "text": "Adjuvants have a critical role for improving vaccine efficacy against many pathogens, including HIV. Here, using transcriptional RNA profiling and systems serology, we assessed how distinct innate pathways altered HIV-specific antibody responses in nonhuman primates (NHPs) using 8 clinically based adjuvants. NHPs were immunized with a glycoprotein 140 HIV envelope protein (Env) and insoluble aluminum salts (alum), MF59, or adjuvant nanoemulsion (ANE) coformulated with or without Toll-like receptor 4 (TLR4) and 7 agonists. These were compared with Env administered with polyinosinic-polycytidylic acid:poly-L-lysine, carboxymethylcellulose (pIC:LC) or immune-stimulating complexes. Addition of the TLR4 agonist to alum enhanced upregulation of a set of inflammatory genes, whereas the TLR7 agonist suppressed expression of alum-responsive inflammatory genes and enhanced upregulation of antiviral and interferon (IFN) genes. Moreover, coformulation of the TLR4 or 7 agonists with alum boosted Env-binding titers approximately threefold to 10-fold compared with alum alone, but remarkably did not alter gene expression or enhance antibody titers when formulated with ANE. The hierarchy of adjuvant potency was established after the second of 4 immunizations. In terms of antibody durability, antibody titers decreased ∼10-fold after the final immunization and then remained stable after 65 weeks for all adjuvants. Last, Env-specific Fc-domain glycan structures and a series of antibody effector functions were assessed by systems serology. Antiviral/IFN gene signatures correlated with Fc-receptor binding across all adjuvant groups. This study defines the potency and durability of 8 different clinically based adjuvants in NHPs and shows how specific innate pathways can alter qualitative aspects of Env antibody function.", "doi": "10.1182/bloodadvances.2017011411", "title": "Innate transcriptional effects by adjuvants on the magnitude, quality, and durability of HIV envelope responses in NHPs.", "journal": ["Blood advances", "Blood Adv"]}