{"authors": [["Chung", "David J", "DJ", "Laboratory of Cellular Immunobiology, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Carvajal", "Richard D", "RD", "Melanoma and Immunotherapeutics Service, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Postow", "Michael A", "MA", "Melanoma and Immunotherapeutics Service, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Sharma", "Sneh", "S", "Laboratory of Cellular Immunobiology, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Pronschinske", "Katherine B", "KB", "Laboratory of Cellular Immunobiology, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Shyer", "Justin A", "JA", "Laboratory of Cellular Immunobiology, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Singh-Kandah", "Shahnaz", "S", "Melanoma and Immunotherapeutics Service, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Dickson", "Mark A", "MA", "Sarcoma Medical Oncology Service, Memorial Sloan Kettering Cancer Center, New York, NY."], ["D'Angelo", "Sandra P", "SP", "Sarcoma Medical Oncology Service, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Wolchok", "Jedd D", "JD", "Melanoma and Immunotherapeutics Service, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Young", "James W", "JW", "Laboratory of Cellular Immunobiology, Memorial Sloan Kettering Cancer Center, New York, NY."]], "date": "2017-09-21", "id": "29296525", "text": "Purpose: We conducted a phase I vaccine trial to determine safety, toxicity, and immunogenicity of autologous Langerhans-type dendritic cells (LCs), electroporated with murine tyrosinase-related peptide-2 (mTRP2) mRNA in patients with resected AJCC stage IIB, IIC, III, or IV (MIa) melanoma. Experimental Design: Nine patients received a priming immunization plus four boosters at three week intervals. Vaccines comprised 10 × 106 mRNA-electroporated LCs, based on absolute number of CD83+CD86brightHLA-DRbrightCD14neg LCs by flow cytometry. Initial vaccines used freshly generated LCs, whereas booster vaccines used viably thawed cells from the cryopreserved initial product. Post-vaccination assessments included evaluation of delayed-type hypersensitivity (DTH) reactions after booster vaccines and immune response assays at one and three months after the final vaccine. Results: All patients developed mild DTH reactions at injection sites after booster vaccines, but there were no toxicities exceeding grade 1 (CTCAE, v4.0). At one and three months post-vaccination, antigen-specific CD4 and CD8 T cells increased secretion of proinflammatory cytokines (IFN-γ, IL-2, and TNF-α), above pre-vaccine levels, and also upregulated the cytotoxicity marker CD107a. Next-generation deep sequencing of the TCR-V-β CDR3 documented fold-increases in clonality of 2.11 (range 0.85-3.22) for CD4 and 2.94 (range 0.98-9.57) for CD8 T cells at one month post-vaccines. Subset analyses showed overall lower fold-increases in clonality in three patients who relapsed (CD4: 1.83, CD8: 1.54) versus non-relapsed patients (CD4: 2.31, CD8: 3.99). Conclusions: TRP2 mRNA-electroporated LC vaccines are safe and immunogenic. Responses are antigen-specific in terms of cytokine secretion, cytolytic degranulation, and increased TCR clonality, which correlates with clinical outcomes.", "doi": "10.1080/2162402X.2017.1372081", "title": "Langerhans-type dendritic cells electroporated with TRP-2 mRNA stimulate cellular immunity against melanoma: Results of a phase I vaccine trial.", "journal": ["Oncoimmunology", "Oncoimmunology"]}