{"authors": [["Oli", "Angus Nnamdi", "AN", "Department of Pharmaceutical Microbiology and Biotechnology, Faculty of Pharmaceutical Sciences, Agulu, Nnamdi Azikiwe University, Awka, Anambra State, Nigeria."], ["Agu", "Remigius Uchenna", "RU", "Biopharmaceutics and Drug Delivery Laboratory, College of Pharmacy, Faculty of Health Professions, Dalhousie University, Halifax, NS, Canada."], ["Ihekwereme", "Chibueze Peter", "CP", "Department of Pharmacology and Toxicology, Faculty of Pharmaceutical Sciences, Agulu, Nnamdi Azikiwe University, Awka, Anambra State, Nigeria."], ["Esimone", "Charles Okechukwu", "CO", "Department of Pharmaceutical Microbiology and Biotechnology, Faculty of Pharmaceutical Sciences, Agulu, Nnamdi Azikiwe University, Awka, Anambra State, Nigeria."]], "date": "2017-06-23", "id": "29296163", "text": "Vaccines are biological products and their efficacy is affected by storage conditions. They are vital in promoting public health. Failures in immunization programmes often times are blamed on disruption in vaccine cold-chain. This study assessed the immunogenicity/potency of the measles vaccines utilized in childhood immunization in South-East, Nigeria and indirectly assessed the effectiveness of the cold-chain technology in the region.This was an experimental study carried out between December 2011 and June 2013. Antibody induction method was used to evaluate the immunogenicity/potency of the measles vaccines sourced from the central cold chain facilities in South-east, Nigeria and indirectly, the effectiveness of the cold chain technology in the zone in maintaining vaccine potency. The neutralizing antibodies in a control group (administered with measles vaccines stored at 37°C for 12 months) and in immunized group were determined after 30 days of immunization using ELISA.The mean storage temperature of the vaccines at the states vaccines central cold chain facilities was -2.4°C and before storage at study site, it was 5.8°C but at the study site it was -4.54°C. Mean ±Standard Error in the Mean (SEM) IgG titers for the measles vaccines sourced from \"Open Market\", Ebonyi, Enugu, Imo, Anambra and Abia States were 0.793±0.051, 1.621±0.015, 1.621±0.015, 1.715±0.081, 1.793±0.051 and 1.683±0.078 respectively while the mean ±Standard Error in the Mean (SEM) IgM titres were 0.857±0.037, 1.400±0.030, 1.391±0.032, 1.339±0.037, 1.405±0.066 and 1.279±0.025 respectively. One way analysis of variance shows that there is statistical difference in the IgG and IgM antibodies titers produced by the control compared to the vaccines (P value < 0.0001). Also, Bartlett's test for equal variances showed that there was statistical difference (P value < 0.0001 for IgG and = 0.036 for IgM). The antibodies elicited by the vaccines from the states were enough to confer protection but the vaccine samples from \"Open Market\" (control) could not evoke enough antibodies.The cold-chain technology in the region was judged to be optimal as at the time of vaccine sampling since all the measles vaccines had good immunogenicity profile. However, efforts are still needed to maintain these facilities in good condition in order to ensure effective immunization program in the region.", "doi": "10.11604/pamj.supp.2017.27.3.11491", "title": "An evaluation of the cold chain technology in South-East, Nigeria using Immunogenicity study on the measles vaccines.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}