{"authors": [["Mvundura", "Mercy", "M", "Devices and Tools Program, PATH, Seattle, USA."], ["Lydon", "Patrick", "P", "Department of Immunization, Vaccines and Biologicals, World Health Organization, Geneva, Switzerland."], ["Gueye", "Abdoulaye", "A", "Senegal Country Program Office, PATH, Dakar, Senegal."], ["Diaw", "Ibnou Khadim", "IK", "Independent consultant, Dakar, Senegal."], ["Landoh", "Dadja Essoya", "DE", "Togo Country Office, World Health Organization, Lomé, Togo."], ["Toi", "Bafei", "B", "Immunization Division, Ministry of Health, Lomé, Togo."], ["Kahn", "Anna-Lea", "AL", "Department of Immunization, Vaccines and Biologicals, World Health Organization, Geneva, Switzerland."], ["Kristensen", "Debra", "D", "Devices and Tools Program, PATH, Geneva, Switzerland."]], "date": "2017-06-23", "id": "29296162", "text": "A recent innovation in support of the final segment of the immunization supply chain is licensing certain vaccines for use in a controlled temperature chain (CTC), which allows excursions into ambient temperatures up to 40°C for a specific number of days immediately prior to administration. However, limited evidence exists on CTC economics to inform investments for labeling other eligible vaccines for CTC use. Using data collected during a MenAfriVac™ campaign in Togo, we estimated economic costs for vaccine logistics when using the CTC approach compared to full cold chain logistics (CCL) approach.We conducted the study in Togo's Central Region, where two districts were using the CTC approach and two relied on a fullCCL approach during the MenAfriVac™ campaign. Data to estimate vaccine logistics costs were obtained from primary data collected using costing questionnaires and from financial cost data from campaign microplans. Costs are presented in 2014 US dollars.Average logistics costs per dose were estimated at $0.026±0.032 for facilities using a CTC and $0.029±0.054 for facilities using the fullCCL approach, but the two estimates were not statistically different. However, if the facilities without refrigerators had not used a CTC but had received daily deliveries of vaccines, the average cost per dose would have increased to $0.063 (range $0.007 to $0.33), with larger logistics cost increases occurring for facilities that were far from the district.Using the CTC approach can reduce logistics costs for remote facilities without cold chain infrastructure, which is where CTC is designed to reduce logistical challenges of vaccine distribution.", "doi": "10.11604/pamj.supp.2017.27.3.12087", "title": "An economic evaluation of the controlled temperature chain approach for vaccine logistics: evidence from a study conducted during a meningitis A vaccine campaign in Togo.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}