{"authors": [["Masresha", "Balcha", "B", "World Health Organization, Regional office for Africa, Immunisation and Vaccine Development Program, Brazzaville, Republic of Congo."], ["Luce", "Richard", "R", "World Health Organization, Intercountry Support Team for Central Africa, Libreville, Gabon."], ["Katsande", "Regis", "R", "World Health Organization, Intercountry Support Team for East and Southern Africa, Harare, Zimbabwe."], ["Fall", "Amadou", "A", "World Health Organization, Intercountry Support Team for Western Africa, Ouagadougou, Burkina Faso."], ["Eshetu", "Meseret", "M", "World Health Organization, Intercountry Support Team for East and Southern Africa, Harare, Zimbabwe."], ["Mihigo", "Richard", "R", "World Health Organization, Regional office for Africa, Immunisation and Vaccine Development Program, Brazzaville, Republic of Congo."]], "date": "2017-06-21", "id": "29296148", "text": "Periodic measles supplemental immunisation activities (SIAs) increase population immunity and thereby reduce the pool of accumulated susceptible children. They are typically conducted every 2 - 4 years, and most often target children up to five years of age. Between 2012 and 2015, after surveillance data indicated a shift in the epidemiological profile of measles towards older age groups, 11 countries were supported to conduct wide age range SIAs based on their local epidemiological patterns. Six other countries conducted SIAs with measles-rubella vaccines targeting ages 9 months to 14 years as an initial step of introducing rubella vaccine into the immunization program. In subsequent years, the incidence of confirmed measles dropped significantly in 13 of the 17 countries reviewed. The findings emphasize the importance of well-functioning surveillance systems, and the benefits of using of surveillance data to determine the specific target age-range for periodic SIAs to accelerate progress towards measles elimination.", "doi": "10.11604/pamj.supp.2017.27.3.12176", "title": "The effect of targeted wide age range SIAs in reducing measles incidence in the African Region.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}