{"authors": [["Mbengue", "Mouhamed Abdou Salam", "MAS", "Institut de Recherche en Santé, de Surveillance Epidémiologique et de Formations (IRESSEF)."], ["Mboup", "Aminata", "A", "Department of Preventive Medecine, University of Laval, Québec, QC, Canada."], ["Ly", "Indou Deme", "ID", "Centre Hospitalier National d'Enfants Albert Royer, Faculty of Medecine, Cheikh Anta Diop University, Dakar, Senegal."], ["Faye", "Adama", "A", "Department of Public Health, Faculty of Medecine, Cheikh Anta Diop University, Dakar, Senegal."], ["Camara", "Fatou Bintou Niang", "FBN", "Agence National de la Statistique et de la Démographie, Dakar, Senegal."], ["Thiam", "Moussa", "M", "Institut de Recherche en Santé, de Surveillance Epidémiologique et de Formations (IRESSEF)."], ["Ndiaye", "Birahim Pierre", "BP", "Institut de Recherche en Santé, de Surveillance Epidémiologique et de Formations (IRESSEF)."], ["Dieye", "Tandakha Ndiaye", "TN", "Institut de Recherche en Santé, de Surveillance Epidémiologique et de Formations (IRESSEF)."], ["Mboup", "Souleymane", "S", "Institut de Recherche en Santé, de Surveillance Epidémiologique et de Formations (IRESSEF)."]], "date": "2017-06-21", "id": "29296143", "text": "Expanded programme on immunizations in resource-limited settings currently measure vaccination coverage defined as the proportion of children aged 12-23 months that have completed their vaccination. However, this indicator does not address the important question of when the scheduled vaccines were administered. We assessed the determinants of timely immunization to help the national EPI program manage vaccine-preventable diseases and impact positively on child survival in Senegal.Vaccination data were obtained from the Demographic and Health Survey (DHS) carried out across the 14 regions in the country. Children were aged between 12-23 months. The assessment of vaccination coverage was done with the health card and/or by the mother's recall of the vaccination act. For each vaccine, an assessment of delay in age-appropriate vaccination was done following WHO recommendations. Additionally, Kaplan-Meier survival function was used to estimate the proportion vaccinated by age and cox-proportional hazards models were used to examine risk factors for delays.A total of 2444 living children between 12-23 months of age were included in the analysis. The country vaccination was below the WHO recommended coverage level and, there was a gap in timeliness of children immunization. While BCG vaccine uptake was over 95%, coverage decreased with increasing number of Pentavalent vaccine doses (Penta 1: 95.6%, Penta 2: 93.5%: Penta 3: 89.2%). Median delay for BCG was 1.7 weeks. For polio at birth, the median delay was 5 days; all other vaccine doses had median delays of 2-4 weeks. For Penta 1 and Penta 3, 23.5% and 15.7% were given late respectively. A quarter of measles vaccines were not administered or were scheduled after the recommended age. Vaccinations that were not administered within the recommended age ranges were associated with mothers' poor education level, multiple siblings, low socio-economic status and living in rural areas.A significant delay in receipt of infant vaccines is found in Senegal while vaccine coverage is suboptimal. The national expanded program on immunization should consider measuring age at immunization or using seroepidemiological data to better monitor its impact.", "doi": "10.11604/pamj.supp.2017.27.3.11534", "title": "Vaccination coverage and immunization timeliness among children aged 12-23 months in Senegal: a Kaplan-Meier and Cox regression analysis approach.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}