{"authors": [["Mwamba", "Guillaume Ngoie", "GN", "Ministry of Health, Kinshasa, Democratic Republic of Congo."], ["Yoloyolo", "Norbert", "N", "Ministry of Health, Kinshasa, Democratic Republic of Congo."], ["Masembe", "Yolande", "Y", "World Health Organization, Kinshasa, Democratic Republic of Congo."], ["Nsambu", "Muriel Nzazi", "MN", "World Health Organization, Kinshasa, Democratic Republic of Congo."], ["Nzuzi", "Cathy", "C", "Ministry of Health, Kinshasa, Democratic Republic of Congo."], ["Tshekoya", "Patrice", "P", "Ministry of Health, Kinshasa, Democratic Republic of Congo."], ["Dah", "Barthelemy", "B", "World Health Organization, Kinshasa, Democratic Republic of Congo."], ["Kaya", "Guylain", "G", "Ministry of Health, Kinshasa, Democratic Republic of Congo."]], "date": "2017-06-21", "id": "29296142", "text": "Vaccination coverage of the first dose of diphtheria-tetanus-pertussis-hepatitis B-Haemophilus influenza type b (pentavalent) vaccine for the City-Province of Kinshasain the years 2012 - 2014 wasbelow the national objective of 92%, with coverage less than 80% reported in 12 of the 35 health zones (HZ). The purpose of this study was to discern potential contributing factors to low vaccination coverage in Kinshasa.We conducted a multi-stage cluster household study of children 6 - 11 months in households residing in their current neighborhood for at least 3 months in the 12 high risk HZ in Kinshasa. Additional information on vaccination status of the children was collected at the health facility.Of the 1,513 households with a child 6-11 months old, 81% were eligible and participated. Among the 1224 children surveyed, 96% had received the first dose of pentavalent vaccine; 84% had received the third dose; and 71% had received all recommended vaccines for their age. Longer travel time to get to health facility (p=0.04) and shorter length of residence in the neighborhood (p=0.04) showed significant differences in relation to incomplete vaccination. Forty percent of children received their most recent vaccination in a facility outside of their HZ of residence.This survey found vaccination coverage in 12 HZs in Kinshasa was higher than estimates derived from administrative reports. The large percentage of children vaccinated outside of their HZ of residence demonstrates the challenge to use of the Reaching Every District strategy in urban areas.", "doi": "10.11604/pamj.supp.2017.27.3.11930", "title": "Vaccination coverage and factors influencing routine vaccination status in 12 high risk health zones in the Province of Kinshasa City, Democratic Republic of Congo (DRC), 2015.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}