{"authors": [["Casey", "Rebecca Mary", "RM", "Epidemic Intelligence Service, Centers for Disease Control and Prevention, Atlanta, USA."], ["Hampton", "Lee McCalla", "LM", "Global Immunization Division, Centers for Disease Control and Prevention, Atlanta, U.S.A."], ["Anya", "Blanche-Philomene Melanga", "BM", "World Health Organization Regional Office for Africa, Brazzaville, Republic of Congo."], ["Gacic-Dobo", "Marta", "M", "Department of Immunization, Vaccines and Biologicals, World Health Organization, Geneva, Switzerland."], ["Diallo", "Mamadou Saliou", "MS", "Division of Data, Research and Policy, United Nations Children's Fund, New York, USA."], ["Wallace", "Aaron Stuart", "AS", "Global Immunization Division, Centers for Disease Control and Prevention, Atlanta, U.S.A."]], "date": "2017-06-21", "id": "29296140", "text": "In 2010, the Global Vaccine Action Plan called on all countries to reach and sustain 90% national coverage and 80% coverage in all districts for the third dose of diphtheria-tetanus-pertussis vaccine (DTP3) by 2015 and for all vaccines in national immunization schedules by 2020. The aims of this study are to analyze recent trends in national vaccination coverage in the World Health Organization African Region andto assess how these trends differ by country income category.We compared national vaccination coverage estimates for DTP3 and the first dose of measles-containing vaccine (MCV) obtained from the World Health Organization (WHO)/United Nations Children's Fund (UNICEF) joint estimates of national immunization coverage for all African Region countries. Using United Nations (UN) population estimates of surviving infants and country income category for the corresponding year, we calculated population-weighted average vaccination coverage by country income category (i.e., low, lower middle, and upper middle-income) for the years 2000, 2005, 2010 and 2015.DTP3 coverage in the African Region increased from 52% in 2000 to 76% in 2015,and MCV1 coverage increased from 53% to 74% during the same period, but with considerable differences among countries. Thirty-six African Region countries were low income in 2000 with an average DTP3 coverage of 50% while 26 were low income in 2015 with an average coverage of 80%. Five countries were lower middle-income in 2000 with an average DTP3 coverage of 84% while 12 were lower middle-income in 2015 with an average coverage of 69%. Five countries were upper middle-income in 2000 with an average DTP3 coverage of 73% and eight were upper middle-income in 2015 with an average coverage of 76%.Disparities in vaccination coverage by country persist in the African Region, with countries that were lower middle-income having the lowest coverage on average in 2015. Monitoring and addressing these disparities is essential for meeting global immunization targets.", "doi": "10.11604/pamj.supp.2017.27.3.12114", "title": "State of equity: childhood immunization in the World Health Organization African Region.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}