{"authors": [["Olayinka", "Folake", "F", "USAID's Maternal and Child Survival Program/John Snow, Inc, USA."], ["Ewald", "Leah", "L", "USAID's Maternal and Child Survival Program/John Snow, Inc, USA."], ["Steinglass", "Robert", "R", "USAID's Maternal and Child Survival Program/John Snow, Inc, USA."]], "date": "2017-06-21", "id": "29296138", "text": "The number of vaccines available to low-income countries has increased dramatically over the last decade. Overall infant immunization coverage in the WHO African region has stagnated in the past few years while countries' ability to maintain high immunization coverage rates following introduction of new vaccines has been uneven. This case study examines post-introduction coverage among African countries that introduced PCV between 2008 and 2013 and the factors affecting Pneumococcal Conjugate Vaccine (PCV) introduction. Nearly one-third of countries did not achieve 80% infant PCV3 coverage by two years post-introduction and 58% of countries experienced a decline in coverage between post introduction years two and four. Major factors affecting coverage rates included introduction without adequate preparation, insufficient supply chain capacity and management, poor communication between organizations and with the public, and data collection systems that were insufficient to meet information needs. Deliberately addressing these issues as well as longstanding weaknesses during new vaccine introduction can strengthen the immunization and broader health system. Further study is required to identify and address factors that affect maintenance of high coverage following introduction of new vaccines in the African region. Immunization with PCV is one of the most important interventions protecting against pneumonia, the second leading cause of death for children under five globally.", "doi": "10.11604/pamj.supp.2017.27.3.11531", "title": "Beyond new vaccine introduction: the uptake of pneumococcal conjugate vaccine in the African Region.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}