{"authors": [["Dai", "Wenlong", "W", "Vaccine Research Center, CAS Key Laboratory of Molecular Virology & Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai 200031, China; University of Chinese Academy of Sciences, Beijing 100049, China."], ["Zhang", "Chao", "C", "Vaccine Research Center, CAS Key Laboratory of Molecular Virology & Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai 200031, China; Joint Center for Infection and Immunity, Guangzhou Institute of Pediatrics, Department of Gastroenterology, Guangzhou Women and Children's Medical Center, Guangzhou Medical University, Guangzhou 510623, China."], ["Zhang", "Xueyang", "X", "Vaccine Research Center, CAS Key Laboratory of Molecular Virology & Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai 200031, China; University of Chinese Academy of Sciences, Beijing 100049, China."], ["Xiong", "Pei", "P", "Vaccine Research Center, CAS Key Laboratory of Molecular Virology & Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai 200031, China; University of Chinese Academy of Sciences, Beijing 100049, China."], ["Liu", "Qingwei", "Q", "Vaccine Research Center, CAS Key Laboratory of Molecular Virology & Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai 200031, China."], ["Gong", "Sitang", "S", "Department of Gastroenterology, Guangzhou Women and Children's Medical Center, Guangzhou Medical University, Guangzhou 510623, China."], ["Geng", "Lanlan", "L", "Department of Gastroenterology, Guangzhou Women and Children's Medical Center, Guangzhou Medical University, Guangzhou 510623, China."], ["Zhou", "Dongming", "D", "Vaccine Research Center, CAS Key Laboratory of Molecular Virology & Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai 200031, China. Electronic address: dmzhou@ips.ac.cn."], ["Huang", "Zhong", "Z", "Vaccine Research Center, CAS Key Laboratory of Molecular Virology & Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai 200031, China. Electronic address: huangzhong@ips.ac.cn."]], "date": "2017-12-30", "id": "29295756", "text": "Enterovirus D68 (EV-D68) is increasingly associated with severe acute respiratory infection and acute flaccid myelitis (AFM) in children around the world. However, neither vaccines nor therapeutic drugs are available for EV-D68. Here we report the development of a virus-like particle (VLP) based experimental EV-D68 vaccine. We found that EV-D68 VLPs could be successfully generated in insect cells infected with a recombinant baculovirus co-expressing the P1 precursor and 3CD protease of EV-D68. Biochemical and electron microscopic analyses revealed that EV-D68 VLPs were composed of VP0, VP1, and VP3 capsid proteins derived from precursor P1 and were visualized as spherical particles of ∼30 nm in diameter. Immunization of mice with EV-D68 VLPs resulted in the production of serum antibodies that displayed potent serotype-specific neutralizing activities against EV-D68 virus in vitro. Passive transfer of anti-VLP sera completely protected neonatal recipient mice from lethal EV-D68 infection. Moreover, maternal immunization with these VLPs provided full protection against lethal EV-D68 challenge in suckling mice. Together, these results demonstrate that the recombinant EV-D68 VLP is a promising vaccine candidate against EV-D68 infection.", "doi": "10.1016/j.vaccine.2017.12.057", "title": "A virus-like particle vaccine confers protection against enterovirus D68 lethal challenge in mice.", "journal": ["Vaccine", "Vaccine"]}