{"authors": [["Madico", "Guillermo", "G", "National Emerging Infectious Diseases Laboratories, Boston University, Boston, MA 02118, USA. gmadico@bu.edu."], ["Gursky", "Olga", "O", "Department of Physiology & Biophysics and the Amyloidosis Treatment and Research Center, Boston University School of Medicine, Boston, MA 02118, USA. gursky@bu.edu."], ["Fairman", "Jeff", "J", "SutroVax, Inc., Foster City, CA 94404, USA. jfairman@sutrovax.com."], ["Massari", "Paola", "P", "Department of Immunology, Tufts University School of Medicine, Boston, MA 02111, USA. paola.massari@tufts.edu."]], "date": "2017-12-25", "id": "29295593", "text": "Chlamydia is the most common cause of bacterial sexually transmitted infections worldwide. While infections resolve with antibiotic treatment, this is often neglected in women due to frequent asymptomatic infections, leading to disease progression and severe sequelae (pelvic inflammatory disease, ectopic pregnancy, infertility). Development of a vaccine against Chlamydia is crucial. Whole organism-based vaccines have short-lived activity, serovar/subgroup-specific immunity and can cause adverse reactions in vaccinated subjects. The Chlamydia major outer membrane protein (MOMP) is a prime candidate for a subunit vaccine. MOMP contains four regions of sequence variability (variable domains, VDs) with B-cell and T-cell epitopes that elicit protective immunity. However, barriers for developing a MOMP-based vaccine include solubility, yield and refolding. We have engineered novel recombinant antigens in which the VDs are expressed into a carrier protein structurally similar to MOMP and suitable for recombinant expression at a high yield in a correctly folded and detergent-free form. Using a carrier such as the PorB porin from the human commensal organism N. lactamica, we show that PorB/VD chimeric proteins are immunogenic, antigenic and cross-reactive with MOMP. VDs are unique for each serovar but if combined in a single vaccine, a broad coverage against the major Chlamydia serovars can be ensured.", "doi": "10.3390/vaccines6010002", "title": "Structural and Immunological Characterization of Novel Recombinant MOMP-Based Chlamydial Antigens.", "journal": ["Vaccines", "Vaccines (Basel)"]}