{"authors": [["Adekiya", "Tayo Alex", "TA", "Biotechnology and Structural Biology (BSB) Group, Department of Biochemistry and Microbiology, University of Zululand, KwaDlangezwa 3886, South Africa. adekiyatalex@gmail.com."], ["Aruleba", "Raphael Taiwo", "RT", "Biotechnology and Structural Biology (BSB) Group, Department of Biochemistry and Microbiology, University of Zululand, KwaDlangezwa 3886, South Africa. arulebataiwo@yahoo.com."], ["Khanyile", "Sbonelo", "S", "Biotechnology and Structural Biology (BSB) Group, Department of Biochemistry and Microbiology, University of Zululand, KwaDlangezwa 3886, South Africa. s7khanyile@gmail.com."], ["Masamba", "Priscilla", "P", "Biotechnology and Structural Biology (BSB) Group, Department of Biochemistry and Microbiology, University of Zululand, KwaDlangezwa 3886, South Africa. presh4u@rocketmail.com."], ["Oyinloye", "Babatunji Emmanuel", "BE", "Biotechnology and Structural Biology (BSB) Group, Department of Biochemistry and Microbiology, University of Zululand, KwaDlangezwa 3886, South Africa. tunji4reele@yahoo.com."], ["Kappo", "Abidemi Paul", "AP", "Biotechnology and Structural Biology (BSB) Group, Department of Biochemistry and Microbiology, University of Zululand, KwaDlangezwa 3886, South Africa. KappoA@unizulu.ac.za."]], "date": "2017-12-25", "id": "29295563", "text": "Major histocompatibility complex class 1 chain-related gene sequence A is a polymorphic gene found at about 46.6 kb centromeric to HLA-B. It encodes a transmembrane protein, which is a non-classical human leukocyte antigen whose expression is normally induced by stress conditions like cancer and viral infections. The expression of MIC-A leads to the activation of NKG2D receptors of natural killer and T cells, leading to the generation of innate immune response that can easily eliminate/cleanse tumour cells and other cells that express the protein. Several bioinformatics and immunoinformatics tools were used to analyse the sequence and structure of the MIC-A protein. These tools were used in building and evaluating modelled structure of MIC-A, and to predict several antigenic determinant sites on the protein. The MIC-A protein structure generated an average antigenic propensity of 1.0289. Additionally, the hydrophilic regions on the surface of the MIC-A protein where antibodies can be attached were revealed. A total of fourteen antigenic epitopes were predicted, with six found in the transmembrane protein topology, and are predicted to play a role in the development of vaccines that can reactivate the functionalities of the MIC-A protein on the surface of cancer cells in order to elicit a desired immune response.", "doi": "10.3390/vaccines6010001", "title": "Structural Analysis and Epitope Prediction of MHC Class-1-Chain Related Protein-A for Cancer Vaccine Development.", "journal": ["Vaccines", "Vaccines (Basel)"]}