{"authors": [["Lemieux", "Maxime W", "MW", "National Reference Centre for Parasitology, Research Institute of the McGill University Health Centre, McGill University, Montreal, QC H4A 3J1, Canada. maxime.lemieux@mail.mcgill.ca."], ["Sonzogni-Desautels", "Karine", "K", "National Reference Centre for Parasitology, Research Institute of the McGill University Health Centre, McGill University, Montreal, QC H4A 3J1, Canada. karine.sonzogni-desautels@mail.mcgill.ca."], ["Ndao", "Momar", "M", "National Reference Centre for Parasitology, Research Institute of the McGill University Health Centre, McGill University, Montreal, QC H4A 3J1, Canada. momar.ndao@mcgill.ca."]], "date": "2017-12-24", "id": "29295550", "text": "In developing countries, cryptosporidiosis causes moderate-to-severe diarrhea and kills thousands of infants and toddlers annually. Drinking and recreational water contaminated with Cryptosporidium spp. oocysts has led to waterborne outbreaks in developed countries. A competent immune system is necessary to clear this parasitic infection. A better understanding of the immune responses required to prevent or limit infection by this protozoan parasite is the cornerstone of development of an effective vaccine. In this light, lessons learned from previously developed vaccines against Cryptosporidium spp. are at the foundation for development of better next-generation vaccines. In this review, we summarize the immune responses elicited by naturally and experimentally-induced Cryptosporidium spp. infection and by several experimental vaccines in various animal models. Our aim is to increase awareness about the immune responses that underlie protection against cryptosporidiosis and to encourage promotion of these immune responses as a key strategy for vaccine development. Innate and mucosal immunity will be addressed as well as adaptive immunity, with an emphasis on the balance between TH1/TH2 immune responses. Development of more effective vaccines against cryptosporidiosis is needed to prevent Cryptosporidium spp.-related deaths in infants and toddlers in developing countries.", "doi": "10.3390/pathogens7010002", "title": "Lessons Learned from Protective Immune Responses to Optimize Vaccines against Cryptosporidiosis.", "journal": ["Pathogens (Basel, Switzerland)", "Pathogens"]}