{"authors": [["Rajesh Kumar", "Subaschandrabose", "S", "Temasek Life Sciences Laboratory, 1 Research Link, National University of Singapore, Singapore 117604, Singapore. cahrajeshkumar@gmail.com."], ["Chelvaretnam", "Sharenya", "S", "Temasek Life Sciences Laboratory, 1 Research Link, National University of Singapore, Singapore 117604, Singapore. csharenya@hotmail.com."], ["Tan", "Yunrui", "Y", "Temasek Life Sciences Laboratory, 1 Research Link, National University of Singapore, Singapore 117604, Singapore. yunrui@smart.mit.edu."], ["Prabakaran", "Mookkan", "M", "Temasek Life Sciences Laboratory, 1 Research Link, National University of Singapore, Singapore 117604, Singapore. prabakar@tll.org.sg."]], "date": "2017-12-23", "id": "29295514", "text": "The highly pathogenic avian influenza (HPAI) H5N1 virus remains to be one of the world's largest pandemic threats due to the emergence of new variants. The rapid evolution of new sub-lineages is currently the greatest challenge in vaccine development. In this study, we developed an epitope modified non-pathogenic H5N3 (A/duck/Singapore/97) vaccine for broad protection against influenza H5 subtype. H5N3 hemagglutinin (HA) mutant reassortant viruses with A/Puerto Rico/8/34 (PR8) backbone were generated by mutating amino acids at the 140th loop and 190th α-helix of hemagglutinin. The cross-neutralizing efficacy of reverse genetics-derived H5N3HA (RG-H5N3HA) mutants was confirmed by testing reactivity with reference chicken anti-H5N1 clade 2 virus sera. Furthermore, RG-H5N3HA mutant immunized mice induced cross-neutralizing antibodies and cross-protection against distinct H5N1 viral infection. Our findings suggest that the use of non-pathogenic H5 viruses antigenically related to HPAI-H5N1 allows for the development of broadly protective vaccines and reduces the need for biosafety level 3 (BSL3) containment facilities.", "doi": "10.3390/v10010002", "title": "Broadening the H5N3 Vaccine Immunogenicity against H5N1 Virus by Modification of Neutralizing Epitopes.", "journal": ["Viruses", "Viruses"]}