{"authors": [["Delaune", "Déborah", "D", "Unité de virologie, Centre National de Référence-Laboratoire Expert Orthopoxvirus, Institut de Recherche Biomédicale des Armées, 91220 Brétigny-sur-Orge, France. deborah.delaune@intradef.gouv.fr."], ["Iseni", "Frédéric", "F", "Unité de virologie, Centre National de Référence-Laboratoire Expert Orthopoxvirus, Institut de Recherche Biomédicale des Armées, 91220 Brétigny-sur-Orge, France. frederic.iseni@intradef.gouv.fr."], ["Ferrier-Rembert", "Audrey", "A", "Unité de virologie, Centre National de Référence-Laboratoire Expert Orthopoxvirus, Institut de Recherche Biomédicale des Armées, 91220 Brétigny-sur-Orge, France. audrey.ferrier-rembert@intradef.gouv.fr."], ["Peyrefitte", "Christophe N", "CN", "Unité de virologie, Centre National de Référence-Laboratoire Expert Orthopoxvirus, Institut de Recherche Biomédicale des Armées, 91220 Brétigny-sur-Orge, France. christophe.peyrefitte@intradef.gouv.fr."], ["Ferraris", "Olivier", "O", "Unité de virologie, Centre National de Référence-Laboratoire Expert Orthopoxvirus, Institut de Recherche Biomédicale des Armées, 91220 Brétigny-sur-Orge, France. olivier.ferraris@intradef.gouv.fr."]], "date": "2017-12-23", "id": "29295488", "text": "Since the official declaration of smallpox eradication in 1980, the general population vaccination has ceased worldwide. Therefore, people under 40 year old are generally not vaccinated against smallpox and have no cross protection against orthopoxvirus infections. This naïve population may be exposed to natural or intentional orthopoxvirus emergences. The virology unit of the Institut de Recherche Biomédicale des Armées (France) has developed research programs on orthopoxviruses since 2000. Its missions were conceived to improve the diagnosis capabilities, to foster vaccine development, and to develop antivirals targeting specific viral proteins. The role of the virology unit was asserted in 2012 when the responsibility of the National Reference Center for the Orthopoxviruses was given to the unit. This article presents the evolution of the unit activity since 2000, and the past and current research focusing on orthopoxviruses.", "doi": "10.3390/v10010003", "title": "The French Armed Forces Virology Unit: A Chronological Record of Ongoing Research on Orthopoxvirus.", "journal": ["Viruses", "Viruses"]}