{"authors": [["Yang", "Bo", "B", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China; College of Veterinary Medicine, Gansu Agricultural University, Lanzhou 730070, China."], ["Yang", "Bin", "B", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China. Electronic address: yangbin02@caas.cn."], ["Shan", "Xingna", "X", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China."], ["Li", "Baoyu", "B", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China."], ["Ma", "Xiaojun", "X", "College of Veterinary Medicine, Gansu Agricultural University, Lanzhou 730070, China."], ["Yin", "Xiangping", "X", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China. Electronic address: yinxiangping@caas.cn."], ["Zhang", "Yun", "Y", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China. Electronic address: zhangyun03@caas.cn."], ["Liu", "Yongsheng", "Y", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China. Electronic address: liuyongsheng@caas.cn."], ["Lan", "Xi", "X", "State Key Laboratory of Veterinary Etiological Biology, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China. Electronic address: lanxi@caas.cn."]], "date": "2017-12-27", "id": "29294432", "text": "Porcine sapovirus (PoSaV) is a potential threat to public health owing to its capacity for reassortment with human sapovirus strains. However, there is still no vaccine available for the prevention and control of this infectious disease. In this study, we developed PoSaV virus-like particles (VLPs) using a baculovirus expression system. Immunization with PoSaV VLPs induced high titers of serum antibody specific for VP1 in sows. The results of our challenge study demonstrated that maternally-derived antibodies (MDA) induced by VLP immunization dramatically reduced viral shedding of PoSaV in the feces of next generation piglets. Therefore, the results of this study indicate that the immune responses of sows elicited by PoSaV VLPs can inhibit in vivo viral replication in their offspring and represent a promising strategy for developing vaccines against PoSaV.", "doi": "10.1016/j.rvsc.2017.12.016", "title": "Short communication: Immune responses in sows induced by porcine sapovirus virus-like particles reduce viral shedding in suckled piglets.", "journal": ["Research in veterinary science", "Res. Vet. Sci."]}