{"authors": [["Bi", "Yuhai", "Y", "CAS Key Laboratory of Pathogenic Microbiology and Immunology, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Disease, Institute of Microbiology, Center for Influenza Research and Early-warning (CASCIRE), Chinese Academy of Sciences, Beijing, 100101, China. beeyh@im.ac.cn."], ["Shi", "Weifeng", "W", "Shandong Universities Key Laboratory of Etiology and Epidemiology of Emerging Infectious Diseases, Taishan Medical College, Tai'an, 271016, China."], ["Chen", "Jianjun", "J", "CAS Key Laboratory of Special Pathogens and Biosafety, Wuhan Institute of Virology, Chinese Academy of Sciences, Wuhan, 430071, China."], ["Chen", "Quanjiao", "Q", "CAS Key Laboratory of Special Pathogens and Biosafety, Wuhan Institute of Virology, Chinese Academy of Sciences, Wuhan, 430071, China."], ["Ma", "Zhenghai", "Z", "College of Life Science and Technology, Xinjiang University, Urumchi, 830046, China."], ["Wong", "Gary", "G", "Shenzhen Key Laboratory of Pathogen and Immunity, State Key Discipline of Infectious Disease, Shenzhen Third People's Hospital, Shenzhen, 518112, China."], ["Tian", "Wenxia", "W", "College of Animal Science and Veterinary Medicine, Shanxi Agricultural University, Taigu, 030801, China."], ["Yin", "Renfu", "R", "Department of Veterinary Preventive Medicine, College of Veterinary Medicine, Jilin University, Jilin, 130062, China."], ["Fu", "Guanghua", "G", "Institute of Animal Husbandry and Veterinary Medicine, Fujian Academy of Agricultural Sciences, Fuzhou, 350013, China."], ["Yang", "Yongchun", "Y", "Center of Excellence for Animal Health Inspection, College of Animal Science and Technology, Zhejiang Agriculture and Forestry University, Zhejiang, 311300, China."], ["Liu", "William J", "WJ", "National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention (China CDC), Beijing, 102206, China."], ["Quan", "Chuansong", "C", "National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention (China CDC), Beijing, 102206, China."], ["Wang", "Qianli", "Q", "Key Laboratory of Public Health Safety, Ministry of Education, School of Public Health, Fudan University, Shanghai, 200032, China."], ["He", "Shenghu", "S", "Laboratory of Clinical Veterinary Medicine, College of Agriculture, Ningxia University, Yinchuan, 750021, China."], ["Li", "Xiangdong", "X", "National Research Center for Veterinary Medicine, Luoyang, 471003, China."], ["Xia", "Qianfeng", "Q", "Laboratory of Tropical Biomedicine and Biotechnology, and Faculty of Tropical Medicine and Laboratory Medicine, Immunology Department, School of Basic Medicine and Life Science, Hainan Medical University, Haikou, 571101, China."], ["Wang", "Lixin", "L", "Laboratory of Tropical Biomedicine and Biotechnology, and Faculty of Tropical Medicine and Laboratory Medicine, Immunology Department, School of Basic Medicine and Life Science, Hainan Medical University, Haikou, 571101, China."], ["Pan", "Zhaohui", "Z", "Xizang Agriculture and Animal Husbandry College, Linzhi, 860000, China."], ["Li", "Laixing", "L", "Key Laboratory of Adaptation and Evolution of Plateau Biota, Northwest Institute of Plateau Biology, Chinese Academy of Sciences, Xining, 810000, China."], ["Li", "Hong", "H", "Yunnan Center for Disease Control and Prevention, Kunming, 650022, China."], ["Xu", "Wen", "W", "Yunnan Center for Disease Control and Prevention, Kunming, 650022, China."], ["Luo", "Ying", "Y", "Department of Wildlife Conservation and Nature Reserve Management, State Forestry Administration, Beijing, 100714, China."], ["Zeng", "Hui", "H", "Institute of Infectious Diseases, Beijing Ditan Hospital, Capital Medical University, Beijing, 100015, China."], ["Dai", "Lianpan", "L", "Institute of Zoology, Chinese Academy of Sciences, Beijing, 100101, China."], ["Xiao", "Haixia", "H", "Laboratory of Protein Engineering and Vaccines, Tianjin Institute of Industrial Biotechnology, Chinese Academy of Sciences, Tianjin, 300308, China."], ["Sharshov", "Kirill", "K", "Research Institute of Experimental and Clinical Medicine, Novosibirsk State University, Novosibirsk, 630090, Russia."], ["Shestopalov", "Alexander", "A", "Research Institute of Experimental and Clinical Medicine, Novosibirsk State University, Novosibirsk, 630090, Russia."], ["Shi", "Yi", "Y", "CAS Key Laboratory of Pathogenic Microbiology and Immunology, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Disease, Institute of Microbiology, Center for Influenza Research and Early-warning (CASCIRE), Chinese Academy of Sciences, Beijing, 100101, China."], ["Yan", "Jinghua", "J", "CAS Key Laboratory of Pathogenic Microbiology and Immunology, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Disease, Institute of Microbiology, Center for Influenza Research and Early-warning (CASCIRE), Chinese Academy of Sciences, Beijing, 100101, China."], ["Li", "Xuebing", "X", "CAS Key Laboratory of Pathogenic Microbiology and Immunology, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Disease, Institute of Microbiology, Center for Influenza Research and Early-warning (CASCIRE), Chinese Academy of Sciences, Beijing, 100101, China."], ["Liu", "Yingxia", "Y", "Shenzhen Key Laboratory of Pathogen and Immunity, State Key Discipline of Infectious Disease, Shenzhen Third People's Hospital, Shenzhen, 518112, China."], ["Lei", "Fumin", "F", "Institute of Zoology, Chinese Academy of Sciences, Beijing, 100101, China."], ["Liu", "Wenjun", "W", "CAS Key Laboratory of Pathogenic Microbiology and Immunology, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Disease, Institute of Microbiology, Center for Influenza Research and Early-warning (CASCIRE), Chinese Academy of Sciences, Beijing, 100101, China."], ["Gao", "George F", "GF", "CAS Key Laboratory of Pathogenic Microbiology and Immunology, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Disease, Institute of Microbiology, Center for Influenza Research and Early-warning (CASCIRE), Chinese Academy of Sciences, Beijing, 100101, China. gaof@im.ac.cn."]], "date": "2017-12-01", "id": "29294220", "text": "", "doi": "10.1007/s11427-017-9251-2", "title": "CASCIRE surveillance network and work on avian influenza viruses.", "journal": ["Science China. Life sciences", "Sci China Life Sci"]}