{"authors": [["Kramer", "L M", "LM", null], ["Mayes", "M S", "MS", null], ["Fritz-Waters", "E", "E", null], ["Williams", "J L", "JL", null], ["Downey", "E D", "ED", null], ["Tait", "R G", "RG", null], ["Woolums", "A", "A", null], ["Chase", "C", "C", null], ["Reecy", "J M", "JM", null]], "date": null, "id": "29293723", "text": "Although vaccination is an effective measure in reducing the risk of bovine respiratory disease complex (BRDC) in cattle, BRDC losses remain significant. Increasing the efficacy of vaccination depends on elucidating the protective immune response to different antigens included in vaccines, determining the best timing for vaccination, and understanding the impact of the age of the calf on vaccination. This study measured the serum antibodies present in calves following vaccination against 4 viruses commonly associated with BRDC: bovine viral diarrhea virus type 1 and 2 (BVDV1 and BVDV2), bovine respiratory syncytial virus (BRSV), and bovine herpesvirus 1 (BHV1). Serum antibody titers were measured in more than 1,600 calves at 3-wk intervals starting at the time of the first vaccination. This first vaccination occurred at weaning for approximately half of the individuals and 3 wk before weaning for the other half. Dam age (years), time of weaning (initial vaccination or booster vaccination), and age of calf within year-season (days within year-season) classification all were found to have a significant effect on measured traits such as the initial titer and overall response. An increased initial titer was negatively correlated with each response trait (initial, booster, and overall response). Calves that were weaned at initial vaccination had greater overall antibody response to BVDV1 and BVDV2 compared with calves weaned 3 wk before initial vaccination. In contrast, calves given their initial vaccination 3 wk before weaning had greater overall antibody response to BRSV and BHV1 compared with calves that were vaccinated at weaning. Furthermore, the circulating antibody titer at which each virus needed to be below for an individual calf to positively respond to vaccination was determined (log titer of 0.38 for BVDV1, 1.5 for BVDV2, 3.88 for BRSV, and 1.5 for BHV1). This information can be used to improve vaccination protocols to allow for a greater response rate of individuals to vaccination and, hopefully, improved protection.", "doi": "10.2527/jas2017.1793", "title": "Evaluation of responses to vaccination of Angus cattle for four viruses that contribute to bovine respiratory disease complex.", "journal": ["Journal of animal science", "J. Anim. Sci."]}