{"authors": [["Dold", "Neil M", "NM", "Fischell Department of Bioengineering, University of Maryland, 8228 Paint Branch Drive, College Park, MD 20742, USA."], ["Zeng", "Qin", "Q", "Fischell Department of Bioengineering, University of Maryland, 8228 Paint Branch Drive, College Park, MD 20742, USA."], ["Zeng", "Xiangbin", "X", "Fischell Department of Bioengineering, University of Maryland, 8228 Paint Branch Drive, College Park, MD 20742, USA."], ["Jewell", "Christopher M", "CM", "Fischell Department of Bioengineering, University of Maryland, 8228 Paint Branch Drive, College Park, MD 20742, USA; United States Department of Veterans Affairs, 10 North Greene Street, Baltimore, MD 21201, USA; Department of Microbiology and Immunology, University of Maryland School of Medicine, 685 West Baltimore Street, Baltimore, MD 21201, USA; Marlene and Stewart Greenebaum Cancer Center, 22 South Greene Street, Baltimore, MD 21201, USA. Electronic address: cmjewell@umd.edu."]], "date": "2017-12-30", "id": "29292166", "text": "Nucleic acid delivery vehicles are poised to play an important role in delivering gene therapy for vaccines and immunotherapies, and in delivering nucleic acid based adjuvants. A number of common polymeric delivery vehicles used in nucleic acid delivery have recently been shown to interact with immune cells and directly stimulate immunogenic responses, particularly in particle form. Poly(beta-amino esters) were designed for nucleic acid delivery and have demonstrated promising performance in a number of vaccine and therapeutic studies. Yet, little work has characterized the mechanisms by which these polymers activate immune cells. Here we demonstrate that a poly(beta-amino ester) activates antigen presenting cells in soluble and particulate forms, and that these effects are independent of TLR signaling pathways. Moreover, we show the polymers induce activation independent of NF-κB signaling, but do activate IRF, an important innate inflammatory pathway. New knowledge linking physicochemical features of poly(beta-amino esters) or other polymeric carriers to inflammatory mechanisms could support more rational design approaches for vaccines and immunotherapies harnessing these materials.The last several years have brought exciting work exploring biomaterials as delivery vehicles for immunotherapies, vaccines, and gene therapies. However, a gap remains between the striking finding that many biomaterials exhibit intrinsic immunogenic features, and the specific structural properties that drive these responses. The results in the current study indicate PBAEs cause macrophage activation by pathways that are distinct from pathways activated by common vaccine and immunotherapies components, such as toll-like receptor agonists. Thus, the work reveals new mechanistic details that can be exploited in investigating other materials, and to support more rational design of future biomaterial vaccines and immunotherapy carriers.", "doi": "10.1016/j.actbio.2017.12.040", "title": "A poly(beta-amino ester) activates macrophages independent of NF-κB signaling.", "journal": ["Acta biomaterialia", "Acta Biomater"]}