{"authors": [["Shi", "Yuejun", "Y", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China; College of Life Science and Technology, Huazhong Agricultural University, Wuhan 430070, China."], ["Lei", "Yingying", "Y", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China."], ["Ye", "Gang", "G", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China."], ["Sun", "Limeng", "L", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China."], ["Fang", "Liurong", "L", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China."], ["Xiao", "Shaobo", "S", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China."], ["Fu", "Zhen F", "ZF", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China; Departments of Pathology, College of Veterinary Medicine, University of Georgia, Athens, GA 30602, USA."], ["Yin", "Ping", "P", "College of Life Science and Technology, Huazhong Agricultural University, Wuhan 430070, China; National Key Laboratory of Crop Genetic Improvement and National Centre of Plant Gene Research, Huazhong Agricultural University, Wuhan 430070, China."], ["Song", "Yunfeng", "Y", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China. Electronic address: syf@mail.hzau.edu.cn."], ["Peng", "Guiqing", "G", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan 430070, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, China; The Cooperative Innovation Center for Sustainable Pig Production, Huazhong Agricultural University, Wuhan 430070, China. Electronic address: penggq@mail.hzau.edu.cn."]], "date": "2017-11-24", "id": "29291994", "text": "Porcine reproductive and respiratory syndrome virus (PRRSV) and porcine epidemic diarrhea virus (PEDV) are highly virulent and contagious porcine pathogens that cause tremendous economic losses to the swine industry worldwide. Currently, there is no effective treatment for PRRSV and PEDV, and commercial vaccines do not induce sterilizing immunity. In this study, we screened a library of 1000 compounds and identified two specific inhibitors, designated compounds 2 and 3, which target the PRRSV 3C-like serine protease (3CLSP). First, we evaluated the inhibitory effects of compounds 2 and 3 on PRRSV 3CLSP activity. Next, we determined the anti-PRRSV capacity of compounds 2 and 3 in MARC-145 cells and obtained EC50 and CC50 values of 57μM (CC50=479.9μM) and 56.8μM (CC50=482.8μM), respectively. Importantly, compounds 2 and 3 also targeted the PEDV 3C-like protease (3CL protease) and inhibited PEDV replication, showing EC50 and CC50 values of 100μM (CC50=533.8μM) and 57.9μM (CC50=522.3μM), respectively. Finally, our results indicated that the active sites (His39 in 3CLSP and His41 in 3CL protease) were conservative, and contacted compounds 2 and 3 via hydrogen bonds and hydrophobic forces in the putative substrate-binding models. In summary, compounds 2 and 3 exhibit broad-spectrum antiviral activity and may facilitate the development of antiviral drugs against PRRSV and PEDV.", "doi": "10.1016/j.vetmic.2017.11.031", "title": "Identification of two antiviral inhibitors targeting 3C-like serine/3C-like protease of porcine reproductive and respiratory syndrome virus and porcine epidemic diarrhea virus.", "journal": ["Veterinary microbiology", "Vet. Microbiol."]}