{"authors": [["Tasioudi", "Konstantia E", "KE", "National Reference Laboratory for Rabies in Animals, Department of Molecular Diagnostics, FMD, Virological, Rickettsial & Exotic Diseases, Athens Veterinary Center, Ministry of Rural Development and Food, Athens, Greece. Electronic address: ntasioudi@gmail.com."], ["Papatheodorou", "Dimos", "D", "National Reference Laboratory for Rabies in Animals, Department of Molecular Diagnostics, FMD, Virological, Rickettsial & Exotic Diseases, Athens Veterinary Center, Ministry of Rural Development and Food, Athens, Greece."], ["Iliadou", "Peristera", "P", "National Reference Laboratory for Rabies in Animals, Department of Molecular Diagnostics, FMD, Virological, Rickettsial & Exotic Diseases, Athens Veterinary Center, Ministry of Rural Development and Food, Athens, Greece."], ["Kostoulas", "Polychronis", "P", "Laboratory of Epidemiology, Biostatistics and Animal Health Economics, School of Veterinary Sciences, Faculty of Health Science, University of Thessaly, Karditsa, Greece."], ["Gianniou", "Maria", "M", "Department of Imports, Exports and Intraunion Trade of Live Animals and Products of Animal Origin, Animal Health Directorate, Ministry of Rural Development and Food, Athens, Greece."], ["Chondrokouki", "Eleni", "E", "National Reference Laboratory for Rabies in Animals, Department of Molecular Diagnostics, FMD, Virological, Rickettsial & Exotic Diseases, Athens Veterinary Center, Ministry of Rural Development and Food, Athens, Greece."], ["Mangana-Vougiouka", "Olga", "O", "National Reference Laboratory for Rabies in Animals, Department of Molecular Diagnostics, FMD, Virological, Rickettsial & Exotic Diseases, Athens Veterinary Center, Ministry of Rural Development and Food, Athens, Greece."], ["Mylonakis", "Mathios E", "ME", "Companion Animal Clinic, School of Veterinary Medicine, Faculty of Health Sciences, Aristotle University of Thessaloniki, Thessaloniki, Greece."]], "date": "2017-11-07", "id": "29291991", "text": "There is currently limited information on the factors influencing the outcome of rabies vaccination in dogs based on the primary immunization schedule. The objective of this study was to investigate whether selected variables (signalment, number of vaccinations, vaccine brand and multivalence, and time interval between the most recent vaccination and blood sampling) were associated with the achievement of an acceptable titer threshold (based on international standards) and with absolute antibody titers in young dogs vaccinated with commercially available vaccines. Serologic data from 662 dogs tested prior to their first annual booster for rabies were retrospectively reviewed. Neutralizing antibody titers were determined using a fluorescent antibody neutralization test. An acceptable titer threshold (≥0.5IU/ml) was achieved in 86.5% of the dogs. Dogs that had been vaccinated twice had significantly (P<0.001) higher antibody titers compared with dogs vaccinated once. The odds of achieving seropositivity and the median absolute antibody titer tended to decrease with increasing time between vaccination and blood sampling. Dogs vaccinated with monovalent vaccines were more likely to achieve an acceptable titer than dogs vaccinated with polyvalent vaccines. Dogs that were vaccinated after 3-6 months of age were more likely to develop higher antibody titers. These results indicate that the administration of two vaccines rather than one vaccine in the primary immunization schedule for rabies, result in a superior vaccination response and may be a more beneficial policy for ensuring pre-exposure prophylaxis and for travel certification of young dogs.", "doi": "10.1016/j.vetmic.2017.11.006", "title": "Factors influencing the outcome of primary immunization against rabies in young dogs.", "journal": ["Veterinary microbiology", "Vet. Microbiol."]}