{"authors": [["Vakili", "Bahareh", "B", "Department of Medical Biotechnology, School of Advanced Medical Sciences and Technologies, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Nezafat", "Navid", "N", "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Hatam", "Gholam Reza", "GR", "Basic Sciences in Infectious Diseases Research Center, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Zare", "Bijan", "B", "Department of Medical Biotechnology, School of Advanced Medical Sciences and Technologies, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Erfani", "Nasrollah", "N", "Institute for Cancer Research (ICR), School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Ghasemi", "Younes", "Y", "Department of Medical Biotechnology, School of Advanced Medical Sciences and Technologies, Shiraz University of Medical Sciences, Shiraz, Iran; Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran; Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran. Electronic address: ghasemiy@sums.ac.ir."]], "date": "2017-12-24", "id": "29291591", "text": "Vaccines are one of the most significant achievements in medical science. However, vaccine design is still challenging at all stages. The selection of antigenic peptides as vaccine candidates is the first and most important step for vaccine design. Experimental selection of antigenic peptides for the design of vaccines is a time-consuming, labor-intensive and expensive procedure. More recently, in the light of computer-aided biotechnology and reverse vaccinology, the precise selection of antigenic peptides and rational vaccine design against many pathogens have developed. In this study, the whole proteome of Leishmania infantum was analyzed using a pipeline of algorithms. From the set of 8045 proteins of L. infantum, sixteen novel antigenic proteins were derived using a hierarchical proteome subtractive analysis. These novel vaccine targets can be utilized as top candidates for designing the new prophylactic or therapeutic vaccines against visceral leishmaniasis. Significantly, all the sixteen novel vaccine candidates are non-allergen antigenic proteins that have not been used for the design of vaccines against visceral leishmaniasis until now.", "doi": "10.1016/j.compbiolchem.2017.12.008", "title": "Proteome-scale identification of Leishmania infantum for novel vaccine candidates: A hierarchical subtractive approach.", "journal": ["Computational biology and chemistry", "Comput Biol Chem"]}