{"authors": [["Quintero-Gil", "Carolina", "C", "Escuela de Biociencias, Grupo Biología Funcional, Universidad Nacional de Colombia, Sede Medellín, Calle 59A # 63-20, Medellín, Colombia."], ["Parra-Suescún", "Jaime", "J", "Facultad de Ciencias Agrarias, Grupo Biodiversidad y Genética Molecular (BIOGEM), Universidad Nacional de Colombia, Sede Medellín, Calle 59A # 63-20, Medellín, Colombia."], ["Lopez-Herrera", "Albeiro", "A", "Facultad de Ciencias Agrarias, Grupo Biodiversidad y Genética Molecular (BIOGEM), Universidad Nacional de Colombia, Sede Medellín, Calle 59A # 63-20, Medellín, Colombia."], ["Orduz", "Sergio", "S", "Escuela de Biociencias, Grupo Biología Funcional, Universidad Nacional de Colombia, Sede Medellín, Calle 59A # 63-20, Medellín, Colombia."]], "date": "2017-06-09", "id": "29291214", "text": "Hepatitis E virus (HEV) is considered the main etiological agent that causes acute hepatitis. It is estimated that 20 million cases occur annually worldwide, reaching mortality rates of 28% in pregnant women. To date, available treatments and vaccines have not been entirely effective. In this study, six antiviral peptides derived from the sequences of porcine Beta-Defensin-2 and bacteriocins Nisin and Subtilosin were generate using in silico tools in order to propose new antiviral agents. Through the use of molecular docking, interactions between the HEV capsid protein and the six new antiviral peptide candidates were evaluated. A peptide of 15 residues derived from Subtilosin showed the best docking energy (-7.0 kcal/mol) with the capsid protein. This is the first report to our knowledge involving a non-well study viral protein interacting with peptides susceptibles to being synthesized, and that could be subsequently evaluated in vitro; moreover, this study provide novel information on the nature of the dimerization pocket of the HEV capsid protein, and could help to understand the first steps in the viral replication cycle, needed for the virus entry to the host cell.", "doi": "10.1007/s13337-017-0383-7", "title": "In-silico design and molecular docking evaluation of peptides derivatives from bacteriocins and porcine beta defensin-2 as inhibitors of Hepatitis E virus capsid protein.", "journal": ["Virusdisease", "Virusdisease"]}