{"authors": [["Ingrao", "Fiona", "F", "Avian Virology & Immunology Unit, Veterinary and Agrochemical Research Centre, Groeselenberg 99, 1180 Brussels, Belgium. Electronic address: Fiona.Ingrao@coda-cerva.be."], ["Rauw", "Fabienne", "F", "Avian Virology & Immunology Unit, Veterinary and Agrochemical Research Centre, Groeselenberg 99, 1180 Brussels, Belgium."], ["Steensels", "Mieke", "M", "Avian Virology & Immunology Unit, Veterinary and Agrochemical Research Centre, Groeselenberg 99, 1180 Brussels, Belgium."], ["van den Berg", "Thierry", "T", "Avian Virology & Immunology Unit, Veterinary and Agrochemical Research Centre, Groeselenberg 99, 1180 Brussels, Belgium."], ["Lambrecht", "Bénédicte", "B", "Avian Virology & Immunology Unit, Veterinary and Agrochemical Research Centre, Groeselenberg 99, 1180 Brussels, Belgium."]], "date": "2017-12-28", "id": "29290477", "text": "Infectious bursal disease (IBD) remains a major threat to the poultry industry. Recombinant herpesvirus of turkey (rHVT)-IBD vaccines have been successfully used to induce a protective immune response against IBD. However, the capacity for rHVT-IBD vaccines to induce early protection without detectable antibodies, and the underlying mechanisms mediating specific cell-mediated responses in the early stages following vaccination, have been poorly investigated. Therefore, in this study, specific pathogen-free (SPF) chickens were vaccinated with rHVT-IBD and T-cell subsets were analyzed. Both splenic and circulating CD8+ cell populations increased at 7 days postvaccination (dpv). Next, the expression of adaptive immunity-related genes was analyzed in the spleen and lung of rHVT-IBD-vaccinated chickens. Upregulation of CD8 expression was observed at 7 dpv. Interestingly, a parallel increase in the transcription of granzymes A and K was also detected from 7 dpv. To our knowledge, the latter result is the first to be reported, and it suggests that cytotoxic activity of CD8+ T lymphocytes is activated. In contrast, expression of the innate genes examined remained largely unchanged following vaccination. To further investigate the IBD virus (IBDV)-specific responses triggered by rHVT-IBD vaccination, vaccinated chickens were inoculated with an attenuated IBDV strain with the aim of restimulating induced immune responses in vivo. The expression profiles of various genes associated with adaptive immune responses were subsequently analyzed in lung, spleen, and bursa of Fabricius samples. Significant upregulation of CD4, CD8, perforin, and IFNγ expression were observed in the bursa samples 7 days postinoculation (dpi). In the lung, transcript levels of CD8, granzymes and perforin were also significantly higher in the rHVT-IBD-vaccinated chickens at 7 dpi, thereby suggesting that specific cellular immune responses were activated. Overall, these results support the hypothesis that stimulation of specific CD8+ cell-mediated immunity contributes to the response against IBDV in rHVT-IBD-vaccinated chickens.", "doi": "10.1016/j.vaccine.2017.12.059", "title": "Early immune responses and profiling of cell-mediated immunity-associated gene expression in response to rHVT-IBD vaccination.", "journal": ["Vaccine", "Vaccine"]}