{"authors": [["Cohen", "R", "R", "Groupe de Pathologie Infectieuse Pédiatrique (GPIP) de la Société française de pédiatrie, Saint Maur des Fossés, France; ACTIV (Association Clinique et Thérapeutique Infantile du Val de Marne), 27 rue Inkermann, 94100 Saint-Maur des Fossés, France; Université Paris Est, IMRB- GRC GEMINI, 94000 Créteil, France; Centre de Recherche Clinique (CRC) et Centre Hospitalier Intercommunal (CHI), 40 avenue de Verdun, 94010 Créteil, France; Unité Court Séjour, Petits Nourrissons, Service de Néonatologie, Centre Hospitalier Intercommunal de Créteil (CHI), 40 avenue de Verdun, 94010 Créteil, France. Electronic address: robert.cohen@wanadoo.fr."], ["Raymond", "J", "J", "Groupe de Pathologie Infectieuse Pédiatrique (GPIP) de la Société française de pédiatrie, Saint Maur des Fossés, France; Université Paris Descartes, Hôpital Cochin, Service de Bactériologie, Paris, France."], ["Hees", "L", "L", "Groupe de Pathologie Infectieuse Pédiatrique (GPIP) de la Société française de pédiatrie, Saint Maur des Fossés, France; Hôpital Femme Mère Enfant Service des Urgences Pédiatriques, 69 Bd Pinel 69677 Bron, France."], ["Pinquier", "D", "D", "Groupe de Pathologie Infectieuse Pédiatrique (GPIP) de la Société française de pédiatrie, Saint Maur des Fossés, France; Pôle Femme-Mère-Enfant, Pédiatrie Néonatale et Réanimation, Hôpital Charles Nicolle, CHU Rouen, France; IHU Recherche Biomédicale ; EA4309, Université de Rouen, France."], ["Grimprel", "E", "E", "Groupe de Pathologie Infectieuse Pédiatrique (GPIP) de la Société française de pédiatrie, Saint Maur des Fossés, France; Université Pierre & Marie Curie, Paris 6, France; Service de pédiatrie générale et aval des urgences, Hôpital Armand-Trousseau, Paris, France."], ["Levy", "C", "C", "Groupe de Pathologie Infectieuse Pédiatrique (GPIP) de la Société française de pédiatrie, Saint Maur des Fossés, France; ACTIV (Association Clinique et Thérapeutique Infantile du Val de Marne), 27 rue Inkermann, 94100 Saint-Maur des Fossés, France; Université Paris Est, IMRB- GRC GEMINI, 94000 Créteil, France; Centre de Recherche Clinique (CRC) et Centre Hospitalier Intercommunal (CHI), 40 avenue de Verdun, 94010 Créteil, France."]], "date": null, "id": "29290234", "text": "The implementation of pneumococal conjugate vaccines (PCVs) 7 then 13 valent (Prevenar13®) in 2010-2011 has significantly changed the profile of pneumococcal meningitis. Since 3 years, the National Pediatric Meningitis Network of the Pediatric Infectious Disease Group (GPIP) and the National Reference Centre of Pneumococci have reported no cases of meningitis due to pneumococcus resistant to third-generation cephalosporins (3GC): cefotaxime or ceftriaxone. In the light of these new data, vancomycin should no longer be prescribed at the initial phase of pneumococcal meningitis treatment (confirmed or only suspected) and this antibiotic should only be added when 3GC minimum inhibitory concentration of the strain isolated is greater than 0.5mg/L. For meningococcal meningitis, nearly 20% of strains have decreased susceptibility to penicillin and amoxicillin, but all remain susceptible to 3GC. The National Pediatric Meningitis Network is a valuable tool because it has been sufficiently exhaustive and sustainable over 15 years. Maintaining this epidemiologic surveillance will allow us to adapt, if necessary, new regimens for subsequent changes that could be induced by vaccination and/or antibiotic uses.", "doi": "10.1016/S0929-693X(17)30518-3", "title": "Bacterial meningitis antibiotic treatment.", "journal": ["Archives de pediatrie : organe officiel de la Societe francaise de pediatrie", "Arch Pediatr"]}