{"authors": [["Cohen", "R", "R", "Université Paris Est, IMRB-GRC GEMINI, 94000 Créteil, France; Unité Court Séjour, Petits Nourrissons, Service de Néonatologie, Centre Hospitalier Intercommunal de Créteil, France; ACTIV, Association Clinique et Thérapeutique Infantile du Val de Marne, Saint-Maur des Fossés, France; Groupe de Pathologie Infectieuse Pédiatrique de la Société Française de Pédiatrie, Saint-Maur des Fossés, France. Electronic address: robert.cohen@wanadoo.fr."], ["Angoulvant", "F", "F", "Groupe de Pathologie Infectieuse Pédiatrique de la Société Française de Pédiatrie, Saint-Maur des Fossés, France; Service des Urgences Pédiatriques, AP-HP, Hôpital Necker-Enfants Malades & Université Paris Descartes, 149 rue de Sèvres, 75015, Paris, France."], ["Biscardi", "S", "S", "Université Paris Est, IMRB-GRC GEMINI, 94000 Créteil, France; Groupe de Pathologie Infectieuse Pédiatrique de la Société Française de Pédiatrie, Saint-Maur des Fossés, France; Urgences Pédiatriques, service de Pédiatrie, Centre Hospitalier Intercommunal de Créteil, France."], ["Madhi", "F", "F", "Université Paris Est, IMRB-GRC GEMINI, 94000 Créteil, France; Groupe de Pathologie Infectieuse Pédiatrique de la Société Française de Pédiatrie, Saint-Maur des Fossés, France; Service de Pédiatrie Générale, Centre Hospitalier Intercommunal de Créteil, France."], ["Dubos", "F", "F", "Groupe de Pathologie Infectieuse Pédiatrique de la Société Française de Pédiatrie, Saint-Maur des Fossés, France; Urgences de Pédiatrie, Université de Lille, Lille, France."], ["Gillet", "Y", "Y", "Groupe de Pathologie Infectieuse Pédiatrique de la Société Française de Pédiatrie, Saint-Maur des Fossés, France; Urgences de Pédiatrie, HFME Lyon, France."]], "date": null, "id": "29290229", "text": "Lower respiratory tract infections, i.e., bronchitis, bronchiolitis, and pneumonia, are the second leading cause of antibiotic prescriptions. The vast majority of these infections are due to viruses and are self-limited diseases: most patients recover spontaneously. These two facts explain that antibiotic prescriptions must be limited to some clinical situations for which the diagnosis has to be done early. The first message of this manuscript is to strengthen non-antibiotic prescriptions in many situations such as bronchitis and bronchiolitis. Implementation of pneumococcal conjugate vaccines (PCVs) has reduced the incidence of pneumonia and empyema, and induced a dramatic decrease in the proportion of pneumococcus in these diseases. However, pneumococcus remains probably the leading cause of bacterial pneumonia and empyema and the main target of antibiotic treatment. Furthermore, the implementation of PCVs has reduced resistance to antibiotics including penicillins and macrolides antibiotics, explaining the de-escalation proposed in the last few years, with the reduction of the use if third generation cephalosporins and vancomycin. The therapeutic choices proposed in this article follow the previous official guidelines in France. Serious infections represented by empyema and severe pneumonia remain therapeutic emergencies, most often warranting hospitalization and IV antibiotics.", "doi": "10.1016/S0929-693X(17)30513-4", "title": "Antibiotic treatment of lower respiratory tract infections.", "journal": ["Archives de pediatrie : organe officiel de la Societe francaise de pediatrie", "Arch Pediatr"]}