{"authors": [["Wang", "Sheng-Nan", "SN", "Center for Proteomics and Metabolomics, State Key Laboratory of Bio-Control, Guangdong Province Key Laboratory for Pharmaceutical Functional Genes, School of Life Sciences, Sun Yat-sen University, University City, Guangzhou 510006, People's Republic of China."], ["Cheng", "Zhi-Xue", "ZX", "Center for Proteomics and Metabolomics, State Key Laboratory of Bio-Control, Guangdong Province Key Laboratory for Pharmaceutical Functional Genes, School of Life Sciences, Sun Yat-sen University, University City, Guangzhou 510006, People's Republic of China."], ["Ling", "Xiao-Peng", "XP", "Center for Proteomics and Metabolomics, State Key Laboratory of Bio-Control, Guangdong Province Key Laboratory for Pharmaceutical Functional Genes, School of Life Sciences, Sun Yat-sen University, University City, Guangzhou 510006, People's Republic of China."], ["Chu", "Xiao", "X", "Center for Proteomics and Metabolomics, State Key Laboratory of Bio-Control, Guangdong Province Key Laboratory for Pharmaceutical Functional Genes, School of Life Sciences, Sun Yat-sen University, University City, Guangzhou 510006, People's Republic of China."], ["Peng", "Xuan-Xian", "XX", "Center for Proteomics and Metabolomics, State Key Laboratory of Bio-Control, Guangdong Province Key Laboratory for Pharmaceutical Functional Genes, School of Life Sciences, Sun Yat-sen University, University City, Guangzhou 510006, People's Republic of China; Laboratory for Marine Fisheries Science and Food Production Processes, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, People's Republic of China. Electronic address: pxuanx@sysu.edu.cn."], ["Li", "Hui", "H", "Center for Proteomics and Metabolomics, State Key Laboratory of Bio-Control, Guangdong Province Key Laboratory for Pharmaceutical Functional Genes, School of Life Sciences, Sun Yat-sen University, University City, Guangzhou 510006, People's Republic of China. Electronic address: lihui32@sysu.edu.cn."]], "date": "2017-12-28", "id": "29289655", "text": "Our previous studies demonstrated that molecular breeding via DNA shuffling directs the evolution of polyvalent vaccines with desired traits, which leads to generation of polyvalent ompA vaccines using Vibrio alginolyticus VA0764 primers. Here, we replaced VA0764 primers with Edwardsiella tarda ompA primers to generate new polyvalent ompA vaccines by DNA shuffling of the same five ompA genes from four species of bacteria E. tarda, V. parahaemolyticus, V. alginolyticus and Escherichia coli. We identified four polyvalent vaccine candidates from a eukaryotic expressing library EompAs-FE containing 82 ompAs using active immune protection against V. alginolyticus and E. tarda. Furthermore, we explored mechanisms of polyvalent vaccine candidates by investigation of the innate immune response to these ompAs, and found that expression of IL-1β, IL-8, IL-15, COX-2, IFN-γ, TLR-1, TLR-3 and C3b genes was elevated as a characteristic feature of these polyvalent vaccine candidates. These results indicate that use of different primers to construct a DNA library selects new evolution of polyvalent vaccines with desired traits, and polyvalent ompA vaccines elicit high innate immune response.", "doi": "10.1016/j.fsi.2017.12.048", "title": "Construction, immune protection and innate immune response of shuffled polyvalent ompAs vaccines.", "journal": ["Fish & shellfish immunology", "Fish Shellfish Immunol."]}