{"authors": [["Li", "Ling", "L", "Laboratory of Molecular Epidemiology, School of Public Health, Guangdong Pharmaceutical University, Guangzhou, China."], ["Fu", "Jinjian", "J", "Department of Laboratory, Liuzhou Maternity and Child Healthcare Hospital, Liuzhou, China."], ["Li", "Shunming", "S", "Laboratory of Molecular Epidemiology, School of Public Health, Guangdong Pharmaceutical University, Guangzhou, China."], ["Guo", "Dan", "D", "Laboratory of Molecular Epidemiology, School of Public Health, Guangdong Pharmaceutical University, Guangzhou, China."], ["Chen", "Zhiyao", "Z", "Laboratory of Molecular Epidemiology, School of Public Health, Guangdong Pharmaceutical University, Guangzhou, China."], ["Chen", "Sidong", "S", "Laboratory of Molecular Epidemiology, School of Public Health, Guangdong Pharmaceutical University, Guangzhou, China. Electronic address: chensidong1@126.com."], ["Ye", "Xiaohua", "X", "Laboratory of Molecular Epidemiology, School of Public Health, Guangdong Pharmaceutical University, Guangzhou, China. Electronic address: smalltomato@163.com."]], "date": "2017-12-27", "id": "29289385", "text": "Streptococcus pneumoniae (S. pneumoniae) is an important pathogen in causing global morbidity and mortality among children. This study aimed to determine phenotypic and molecular characteristics of S. pneumoniae causing infections in children under five years in China.A hospital-based retrospective study was conducted. All 537 S. pneumoniae isolates were tested for antimicrobial susceptibility by E-test method, molecular characteristics including resistance genes, virulence genes and serotypes by multiplex polymerase chain reaction (PCR) method, and sequence types (STs) by sequencing seven housekeeping genes. Minimum spanning tree and correspondence analysis were used to reveal the potential relationship between serotypes and STs.Most of S. pneumoniae isolates were resistant to erythromycin (93.9%) and tetracycline (86.4%), with the predominant resistance genes being erm(B) (92.6%) and tet(M) (95.5%). The prevalent serotypes were 19F, 6B, 19A, 23F and 14, the coverage rate of PCV13 was high in 85.8%, and the predominant STs were ST271, ST320, ST3173, ST81 and ST876. A significant correlation existed between STs and serotypes, with ST271/19F and ST320/19A as the most prevalent clones. Notably, ST271/19F and ST320/19A isolates were associated with resistance to specific antibiotics and carrying of mef(A/E), rlrA and sipA genes.Our findings suggest the introduction of PCV13 vaccine to Chinese children, and underscore the value of monitoring multiple characteristics to detect new epidemiologic trends and provide implications for the formulation of multivalent pneumococcal vaccines.", "doi": "10.1016/j.vaccine.2017.12.063", "title": "Phenotypic and molecular characterization of Streptococcus pneumoniae in pre-conjugate vaccine era: A Chinese hospital-based retrospective study.", "journal": ["Vaccine", "Vaccine"]}