{"authors": [["Jackson", "Sam", "S", "Dynavax Technologies Corporation, 2929 Seventh Street, Suite 100, Berkeley, CA 94710, United States. Electronic address: sjackson@alkahest.com."], ["Lentino", "Joseph", "J", "Radiant Research, Inc., 515 North State Street, Suite 2700, Chicago, IL 60654, United States. Electronic address: josephlentino@radiantresearch.com."], ["Kopp", "James", "J", "Radiant Research, Inc., 1657 Greenville Street, Anderson, SC 29621, United States. Electronic address: jameskopp@radiantresearch.com."], ["Murray", "Linda", "L", "Radiant Research, Inc., 6010 Park Blvd, Pinellas Park, FL 33781, United States. Electronic address: LindaMurray@radiantresearch.com."], ["Ellison", "William", "W", "Radiant Research, Inc., 322 Memorial Drive, Greer, SC 29650, United States. Electronic address: travisellison@radiantresearch.com."], ["Rhee", "Margaret", "M", "Radiant Research, Inc., 530 South Main Street, Suite 1712, Akron, OH 44311, United States. Electronic address: MargaretRhee@radiantresearch.com."], ["Shockey", "Gerald", "G", "Desert Clinical Research, LLC/Clinical Research Advantage, Inc., 2310 E. Brown Road, Mesa, AZ 85213, United States. Electronic address: gshockey@crastudies.com."], ["Akella", "Lalith", "L", "Stat Shop Inc., 425 1st street, San Francisco, CA 94105, United States. Electronic address: lalith.akella@statshopinc.com."], ["Erby", "Kimberly", "K", "Dynavax Technologies Corporation, 2929 Seventh Street, Suite 100, Berkeley, CA 94710, United States. Electronic address: kerby@dynavax.com."], ["Heyward", "William L", "WL", "Dynavax Technologies Corporation, 2929 Seventh Street, Suite 100, Berkeley, CA 94710, United States. Electronic address: william_heyward@yahoo.com."], ["Janssen", "Robert S", "RS", "Dynavax Technologies Corporation, 2929 Seventh Street, Suite 100, Berkeley, CA 94710, United States. Electronic address: rjanssen@dynavax.com."], [null, null, null, null]], "date": "2017-12-27", "id": "29289383", "text": "Hepatitis B virus infection remains an important public health problem in the United States. Currently approved alum-adjuvanted vaccines require three doses and have reduced immunogenicity in adults, particularly in those who have diabetes mellitus, or are older, male, obese, or who smoke.Phase 3 observer-blinded, randomized (2:1 HBsAg-1018 [HEPLISAV-B™]:HBsAg-Eng [Engerix-B®]), active-controlled trial in adults 18-70 years of age. HBsAg-1018 was administered intramuscularly at weeks 0 and 4 and placebo at week 24 and HBsAg-Eng at weeks 0, 4, and 24. The primary immunogenicity endpoint assessed the noninferiority of the seroprotection rate at week 28 in participants with type 2 diabetes mellitus. Secondary endpoints included seroprotection rates in the total trial population and by age, sex, body mass index, and smoking status.Among 8374 participants randomized, 961 participants in the per-protocol population had type 2 diabetes mellitus. In diabetes participants, the seroprotection rate in the HBsAg-1018 group at week 28 was 90.0%, compared with 65.1% in the HBsAg-Eng group, with a difference of 24.9% (95% CI: 19.3%, 30.7%), which met the prospectively-defined criteria for noninferiority and statistical significance. In the total study per-protocol population (N = 6826) and each pre-specified subpopulation, the seroprotection rate in the HBsAg-1018 group was statistically significantly higher than in the HBsAg-Eng group.Two doses of HBsAg-1018, administered over 4 weeks, induced significantly higher seroprotection rates than three doses of HBsAg-Eng, given over 24 weeks, in adults with factors known to reduce the immune response to hepatitis B vaccines as well as in those without those factors. With fewer doses in a shorter time, and greater immunogenicity, HBsAg-1018 has the potential to significantly improve protection against hepatitis B in adults at risk for hepatitis B infection. Trial Registration clinicaltrials.gov Identifier: NCT02117934.", "doi": "10.1016/j.vaccine.2017.12.038", "title": "Immunogenicity of a two-dose investigational hepatitis B vaccine, HBsAg-1018, using a toll-like receptor 9 agonist adjuvant compared with a licensed hepatitis B vaccine in adults.", "journal": ["Vaccine", "Vaccine"]}