{"authors": [["Izadi", "Shahrokh", "S", "Health Promotion Research Centre, School of Public Health, Zahedan University of Medical Sciences, Zahedan, Iran. Electronic address: izadish@zaums.ac.ir."], ["Zahraei", "Seyed Mohsen", "SM", "Centre for Communicable Diseases Control, Ministry of Health and Medical Education, Tehran, Iran. Electronic address: zahraeicdc@yahoo.com."], ["Salehi", "Masoud", "M", "Research Center for Infectious Disease and Tropical Medicine, Zahedan University of Medical Sciences, Zahedan, Iran. Electronic address: salehishahestan@zaums.ac.ir."], ["Mohammadi", "Mahdi", "M", "Health Promotion Research Centre, School of Public Health, Zahedan University of Medical Sciences, Zahedan, Iran. Electronic address: memohammadi@yahoo.com."], ["Tabatabaei", "Seyed Mehdi", "SM", "Health Promotion Research Centre, School of Public Health, Zahedan University of Medical Sciences, Zahedan, Iran. Electronic address: dr_smt2001@yahoo.com."], ["Mokhtari-Azad", "Talat", "T", "National Reference Laboratory for Measles and Rubella, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran. Electronic address: mokhtari@hotmail.com."]], "date": "2017-12-27", "id": "29289382", "text": "A non-inferiority multi-centre parallel randomized double-blind trial was implemented in Zahedan district, Sistan-va-Baluchestan province, Iran, to compare the performance of the two measles vaccines which are in use in the National Immunization Programme of Iran and are of two different measles virus vaccine strains: Edmonston-Zagreb (EZ) strain vs. AIK-C strain. The main outcome measure was appearance of anti-measles antibody in sera.200 infants, 8-12 months old, whose parents consented for their children to be included in the study, were randomized in permutation blocks of size 4-8 in four Urban Health Clinics. Having given a pre-vaccination blood sample, they received measles-rubella vaccine containing one of the vaccine strains mentioned before. After 60 days, the second blood sample was taken. The sera of the pre- and post-vaccination blood samples were tested for anti-measles antibodies in the National Reference Measles Laboratory. Parents, laboratory technicians and statistician were blind to groupings.Of the 200 children equally randomized in the two arms, 185 who were seronegative before vaccination (88 in the EZ arm and 97 in the AIK-C arm) were entered in the final analysis. The seroconversion rate in the EZ arm was 76.1% (95% CI: 60.2-85.2%), and that in the AIK-C arm was 58.7%; (95% CI: 48.8-68.7%). The absolute rate difference was 17. 4% (4.1-30.9%; P-value: .012), and the relative seroconversion rate of EZ to AIK-C was 1.3 (95% CI: 1.1-1.6; P-value: .012). No adverse events were reported during the study period.A considerable difference in the seropositivity of different measles containing vaccines could be demonstrated in the first year of life.Iranian Registry of Clinical Trials Registration Number: IRCT2016032827144N1; May 10, 2016 (www.who.int/ictrp/network/irct/en/).", "doi": "10.1016/j.vaccine.2017.12.048", "title": "Head-to-head immunogenicity comparison of Edmonston-Zagreb vs. AIK-C measles vaccine strains in infants aged 8-12 months: A randomized clinical trial.", "journal": ["Vaccine", "Vaccine"]}