{"authors": [["Kitano", "Taito", "T", "Department of Neonatal Intensive Care Unit, Nara Prefecture General Medical Center, Nara, Japan."], ["Nishikawa", "Hiroki", "H", "Department of Pediatrics, Nara Prefecture General Medical Center, Nara, Japan."], ["Onaka", "Masayuki", "M", "Department of Pediatrics, Nara Prefecture General Medical Center, Nara, Japan."], ["Ishihara", "Mariko", "M", "Department of Pediatrics, Nara Prefecture General Medical Center, Nara, Japan."], ["Nishiyama", "Atsuko", "A", "Department of Pediatrics, Nara Prefecture General Medical Center, Nara, Japan."], ["Yoshida", "Sayaka", "S", "Department of Pediatrics, Nara Prefecture General Medical Center, Nara, Japan."]], "date": "2017-12-30", "id": "29288550", "text": "Although the mumps vaccine has not been included in the national immunization program (NIP) in Japan, it has been shown that a two-dose routine vaccine program would be highly cost-effective. In this study, we performed a questionnaire-based study to investigate how many Japanese parents want the mumps vaccine to be included in the NIP with proper information.The questionnaire was given to parents who visited the Pediatrics or NICU department of Nara Prefecture General Medical Center, Nara City, Japan, between March 1, 2017 and August 31, 2017. The questionnaire included information about mumps and 6 questions, including if parents know that mumps can be prevented by vaccine, if they know that they need to pay for mumps vaccines, and if they hope the government will resume routinization.In total, 1,224 parents answered the questionnaire. Eighty-one and 75.4% of parents knew that mumps can be prevented by vaccination and that mumps vaccine is not included in the NIP, respectively, before reading the information. After reading the information, 95.0% of parents thought that mumps vaccine should be included in the NIP. While 61.7% of parents answered that they would choose two-dose vaccination without governmental financial support, 92.1% of them would choose two-dose vaccination with governmental financial support (p<0.0001).Japanese parents want the mumps vaccine to be included in the NIP. Our data indicate that Japan is ready to resume routinization of the mumps vaccine now. This article is protected by copyright. All rights reserved.", "doi": "10.1111/ped.13502", "title": "A questionnaire survey for parents in Nara prefecture, Japan about mumps vaccination.", "journal": ["Pediatrics international : official journal of the Japan Pediatric Society", "Pediatr Int"]}