{"authors": [["Mori", "Masaaki", "M", "Department of Lifetime Clinical Immunology, Graduate School of Medical and Dental Sciences."], ["Nakagawa", "Masao", "M", "Department of Pediatrics, Kyoto Kizugawa Hospital."], ["Tsuchida", "Nao", "N", "Department of Clinical Trials, Clinical Research Center, National Hospital Organization Headquarters."], ["Kawada", "Kou", "K", "Department of Pediatrics, National Hospital Organization Kyoto Medical Center."], ["Sato", "Junko", "J", "Office of International Cooperation, Pharmaceuticals and Medical Devices Agency."], ["Sakiyama", "Michiyo", "M", "Office of Vaccines and Blood Products, Pharmaceuticals and Medical Devices Agency."], ["Hirano", "Shinya", "S", "Department of Neonatal Medicine, Osaka Women's and Children's Hospital."], ["Sato", "Katsuaki", "K", "Drug Evaluation Committee, Japan Pharmaceutical Manufacturers Association."], ["Nakamura", "Hidefumi", "H", "Department of Development Strategy Center for Clinical Research and Development, National Center for Child Health and Development."]], "date": "2017-12-29", "id": "29288517", "text": "In order to aim at the development, approval and early introduction into clinical practice of biologics in pediatric field, we investigated the present situation of the development to approval of biologics as anti-rheumatic agents for children in Japan, visualize the present problems and give a proposal for the future. As results of analysis in various directions, it is apparent that the duration of a review period required for the preparation of clinical trials and the approval in PMDA clearly reduced compared with the past. Thus, it was speculated that a rate limiting step in the process from development to approval was the duration of clinical trials between its start to end. Therefore, it is necessary to consider about the following 3 keywords to promote the development of biologics and their early practical use: they were \"Registry\", \"Centralization\" and \"Global cooperation\", all of which are related to the reduction of duration of a clinical trial. In conclusions, to reduce the duration of clinical trial, it is essential to complete \"a world-scale registry system\" by developing the registry system established by Pediatric Rheumatology Association of Japan. Then, it is important to carefully plan to participate into the international network using \"the world-scale registry system\", and aim at global cooperative trials in which we can ensure the sufficient number of entries from Japan. This article is protected by copyright. All rights reserved.", "doi": "10.1111/ped.13495", "title": "Proposal for the development of biologics in pediatric rheumatology field.", "journal": ["Pediatrics international : official journal of the Japan Pediatric Society", "Pediatr Int"]}