{"authors": [["Cavel", "Oren", "O", "Pediatric ENT Unit, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Department of Otolaryngology, Head & Neck and Maxillofacial Surgery, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel. Electronic address: orenc@tlvmc.gov.il."], ["Tauman", "Riva", "R", "Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Simsolo", "Eli", "E", "Pediatric ENT Unit, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Yafit", "Danny", "D", "Department of Otolaryngology, Head & Neck and Maxillofacial Surgery, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Reindorf-Kfir", "Efrat", "E", "Pediatric ENT Unit, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Wasserzug", "Oshri", "O", "Pediatric ENT Unit, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Unger", "Omer", "O", "Department of Otolaryngology, Head & Neck and Maxillofacial Surgery, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Handzel", "Ophir", "O", "Department of Otolaryngology, Head & Neck and Maxillofacial Surgery, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Fishman", "Gadi", "G", "Pediatric ENT Unit, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Oestreicher-Kedem", "Yael", "Y", "Department of Otolaryngology, Head & Neck and Maxillofacial Surgery, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["DeRowe", "Ari", "A", "Pediatric ENT Unit, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."]], "date": "2017-10-20", "id": "29287882", "text": "Seven years after the introduction of the pneumococcal conjugate vaccines (PCV) in Israel, its effect on the incidence and severity of episodes of acute mastoiditis (AM) remains unclear. The primary objective of this study was to determine the incidence of AM and describe its clinical features in children during the years that followed the introduction of the PCV13 in comparison with the pre-PCV period.Included in this retrospective comparative case series were all pediatric patients diagnosed with AM between Jan. 2007 and Dec. 2015 in one tertiary medical center. The patients were divided into 3 groups: pre-PCV, post-PCV7 (July 2009 through Dec. 2010) and post-PCV13 (Jan. 2011 through Dec. 2015). The patients' medical records were reviewed, and data on age at presentation, gender, presenting signs, bacterial ear cultures, hospitalization course, complications, surgical interventions, inflammatory response and outcome were retrieved and compared between the groups. Comparison was made between the pre-PCV and the post-PCV13 groups.216 children were identified for analysis, 80 children in the pre-PCV period, 31 in the post-PCV7 period and 105 in the post-PCV13 period. Their mean age was 2.6 years. The number of AM cases per 1000 visits at the emergency room decreased by 46% in the post-PCV13 period compared to the pre-PCV period. There was no difference in the rate of AM between the post-PCV7 and post-PCV13 periods. No differences were found in age, gender, hospitalization length, C-reactive protein level, white blood cell count, rate of surgical interventions (mastoidectomy and incision and drainage) and rate of complications between the 3 groups.The incidence of AM was lower in the post-PCV13 period compared to the pre-PCV period. The rate of AM complications, however, has not changed, nor has the number of mastoidectomies.", "doi": "10.1016/j.ijporl.2017.10.025", "title": "Changes in the epidemiology and clinical features of acute mastoiditis following the introduction of the pneumococcal conjugate vaccine.", "journal": ["International journal of pediatric otorhinolaryngology", "Int. J. Pediatr. Otorhinolaryngol."]}