{"authors": [["Jorgensen", "Pernille", "P", "WHO Regional Office for Europe, UN City, Marmorvej 51, 2100 Copenhagen, Denmark. Electronic address: jorgensenp@who.int."], ["Mereckiene", "Jolita", "J", "Health Protection Surveillance Centre, 25-27 Middle Gardiner Street, Dublin 1, Ireland."], ["Cotter", "Suzanne", "S", "Health Protection Surveillance Centre, 25-27 Middle Gardiner Street, Dublin 1, Ireland."], ["Johansen", "Kari", "K", "European Centre for Disease Prevention and Control, Tomtebodavägen 11A, 171 65 Solna, Sweden."], ["Tsolova", "Svetla", "S", "European Centre for Disease Prevention and Control, Tomtebodavägen 11A, 171 65 Solna, Sweden."], ["Brown", "Caroline", "C", "WHO Regional Office for Europe, UN City, Marmorvej 51, 2100 Copenhagen, Denmark."]], "date": "2017-12-26", "id": "29287683", "text": "Influenza vaccination is recommended especially for persons at risk of complications. In 2003, the World Health Assembly urged Member States (MS) to increase vaccination coverage to 75% among older persons by 2010.To assess progress towards the 2010 vaccination goal and describe seasonal influenza vaccination recommendations in the World Health Organization (WHO) European Region.Data on seasonal influenza vaccine recommendations, dose distribution, and target group coverage were obtained from two sources: European Union and European Economic Area MS data were extracted from influenza vaccination surveys covering seven seasons (2008/2009-2014/2015) published by the Vaccine European New Integrated Collaboration Effort and European Centre for Disease Prevention and Control. For the remaining WHO European MS, a separate survey on policies and uptake for all seasons (2008/2009-2014/2015) was distributed to national immunization programmes in 2015.Data was available from 49 of 53 MS. All but two had a national influenza vaccination policy. High-income countries distributed considerably higher number of vaccines per capita (median; 139.2 per 1000 population) compared to lower-middle-income countries (median; 6.1 per 1000 population). Most countries recommended vaccination for older persons, individuals with chronic disease, healthcare workers, and pregnant women. Children were included in < 50% of national policies. Only one country reached 75% coverage in older persons (2014/2015), while a number of countries reported declining vaccination uptake. Coverage of target groups was overall low, but with large variations between countries. Vaccination coverage was not monitored for several groups.Despite policy recommendations, influenza vaccination uptake remains suboptimal. Low levels of vaccination is not only a missed opportunity for preventing influenza in vulnerable groups, but could negatively affect pandemic preparedness. Improved understanding of barriers to influenza vaccination is needed to increase uptake and reverse negative trends. Furthermore, implementation of vaccination coverage monitoring is critical for assessing performance and impact of the programmes.", "doi": "10.1016/j.vaccine.2017.12.019", "title": "How close are countries of the WHO European Region to achieving the goal of vaccinating 75% of key risk groups against influenza? Results from national surveys on seasonal influenza vaccination programmes, 2008/2009 to 2014/2015.", "journal": ["Vaccine", "Vaccine"]}