{"authors": [["Price", "Gregory A", "GA", "Laboratory of Bacterial Polysaccharides, Division of Bacterial, Parasitic, and Allergenic Products, Center for Biologics Evaluation and Research, Food and Drug Administration, 10903 New Hampshire Avenue, Silver Spring, MD 20993, USA. Electronic address: Gregory.Price@fda.hhs.gov."], ["Bash", "Margaret C", "MC", "Laboratory of Bacterial Polysaccharides, Division of Bacterial, Parasitic, and Allergenic Products, Center for Biologics Evaluation and Research, Food and Drug Administration, 10903 New Hampshire Avenue, Silver Spring, MD 20993, USA."]], "date": "2017-12-26", "id": "29287682", "text": "The Neisseria meningitidis factor H binding protein (FHbp) is an important virulence factor and vaccine antigen contained in both USA licensed serogroup B meningococcal vaccines. Recent studies in human factor H (hFH) transgenic mice suggest that hFH-FHbp interactions lower FHbp-elicited immunogenicity. To provide tools with which to characterize and potentially improve FHbp immunogenicity, we developed an FHbp-cholera holotoxin-like chimera vaccine expression system in Escherichia coli that utilizes cholera toxin B (CTB) as both a scaffold and adjuvant for FHbp. We developed FHbp-CTB chimeras using a wild-type (WT) FHbp and a low hFH-binding FHbp mutant R41S. Both chimeras bound to GM1 ganglioside and were recognized by the FHbp-specific monoclonal antibody JAR4. The R41S mutant had greatly reduced hFH binding compared to the WT FHbp-CTB chimera. WT and R41S FHbp-CTB chimeric antigens were compared to equimolar amounts of FHbp admixed with CTB or FHbp alone in mouse immunogenicity studies. The chimeras were significantly more immunogenic than FHbp alone or mixed with CTB, and elicited bactericidal antibodies against a panel of MenB isolates. This study demonstrates a unique and simple method for studying FHbp immunogenicity. The chimeric approach may facilitate studies of other protein-based antigens targeting pathogenic Neisseria and lay groundwork for the development of new protein based vaccines against meningococcal and gonococcal disease.", "doi": "10.1016/j.vaccine.2017.12.045", "title": "Development of an FHbp-CTB holotoxin-like chimera and the elicitation of bactericidal antibodies against serogroup B Neisseria meningitidis.", "journal": ["Vaccine", "Vaccine"]}