{"authors": [["Wang", "Min", "M", "Department of Pharmacology and Toxicology, School of Medicine, Center for Predictive Medicine for Biodefense and Emerging Infectious Diseases, NIH Regional Bio-containment Laboratory, University of Louisville, KY, USA."], ["Jokinen", "Jenny", "J", "Department of Pharmacology and Toxicology, School of Medicine, Center for Predictive Medicine for Biodefense and Emerging Infectious Diseases, NIH Regional Bio-containment Laboratory, University of Louisville, KY, USA."], ["Tretyakova", "Irina", "I", "Medigen, Inc., Frederick, MD, USA."], ["Pushko", "Peter", "P", "Medigen, Inc., Frederick, MD, USA."], ["Lukashevich", "Igor S", "IS", "Department of Pharmacology and Toxicology, School of Medicine, Center for Predictive Medicine for Biodefense and Emerging Infectious Diseases, NIH Regional Bio-containment Laboratory, University of Louisville, KY, USA. Electronic address: isluka01@louisville.edu."]], "date": "2017-12-26", "id": "29287681", "text": "Lassa virus (LASV) is the most prevalent rodent-borne arenavirus circulated in West Africa. With population at risk from Senegal to Nigeria, LASV causes Lassa fever and is responsible for thousands of deaths annually. High genetic diversity of LASV is one of the challenges for vaccine R&D. We developed multivalent virus-like particle vectors (VLPVs) derived from the human Venezuelan equine encephalitis TC-83 IND vaccine (VEEV) as the next generation of alphavirus-based bicistronic RNA replicon particles. The genes encoding VEEV structural proteins were replaced with LASV glycoproteins (GPC) from distantly related clades I and IV with individual 26S promoters. Bicistronic RNA replicons encoding wild-type LASV GPC (GPCwt) and C-terminally deleted, non-cleavable modified glycoprotein (ΔGPfib), were encapsidated into VLPV particles using VEEV capsid and glycoproteins provided in trans. In transduced cells, VLPVs induced simultaneous expression of LASV GPCwt and ΔGPfib from 26S alphavirus promoters. LASV ΔGPfib was predominantly expressed as trimers, accumulated in the endoplasmic reticulum, induced ER stress and apoptosis promoting antigen cross-priming. VLPV vaccines were immunogenic and protective in mice and upregulated CD11c+/CD8+ dendritic cells playing the major role in cross-presentation. Notably, VLPV vaccination resulted in induction of cross-reactive multifunctional T cell responses after stimulation of immune splenocytes with peptide cocktails derived from LASV from clades I-IV. Multivalent RNA replicon-based LASV vaccines can be applicable for first responders, international travelers visiting endemic areas, military and lab personnel.", "doi": "10.1016/j.vaccine.2017.12.046", "title": "Alphavirus vector-based replicon particles expressing multivalent cross-protective Lassa virus glycoproteins.", "journal": ["Vaccine", "Vaccine"]}