{"authors": [["Davidson", "Irit", "I", "Division of Avian Diseases, Kimron Veterinary Institute, Bet Dagan, Israel. Electronic address: davidsonirit@gmail.com."], ["Natour-Altory", "Amira", "A", "Division of Avian Diseases, Kimron Veterinary Institute, Bet Dagan, Israel."], ["Raibstein", "Israel", "I", "Division of Avian Diseases, Kimron Veterinary Institute, Bet Dagan, Israel."], ["Kin", "Eitan", "E", "Phibro Animal Health, Ltd., Bet Shemesh, Israel. Electronic address: eitan.kin@pahc.com."], ["Dahan", "Yaad", "Y", "Efrat Broiler Breeder Ltd., Granot, Gan Shmuel, Israel. Electronic address: Yaad@atgroup.co.il."], ["Krispin", "Haim", "H", "Yavne Hatcheries & Breeders Ltd., Kibutz Yavne, Israel. Electronic address: haimk@kv-yavne.co.il."], ["Elkin", "Nati", "N", "Biovac, Biological Laboratories Ltd., Israel. Electronic address: elkin@poultrymed.com."]], "date": "2017-12-26", "id": "29287680", "text": "Protection against diseases caused by the avian viruses, Marek's disease, Infectious laryngotracheitis, chicken anemia and turkey meningoencephalitis is achieved by live vaccines. The application quality is important to assure proper uptake in commercial flocks. We describe a novel evaluation method for the vaccination process by sequential monitoring the vaccine viruses in feathers. Feather collection is easy, non-invasive and non-lethal for the birds, therefore advantageous for monitoring purposes. To demonstrate the vaccine virus presence, an innovative assay of nested real-time amplification was approached because vaccine viruses presence in vivo is less abundant comparing to virulent wild-type isolates. The Marek's disease virus vaccine virus, Rispens/CVI988, in feathers of commercial flock was detected from 4 to 7 days and for at least 3 months post-vaccination, until the survey stopped. As the drinking water route was newly adopted for Infectious laryngotracheitis vaccination, one or two vaccine doses/bird were administered. The virus uptake was detected in feathers between 2 and 20 days-post-vaccination. With a doubled vaccine dose the positivity bird rate was higher. For the first time the chicken anemia vaccine virus presence in chicken feathers was demonstrated between 14 and 35 days-post-vaccination. No previous studies were available, thus in parallel to feathers the vaccine virus was demonstrated in the livers and spleens. The turkey meningoencephalitis vaccine virus uptake in turkey feather-pulps is even more innovative because this is the first turkey virus amplified from feather-pulps. The vaccine virus presence resemble the kinetics of the other 3 viruses, 3-21 days-post-vaccination. Detecting the specific antibodies following vaccination possessed a lower sensitivity than vaccine virus demonstration in feathers. In summary, the presented assay can be adopted for the quality evaluation of the vaccination process in poultry.", "doi": "10.1016/j.vaccine.2017.12.052", "title": "Monitoring the uptake of live avian vaccines by their detection in feathers.", "journal": ["Vaccine", "Vaccine"]}