{"authors": [["Zhang", "Henghui", "H", "School of Chemical Engineering and Environment, North University of China, Taiyuan 030051, PR China; Department of Environment and Safety Engineering, Taiyuan Institute of Technology, Taiyuan 030008, PR China; Everwise Biotechnology Co. Ltd., Taiyuan, 030008, PR China."], ["Xu", "Yongping", "Y", "School of Life Science and Biotechnology, Dalian University of Technology, Dalian 116024, PR China. Electronic address: teammatepolly@126.com."], ["Zhang", "Zhijun", "Z", "School of Chemical Engineering and Environment, North University of China, Taiyuan 030051, PR China. Electronic address: 355428958@qq.com."], ["You", "Jiansong", "J", "School of Life Science and Biotechnology, Dalian University of Technology, Dalian 116024, PR China."], ["Yang", "Yanyong", "Y", "Department of Radiation Medicine, Faculty of Naval Medicine, Second Military Medical University, 800, Xiangyin Road, 200433 Shanghai, PR China. Electronic address: yyyang2010@163.com."], ["Li", "Xiaoyu", "X", "School of Life Science and Biotechnology, Dalian University of Technology, Dalian 116024, PR China."]], "date": "2017-12-26", "id": "29287679", "text": "As one of the most challenging problems in swine industry, piglet diarrhea has caused huge economic loss globally. Currently, vaccination is the most effective way of controlling enterotoxigenic Escherichia coli (ETEC) diarrhea. However, existing commercial vaccines could not provide broad protection against different types of ETEC. In this study, we mixed a enterotoxin fusion protein SLS (STa-LTB-STb) with the main fimbrial F4ac and F5 antigens as a novel multivalent vaccine candidate. Then an overall evaluation of this vaccine candidate against ETEC was carried out in a pig model. We found that the IgG titers in serum as well as colostrum in all the vaccinated sows were significantly higher than that in the control group (P < 0.05). By using a sensory evaluation method, we demonstrated that piglets in the vaccinated group exhibited significantly healthier status than the unimmunized group. Moreover, in response to F41 + ETEC challenge, none of the piglets with the vaccine candidate experienced diarrhea, whereas 30% of the piglets suffered without vaccination. In conclusion, these results showed that the candidate vaccine could elicit multiple high-titer antibodies against all the main virulence factors and provide a broad and effective protection against ETEC diarrhea.", "doi": "10.1016/j.vaccine.2017.12.026", "title": "Protective immunity of a Multivalent Vaccine Candidate against piglet diarrhea caused by enterotoxigenic Escherichia coli (ETEC) in a pig model.", "journal": ["Vaccine", "Vaccine"]}