{"authors": [["Arcuri", "M", "M", "GSK Vaccines Institute for Global Health (GVGH), Siena, Italy."], ["Di Benedetto", "R", "R", "GSK Vaccines Institute for Global Health (GVGH), Siena, Italy."], ["Cunningham", "A F", "AF", "University of Birmingham, Edgbaston, Birmingham, United Kingdom."], ["Saul", "A", "A", "GSK Vaccines Institute for Global Health (GVGH), Siena, Italy."], ["MacLennan", "C A", "CA", "Jenner Institute, Nuffield Department of Medicine, University of Oxford, Oxford, United Kingdom."], ["Micoli", "F", "F", "GSK Vaccines Institute for Global Health (GVGH), Siena, Italy."]], "date": "2017-12-29", "id": "29287062", "text": "In recent years there have been major efforts to develop glycoconjugate vaccines based on the Vi polysaccharide that will protect against Salmonella enterica Typhi infections, particularly typhoid fever, which remains a major public health concern in low-income countries. The design of glycoconjugate vaccines influences the immune responses they elicit. Here we systematically test the response in mice to Vi glycoconjugates that differ in Vi chain length (full-length and fragmented), carrier protein, conjugation chemistry, saccharide to protein ratio and size. We show that the length of Vi chains, but not the ultimate size of the conjugate, has an impact on the anti-Vi IgG immune response induced. Full-length Vi conjugates, independent of the carrier protein, induce peak IgG responses rapidly after just one immunization, and secondary immunization does not enhance the magnitude of these responses. Fragmented Vi linked to CRM197 and diphtheria toxoid, but not to tetanus toxoid, gives lower anti-Vi antibody responses after the first immunization than full-length Vi conjugates, but antibody titres are similar to those induced by full-length Vi conjugates following a second dose. The chemistry to conjugate Vi to the carrier protein, the linker used, and the saccharide to protein ratio do not significantly alter the response. We conclude that Vi length and carrier protein are the variables that influence the anti-Vi IgG response to immunization the most, while other parameters are of lesser importance.", "doi": "10.1371/journal.pone.0189100", "title": "The influence of conjugation variables on the design and immunogenicity of a glycoconjugate vaccine against Salmonella Typhi.", "journal": ["PloS one", "PLoS ONE"]}