{"authors": [["Vargas", "Esteban", "E", "Química Orgánica de Productos Naturales, Instituto de Química, Facultad de Ciencias Exactas y Naturales, Universidad de Antioquia, Calle 70 No. 52-21, Medellín A. A 1226, Colombia. esteban.vargasc@udea.edu.co."], ["Echeverri", "Fernando", "F", "Química Orgánica de Productos Naturales, Instituto de Química, Facultad de Ciencias Exactas y Naturales, Universidad de Antioquia, Calle 70 No. 52-21, Medellín A. A 1226, Colombia. fernando.echeverri@udea.edu.co."], ["Upegui", "Yulieth A", "YA", "PECET-Programa de Estudio y Control de Enfermedades Tropicales. Facultad de Medicina, Universidad de Antioquia, Calle 70 No. 52-21, Medellín A. A 1226, Colombia. yulexa1@gmail.com."], ["Robledo", "Sara M", "SM", "PECET-Programa de Estudio y Control de Enfermedades Tropicales. Facultad de Medicina, Universidad de Antioquia, Calle 70 No. 52-21, Medellín A. A 1226, Colombia. sara.robledo@udea.edu.co."], ["Quiñones", "Wiston", "W", "Química Orgánica de Productos Naturales, Instituto de Química, Facultad de Ciencias Exactas y Naturales, Universidad de Antioquia, Calle 70 No. 52-21, Medellín A. A 1226, Colombia. wiston.quinones@udea.edu.co."]], "date": "2017-12-29", "id": "29286346", "text": "Cutaneous leishmaniasis (CL) is a neglected tropical disease, which causes severe skin lesions. Due to the lack of effective vaccines, and toxicity or reduced effectiveness of available drugs in addition to complex and prolonged treatments, there is an urgent need to develop alternatives for the treatment for CL with different mechanisms of action. In our effort to search for new promising hits against Leishmania parasites we prepared 18 acyl hydrazone derivatives of thiochroman-4-ones. Compounds were evaluated for their in vitro antileishmanial activity against the intracellular amastigote form of Leishmania panamensis and cytotoxic activity against human monocytes (U-937 ATCC CRL-1593.2). Our results show that derivatization of the thiochroman-4-ones with acyl hydrazones significantly enhances the antileishmanial activity. Among the compounds tested semicarbazone and thiosemicarbazone derivatives of thioflavanone 19 and 20 displayed the highest antileishmanial activities, with EC50 values of 5.4 and 5.1 µM and low cytotoxicities (100.2 and 50.1 µM respectively), resulting in higher indexes of selectivity (IS).", "doi": "10.3390/molecules23010070", "title": "Hydrazone Derivatives Enhance Antileishmanial Activity of Thiochroman-4-ones.", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}