{"authors": [["Stephan", "Anett", "A", "Nomad Bioscience GmbH, Biozentrum Halle, D-06120 Halle (Saale), Germany. stephan@nomadbioscience.com."], ["Hahn-Löbmann", "Simone", "S", "Nomad Bioscience GmbH, Biozentrum Halle, D-06120 Halle (Saale), Germany. hahn@nomadbioscience.com."], ["Rosche", "Fred", "F", "Fraunhofer Institute for Cell Therapy and Immunology, Department for Drug Design and Target Validation, D-06120 Halle (Saale), Germany. fred.rosche@izi.fraunhofer.de."], ["Buchholz", "Mirko", "M", "Fraunhofer Institute for Cell Therapy and Immunology, Department for Drug Design and Target Validation, D-06120 Halle (Saale), Germany. mirko.buchholz@izi.fraunhofer.de."], ["Giritch", "Anatoli", "A", "Nomad Bioscience GmbH, Biozentrum Halle, D-06120 Halle (Saale), Germany. giritch@nomadbioscience.com."], ["Gleba", "Yuri", "Y", "Nomad Bioscience GmbH, Biozentrum Halle, D-06120 Halle (Saale), Germany. gleba@nomadbioscience.com."]], "date": "2017-12-29", "id": "29286298", "text": "Colicins are natural non-antibiotic bacterial proteins with a narrow spectrum but an extremely high antibacterial activity. These proteins are promising food additives for the control of major pathogenic Shiga toxin-producing E. coli serovars in meats and produce. In the USA, colicins produced in edible plants such as spinach and leafy beets have already been accepted by the U. S. Food and Drug Administration (FDA) and U. S. Department of Agriculture (USDA) as food-processing antibacterials through the GRAS (generally recognized as safe) regulatory review process. Nicotiana benthamiana, a wild relative of tobacco, N. tabacum, has become the preferred production host plant for manufacturing recombinant proteins-including biopharmaceuticals, vaccines, and biomaterials-but the purification procedures that have been employed thus far are highly complex and costly. We describe a simple and inexpensive purification method based on specific acidic extraction followed by one chromatography step. The method provides for a high recovery yield of purified colicins, as well as a drastic reduction of nicotine to levels that could enable the final products to be used on food. The described purification method allows production of the colicin products at a commercially viable cost of goods and might be broadly applicable to other cost-sensitive proteins.", "doi": "10.3390/ijms19010095", "title": "Simple Purification of Nicotiana benthamiana-Produced Recombinant Colicins: High-Yield Recovery of Purified Proteins with Minimum Alkaloid Content Supports the Suitability of the Host for Manufacturing Food Additives.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}