{"authors": [["Makinde", "Julia", "J", "Mucosal Infection & Immunity Group, Division of Infectious Diseases, Department of Medicine, Imperial College London, London, UK."], ["Jones", "Clifford", "C", "Mucosal Infection & Immunity Group, Division of Infectious Diseases, Department of Medicine, Imperial College London, London, UK."], ["Bartolf", "Angela", "A", "St George's Vaccine Institute, Institute for Infection and Immunity, St George's University of London, London, UK."], ["Sibeko", "Sengeziwe", "S", "Nuffield Department of Medicine, Target Discovery Institute, University of Oxford, Oxford, UK."], ["Baden", "Susan", "S", "St George's Vaccine Institute, Institute for Infection and Immunity, St George's University of London, London, UK."], ["Cosgrove", "Catherine", "C", "St George's Vaccine Institute, Institute for Infection and Immunity, St George's University of London, London, UK."], ["Shattock", "Robin J", "RJ", "Mucosal Infection & Immunity Group, Division of Infectious Diseases, Department of Medicine, Imperial College London, London, UK."]], "date": "2017-12-29", "id": "29286179", "text": "Fluctuating hormones regulate reproductive processes in the female genital tract. Consequent changes in the local immunological environment are likely to affect cellular interaction with infectious agents and the assessment of therapies that target mucosal infections.We compared Softcup and Weck-Cel sampling protocols and assessed the changes in the concentrations of 39 soluble proteins with menstrual cycle progression in the mucosal and peripheral compartments.We demonstrate that the mucosal immunological profile is distinct from serum with inflammatory and migratory signatures that are localized throughout the cycle. The analytes highlighted in the mucosal compartment were generally highest at the follicular phase with a tendency to fall as the cycle progressed through ovulation to the luteal phase.Our results underscore the need to consider these localized cyclical differences in studies aimed at assessing the outcome of disease and the efficacy of mucosal vaccines and other therapies.", "doi": "10.1111/aji.12801", "title": "Localized cyclical variations in immunoproteins in the female genital tract and the implications on the design and assessment of mucosal infection and therapies.", "journal": ["American journal of reproductive immunology (New York, N.Y. : 1989)", "Am. J. Reprod. Immunol."]}