{"authors": [["Shenton", "Luke M", "LM", "Department of Epidemiology, School of Public Health, University of Michigan, 1415 Washington Heights, Ann Arbor, MI, 48109, USA. lshenton@umich.edu."], ["Wagner", "Abram L", "AL", "Department of Epidemiology, School of Public Health, University of Michigan, 1415 Washington Heights, Ann Arbor, MI, 48109, USA."], ["Bettampadi", "Deepti", "D", "Department of Epidemiology, School of Public Health, University of Michigan, 1415 Washington Heights, Ann Arbor, MI, 48109, USA."], ["Masters", "Nina B", "NB", "Department of Epidemiology, School of Public Health, University of Michigan, 1415 Washington Heights, Ann Arbor, MI, 48109, USA."], ["Carlson", "Bradley F", "BF", "Department of Epidemiology, School of Public Health, University of Michigan, 1415 Washington Heights, Ann Arbor, MI, 48109, USA."], ["Boulton", "Matthew L", "ML", "Department of Epidemiology, School of Public Health, University of Michigan, 1415 Washington Heights, Ann Arbor, MI, 48109, USA."]], "date": "2017-12-28", "id": "29285631", "text": "Objectives India has more unvaccinated children than any other country despite provision of free vaccines through the government's Universal Immunization Program. In this study, we calculated the proportion of children aged 12-48 months who were fully vaccinated, under-vaccinated, or who had not received any vaccines. Childhood, household, and sociocultural factors associated with under-vaccination and non-vaccination were evaluated. Methods Using data from India's 4th District-level Health and Facility Survey, 2012-2013 (DLHS-4) and the 2012-2013 Annual Health Survey (AHS), we calculated the proportion of children who were non-vaccinated, under-vaccinated, or fully vaccinated with 1 dose of Bacillus Calmette-Guérin, 3 doses of oral polio vaccine, 3 doses of diphtheria-pertussis-tetanus, and 1 dose of measles-containing vaccine. The odds of full vaccination compared to non-vaccination and under-vaccination relative to various factors was assessed using a multivariable, multinomial logistic regression which accounted for survey design. Results Of 1,929,580 children aged 12-48 months, 59% were fully vaccinated, 34% were under-vaccinated, and 7% were non-vaccinated. Compared to children born in government institutions, children delivered in non-institutional settings with a skilled birth attendant present had higher odds of non-vaccination (OR 1.66) and those without a skilled attendant present had still greater odds of non-vaccination (OR 2.39) and under-vaccination (OR 1.11). Conclusions for Practice India's vaccination rates among children aged 12-48 months remains unacceptably low. The Indian government should encourage institutional delivery or birthing with a skilled attendant to ensure women receive adequate health education through antenatal care that includes the importance of childhood vaccination.", "doi": "10.1007/s10995-017-2409-6", "title": "Factors Associated with Vaccination Status of Children Aged 12-48 Months in India, 2012-2013.", "journal": ["Maternal and child health journal", "Matern Child Health J"]}