{"authors": [["Del Giudice", "Giuseppe", "G", "GSK, Siena, Italy."], ["Goronzy", "Jörg J", "JJ", "Stanford University School of Medicine, Stanford, CA USA."], ["Grubeck-Loebenstein", "Beatrix", "B", "University of Innsbruck, Innsbruck, Austria."], ["Lambert", "Paul-Henri", "PH", "University of Geneva, Geneva, Switzerland."], ["Mrkvan", "Tomas", "T", "GSK, Wavre, Belgium."], ["Stoddard", "Jeffrey J", "JJ", "GSK, Philadelphia, PA USA."], ["Doherty", "T Mark", "TM", "GSK, Wavre, Belgium."]], "date": "2017-12-21", "id": "29285399", "text": "The progressive increase of the aged population worldwide mandates new strategies to ensure sustained health and well-being with age. The development of better and/or new vaccines against pathogens that affect older adults is one pivotal intervention in approaching this goal. However, the functional decline of various physiological systems, including the immune system, requires novel approaches to counteract immunosenescence. Although important progress has been made in understanding the mechanisms underlying the age-related decline of the immune response to infections and vaccinations, knowledge gaps remain, both in the areas of basic and translational research. In particular, it will be important to better understand how environmental factors, such as diet, physical activity, co-morbidities, and pharmacological treatments, delay or contribute to the decline of the capability of the aging immune system to appropriately respond to infectious diseases and vaccination. Recent findings suggest that successful approaches specifically targeted to the older population can be developed, such as the high-dose and adjuvanted vaccines against seasonal influenza, the adjuvanted subunit vaccine against herpes zoster, as well as experimental interventions with immune-potentiators or immunostimulants. Learning from these first successes may pave the way to developing novel and improved vaccines for the older adults and immunocompromised. With an integrated, holistic vaccination strategy, society will offer the opportunity for an improved quality of life to the segment of the population that is going to increase most significantly in numbers and proportion over future decades.", "doi": "10.1038/s41514-017-0020-0", "title": "Fighting against a protean enemy: immunosenescence, vaccines, and healthy aging.", "journal": ["NPJ aging and mechanisms of disease", "NPJ Aging Mech Dis"]}