{"authors": [["Candotto", "V", "V", "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy."], ["Lauritano", "D", "D", "Department of Medicine and Surgery, University of Milan-Bicocca, Milan, Italy."], ["Nardone", "M", "M", "Ministry of Public Health, Rome, Italy."], ["Baggi", "L", "L", "Department of Clinical Sciences and Translational Medicine, University of Rome \"Tor Vergata\", Rome, Italy."], ["Arcuri", "C", "C", "Department of Clinical Sciences and Translational Medicine, University of Rome \"Tor Vergata\", Rome, Italy."], ["Gatto", "R", "R", "Department of Life, Health and Environmental Sciences, School of Dentistry, University of L'Aquila, L'Aquila, Italy."], ["Gaudio", "R M", "RM", "Department of Medical Sciences, University of Ferrara, Ferrara, Italy."], ["Spadari", "F", "F", "Department of Biomedical, Surgical and Dental Sciences, University of Milan, \"Ospedale Maggiore Policlinico Ca' Granda\" Foundation, Unit of Oral Pathology and Medicine, Milan, Italy."], ["Carinci", "F", "F", "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy."]], "date": "2017-11-30", "id": "29285322", "text": "The aim of this paper is to describe epidemiology and clinical manifestations of oral infection by Human papillomavirus (HPV), with particular attention to potential malignant lesions.A systematic review of the literature was conducted to describe the state of the art about HPV infection in oropharyngeal mucosa and its modalities of transmission, with particular attention to possible simultaneous infection in multiple anatomic sites. The aspects of prevention and control of infection by administering vaccines and the diffusion of sexual education campaigns are discussed also. Therapeutic protocols are also described where necessary.In recent years there has been a growing interest in HPV oral medicine, suggesting a role of such a family of viruses in the development of neoplasms of the oropharyngeal district as well as of the uterine cervix. Even if the mass media have increasingly faced the problem, causing frequent alarming among patients, the dentist therefore needs a complete and up-to-date knowledge of this infectious condition that is one of the most common causes of sexually transmitted mucous membrane infections (e.g. genital, anal and oral).Recent studies about HPV infection are a basic requirement in order to promote the health of patients and provide them with the most exhaustive indications from dentists.", "doi": "10.11138/orl/2017.10.3.209", "title": "HPV infection in the oral cavity: epidemiology, clinical manifestations and relationship with oral cancer.", "journal": ["ORAL & implantology", "Oral Implantol (Rome)"]}