{"authors": [["Zhao", "Chunjiang", "C", "Department of Clinical Laboratory, Peking University Peoples Hospital, Beijing, 100044, China."], ["Li", "Zongbo", "Z", "Department of Clinical Laboratory, Peking University Peoples Hospital, Beijing, 100044, China."], ["Zhang", "Feifei", "F", "Department of Clinical Laboratory, Peking University Peoples Hospital, Beijing, 100044, China."], ["Zhang", "Xiaobing", "X", "Department of Clinical Laboratory, Southwest Hospital, Chongqing, China."], ["Ji", "Ping", "P", "Department of Clinical Laboratory, The First Affiliated Hospital of Xinjiang Medial University, Ürümqi, China."], ["Zeng", "Ji", "J", "Department of Clinical Laboratory, Huazhong University of Science and Technology Tongji Medical College Affiliated Pu Ai Hospital, Wuhan, China."], ["Hu", "Bijie", "B", "Department of Clinical Laboratory, Zhongshan Hospital, Fudan University, Shanghai, China."], ["Hu", "Zhidong", "Z", "Department of Clinical Laboratory, Tianjin Medical University General Hospital, Tianjin, China."], ["Liao", "Kang", "K", "Department of Clinical Laboratory, The First Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Sun", "Hongli", "H", "Department of Clinical Laboratory, Peking Union Medical College Hospital, Beijing, China."], ["Zhang", "Rong", "R", "Department of Clinical Laboratory, The Second Affiliated Hospital of Medical School of Zhejiang University, Hangzhou, China."], ["Cao", "Bin", "B", "Department of Clinical Laboratory, China-Japan Friendship Hospital, Beijing, China."], ["Zhuo", "Chao", "C", "Department of Clinical Laboratory, Guangzhou Institute of Respiratory Disease, Guangzhou Medical University, Guangzhou, China."], ["Jia", "Wei", "W", "Department of Clinical Laboratory, General Hospital of Ningxia Medical University, Yinchuan, China."], ["Mei", "Yaning", "Y", "Department of Clinical Laboratory, Jiangsu Provincial Peoples Hospital, Nanjing, China."], ["Chu", "Yunzhuo", "Y", "Department of Clinical Laboratory, Shengjing Hospital of China Medical University, Shenyang, China."], ["Xu", "Xuesong", "X", "Department of Clinical Laboratory, China-Japan Union Hospital of Jilin University, Changchun, China."], ["Yang", "Qing", "Q", "Department of Clinical Laboratory, The First Affiliated Hospital of Medical School of Zhejiang University, Hangzhou, China."], ["Jin", "Yan", "Y", "Department of Clinical Laboratory, Shandong Provincial Hospital, Jinan, China."], ["Fu", "Quan", "Q", "Department of Clinical Laboratory, Affiliated Hospital of Inner Mongolia Medical College, Hohhot, China."], ["Xu", "Xiuli", "X", "Department of Clinical Laboratory, Xijing Hospital, Xi'an, China."], ["Li", "Hongling", "H", "Department of Clinical Laboratory, Xiangya Hospital, Central South University, Changsha, China."], ["Wang", "Lijun", "L", "Department of Clinical Laboratory, Beijing Tsinghua Chang Gung Hospital, Beijing, China."], ["Ni", "Yuxing", "Y", "Department of Clinical Laboratory, Shanghai Jiaotong University Affiliated Ruijin Hospital, Shanghai, China."], ["Liang", "Hongjie", "H", "Department of Clinical Laboratory, The First Affiliated Hospital of Guangxi Medical University, Nanning, China."], ["Wang", "Hui", "H", "Department of Clinical Laboratory, Peking University Peoples Hospital, Beijing, 100044, China. whuibj@163.com."]], "date": "2017-12-29", "id": "29284419", "text": "Streptococcus pneumoniae, the leading pathogen of bacterial infections in infants and the elderly, is responsible for pneumococcal diseases with severe morbidity and mortality. Emergence of drug-resistant strains presented new challenges for treatment and prevention. Vaccination has proven to be an effective means of preventing pneumococcal infection worldwide. Detailed epidemiological information of antibiotic susceptibilities and serotype distribution will be of great help to the management of pneumococcal infections.A total of 881 S. pneumoniae isolates were collected from patients at 23 teaching hospitals in 17 different cities from 2011 to 2016. The main specimen types included sputum, blood, broncho-alveolar lavage fluid, pharyngeal swabs, and cerebrospinal fluid. Minimum inhibitory concentrations (MICs) were determined using the agar dilution method. Capsular serotypes were identified using latex agglutination and quellung reaction test. Molecular epidemiology was investigated using multilocus sequence typing.S. pneumoniae isolates were highly resistant to macrolides, tetracycline, and trimethoprim/sulfamethoxazole. The rate of resistance to penicillin was 51.6% (oral breakpoint). However, levofloxacin and moxifloxacin maintained excellent antimicrobial activity and all of the isolated strains were susceptible to vancomycin. Twenty-two serotypes were identified among the 881 isolates. Prevalent serotypes were 19F (25.7%), 19A (14.0%), 15 (6.8%), 6B (3.6%), 6A (3.0%), and 17 (2.8%). The overall vaccine coverage rates for 7- and 13-valent pneumococcal conjugate vaccines were 37.5% and 58.3%, respectively. Vaccine coverage rates in young children and economically underdeveloped regions were higher than those in older adults and developed regions. Vaccine-covered serotypes demonstrated higher resistance compared with uncovered serotypes. Molecular epidemiological typing demonstrated that S. pneumoniae showed significant clonal dissemination and that ST271 (120, 28.3%), ST320 (73, 17.2%) and ST81 (27, 6.6%) were the major STs.High resistance to clinical routine antibiotics was observed for all 881 S. pneumoniae strains. Drug resistance varied among different serotypes and age groups. Prevalent serotypes among the isolates were 19F, 19A, 15, 6B, 6A, and 17. Community-acquired strains should also be included in future studies to gain a better understanding of the prevalence and resistance of S. pneumoniae in China.", "doi": "10.1186/s12879-017-2880-0", "title": "Serotype distribution and antibiotic resistance of Streptococcus pneumoniae isolates from 17 Chinese cities from 2011 to 2016.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}