{"authors": [["Schreterova", "Eva", "E", "Laboratory of Biomedical Microbiology and Immunology, Department of Microbiology and Immunology, University of Veterinary Medicine and Pharmacy, 041 81 Kosice, Slovakia. eva.kendrovska@gmail.com."], ["Bhide", "Mangesh", "M", "Laboratory of Biomedical Microbiology and Immunology, Department of Microbiology and Immunology, University of Veterinary Medicine and Pharmacy, 041 81 Kosice, Slovakia. bhidemangesh@gmail.com."], ["Potocnakova", "Lenka", "L", "Laboratory of Biomedical Microbiology and Immunology, Department of Microbiology and Immunology, University of Veterinary Medicine and Pharmacy, 041 81 Kosice, Slovakia. compicl@gmail.com."], ["Borszekova Pulzova", "Lucia", "L", "Laboratory of Biomedical Microbiology and Immunology, Department of Microbiology and Immunology, University of Veterinary Medicine and Pharmacy, 041 81 Kosice, Slovakia. pulzova.lucia@gmail.com."]], "date": "2017-12-18", "id": "29284249", "text": "Introduction and objective. Lyme disease (LD) is the most common vector-borne disease in the temperate zone of the Northern Hemisphere. Diagnosis of LD is mainly based on clinical symptoms supported with serology (detection of anti-<i>Borrelia</i> antibodies) and is often misdiagnosed in areas of endemicity.In this study, the chimeric proteins (A/C-2, A/C-4 and A/C-7.1) consisting of B-cell epitopes of outer surface proteins OspA and OspC from <i>Borrelia</i> genospecies prevalent in Eastern Slovakia, were designed, over-expressed in <i>E. coli</i>, and used to detect specific anti-<i>Borrelia</i> antibodies in serologically characterized sera from patients with Lyme-like symptoms to evaluate their diagnostic potential.Results showed that chimeras vary in their immuno-reactivity when tested with human sera. Compared with the results obtained from a two-tier test, the application of recombinant multi-epitope chimeric proteins as diagnosis antigens, produced fair agreement in the case of A/C-2 (0.20<κ<0.40) and good agreement (0.60<κ<0.80) when A/C-7.1 was used as capture antigen. Chimera A/C-4 were excluded from further study due to loss of reactivity with OspA-specific antibodies.The combination of specific B-cell epitopes from OspA and OspC proteins may improve the diagnostic accuracy of serologic assays, but further studies are required to address this hypothesis.", "doi": "10.26444/aaem/80699", "title": "Design, construction and evaluation of multi-epitope antigens for diagnosis of Lyme disease.", "journal": ["Annals of agricultural and environmental medicine : AAEM", "Ann Agric Environ Med"]}