{"authors": [["Sui", "Xiukun", "X", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Xin", "Ting", "T", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Guo", "Xiaoyu", "X", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Jia", "Hong", "H", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Li", "Ming", "M", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Gao", "Xintao", "X", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Wu", "Jing", "J", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Jiang", "Yitong", "Y", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["L", "Willems", "W", "Molecular and Cellular Biology, Gembloux Agro-Bio Tech University of Liège (ULg), 13 Avenue Maréchal Juin, 5030, Gembloux, Belgium."], ["Zhu", "Hongfei", "H", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."], ["Hou", "Shaohua", "S", "Institute of Animal Sciences (IAS), Chinese Academy of Agricultural Sciences, Beijing 100193, China."]], "date": "2017-12-28", "id": "29284210", "text": "Two strains of PRRSVs were isolated in 2006 and 2016, respectively, and designated as FZ06A and FZ16A. Through the inoculation experiments, it was shown that FZ06A caused 100% morbidity and 60% mortality, while FZ16A caused 100% morbidity without death. By using genomic sequence and phylogenetic analyses, close relation of Chinese highly pathogenic PRRSV strain with FZ06A and FZ16A strains was achieved. Based on the achieved results, multiple genomic variations in Nsp2, a unique N-glycosylation site (N³³→K³³), and a K151 AA substitution for virulence in the GP5 of FZ16A were detected except of 30 amino acids (AA) deletion in the NSP2-coding region. Likewise, inoculation experiments were conducted and weaker virulence of the FZ16A compared to FZ06A strain was obtained. According to the presented data in this article, 30 AA deletion in the NSP2-coding region is not a reliable genomic indicator for the high virulence of PRRSV strains, The difference of Nsp2 and GP5 and the virulence between these two highly pathogenic PRRSV (HP-PRRSV) strains has potential to establish the basis for further studies of virulence determinants for PRRSVs and also to create useful data for development of vaccines against this economically devastating disease.", "doi": null, "title": "Genomic characterization and pathogenic study of two porcine reproductive and respiratory syndrome viruses with different virulence in Fujian, China.", "journal": ["Journal of veterinary science", "J. Vet. Sci."]}