{"authors": [["Dinga", "J N", "JN", "Biotechnology Unit, Faculty of Science, University of Buea, Buea, Cameroon."], ["Gamua", "S D", "SD", "Department of Biochemistry and Molecular Biology, Faculty of Science, University of Buea, Buea, Cameroon."], ["Ghogomu", "S M", "SM", "Department of Biochemistry and Molecular Biology, Faculty of Science, University of Buea, Buea, Cameroon."], ["Titanji", "V P K", "VPK", "Biotechnology Unit, Faculty of Science, University of Buea, Buea, Cameroon."]], "date": "2017-12-28", "id": "29284177", "text": "Although it is generally agreed that an effective vaccine would greatly accelerate the control of malaria, the lone registered malaria vaccine Mosquirix™ has an efficacy of 30%-60% that wanes rapidly, indicating a need for improved second-generation malaria vaccines. Previous studies suggested that immune responses to a chimeric Plasmodium falciparum antigen UB05-09 are associated with immune protection against malaria. Herein, the preclinical efficacy and immunogenicity of UB05-09 are tested. Growth inhibition assay was employed to measure the effect of anti-UB05-09 antibodies on P. falciparum growth in vitro. BALB/c mice were immunized with UB05-09 and challenged with the lethal Plasmodium yoelii 17XL infection. ELISA was used to measure antigen-specific antibody production. ELISPOT assays were employed to measure interferon-gamma production ex vivo after stimulation with chimeric UB05-09 and its constituent antigens. Purified immunoglobulins raised in rabbits against UB05-09 significantly inhibited P. falciparum growth in vitro compared to that of its respective constituent antigens. A combination of antibodies to UB05-09 and the apical membrane antigen (AMA1) completely inhibited P. falciparum growth in culture. Immunization of BALB/c mice with recombinant UB05-09 blocked parasitaemia and protected them against lethal P. yoelii 17XL challenge infection. These data suggest that UB05-09 is a malaria vaccine candidate that could be developed further and used in conjunction with AMA1 to create a potent malaria vaccine.", "doi": "10.1111/pim.12514", "title": "Preclinical efficacy and immunogenicity assessment to show that a chimeric Plasmodium falciparum UB05-09 antigen could be a malaria vaccine candidate.", "journal": ["Parasite immunology", "Parasite Immunol."]}