{"authors": [["Mwila-Kazimbaya", "Katayi", "K", "Centre for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Garcia", "Miguel Pugliese", "MP", "Centre for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Bosomprah", "Samuel", "S", "Centre for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Laban", "Natasha Makabilo", "NM", "Centre for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Chisenga", "Caroline Cleopatra", "CC", "Centre for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Permar", "Sallie Robey", "SR", "Department of Paediatrics, Human Vaccine Institute, Duke University, Durham, North Carolina."], ["Simuyandi", "Michelo", "M", "Centre for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Munsaka", "Sody", "S", "Department of biomedical sciences, School of Health sciences, University of Zambia, Lusaka, Zambia."], ["Chilengi", "Roma", "R", "Centre for Infectious Disease Research in Zambia, Lusaka, Zambia."]], "date": "2017-12-28", "id": "29284036", "text": "Rotavirus vaccines have been introduced into national immunization programmes to mitigate morbidity and mortality associated rotavirus diarrhoea. Lower vaccine effectiveness has however been noted in low-middle income countries, but little is known about the role of maternal components found in breast milk. This study assessed the effect of lactoferrin, lactadherin, and tenascin-c on rotavirus vaccine seroconversion.This was a retrospective cohort study of 128 infants who had been fully immunized with Rotarix™. Serum samples were collected from the infant at baseline and one month after second rotavirus vaccine dose. Breast milk samples were collected from mothers at baseline. Standard ELISA was used to determine titres of rotavirus-specific immunologlobulin G and A in breast milk and serum as well as concentrations of lactoferrin, lactadherin, and tenascin-c. Poisson regression model with robust standard error was used to estimate the effect of breast milk components on seroconversion. The components were modelled on log base 2 so that the effect would be interpreted as a doubling of the concentration.In a multivariable analysis adjusting for maternal age, maternal HIV status, seropositivity at baseline, sex, age of child at vaccination as well as breast milk IgA and IgG, we found evidence of independent effect of LA (Adjusted IRR = 0.95; 95% CI = 0.91-0.99; P = 0.019) on seroconversion while there was no evidence for TNC (Adjusted IRR = 1.00; 95% CI = 0.85-1.17; P = 0.967) and LF (Adjusted RR = 1.01; 95% CI = 0.96-1.05); P = 0.802). We explored the joint effects of the three components but we found no evidence (Adjusted RR = 0.95; 95% CI = 0.81; P = 0.535).High breast milk concentrations of lactadherin might play a role in infant's failure to seroconvert to rotavirus vaccines. Further research to understand this observed association is an important consideration.", "doi": "10.1371/journal.pone.0189351", "title": "Effect of innate antiviral glycoproteins in breast milk on seroconversion to rotavirus vaccine (Rotarix) in children in Lusaka, Zambia.", "journal": ["PloS one", "PLoS ONE"]}