{"authors": [["Krejmer-Rabalska", "Martyna", "M", "Department of Recombinant Vaccines, Intercollegiate Faculty of Biotechnology University of Gdansk and Medical University of Gdansk, 80-807 Gdansk, Poland. martyna.krejmer@biotech.ug.edu.pl."], ["Rabalski", "Lukasz", "L", "Department of Recombinant Vaccines, Intercollegiate Faculty of Biotechnology University of Gdansk and Medical University of Gdansk, 80-807 Gdansk, Poland. lukasz.rabalski@biotech.ug.edu.pl."], ["Lobo de Souza", "Marlinda", "M", "Embrapa Recursos Genéticos e Biotecnologia, Parque Estacao Biológica, 70770-900 Brasilia, Brazil. marlinda.souza@embrapa.br."], ["Moore", "Sean D", "SD", "Citrus Research International (CRI), P.O. Box 20285, Humewood 6013, Port Elizabeth, South Africa. seanmoore@cri.co.za."], ["Szewczyk", "Boguslaw", "B", "Department of Recombinant Vaccines, Intercollegiate Faculty of Biotechnology University of Gdansk and Medical University of Gdansk, 80-807 Gdansk, Poland. boguslaw.szewczyk@biotech.ug.edu.pl."]], "date": "2017-12-28", "id": "29283392", "text": "Baculoviruses have been used as biopesticides for decades. Recently, due to the excessive use of chemical pesticides there is a need for finding new agents that may be useful in biological protection. Sometimes few isolates or species are discovered in one host. In the past few years, many new baculovirus species have been isolated from environmental samples, thoroughly characterized and thanks to next generation sequencing methods their genomes are being deposited in the GenBank database. Next generation sequencing (NGS) methodology is the most certain way of detection, but it has many disadvantages. During our studies, we have developed a method based on Polymerase chain reaction (PCR) followed by Multitemperature Single Stranded Conformational Polymorphism (MSSCP) which allows for distinguishing new granulovirus isolates in only a few hours and at low-cost. On the basis of phylogenetic analysis of betabaculoviruses, representative species have been chosen. The alignment of highly conserved genes-granulin and late expression factor-9, was performed and the degenerate primers were designed to amplify the most variable, short DNA fragments flanked with the most conserved sequences. Afterwards, products of PCR reaction were analysed by MSSCP technique. In our opinion, the proposed method may be used for screening of new isolates derived from environmental samples.", "doi": "10.3390/ijms19010083", "title": "New Method for Differentiation of Granuloviruses (Betabaculoviruses) Based on Multitemperature Single Stranded Conformational Polymorphism.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}