{"authors": [["Qsim", "Muhammad", "M", "Department of Bioinformatics and Biotechnology, Government College University Faisalabad, Faisalabad-38000, Pakistan."], ["Ashfaq", "Usman Ali", "UA", "Department of Bioinformatics & Biotechnology, Government College University, 38000 Faisalabad, Pakistan."], ["Yousaf", "Muhammad Zubair", "MZ", "Centres of Excellence in Science & Applied Technologies, Islamabad, Pakistan."], ["Masoud", "Muhammad Shareef", "MS", "Department of Bioinformatics and Biotechnology, Government College University Faisalabad, Faisalabad-38000, Pakistan."], ["Rasul", "Ijaz", "I", "Department of Bioinformatics and Biotechnology, Government College University Faisalabad, Faisalabad-38000, Pakistan."], ["Noor", "Namrah", "N", "Department of Bioinformatics and Biotechnology, Government College University Faisalabad, Faisalabad-38000, Pakistan."], ["Hussain", "Azfar", "A", "Buffalo Research Institute Pattoki, Pakistan."]], "date": null, "id": "29283327", "text": "Dengue is an acute infectious disease of viral etiology characterized by lymphadenopathy, leucopenia, headache, biphasic fever, pain in various parts of the body, rashes, and extreme physical weakness. It is a vector-borne disease caused by a positive-stranded RNA virus of the family Flaviviridae, genus Flavivirus. Dengue inflicts a significant health, economic, and social burden on populations of endemic areas. Dengue virus is transmitted to humans by the mosquito vector Aedes aegypti. Vaccines against dengue viruses have been claimed to be developed, but as yet no effective treatment is available. Alternative therapeutic strategies to overcome this disease and its spread are direly needed. A traditional sterile insect technique (SIT) harms the health of male insects, leading to their reduced ability to compete for wild-type female insects for breeding. Oxitec (Abingdon, UK) has developed genetically modified (GM) strains of A. aegypti via the release of insects carrying a dominant lethal (RIDL) strategy. RIDL male mosquitoes offer a resolution to many of the limitations of traditional SIT, which has resulted in reduced application of SIT in mosquitoes. The technique using RIDL mosquitoes is considered to be ecologically friendly and specific. Homing endonuclease genes, also called selfish genes, can also be used in genetic modification methods in such a way that the vector population and its competency can be reduced. GM mosquitoes carrying a gene that transcribes RNA interference can also be crucial to control expression of RNA viruses. The RNA virus interference pathway is one of the most critical components of the innate immune system of insects that can frustrate a variety of RNA viruses such as Flaviviruses. Here, we summarize and focus on alternative techniques used to control dengue spread.", "doi": "10.1615/CritRevEukaryotGeneExpr.2017019937", "title": "Genetically Modified Aedes aegypti to Control Dengue: A Review.", "journal": ["Critical reviews in eukaryotic gene expression", "Crit. Rev. Eukaryot. Gene Expr."]}