{"authors": [["Voronin", "Yegor", "Y", "Global HIV Vaccine Enterprise, New York, NY, USA."], ["Jani", "Ilesh", "I", "Instituto Nacional de Saúde, Maputo, Mozambique."], ["Graham", "Barney S", "BS", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA."], ["Cunningham", "Coleen K", "CK", "Duke University, Durham, NC, USA."], ["Mofenson", "Lynne M", "LM", "Elizabeth Glaser Pediatric AIDS Foundation, Washington, DC, USA."], ["Musoke", "Philippa M", "PM", "Makerere University-Johns Hopkins University Research Collaboration, Kampala, Uganda."], ["Permar", "Sallie R", "SR", "Department of Pediatrics and Human Vaccine Institute, Duke University Medical Center, Durham, NC, USA."], ["Scarlatti", "Gabriella", "G", "Global HIV Vaccine Enterprise, New York, NY, USA."]], "date": null, "id": "29282882", "text": "Globally, 150,000 new paediatric human immunodeficiency virus type 1 (HIV-1) infections occurred in 2015. There remain complex challenges to the global elimination of paediatric HIV-1 infection. Thus, for the global community to achieve elimination of new paediatric HIV-1 infections, innovative approaches need to be explored. Immune-based approaches to prevention of mother-to-child transmission (MTCT) may help fill some of the remaining gaps and provide new opportunities to achieve an AIDS-free generation. Immune-based interventions to prevent MTCT of HIV-1 may include paediatric HIV vaccines and passive immunization approaches. Recent discoveries providing evidence of robust immune responses to HIV in infants open new and exciting prospects for paediatric HIV vaccines. Moreover, successful vaccination of infants has a different set of requirements than vaccination of adults and may be easier to achieve. Proof-of-concept has been established over the last two decades that passively administered HIV-1 Env-specific monoclonal antibody (mAbs) can prevent chimeric simian human immunodeficiency virus (SHIV) transmission to newborn nonhuman primates. There has been tremendous progress in isolating and characterizing broadly neutralizing antibodies to HIV, and clinical testing of these antibodies for treatment and prevention in both infants and adults is a major effort in the field. Immune-based interventions need to be actively explored as they can provide critically important tools to address persistent challenges in MTCT prevention. It is a pivotal time for the field with active discussions on the best strategy to further reduce HIV infection of infants and accomplish the World Health Organization Fast-Track 2030 goals to eliminate new paediatric HIV infections.", "doi": "10.1002/jia2.25038", "title": "Recent progress in immune-based interventions to prevent HIV-1 transmission to children.", "journal": ["Journal of the International AIDS Society", "J Int AIDS Soc"]}