{"authors": [["Li", "Xiaoyu", "X", "Department of Hematology, The First Affiliated Hospital, Henan University Cancer Center, School of Medicine, Henan University, Kaifeng, People's Republic of China. xiaoyulimail@gmail.com."], ["Bu", "Xia", "X", "Department of Medical Oncology, The First Affiliated Hospital, Henan University Cancer Center, School of Medicine, Henan University, Kaifeng, People's Republic of China."]], "date": null, "id": "29282691", "text": "Therapeutic cancer vaccines aim to treat pre-existing cancer by boosting the patient's own immune system, which is an attractive strategy for cancer treatment. The cancer vaccines have mainly been designed to elicit antitumor T-cell immune responses that recognize and eradicate cancer. The advantages of cancer immunotherapy with cancer vaccines include a) high specificity of tumor antigen, b) minimal vaccine-related adverse events, and c) long-lasting immunity boosted by cancer vaccine which is important to control tumor relapse. In this chapter, we discuss identification of tumor antigens in breast cancer (e.g., cancer-testis antigens, neoantigens, HER2/neu, MUC1), the vaccine delivery systems utilized in breast cancer treatment (e.g., peptide vaccines, dendritic cell-based vaccines, and whole tumor cell-based vaccines), as well as clinical trials with therapeutic breast cancer vaccines. Moreover, new-generation clinical trials of breast cancer vaccines will aim at employing personalized vaccines designed to harness robust immune response to a custom-made neoantigen in the patient with breast cancer. Combination of vaccination and other forms of cancer therapy such as chemotherapy, radiotherapy, targeted therapy with monoclonal antibody, or immune checkpoint blockade will be required to achieve potent and durable antitumor clinical benefits.", "doi": "10.1007/978-981-10-6020-5_15", "title": "Progress in Vaccine Therapies for Breast Cancer.", "journal": ["Advances in experimental medicine and biology", "Adv. Exp. Med. Biol."]}