{"authors": [["Anticoli", "Simona", "S", "National Center for Global Health, Istituto Superiore di Sanità (ISS), Viale Regina Elena 299, 00161, Rome, Italy."], ["Aricò", "Eleonora", "E", "FabioCell, Core Facilities, ISS, Viale Regina Elena 299, 00161, Rome, Italy."], ["Arenaccio", "Claudia", "C", "National Center for Global Health, Istituto Superiore di Sanità (ISS), Viale Regina Elena 299, 00161, Rome, Italy."], ["Manfredi", "Francesco", "F", "National Center for Global Health, Istituto Superiore di Sanità (ISS), Viale Regina Elena 299, 00161, Rome, Italy."], ["Chiozzini", "Chiara", "C", "National Center for Global Health, Istituto Superiore di Sanità (ISS), Viale Regina Elena 299, 00161, Rome, Italy."], ["Olivetta", "Eleonora", "E", "National Center for Global Health, Istituto Superiore di Sanità (ISS), Viale Regina Elena 299, 00161, Rome, Italy."], ["Ferrantelli", "Flavia", "F", "National Center for Global Health, Istituto Superiore di Sanità (ISS), Viale Regina Elena 299, 00161, Rome, Italy."], ["Lattanzi", "Laura", "L", "Department of Oncology and Molecular Medicine, ISS, Viale Regina Elena 299, 00161, Rome, Italy."], ["D'Urso", "Maria Teresa", "MT", "National Center for Animal Experimentation and Health, ISS, Viale Regina Elena 299, 00161, Rome, Italy."], ["Proietti", "Enrico", "E", "Department of Oncology and Molecular Medicine, ISS, Viale Regina Elena 299, 00161, Rome, Italy."], ["Federico", "Maurizio", "M", "National Center for Global Health, Istituto Superiore di Sanità (ISS), Viale Regina Elena 299, 00161, Rome, Italy. maurizio.federico@iss.it."]], "date": "2017-12-27", "id": "29282521", "text": "We recently described a novel biotechnological platform for the production of unrestricted cytotoxic T lymphocyte (CTL) vaccines. It relies on in vivo engineering of exosomes, i.e., nanovesicles constitutively released by all cells, with full-length antigens of choice upon fusion with an exosome-anchoring protein referred to as Nefmut. They are produced upon intramuscular injection of a DNA vector and, when uploaded with a viral tumor antigen, were found to elicit an immune response inhibiting the tumor growth in a model of transplantable tumors. However, for a possible application in cancer immunotherapy, a number of key issues remained unmet. Among these, we investigated: (i) whether the immunogenic stimulus induced by the engineered exosomes can break immune tolerance, and (ii) their effectiveness when applied in human system. As a model of immune tolerance, we considered mice transgenic for the expression of activated rat HER2/neu which spontaneously develop adenocarcinomas in all mammary glands. When these mice were injected with a DNA vector expressing the product of fusion between Nefmut and the extracellular domain of HER2/neu, antigen-specific CD8+ T lymphocytes became readily detectable. This immune response associated with a HER2-directed CTL activity and a significant delay in tumor development. On the other hand, through cross-priming experiments, we demonstrated the effectiveness of the engineered exosomes emerging from transfected human primary muscle cells in inducing antigen-specific CTLs. We propose our CTL vaccine platform as part of new immunotherapy strategies against tumors expressing self-antigens, i.e., products highly expressed in oncologic lesions but tolerated by the immune system.We established a novel, exosome-based method to produce unrestricted CTL vaccines. This strategy is effective in breaking the tolerance towards tumor self-antigens. Our method is also useful to elicit antigen-specific CTL immunity in humans. These findings open the way towards the use of this antitumor strategy in clinic.", "doi": "10.1007/s00109-017-1617-2", "title": "Engineered exosomes emerging from muscle cells break immune tolerance to HER2 in transgenic mice and induce antigen-specific CTLs upon challenge by human dendritic cells.", "journal": ["Journal of molecular medicine (Berlin, Germany)", "J. Mol. Med."]}