{"authors": [["Silva", "Murillo", "M", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA. Electronic address: silva.mu@gmail.com."], ["Nguyen", "Thao H", "TH", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA."], ["Philbrook", "Phaethon", "P", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA."], ["Chu", "Matthew", "M", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA."], ["Sears", "Olivia", "O", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA."], ["Hatfield", "Stephen", "S", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA."], ["Abbott", "Robert K", "RK", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA."], ["Kelsoe", "Garnett", "G", "Department of Immunology and Human Vaccine Institute, Duke University, Durham, NC 27710, USA."], ["Sitkovsky", "Michail V", "MV", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA 02115, USA. Electronic address: m.sitkovsky@northeastern.edu."]], "date": null, "id": "29281817", "text": "Rapidly evolving pathogens such as HIV or influenza can quickly mutate their antigenic profiles, reducing the efficacy of conventional vaccines. Despite this challenge, functionally required epitopes are highly conserved among heterologous viral strains and represent a key vulnerability that could be targeted during vaccine development. As the antigenicity of these conserved epitopes is frequently subdominant, there is a critical need for innovative vaccination strategies designed to target these neutralizing epitopes. Here, we immunized mice with antigens containing discrete immunodominant and subdominant moieties and show that treatment with soluble heterologous antigen bearing only the immunodominant epitope selectively suppresses these germinal center (GC) B cells. By exploiting this intrinsic tolerance mechanism, we promote the expansion of subdominant B cells in the GC and the subsequent long-lived components of the humoral response. We propose that this strategy may be applied to elicit preferential expansion of subdominant B cells that recognize weakly immunogenic epitopes on microbial pathogens.", "doi": "10.1016/j.celrep.2017.12.014", "title": "Targeted Elimination of Immunodominant B Cells Drives the Germinal Center Reaction toward Subdominant Epitopes.", "journal": ["Cell reports", "Cell Rep"]}