{"authors": [["Lee", "Lian N", "LN", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."], ["Bolinger", "Beatrice", "B", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."], ["Banki", "Zoltan", "Z", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."], ["de Lara", "Catherine", "C", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."], ["Highton", "Andrew J", "AJ", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."], ["Colston", "Julia M", "JM", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."], ["Hutchings", "Claire", "C", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."], ["Klenerman", "Paul", "P", "Peter Medawar Building and Translational Gastroenterology Unit, Oxford, United Kingdom."]], "date": "2017-12-27", "id": "29281733", "text": "The efficacies of many new T cell vaccines rely on generating large populations of long-lived pathogen-specific effector memory CD8 T cells. However, it is now increasingly recognized that prior infection history impacts on the host immune response. Additionally, the order in which these infections are acquired could have a major effect. Exploiting the ability to generate large sustained effector memory (i.e. inflationary) T cell populations from murine cytomegalovirus (MCMV) and human Adenovirus-subtype (AdHu5) 5-beta-galactosidase (Ad-lacZ) vector, the impact of new infections on pre-existing memory and the capacity of the host's memory compartment to accommodate multiple inflationary populations from unrelated pathogens was investigated in a murine model. Simultaneous and sequential infections, first with MCMV followed by Ad-lacZ, generated inflationary populations towards both viruses with similar kinetics and magnitude to mono-infected groups. However, in Ad-lacZ immune mice, subsequent acute MCMV infection led to a rapid decline of the pre-existing Ad-LacZ-specific inflating population, associated with bystander activation of Fas-dependent apoptotic pathways. However, responses were maintained long-term and boosting with Ad-lacZ led to rapid re-expansion of the inflating population. These data indicate firstly that multiple specificities of inflating memory cells can be acquired at different times and stably co-exist. Some acute infections may also deplete pre-existing memory populations, thus revealing the importance of the order of infection acquisition. Importantly, immunization with an AdHu5 vector did not alter the size of the pre-existing memory. These phenomena are relevant to the development of adenoviral vectors as novel vaccination strategies for diverse infections and cancers. (241 words).", "doi": "10.1371/journal.ppat.1006782", "title": "Adenoviral vaccine induction of CD8+ T cell memory inflation: Impact of co-infection and infection order.", "journal": ["PLoS pathogens", "PLoS Pathog."]}