{"authors": [["Nyari", "Sharon", "S", "Centre for Animal Health Innovation, Faculty of Science, Health, Education and Engineering, University of the Sunshine Coast, Sippy Downs, Queensland, Australia."], ["Waugh", "Courtney A", "CA", "Centre for Animal Health Innovation, Faculty of Science, Health, Education and Engineering, University of the Sunshine Coast, Sippy Downs, Queensland, Australia."], ["Dong", "Jianbao", "J", "Centre for Animal Health Innovation, Faculty of Science, Health, Education and Engineering, University of the Sunshine Coast, Sippy Downs, Queensland, Australia."], ["Quigley", "Bonnie L", "BL", "Centre for Animal Health Innovation, Faculty of Science, Health, Education and Engineering, University of the Sunshine Coast, Sippy Downs, Queensland, Australia."], ["Hanger", "Jonathan", "J", "Endeavour Veterinary Ecology, Toorbul, Queensland, Australia."], ["Loader", "Joanne", "J", "Endeavour Veterinary Ecology, Toorbul, Queensland, Australia."], ["Polkinghorne", "Adam", "A", "Centre for Animal Health Innovation, Faculty of Science, Health, Education and Engineering, University of the Sunshine Coast, Sippy Downs, Queensland, Australia."], ["Timms", "Peter", "P", "Centre for Animal Health Innovation, Faculty of Science, Health, Education and Engineering, University of the Sunshine Coast, Sippy Downs, Queensland, Australia."]], "date": "2017-12-27", "id": "29281731", "text": "Chlamydial disease continues to be one of the main factors threatening the long-term survival of the koala (Phascolarctos cinereus). Despite this, large epidemiological studies of chlamydial infection and disease in wild koala populations are lacking. A better understanding of the prevalence, transmission and pathogenesis is needed to improve control measures, such as the development of vaccines. We investigated the prevalence of Chlamydia pecorum infection and disease in 160 koalas in a peri-urban wild population in Queensland, Australia and found that 31% of koalas were Chlamydia PCR positive and 28% had clinically detectable chlamydial disease. Most infections were at the urogenital site (27%; both males and females) with only 14% at the ocular site. Interestingly, we found that 27% (4/15) of koalas considered to be sexually immature (9-13 months) were already infected with C. pecorum, suggesting that a significant percentage of animals are infected directly from their mother. Ocular infection levels were less prevalent with increasing age (8% in koalas older than 4 years), whereas the prevalence of urogenital tract infections remained high into older age (26% in koalas older than 4 years), suggesting that, after mother-to-young transmission, C. pecorum is predominantly a sexually transmitted infection. While 28% of koalas in this population had clinically detectable chlamydial disease (primarily urogenital tract disease), many PCR positive koalas had no detectable disease and importantly, not all diseased animals were PCR positive. We also observed higher chlamydial loads in koalas who were C. pecorum infected without clinical disease than in koalas who were C. pecorum infected with clinical disease. These results shed light on the potential mechanisms of transmission of C. pecorum in koalas and also guide future control measures, such as vaccination.", "doi": "10.1371/journal.pone.0190114", "title": "Epidemiology of chlamydial infection and disease in a free-ranging koala (Phascolarctos cinereus) population.", "journal": ["PloS one", "PLoS ONE"]}