{"authors": [["Pecenka", "Clint", "C", "Center for Vaccine Innovation and Access, PATH, Seattle, Washington, United States of America."], ["Munthali", "Spy", "S", "Chancellor's College, Zomba, Malawi."], ["Chunga", "Paul", "P", "Ministry of Health, Lilongwe, Malawi."], ["Levin", "Ann", "A", "Levin and Morgan, Washington, DC, United States of America."], ["Morgan", "Win", "W", "Levin and Morgan, Washington, DC, United States of America."], ["Lambach", "Philipp", "P", "Initiative for Vaccine Research, World Health Organization, Geneva, Switzerland."], ["Bhat", "Niranjan", "N", "Center for Vaccine Innovation and Access, PATH, Seattle, Washington, United States of America."], ["Neuzil", "Kathleen M", "KM", "Center for Vaccine Development, University of Maryland School of Medicine, Baltimore, Maryland, United States of America."], ["Ortiz", "Justin R", "JR", "Initiative for Vaccine Research, World Health Organization, Geneva, Switzerland."], ["Hutubessy", "Raymond", "R", "Initiative for Vaccine Research, World Health Organization, Geneva, Switzerland."]], "date": "2017-12-27", "id": "29281710", "text": "This costing study in Malawi is a first evaluation of a Maternal Influenza Immunization Program Costing Tool (Costing Tool) for maternal immunization. The tool was designed to help low- and middle-income countries plan for maternal influenza immunization programs that differ from infant vaccination programs because of differences in the target population and potential differences in delivery strategy or venue.This analysis examines the incremental costs of a prospective seasonal maternal influenza immunization program that is added to a successful routine childhood immunization and antenatal care program. The Costing Tool estimates financial and economic costs for different vaccine delivery scenarios for each of the major components of the expanded immunization program.In our base scenario, which specifies a donated single dose pre-filled vaccine formulation, the total financial cost of a program that would reach 2.3 million women is approximately $1.2 million over five years. The economic cost of the program, including the donated vaccine, is $10.4 million over the same period. The financial and economic costs per immunized pregnancy are $0.52 and $4.58, respectively. Other scenarios examine lower vaccine uptake, reaching 1.2 million women, and a vaccine purchased at $2.80 per dose with an alternative presentation.This study estimates the financial and economic costs associated with a prospective maternal influenza immunization program in a low-income country. In some scenarios, the incremental delivery cost of a maternal influenza immunization program may be as low as some estimates of childhood vaccination programs, assuming the routine childhood immunization and antenatal care systems are capable of serving as the platform for an additional vaccination program. However, purchasing influenza vaccines at the prices assumed in this analysis, instead of having them donated, is likely to be challenging for lower-income countries. This result should be considered as a starting point to understanding the costs of maternal immunization programs in low- and middle-income countries.", "doi": "10.1371/journal.pone.0190006", "title": "Maternal influenza immunization in Malawi: Piloting a maternal influenza immunization program costing tool by examining a prospective program.", "journal": ["PloS one", "PLoS ONE"]}