{"authors": [["Mwape", "Innocent", "I", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Bosomprah", "Samuel", "S", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Mwaba", "John", "J", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Mwila-Kazimbaya", "Katayi", "K", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Laban", "Natasha Makabilo", "NM", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Chisenga", "Caroline Cleopatra", "CC", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Sijumbila", "Gibson", "G", "Department of Physiological sciences,University of Zambia, Lusaka, Zambia."], ["Simuyandi", "Michelo", "M", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."], ["Chilengi", "Roma", "R", "Center for Infectious Disease Research in Zambia, Lusaka, Zambia."]], "date": "2017-12-27", "id": "29281659", "text": "Deployment of rotavirus vaccines has contributed to significant declines in diarrheal morbidity and mortality globally. Unfortunately, vaccine performance in low-middle income countries (LMICs) is generally lower than in developed countries. The cause for this has been associated with several host and maternal factors including poor water sanitation and hygiene (WASH) status, which are predominant in LMICs. More recently, environmental enteric dysfunction (EED) has specifically been hypothesized to contribute to poor vaccine uptake and response. The aim of this study was to examine the association between serological biomarkers of EED and seroconversion to rotavirus vaccine in Zambian infants.This was a retrospective cohort study of 142 infants who had been fully immunized with Rotarix™, and had known seroconversion status. Seroconversion was defined as 4-fold or more increase in rotavirus-specific IgA titres between pre-vaccination and one month post-dose two vaccination. We performed ELISA assays to assess soluble CD14 (sCD14), Endotoxin Core IgG Antibodies (EndoCAb), intestinal fatty acid binding protein (i-FABP) and Zonulin according to the manufacturers protocols. Generalised linear model with family-poisson, link-log and robust standard error was used to estimate the independent effects of biomarkers on seroconversion adjusting for important cofounders.The median concentration of Zonulin, Soluble CD14, EndoCaB, and IFABP were 209.3 (IQR = 39.7, 395.1), 21.5 (IQR = 21.5, 21.5), 0.3 (IQR = 0.3, 0.3), and 107.7 (IQR = 6.4, 1141.4) respectively. In multivariable analyses adjusting for the independent effect of other biomarkers and confounders (i.e. age of child at vaccination, breast-milk anti-rotavirus IgA, infant serum anti-rotavirus IgG, and IgA seropositivity at baseline), there was strong evidence of about 24% increase in seroconversion due to doubling Zonulin concentration (Adjusted risk ratio (aRR) = 1.24; 95% CI = 1.12 to1.37; p<0.0001). Similarly, we found about 7% increase in seroconversion due to doubling IFABP concentration (aRR = 1.07; 95% CI = 1.02 to 1.13; p = 0.006).We found that high levels of zonulin and IFABP played a role in seroconversion. It is plausible that increased gut permeability in EED allows greater uptake of the live virus within the vaccine, but later consequences result in deleterious local structural distortions and malabsorption syndromes.", "doi": "10.1371/journal.pone.0187761", "title": "Immunogenicity of rotavirus vaccine (RotarixTM) in infants with environmental enteric dysfunction.", "journal": ["PloS one", "PLoS ONE"]}