{"authors": [["Gómez", "Carmen Elena", "CE", "Department of Molecular and Cellular Biology, Centro Nacional de Biotecnología, Consejo Superior de Investigaciones Científicas (CNB-CSIC), Campus de Cantoblanco, 28049 Madrid, Spain. cegomez@cnb.csic.es."], ["Perdiguero", "Beatriz", "B", "Department of Molecular and Cellular Biology, Centro Nacional de Biotecnología, Consejo Superior de Investigaciones Científicas (CNB-CSIC), Campus de Cantoblanco, 28049 Madrid, Spain. perdigue@cnb.csic.es."], ["Sánchez-Corzo", "Cristina", "C", "Department of Molecular and Cellular Biology, Centro Nacional de Biotecnología, Consejo Superior de Investigaciones Científicas (CNB-CSIC), Campus de Cantoblanco, 28049 Madrid, Spain. cscorzo@cnb.csic.es."], ["Sorzano", "Carlos Oscar S", "COS", "Biocomputing Unit, Centro Nacional de Biotecnología, Consejo Superior de Investigaciones Científicas (CNB-CSIC), Campus de Cantoblanco, 28049 Madrid, Spain. coss@cnb.csic.es."], ["Esteban", "Mariano", "M", "Department of Molecular and Cellular Biology, Centro Nacional de Biotecnología, Consejo Superior de Investigaciones Científicas (CNB-CSIC), Campus de Cantoblanco, 28049 Madrid, Spain. mesteban@cnb.csic.es."]], "date": "2017-12-27", "id": "29280955", "text": "An HIV-1 vaccine continues to be a major target to halt the AIDS pandemic. The limited efficacy of the RV144 phase III clinical trial with the canarypox virus-based vector ALVAC and a gp120 protein component led to the conclusion that improved immune responses to HIV antigens are needed for a more effective vaccine. In non-human primates, the New York vaccinia virus (NYVAC) poxvirus vector has a broader immunogenicity profile than ALVAC and has been tested in clinical trials. We therefore analysed the HIV immune advantage of NYVAC after removing viral genes that act on several signalling pathways (Toll-like receptors-TLR-interferon, cytokines/chemokines), as well as genes of unknown immune function. We generated a series of NYVAC deletion mutants and studied immune behaviour (T and B cell) to HIV antigens and to the NYVAC vector in mice. Our results showed that combined deletion of selected vaccinia virus (VACV) genes is a valuable strategy for improving the immunogenicity of NYVAC-based vaccine candidates. These immune responses were differentially modulated, positive or negative, depending on the combination of gene deletions. The deletions also led to enhanced antigen- or vector-specific cellular and humoral responses. These findings will facilitate the development of optimal NYVAC-based vaccines for HIV and other diseases.", "doi": "10.3390/v10010007", "title": "Immune Modulation of NYVAC-Based HIV Vaccines by Combined Deletion of Viral Genes that Act on Several Signalling Pathways.", "journal": ["Viruses", "Viruses"]}