{"authors": [["Juhl", "D", "D", "Institute of Transfusion Medicine, University Hospital of Schleswig-Holstein, Lübeck, Germany."], ["Nowak-Göttl", "U", "U", "Institute of Clinical Chemistry, University Hospital of Schleswig-Holstein, Kiel, Germany."], ["Blümel", "J", "J", "Paul-Ehrlich-Institut, Federal Institute for Vaccines and Biomedicines, Langen, Germany."], ["Görg", "S", "S", "Institute of Transfusion Medicine, University Hospital of Schleswig-Holstein, Lübeck, Germany."], ["Hennig", "H", "H", "Institute of Transfusion Medicine, University Hospital of Schleswig-Holstein, Lübeck, Germany."]], "date": "2017-12-27", "id": "29280212", "text": "Whether hepatitis E virus (HEV) infection can be transmitted by coagulation factor concentrates remains unclear.The HEV seroprevalence in blood donors and recipients of coagulation factor concentrates was compared to obtain evidence of whether a transmission of HEV by coagulation factor concentrates could occur.Archived samples from whole blood donors and patients who had received coagulation factor concentrates were investigated for the presence of anti-HEV IgG by ELISA. Western blotting was used to confirm the positive samples that showed reactivity in the ELISA.Of 357 blood donors, 68 (19%) presented IgG antibodies against HEV. Two of 92 patients who had received coagulation factor concentrates (2·2%) and 1 of the 69 patients who had received plasma-derived products (1·5%) tested positive for anti-HEV IgG. The seroprevalence of HEV in the patient group was significantly lower (P = 0·038) than that in the donor group. The two positive patients were a 72-year-old man treated with plasma-derived products and a 5-year-old girl treated with a recombinant coagulation factor concentrate.HEV seroprevalence was significantly higher in the blood donors than in the patients with a history of coagulation factor concentrate administration. In one of two patients with detectable anti-HEV IgG antibodies, the coagulation factor concentrate was not the probable source of infection. Our data suggest that HEV is efficiently inactivated during the manufacturing process of coagulation factor concentrates. Thus, testing for the presence of HEV RNA in plasma donated for the preparation of coagulation factor concentrates may not be necessary.", "doi": "10.1111/tme.12498", "title": "Lack of evidence for the transmission of hepatitis E virus by coagulation factor concentrates based on seroprevalence data.", "journal": ["Transfusion medicine (Oxford, England)", "Transfus Med"]}