{"authors": [["Phillips", "Anastasia", "A", "The University of Sydney, Sydney, NSW, Australia."], ["Patel", "Cyra", "C", "National Centre for Immunisation Research and Surveillance, Kids Research Institute, The Sydney Children's Hospitals Network, Cnr Hawkesbury Road and Hainsworth Street, Westmead, NSW, 2145, Australia."], ["Pillsbury", "Alexis", "A", "National Centre for Immunisation Research and Surveillance, Kids Research Institute, The Sydney Children's Hospitals Network, Cnr Hawkesbury Road and Hainsworth Street, Westmead, NSW, 2145, Australia."], ["Brotherton", "Julia", "J", "National HPV Vaccination Program Register, Victorian Cytology Service, Level 6, 176 Wellington Parade, East Melbourne, Carlton, VIC, 3002, Australia."], ["Macartney", "Kristine", "K", "The University of Sydney, Sydney, NSW, Australia. Kristine.Macartney@health.nsw.gov.au."]], "date": "2017-12-26", "id": "29280070", "text": "Human papillomavirus (HPV) vaccines are now included in immunisation programmes in 71 countries. Unfortunately, uptake has been impacted in some countries by reduced confidence in the safety of the HPV vaccine. In 2013, we published an extensive review demonstrating a reassuring safety profile for bivalent (2vHPV) and quadrivalent (4vHPV) vaccines. A nonavalent (9vHPV) vaccine is now available and HPV immunisation programmes have been extended to males in 11 countries. The aim of this updated narrative review was to examine the evidence on HPV vaccine safety, focusing on the 9vHPV vaccine, special populations and adverse events of special interest (AESI). The previous searches were replicated to identify studies to August 2016, including additional search terms for AESI. We identified 109 studies, including 15 population-based studies in over 2.5 million vaccinated individuals across six countries. All vaccines demonstrated an acceptable safety profile; injection-site reactions were slightly more common for 9vHPV vaccine than for 4vHPV vaccine. There was no consistent evidence of an increased risk of any AESI, including demyelinating syndromes or neurological conditions such as complex regional pain or postural orthostatic tachycardia syndromes. The risk-benefit profile for HPV vaccines remains highly favourable.", "doi": "10.1007/s40264-017-0625-z", "title": "Safety of Human Papillomavirus Vaccines: An Updated Review.", "journal": ["Drug safety", "Drug Saf"]}