{"authors": [["Wiley", "Rachel", "R", "University of Texas Health Science Center at Houston, 7000 Fannin St., Houston, TX, 77006, USA."], ["Shelal", "Zeena", "Z", "Department of Gynecologic Oncology and Reproductive Medicine, The University of Texas M.D. Anderson Cancer Center, 1155 Herman Pressler, Unit #1362, Houston, TX, 77030, USA."], ["Bernard", "Carolyn", "C", "Department of Gynecologic Oncology and Reproductive Medicine, The University of Texas M.D. Anderson Cancer Center, 1155 Herman Pressler, Unit #1362, Houston, TX, 77030, USA."], ["Urbauer", "Diana", "D", "Department of Gynecologic Oncology and Reproductive Medicine, The University of Texas M.D. Anderson Cancer Center, 1155 Herman Pressler, Unit #1362, Houston, TX, 77030, USA."], ["Toy", "Eugene", "E", "University of Texas Health Science Center at Houston, 7000 Fannin St., Houston, TX, 77006, USA."], ["Ramondetta", "Lois", "L", "University of Texas Health Science Center at Houston, 7000 Fannin St., Houston, TX, 77006, USA. lramonde@mdanderson.org."]], "date": "2017-12-26", "id": "29280059", "text": "Human papilloma virus (HPV) vaccination rates lag behind other vaccines, primarily because of weak provider recommendations, and are associated with nearly 30,000 new cancer diagnoses a year. Educating medical students about HPV using active, team-centered learning may increase assimilation of information and may increase vaccination rates. A team-based learning (TBL) module focused on HPV for first-year medical students about HPV will better increase knowledge and likeliness to vaccinate than traditional education methods. Baseline HPV knowledge in medical students across Texas was assessed by surveying all 4-year undergraduate medical schools. Students at one medical school then participated in a week-long TBL focused on basic and clinical concepts relating to HPV, and then were re-surveyed upon completion of the course module. At baseline assessment, first-year student at the intervention site performed at the same level as first-year medical students across the state of Texas on knowledge and satisfaction with their HPV-related medical school education. After the TBL implementation, students performed significantly better than similar-year students and equal to graduating seniors, on knowledge of HPV- and HPV-related cancers, and report significantly higher satisfaction with education measures. Students at the intervention site were significantly more likely to recommend the HPV vaccination in future practice. Short-term knowledge and willingness to recommend vaccination are improved with a targeted HPV TBL early in medical education, which may provide a basis of knowledge that could translate into improved vaccination rates.", "doi": "10.1007/s13187-017-1311-7", "title": "Team-Based Learning Module for Undergraduate Medical Education: a Module Focused on the Human Papilloma Virus to Increase Willingness to Vaccinate.", "journal": ["Journal of cancer education : the official journal of the American Association for Cancer Education", "J Cancer Educ"]}