{"authors": [["Yaita", "Kenichiro", "K", "Department of Infection Control and Prevention, Kurume University School of Medicine, Japan."], ["Yahara", "Koji", "K", "Department of Bacteriology II, National Institute of Infectious Diseases, Japan."], ["Hamada", "Nobuyuki", "N", "Department of Infection Control and Prevention, Kurume University School of Medicine, Japan."], ["Sakai", "Yoshiro", "Y", "Department of Infection Control and Prevention, Kurume University School of Medicine, Japan."], ["Iwahashi", "Jun", "J", "Department of Infection Control and Prevention, Kurume University School of Medicine, Japan."], ["Masunaga", "Kenji", "K", "Department of Infection Control and Prevention, Kurume University School of Medicine, Japan."], ["Watanabe", "Hiroshi", "H", "Department of Infection Control and Prevention, Kurume University School of Medicine, Japan."]], "date": "2017-12-27", "id": "29279484", "text": "Objective In 2010, candid advice concerning the low rate of typhoid vaccination among Japanese travelers was received from Nepal. Recently, progressive Japanese travel clinics have encouraged Japanese travelers to be vaccinated against typhoid fever in conjunction with officially approved vaccines, such as hepatitis A vaccine. We herein report the status of typhoid vaccinations for Japanese travelers to the most endemic area (South Asia) and describe the factors associated with compliance. Methods In the travel clinic at Kurume University Hospital, we used the following criteria to retrospectively extract the records of new pre-travel Japanese clients between January 2011 and March 2015: hepatitis A vaccine administered, traveling to South Asian countries, and ≥2 years of age. We first summarized the participants and then divided them into typhoid-vaccinated and typhoid non-vaccinated groups for a comparative analysis. Results This study included 160 clients. A majority (70.0%) of these clients traveled for business. The duration of trips was long (≥1 month) (75.0%), and India was a popular destination (90.6%). A comparative study between the vaccinated group (n=122) and the non-vaccinated group (n=38) revealed that the two factors most positively associated with typhoid vaccination were business trips (adjusted odds ratio [aOR] 3.59, 95% confidence interval [CI] 1.42-9.06) and coverage by a company/organization payment plan (aOR 7.14, 95% CI 2.67-20.3). Conclusion The trend toward typhoid vaccination among Japanese travelers to South Asia with pre-travel consultation is correlated with business trips and coverage by a company/organization payment plan. If problems concerning the cost of vaccines were resolved, more travelers would request typhoid vaccination.", "doi": "10.2169/internalmedicine.9405-17", "title": "Typhoid Vaccination among Japanese Travelers to South Asia and the Factors Associated with Compliance.", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}