{"authors": [["Basinski", "Andrew J", "AJ", "Dept. of Mathematics, University of Idaho, 875 Perimeter Drive, Moscow, ID 83844, United States. Electronic address: abasinski@uidaho.edu."], ["Varrelman", "Tanner J", "TJ", "Bioinformatics and Computational Biology, University of Idaho, 875 Perimeter Drive, Moscow, ID 83844, United States."], ["Smithson", "Mark W", "MW", "School of Biological Sciences, Washington State University, PO Box 644236, Pullman, WA 99163, United States."], ["May", "Ryan H", "RH", "Dept. of Mathematics, University of Idaho, 875 Perimeter Drive, Moscow, ID 83844, United States."], ["Remien", "Christopher H", "CH", "Dept. of Mathematics, University of Idaho, 875 Perimeter Drive, Moscow, ID 83844, United States."], ["Nuismer", "Scott L", "SL", "Dept. of Biological Sciences, University of Idaho, 875 Perimeter Drive, Moscow, ID 83844, United States."]], "date": "2017-12-24", "id": "29279283", "text": "Transmissible vaccines have the potential to revolutionize infectious disease control by reducing the vaccination effort required to protect a population against a disease. Recent efforts to develop transmissible vaccines focus on recombinant transmissible vaccine designs (RTVs) because they pose reduced risk if intra-host evolution causes the vaccine to revert to its vector form. However, the shared antigenicity of the vaccine and vector may confer vaccine-immunity to hosts infected with the vector, thwarting the ability of the vaccine to spread through the population. We build a mathematical model to test whether a RTV can facilitate disease management in instances where reversion is likely to introduce the vector into the population or when the vector organism is already established in the host population, and the vector and vaccine share perfect cross-immunity. Our results show that a RTV can autonomously eradicate a pathogen, or protect a population from pathogen invasion, when cross-immunity between vaccine and vector is absent. If cross-immunity between vaccine and vector exists, however, our results show that a RTV can substantially reduce the vaccination effort necessary to control or eradicate a pathogen only when continuously augmented with direct manual vaccination. These results demonstrate that estimating the extent of cross-immunity between vector and vaccine is a critical step in RTV design, and that herpesvirus vectors showing facile reinfection and weak cross-immunity are promising.", "doi": "10.1016/j.vaccine.2017.12.037", "title": "Evaluating the promise of recombinant transmissible vaccines.", "journal": ["Vaccine", "Vaccine"]}