{"authors": [["Moubri", "K", "K", "EA4558 VAP, University of Montpellier, Montpellier, France."], ["Kleuskens", "J", "J", "MSD-AH, Boxmeer, The Netherlands."], ["Van de Crommert", "J", "J", "MSD-AH, Boxmeer, The Netherlands."], ["Scholtes", "N", "N", "MSD-AH, Boxmeer, The Netherlands."], ["Van Kasteren", "T", "T", "MSD-AH, Boxmeer, The Netherlands."], ["Delbecq", "S", "S", "EA4558 VAP, University of Montpellier, Montpellier, France."], ["Carcy", "B", "B", "EA4558 VAP, University of Montpellier, Montpellier, France."], ["Précigout", "E", "E", "EA4558 VAP, University of Montpellier, Montpellier, France."], ["Gorenflot", "A", "A", "EA4558 VAP, University of Montpellier, Montpellier, France."], ["Schetters", "Th", "T", "EA4558 VAP, University of Montpellier, Montpellier, France; MSD-AH, Boxmeer, The Netherlands; Department Veterinary Tropical Diseases, University of Pretoria, Onderstepoort, South Africa. Electronic address: th.schetters@gmail.com."]], "date": "2017-11-06", "id": "29279083", "text": "Soluble parasite antigens (SPA) in supernatants of in vitro cultures of Babesia canis can be used to vaccinate dogs against virulent B. canis infection. The moment that immunity becomes apparent coincides with the appearance of antibodies against SPA in the serum of the vaccinated animals. This so-called vaccination-challenge serum (VC-serum) was used to precipitate antigens from B. canis culture supernatants in agarose gels. This antigen preparation was then used to analyse the reactivity of sera from vaccinated dogs on western blots.showed that the first appearance of antibody reactivity against a protein that migrated at the 39kDa position in SDS-PAGE gels was associated with the moment vaccinated dogs started to recover from a virulent challenge infection. In addition, pulse-chase experiments revealed that a 39-40kDa doublet was released into the supernatant of B. canis cultures starting 15min after the chase. This doublet was specifically precipitated by VC-serum, thus corroborating that the 39-40kDa doublet in SPA preparations was of parasite origin. Partial amino acid sequencing allowed the discovery of the gene that encoded the 39-40kDa doublet (canine Babesia antigen; CBA). The full-length gene was cloned and expressed in E. coli. The recombinant CBA protein (rCBA) was recognized by VC-serum, and antibodies against rCBA precipitated the 39kDa antigen of SPA preparations and of merozoites of B. canis. In addition, anti-rCBA serum reacted with the surface of B. canis merozoites (but not with B. rossi merozoites) in immunofluorescence. Vaccination of dogs with rCBA induced antibodies against rCBA, which recognized B. canis merozoites. Vaccinated dogs were protected against virulent challenge infection by limiting parasite proliferation. As a result, the development of clinical signs was prevented and the animals self-cured. In contrast, six out of seven non-vaccinated control dogs developed relatively high parasitaemia and serious clinical signs associated with poor tissue perfusion. This antigen can be used to replace the SPA antigen in the conventional B. canis vaccines, which eliminates the need for dog blood and serum for vaccine production.", "doi": "10.1016/j.vetpar.2017.11.002", "title": "Discovery of a recombinant Babesia canis supernatant antigen that protects dogs against virulent challenge infection.", "journal": ["Veterinary parasitology", "Vet. Parasitol."]}