{"authors": [["Brown", "Matthew R", "MR", "DBRRII, Office of Biotechnology Products, Office of Pharmaceutical Quality, Center for Drug Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA."], ["Burnham", "Michael S", "MS", "WuXI AppTec, Inc., Philadelphia, PA, USA."], ["Johnson", "Sarah A", "SA", "DBRRII, Office of Biotechnology Products, Office of Pharmaceutical Quality, Center for Drug Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA."], ["Lute", "Scott C", "SC", "DBRRII, Office of Biotechnology Products, Office of Pharmaceutical Quality, Center for Drug Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA."], ["Brorson", "Kurt A", "KA", "DBRRII, Office of Biotechnology Products, Office of Pharmaceutical Quality, Center for Drug Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA. Electronic address: kurt.brorson@fda.hhs.gov."], ["Roush", "David J", "DJ", "Merck & Co., Inc., BioProcess Development, Biologics and Vaccines, Kenilworth, NJ, USA."]], "date": "2017-12-24", "id": "29278725", "text": "Bacteriophage binding mechanisms to multi-modal anion exchange resin may include both anion exchange and hydrophobic interactions, or the mechanism can be dominated by a single moiety. However, previous studies have reported binding mechanisms defined for simple solutions containing only buffer and a surrogate viral spike (i.e. bacteriophage ΦX174, PR772, and PP7). We employed phage spiked in-process monoclonal antibody (mAb) pools to model binding under bioprocessing conditions. These experiments allow the individual contributions of the mAb, in-process impurities, and buffer composition on mechanistic removal of phages to be studied. PP7 and PR772 use synergetic binding by the positively charged quaternary amine and the hydrophobic aromatic phenyl group to bind multi-modal resin. ΦX174's binding mechanism remains inconclusive due to operating conditions.", "doi": "10.1016/j.jbiotec.2017.12.018", "title": "Evaluating the effect of in-process material on the binding mechanisms of surrogate viral particles to a multi-modal anion exchange resin.", "journal": ["Journal of biotechnology", "J. Biotechnol."]}