{"authors": [["Dong", "Wei", "W", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."], ["Bhide", "Yoshita", "Y", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."], ["Marsman", "Sonny", "S", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."], ["Holtrop", "Marijke", "M", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."], ["Meijerhof", "Tjarko", "T", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."], ["de Vries-Idema", "Jacqueline", "J", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."], ["de Haan", "Aalzen", "A", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."], ["Huckriede", "Anke", "A", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, PO Box 30001, HPC EB88, NL-9700 RB, Groningen, The Netherlands."]], "date": "2017-12-26", "id": "29278302", "text": "Induction of CD8+ cytotoxic T cells (CTLs) to conserved internal influenza antigens, such as nucleoprotein (NP), is a promising strategy for the development of cross-protective influenza vaccines. However, influenza NP protein alone cannot induce CTL immunity due to its low capacity to activate antigen-presenting cells (APCs) and get access to the MHC class I antigen processing pathway. To facilitate the generation of NP-specific CTL immunity the authors develop a novel influenza vaccine consisting of virosomes with the Toll-like receptor 4 (TLR4) ligand monophosphoryl lipid A (MPLA) and the metal-ion-chelating lipid DOGS-NTA-Ni incorporated in the membrane. In vitro, virosomes with incorporated MPLA induce stronger activation of APCs than unadjuvanted virosomes. Virosomes modified with DOGS-NTA-Ni show high conjugation efficacy for his-tagged proteins and facilitate efficient uptake of conjugated proteins by APCs. Immunization of mice with MPLA-adjuvanted virosomes with attached NP results in priming of NP-specific CTLs while MPLA-adjuvanted virosomes with admixed NP are inefficient in priming CTLs. Both vaccines induce equally high titers of NP-specific antibodies. When challenged with heterosubtypic influenza virus, mice immunized with virosomes with attached or admixed NP are protected from severe weight loss. Yet, unexpectedly, they show more weight loss and more severe disease symptoms than mice immunized with MPLA-virosomes without NP. Taken together, these results indicate that virosomes with conjugated antigen and adjuvant incorporated in the membrane are effective in priming of CTLs and eliciting antigen-specific antibody responses in vivo. However, for protection from influenza infection NP-specific immunity appears not to be advantageous.", "doi": "10.1002/biot.201700645", "title": "Monophosphoryl Lipid A-Adjuvanted Virosomes with Ni-Chelating Lipids for Attachment of Conserved Viral Proteins as Cross-Protective Influenza Vaccine.", "journal": ["Biotechnology journal", "Biotechnol J"]}