{"authors": [["Zhou", "Ling", "L", "The Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai 264003, China."], ["Si", "Chunfeng", "C", "The Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai 264003, China."], ["Li", "Defang", "D", "Collega of Integrated Traditional Chinese and Western Medicine, Binzhou Medical University, Yantai 264003, China."], ["Lu", "Meiyu", "M", "The Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai 264003, China."], ["Zhong", "Weilan", "W", "The Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai 264003, China."], ["Xie", "Zeping", "Z", "The Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai 264003, China."], ["Guo", "Lin", "L", "School of Enology, Binzhou Medical University, Yantai 264003, China."], ["Zhang", "Shumin", "S", "The Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai 264003, China. Electronic address: zhsm_66@sohu.com."], ["Xu", "Maolei", "M", "The Key Laboratory of Traditional Chinese Medicine Prescription Effect and Clinical Evaluation of State Administration of Traditional Chinese Medicine, School of Pharmacy, Binzhou Medical University, Yantai 264003, China. Electronic address: xumaolei1234@163.com."]], "date": "2017-12-24", "id": "29277666", "text": "Human umbilical vein endothelial cell (HUVEC) vaccine has been proved as an effective whole-cell vaccine, but the modest therapeutic anti-tumor efficiency limits its clinical use. Various antigen forms, including paraformaldehyde-fixed HUVEC, glutaraldehyde-fixed HUVEC, HUVEC lysate and live HUVEC, have been intensively used in HUVEC vaccine preparation, however, the most effective antigen form has not yet been identified. In the present study, these four commonly used antigen forms were used to prepare vaccines named Para-Fixed-EC, Glu-Fixed-EC, Lysate-EC, and Live-EC respectively, and the anti-tumor efficacy of these four vaccines was investigated. Results showed that Live-EC exhibited the most favorable anti-tumor growth and metastasis effects among the four vaccines in both H22 hepatocellular carcinoma and Lewis lung cancer models. High titer anti-HUVEC antibodies were detected in Live-EC immunized mice sera, and the immune sera of Live-EC group could significantly inhibit HUVEC proliferation and tube formation. Moreover, T cells isolated from Live-EC immunized mice exhibited strong cytotoxicity against HUVEC cells, with an increasing IFN-γ and decreasing Treg production in Live-EC immunized mice. Finally, CD31 immunohistochemical analysis of the excised tumors verified a significant reduction in vessel density after Live-EC vaccination, which was in accordance with the anti-tumor efficiency. Taken together, all the results proved that live HUVEC was the most effective antigen form to induce robust HUVEC specific antibody and CTL responses, which could lead to the significant inhibition of tumor growth and metastasis. We hope the present findings would provide a rationale for the further optimization of HUVEC vaccine.", "doi": "10.1016/j.ejps.2017.12.020", "title": "Assessment of in vivo anti-tumor activity of human umbilical vein endothelial cell vaccines prepared by various antigen forms.", "journal": ["European journal of pharmaceutical sciences : official journal of the European Federation for Pharmaceutical Sciences", "Eur J Pharm Sci"]}