{"authors": [["Chabeda", "Aleyo", "A", "Biopharming Research Unit, Department of Molecular and Cell Biology, University of Cape Town, Rondebosch 7701, South Africa."], ["Yanez", "Romana J R", "RJR", "Biopharming Research Unit, Department of Molecular and Cell Biology, University of Cape Town, Rondebosch 7701, South Africa."], ["Lamprecht", "Renate", "R", "Biopharming Research Unit, Department of Molecular and Cell Biology, University of Cape Town, Rondebosch 7701, South Africa."], ["Meyers", "Ann E", "AE", "Biopharming Research Unit, Department of Molecular and Cell Biology, University of Cape Town, Rondebosch 7701, South Africa."], ["Rybicki", "Edward P", "EP", "Biopharming Research Unit, Department of Molecular and Cell Biology, University of Cape Town, Rondebosch 7701, South Africa; Institute of Infectious Disease and Molecular Medicine, University of Cape Town, Rondebosch 7701, South Africa."], ["Hitzeroth", "Inga I", "II", "Biopharming Research Unit, Department of Molecular and Cell Biology, University of Cape Town, Rondebosch 7701, South Africa. Electronic address: inga.hitzeroth@uct.ac.za."]], "date": "2017-12-19", "id": "29277575", "text": "Cancer is the second leading cause of death worldwide, and it is estimated that Human papillomavirus (HPV) related cancers account for 5% of all human cancers. Current HPV vaccines are extremely effective at preventing infection and neoplastic disease; however, they are prophylactic and do not clear established infections. Therapeutic vaccines which trigger cell-mediated immune responses for the treatment of established infections and malignancies are therefore required. The E6 and E7 early genes are ideal targets for vaccine therapy due to their role in disruption of the cell cycle and their constitutive expression in premalignant and malignant tissues. Several strategies have been investigated for the development of therapeutic vaccines, including live-vector, nucleic acid, peptide, protein-based and cell-based vaccines as well as combinatorial approaches, with several vaccine candidates progressing to clinical trials. With the current understanding of the HPV life cycle, molecular mechanisms of infection, carcinogenesis, tumour biology, the tumour microenvironment and immune response mechanisms, an approved HPV therapeutic vaccine seems to be a goal not far from being achieved. In this article, the status of therapeutic HPV vaccines in clinical trials are reviewed, and the potential for plant-based vaccine production platforms described.", "doi": "10.1016/j.pvr.2017.12.006", "title": "Therapeutic vaccines for high-risk HPV-associated diseases.", "journal": ["Papillomavirus research (Amsterdam, Netherlands)", "Papillomavirus Res"]}