{"authors": [["Afelt", "Aneta", "A", "Interdisciplinary Center for Mathematical and Computational Modelling, University of Warsaw, Tyniecka 15/17, 02-630 Warsaw, Poland. Electronic address: akafelt@uw.edu.pl."], ["Lacroix", "Audrey", "A", "Institut Pasteur du Cambodge, Virology Unit, Phnom Penh, Cambodia; CIRAD, UMR 17, CIRAD-IRD, Montpellier, France."], ["Zawadzka-Pawlewska", "Urszula", "U", "Institute of Physical Geography, Faculty of Geography and Regional Studies, University of Warsaw, Warsaw, Poland."], ["Pokojski", "Wojciech", "W", "Laboratory of Spatial Information Systems, Faculty of Geography and Regional Studies, University of Warsaw, Warsaw, Poland."], ["Buchy", "Philippe", "P", "Institut Pasteur du Cambodge, Virology Unit, Phnom Penh, Cambodia; GSK Vaccines R&D, 150 Beach road, # 22-00, 189720, Singapore."], ["Frutos", "Roger", "R", "CIRAD, UMR 17, CIRAD-IRD, Montpellier, France; Université de Montpellier, IES, UMR 5214, CNRS-UM, Montpellier, France."]], "date": "2017-12-23", "id": "29277555", "text": "Environmental modifications are leading to biodiversity changes, loss and habitat disturbance. This in turn increases contacts between wildlife and hence the risk of transmission and emergence of zoonotic diseases. We analyzed the environment and land use using remote spatial data around the sampling locations of bats positive for coronavirus (21 sites) and astrovirus (11 sites) collected in 43 sites. A clear association between viruses and hosts was observed. Viruses associated to synanthropic bat genera, such as Myotis or Scotophilus were associated to highly transformed habitats with human presence while viruses associated to fruit bat genera were correlated with natural environments with dense forest, grassland areas and regions of high elevation. In particular, group C betacoronavirus were associated with mosaic habitats found in anthropized environments.", "doi": "10.1016/j.meegid.2017.12.009", "title": "Distribution of bat-borne viruses and environment patterns.", "journal": ["Infection, genetics and evolution : journal of molecular epidemiology and evolutionary genetics in infectious diseases", "Infect. Genet. Evol."]}