{"authors": [["Zaman", "Khalequ", "K", "International Centre for Diarrheal Disease Research, Bangladesh (icddr,b), 68 Shaheed Tajuddin Ahmed Sarani, Mohakhali, Dhaka 1212, Bangladesh. Electronic address: kzaman@icddrb.org."], ["Zaman", "Sheikh Farzana", "SF", "International Centre for Diarrheal Disease Research, Bangladesh (icddr,b), 68 Shaheed Tajuddin Ahmed Sarani, Mohakhali, Dhaka 1212, Bangladesh. Electronic address: sfzaman@icddrb.org."], ["Zaman", "Farzana", "F", "International Centre for Diarrheal Disease Research, Bangladesh (icddr,b), 68 Shaheed Tajuddin Ahmed Sarani, Mohakhali, Dhaka 1212, Bangladesh. Electronic address: drlisa83@yahoo.co.in."], ["Aziz", "Asma", "A", "International Centre for Diarrheal Disease Research, Bangladesh (icddr,b), 68 Shaheed Tajuddin Ahmed Sarani, Mohakhali, Dhaka 1212, Bangladesh. Electronic address: asma.aziz@icddrb.org."], ["Faisal", "Sayeed-Bin", "SB", "International Centre for Diarrheal Disease Research, Bangladesh (icddr,b), 68 Shaheed Tajuddin Ahmed Sarani, Mohakhali, Dhaka 1212, Bangladesh. Electronic address: sayeed.faisal@icddrb.org."], ["Traskine", "Magali", "M", "GSK, 20 Avenue Fleming, B-1300 Wavre, Belgium. Electronic address: magali.x.traskine@gsk.com."], ["Habib", "Md Ahsan", "MA", "GSK, 20 Avenue Fleming, B-1300 Wavre, Belgium. Electronic address: Ahsan.M.Habib@gsk.com."], ["Ruiz-Guiñazú", "Javier", "J", "GSK, 20 Avenue Fleming, B-1300 Wavre, Belgium. Electronic address: javier.x.ruiz@gsk.com."], ["Borys", "Dorota", "D", "GSK, 20 Avenue Fleming, B-1300 Wavre, Belgium. Electronic address: Dorota.D.Borys@gsk.com."]], "date": "2017-12-23", "id": "29277353", "text": "To support vaccination programs in developing countries, a 4-dose vial presentation of pneumococcal non-typeable Haemophilus influenzae protein D-conjugate vaccine (PHiD-CV) was developed. This study assessed immunologic non-inferiority and safety of the investigational PHiD-CV 4-dose versus licensed 1-dose vial presentation in infants.In this phase III, mono-center, observer-blind study in Bangladesh, 6-10-week-old infants were randomized 1:1 to receive PHiD-CV primary vaccination (at ages 6, 10, 18 weeks) and a booster dose (at age 9 months) with a 4-dose vial (with preservative, 4DV group) or 1-dose vial (preservative-free, 1DV group). DTPw-HBV/Hib was (co)-administered per study protocol and polio, measles and rubella vaccines as part of the national immunization program. Non-inferiority of PHiD-CV 4-dose versus 1-dose vial for each vaccine pneumococcal serotype (VT) and vaccine-related serotype 19A in terms of antibody geometric mean concentration (GMC) was assessed (criterion: upper limit of 2-sided 95% confidence interval of antibody GMC ratios [1DV/4DV] <2-fold). Immune responses were measured. Solicited, unsolicited and serious adverse events (AEs) were evaluated.Of 320 infants (160 per group) vaccinated during the primary vaccination phase, 297 received a booster. Non-inferiority was demonstrated for each VT and 19A. One month post-primary vaccination, for most VT, ≥97.9% of infants in each group had antibody concentrations ≥0.2 μg/mL; for 19A ≥ 80.1% reached this threshold. Pneumococcal antibody responses and opsonophagocytic activity for each VT and 19A were within similar ranges between groups after primary and booster vaccination, as were anti-protein D responses. Booster immune responses were observed in both groups. Reported AEs were within similar ranges for both presentations.Immunologic non-inferiority of PHiD-CV 4-dose vial (with preservative) versus PHiD-CV 1-dose vial (preservative-free) was demonstrated. Immune responses and reactogenicity following primary/booster vaccination were within similar ranges for both presentations. PHiD-CV 4-dose vial would help improve access and coverage in resource-limited countries. Clinical Trial Registry: NCT02447432.", "doi": "10.1016/j.vaccine.2017.12.034", "title": "Immunologic non-inferiority and safety of the investigational pneumococcal non-typeable Haemophilus influenzae protein D-conjugate vaccine (PHiD-CV) 4-dose vial presentation compared to the licensed PHiD-CV 1-dose vial presentation in infants: A phase III randomized study.", "journal": ["Vaccine", "Vaccine"]}