{"authors": [["Ereño-Orbea", "June", "J", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON, Canada M5G 0A4."], ["Sicard", "Taylor", "T", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON, Canada M5G 0A4; Department of Biochemistry, University of Toronto, Toronto, ON, Canada M5S 1A8."], ["Cui", "Hong", "H", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON, Canada M5G 0A4."], ["Carson", "Jacob", "J", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON, Canada M5G 0A4."], ["Hermans", "Pim", "P", "BAC, BV, part of Thermo Fisher Scientific, Leiden, the Netherlands."], ["Julien", "Jean-Philippe", "JP", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON, Canada M5G 0A4; Department of Biochemistry, University of Toronto, Toronto, ON, Canada M5S 1A8; Department of Immunology, University of Toronto, Toronto, ON, Canada M5S 1A8. Electronic address: jean-philippe.julien@sickkids.ca."]], "date": "2017-12-22", "id": "29277294", "text": "Monoclonal antibodies constitute one of the largest groups of drugs to treat cancers and immune disorders, and are guiding the design of vaccines against infectious diseases. Fragments antigen-binding (Fabs) have been preferred over monoclonal antibodies for the structural characterization of antibody-antigen complexes due to their relatively low flexibility. Nonetheless, Fabs often remain challenging to crystallize because of the surface characteristics of complementary determining regions and the residual flexibility in the hinge region between the variable and constant domains. Here, we used a variable heavy-chain (VHH) domain specific for the human kappa light chain to assist in the structure determination of three therapeutic Fabs that were recalcitrant to crystallization on their own. We show that this ligand alters the surface properties of the antibody-ligand complex and lowers its aggregation temperature to favor crystallization. The VHH crystallization chaperone also restricts the flexible hinge of Fabs to a narrow range of angles, and so independently of the variable region. Our findings contribute a valuable approach to antibody structure determination and provide biophysical insight into the principles that govern the crystallization of macromolecules.", "doi": "10.1016/j.jmb.2017.12.010", "title": "Structural Basis of Enhanced Crystallizability Induced by a Molecular Chaperone for Antibody Antigen-Binding Fragments.", "journal": ["Journal of molecular biology", "J. Mol. Biol."]}