{"authors": [["Girum", "Tadele", "T", "Department of Public health, College of Medicine and Health Sciences, Wolkite University, Wolkite, Ethiopia."], ["Hailemikael", "Gebremariam", "G", "Department of Public health, College of Medicine and Health Sciences, Wolkite University, Wolkite, Ethiopia."], ["Wondimu", "Asegedech", "A", "Department of Public health, College of Medicine and Health Sciences, Wolkite University, Wolkite, Ethiopia."]], "date": "2017-12-20", "id": "29276622", "text": "Globally malaria remains one of the most severe public health problems resulting in massive morbidity particularly in developing countries. Ethiopia as one of the sub-Saharan country it is highly endemic to malaria. It was noted that early detection and prompt treatment of malaria cases, selective vector control and epidemic prevention and control are the major strategies for malaria prevention and control; So far, a lot have been done and remarkable improvements were seen. However, in what extent the prevention strategy was running in the community and what factors are hindering the prevention strategy at community level was not well known in Ethiopia. Therefore this study aimed to assess measures taken to prevent malaria and associated factors among households in Gurage zone, south Ethiopia.Community based cross- sectional study was conducted in Gurage zone, southern Ethiopia. A total of 817 randomly selected households were included in the study. After checking for completeness the data was entered in to Epi info 7 and analyzed through SPSS (Statistical Package for Social Sciences) version 21. Descriptive summary was computed and presented by tables, graphs and figures. After checking for assumptions Bivariate analysis was run to look for the association between dependent and explanatory variables; and using variables which have p-value ≤0.25 binary logistic regression was fitted. Association was presented in Odds ratio with 95% confidence interval and significance determined at P-value less than 0.05. Goodness of fit of the final model checked by Hosmer and Lemshow test.Overall 496 (62%) of households practiced good measure of malaria prevention and control. Educated households (AOR = 2.15 (95% CI [1.21-4.67]), higher wealth index (AOR = 3.3 (95% CI [2.3-6.2]), iron corrugated house owners (AOR = 2.7 (95% CI [1.7-3.5]), who received ITN from HC (AOR = 3.6 (95% CI [1.7-4.5] and involved in malaria prevention campaign AOR = 2.6, (95% CI [1.8-3.6]) were independently and significantly determined the practice of malaria prevention measures.The practice of malaria prevention measures were at acceptable and comparable level to other national findings and standards. Further strengthening of the program is important.", "doi": "10.1186/s40794-017-0060-2", "title": "Factors affecting prevention and control of malaria among endemic areas of Gurage zone: an implication for malaria elimination in South Ethiopia, 2017.", "journal": ["Tropical diseases, travel medicine and vaccines", "Trop Dis Travel Med Vaccines"]}