{"authors": [["Kim", "Yu-Jin", "YJ", "Center for Inflammation, Immunity and Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."], ["Lee", "Young-Tae", "YT", "Center for Inflammation, Immunity and Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."], ["Kim", "Min-Chul", "MC", "Center for Inflammation, Immunity and Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."], ["Lee", "Yu-Na", "YN", "Center for Inflammation, Immunity and Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."], ["Kim", "Ki-Hye", "KH", "Center for Inflammation, Immunity and Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."], ["Ko", "Eun-Ju", "EJ", "Center for Inflammation, Immunity and Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."], ["Song", "Jae-Min", "JM", "Department of Global Medical Science, Sungshin Women's University, Seoul, South Korea."], ["Kang", "Sang-Moo", "SM", "Center for Inflammation, Immunity and Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."]], "date": "2017-12-08", "id": "29276514", "text": "Influenza virus M2 extracellular domain (M2e) has been a target for developing cross-protective vaccines. However, the efficacy and immune correlates of M2e vaccination are poorly understood in the different host genetic backgrounds in comparison with influenza vaccines. We previously reported the cross-protective efficacy of virus-like particle (M2e5x VLP) vaccines containing heterologous tandem M2e repeats (M2e5x) derived from human, swine, and avian influenza viruses. In this study to gain better understanding of cross-protective influenza vaccines, we compared immunogenicity and efficacy of M2e5x VLP, H5 hemagglutinin VLP (HA VLP), and inactivated H3N2 virus (H3N2i) in wild-type strains of BALB/c and C57BL/6 mice, and CD4 and CD8 knockout (KO) mice. M2e5x VLP was superior to HA VLP in conferring cross-protection whereas H3N2i inactivated virus vaccine provided high efficacy of homologous protection. After M2e5x VLP vaccination and challenge, BALB/c mice induced higher IgG responses, lower lung viral loads, and less body weight loss when compared with those in C57BL/6 mice. M2e5x VLP but not H3N2i immune mice after primary challenges developed strong immunity against a secondary heterosubtypic virus as a model of future pandemics. M2e5x VLP and HA VLP vaccines were able to raise IgG isotypes in CD4 KO mice. T cells were found to contribute to cross-protection by playing a role in reducing lung viral loads. In conclusion, M2e5x VLP vaccination induced better cross-protection than HA VLP, and its efficacy varied depending on the genetic backgrounds of mice, supporting the important roles of T cells.", "doi": "10.3389/fimmu.2017.01730", "title": "Cross-Protective Efficacy of Influenza Virus M2e Containing Virus-Like Particles Is Superior to Hemagglutinin Vaccines and Variable Depending on the Genetic Backgrounds of Mice.", "journal": ["Frontiers in immunology", "Front Immunol"]}