{"authors": [["Hill", "John D", "JD", "The Johns Hopkins Hospital, Baltimore, MD, USA."], ["Anderegg", "Sammuel V", "SV", "Pharmacy Health Information Technology Collaborative, Austin, TX, USA."], ["Couldry", "Rick J", "RJ", "The University of Kansas Health-System, Kansas City, KS, USA."]], "date": "2017-07-30", "id": "29276298", "text": "Background: Influenza and pneumococcal disease contribute substantially to the burden of preventable disease in the United States. Despite quality measures tied to immunization rates, health systems have struggled to achieve these targets in the inpatient setting. Pharmacy departments have had success through implementation of pharmacist standing order programs (SOP); however, these initiatives are labor-intensive and have not resulted in 100% immunization rates. Objective: The objective of this study was to evaluate a pilot utilizing pharmacy technician interventions, in combination with a nursing SOP, to improve vaccination rates of hospitalized patients for influenza and pneumococcal disease. Methods: A process was developed for pharmacy technicians to identify patients who were not previously screened or immunized during the weekend days on the Cardiovascular Progressive Care unit at the University of Kansas Health-System. Targeted pharmacy technician interventions consisted of phone call reminders and face-to-face discussions with nursing staff. The primary study outcome was the change in immunization compliance rates between the control and intervention groups. Results: Influenza vaccine rates showed a statistically significant increase from 72.2% (52 of 72) of patients during the control group to 92.9% (65 of 70, P = .001) of patients during the intervention group. A pneumococcal vaccination rate of 81.3% (61 of 75) was observed in the control group, compared with 84.3% (59 of 70) of patients in the intervention group (P = .638). Conclusion: An improvement in inpatient influenza immunization rates can be achieved through targeted follow-up performed by pharmacy technicians, in combination with a nursing-driven SOP.", "doi": "10.1177/0018578717722788", "title": "Development of a Pharmacy Technician-Driven Program to Improve Vaccination Rates at an Academic Medical Center.", "journal": ["Hospital pharmacy", "Hosp Pharm"]}