{"authors": [["Polinski", "Jennifer M", "JM", "CVS Health, Woonsocket, RI, United States. Electronic address: jennifer.polinski@cvscaremark.com."], ["Harris", "Linda M", "LM", "OASH, HHS, Washington, DC, United States."], ["Shrank", "William H", "WH", "CVS Health, Woonsocket, RI, United States; UPMC Health Plan, Pittsburgh, PA, United States."], ["Sussman", "Andrew", "A", "CVS Health, Woonsocket, RI, United States; St. George's University, Grenada, West Indies."], ["Barron", "John", "J", "CVS Health, Woonsocket, RI, United States."]], "date": "2017-12-21", "id": "29276102", "text": "We studied whether integrating the US Department of Health and Human Services' myHealthfinder tool, an interactive tool that recommends preventive services, into CVS Health's digital platforms could increase preventive service uptake at its retail clinic, MinuteClinic.We used a quasi-experimental, pre-post, difference-in-differences design. In a web-based campaign, consumers in \"exposed\" states visiting CVS pharmacy and MinuteClinic websites could view and use the myHealthfinder tool. Consumers in \"unexposed\" states could not. A September 26, 2015 email campaign to registered MinuteClinic patients in exposed states described and included links to the myhealthfinder tool. We assessed consumer engagement with the myHealthfinder tool via number of website visits, myHealthfinder sessions, and myHealthfinder recommendations delivered. Using the difference-in-differences approach, we assessed mean changes in influenza, pneumococcal, and/or hepatitis A vaccine uptake, as well as other preventive services, per clinic, per month at MinuteClinics.In exposed states, 39,225 (1.6%) website visits included myhealthfinder use, and 13,688 personalized recommendations for preventive services were delivered. The web-based campaign was associated with an increase in mean pneumococcal vaccines (1.19 vaccines per clinic per month; 95% CI, 0.11-2.28). The email campaign resulted in a 5% increase in influenza vaccines (74.83 vaccines per clinic per month; 1.65-148.02). The myhealthfinder campaigns did not significantly change preventive service uptake for any of the other services at MinuteClinics.Our findings highlight the potential role of personalized patient education tools and public-private partnerships to communicate about preventive care. Getting patients to act on these recommendations was more difficult.", "doi": "10.1016/j.hjdsi.2017.12.002", "title": "Impact of a patient engagement tool on preventive service uptake.", "journal": ["Healthcare (Amsterdam, Netherlands)", "Healthc (Amst)"]}