{"authors": [["Pattnaik", "Aryamav", "A", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA."], ["Palermo", "Nicholas", "N", "Holland Computing Center, University of Nebraska-Lincolns, USA."], ["Sahoo", "Bikash R", "BR", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA."], ["Yuan", "Zhe", "Z", "School of Biological Sciences, University of Nebraska-Lincoln, USA."], ["Hu", "Duoyi", "D", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA."], ["Annamalai", "Arun S", "AS", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA."], ["Vu", "Hiep L X", "HLX", "Department of Animal Sciences, University of Nebraska-Lincoln, USA; Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE 68583, USA."], ["Correas", "Ignacio", "I", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA."], ["Prathipati", "Pavan Kumar", "PK", "School of Pharmacy and Health Professions, Creighton University, Omaha, NE 68178, USA."], ["Destache", "Christopher J", "CJ", "School of Pharmacy and Health Professions, Creighton University, Omaha, NE 68178, USA; Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE 68583, USA."], ["Li", "Qingsheng", "Q", "School of Biological Sciences, University of Nebraska-Lincoln, USA; Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE 68583, USA."], ["Osorio", "Fernando A", "FA", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA; Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE 68583, USA."], ["Pattnaik", "Asit K", "AK", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA; Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE 68583, USA. Electronic address: apattnaik2@unl.edu."], ["Xiang", "Shi-Hua", "SH", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, USA; Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE 68583, USA. Electronic address: sxiang2@unl.edu."]], "date": "2017-12-21", "id": "29274845", "text": "Zika virus (ZIKV), an emerging arbovirus, has become a major human health concern globally due to its association with congenital abnormalities and neurological diseases. Licensed vaccines or antivirals against ZIKV are currently unavailable. Here, by employing a structure-based approach targeting the ZIKV RNA-dependent RNA polymerase (RdRp), we conducted in silico screening of a library of 100,000 small molecules and tested the top ten lead compounds for their ability to inhibit the virus replication in cell-based in vitro assays. One compound, 3-chloro-N-[({4-[4-(2-thienylcarbonyl)-1-piperazinyl]phenyl}amino)carbonothioyl]-1-benzothiophene-2-carboxamide (TPB), potently inhibited ZIKV replication at sub-micromolar concentrations. Molecular docking analysis suggests that TPB binds to the catalytic active site of the RdRp and therefore likely blocks the viral RNA synthesis by an allosteric effect. The IC50 and the CC50 of TPB in Vero cells were 94 nM and 19.4 μM, respectively, yielding a high selective index of 206. In in vivo studies using immunocompetent mice, TPB reduced ZIKV viremia significantly, indicating TPB as a potential drug candidate for ZIKV infections.", "doi": "10.1016/j.antiviral.2017.12.016", "title": "Discovery of a non-nucleoside RNA polymerase inhibitor for blocking Zika virus replication through in silico screening.", "journal": ["Antiviral research", "Antiviral Res."]}