{"authors": [["Jiang", "Dong-Bo", "DB", "Department of Immunology, Fourth Military Medical University, Xi'an, China."], ["Zhang", "Jin-Peng", "JP", "Department of Immunology, Fourth Military Medical University, Xi'an, China; Brigade of Cadet, Fourth Military Medical University, Xi'an, China."], ["Cheng", "Lin-Feng", "LF", "Department of Microbiology, Fourth Military Medical University, Xi'an, China."], ["Zhang", "Guan-Wen", "GW", "Department of Immunology, Fourth Military Medical University, Xi'an, China; Brigade of Cadet, Fourth Military Medical University, Xi'an, China."], ["Li", "Yun", "Y", "Department of Immunology, Fourth Military Medical University, Xi'an, China; Brigade of Cadet, Fourth Military Medical University, Xi'an, China."], ["Li", "Zi-Chao", "ZC", "Department of Immunology, Fourth Military Medical University, Xi'an, China; Brigade of Cadet, Fourth Military Medical University, Xi'an, China."], ["Lu", "Zhen-Hua", "ZH", "Department of Immunology, Fourth Military Medical University, Xi'an, China; Brigade of Cadet, Fourth Military Medical University, Xi'an, China."], ["Zhang", "Zi-Xin", "ZX", "Department of Immunology, Fourth Military Medical University, Xi'an, China; Brigade of Cadet, Fourth Military Medical University, Xi'an, China."], ["Lu", "Yu-Chen", "YC", "Department of Immunology, Fourth Military Medical University, Xi'an, China; Brigade of Cadet, Fourth Military Medical University, Xi'an, China."], ["Zheng", "Lian-He", "LH", "Department of Orthopedics, Tangdu Hospital, Xi'an, China. Electronic address: xiaowandou@163.com."], ["Zhang", "Fang-Lin", "FL", "Department of Microbiology, Fourth Military Medical University, Xi'an, China. Electronic address: flzhang@fmmu.edu.cn."], ["Yang", "Kun", "K", "Department of Immunology, Fourth Military Medical University, Xi'an, China. Electronic address: yangkunkun@fmmu.edu.cn."]], "date": "2017-12-20", "id": "29273568", "text": "Hemorrhagic fever with renal syndrome (HFRS) occurs widely throughout Eurasia. Unfortunately, there is no effective treatment, and prophylaxis remains the best option against the major pathogenic agent, hantaan virus (HTNV), which is an Old World hantavirus. However, the absence of cellular immune responses and immunological memory hampers acceptance of the current inactivated HFRS vaccine. Previous studies revealed that a lysosome-associated membrane protein 1 (LAMP1)-targeting strategy involving a DNA vaccine based on the HTNV glycoprotein Gn successfully conferred long-term immunity, and indicated that further research on Gc, another HTNV antigen, was warranted. Plasmids encoding Gc and lysosome-targeted Gc, designated pVAX-Gc and pVAX-LAMP/Gc, respectively, were constructed. Proteins of interest were identified by fluorescence microscopy following cell line transfection. Five groups of 20 female BALB/c mice were subjected to the following inoculations: inactivated HTNV vaccine, pVAX-LAMP/Gc, pVAX-Gc, and, as the negative controls, pVAX-LAMP or the blank vector pVAX1. Humoral and cellular immunity were assessed by enzyme-linked immunosorbent assays (ELISAs) and 15-mer peptide enzyme-linked immunospot (ELISpot) epitope mapping assays. Repeated immunization with pVAX-LAMP/Gc enhanced adaptive immune responses, as demonstrated by the specific and neutralizing antibody titers and increased IFN-γ production. The inactivated vaccine induced a comparable humoral reaction, but the negative controls only elicited insignificant responses. Using a mouse model of HTNV challenge, the in vivo protection conferred by the inactivated vaccine and Gc-based constructs (with/without LAMP recombination) was confirmed. Evidence of pan-epitope reactions highlighted the long-term cellular response to the LAMP-targeting strategy, and histological observations indicated the safety of the LAMP-targeting vaccines. The long-term protective immune responses induced by pVAX-LAMP/Gc may be due to the advantage afforded by lysosomal targeting after exogenous antigen processing initiation and major histocompatibility complex (MHC) class II antigen presentation trafficking. MHC II-restricted antigen recognition effectively primes HTNV-specific CD4+ T-cells, leading to the promotion of significant immune responses and immunological memory. An epitope-spreading phenomenon was observed, which mirrors the previous result from the Gn study, in which the dominant IFN-γ-responsive hot-spot epitopes were shared between HLA-II and H2d. Importantly, the pan-epitope reaction to Gc indicated that Gc should be with potential for use in further hantavirus DNA vaccine investigations.", "doi": "10.1016/j.antiviral.2017.12.011", "title": "Hantavirus Gc induces long-term immune protection via LAMP-targeting DNA vaccine strategy.", "journal": ["Antiviral research", "Antiviral Res."]}