{"authors": [["Morey", "Pau", "P", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Pfannkuch", "Lennart", "L", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Pang", "Ervinna", "E", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Boccellato", "Francesco", "F", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Sigal", "Michael", "M", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany; Department of Hepatology and Gastroenterology, Charité University Medicine."], ["Imai-Matsushima", "Aki", "A", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Dyer", "Victoria", "V", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Koch", "Manuel", "M", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Mollenkopf", "Hans-Joachim", "HJ", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Schlaermann", "Philipp", "P", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Meyer", "Thomas F", "TF", "Department of Molecular Biology, Max Planck Institute for Infection Biology, Berlin, Germany. Electronic address: tfm@mpiib-berlin.mpg.de."]], "date": "2017-12-19", "id": "29273450", "text": "Despite inducing an inflammatory response, Helicobacter pylori can persist in the gastric mucosa for decades. H pylori expression of cholesterol-α-glucosyltransferase (encoded by cgt) is required for gastric colonization and T-cell activation. We investigated how cgt affects gastric epithelial cells and the host immune response.MKN45 gastric epithelial cells, AGS cells, and human primary gastric epithelial cells (obtained from patients undergoing gastrectomy or sleeve resection or gastric antral organoids) were incubated with interferon gamma (IFNG) or IFNB and exposed to H pylori, including cagPAI and cgt mutant strains. Some cells were incubated with methyl-β-cyclodextrin (to deplete cholesterol from membranes) or myriocin and zaragozic acid to prevent biosynthesis of sphingolipids and cholesterol and analyzed by immunoblot, immunofluorescence, and quantitative reverse transcription PCR analyses. We compared gene expression patterns among primary human gastric cells, uninfected or infected with H pylori P12 wt or P12Δcgt, using microarray analysis. Mice with disruption of the IFNG receptor 1 (Ifngr1-/- mice) and C57BL6 (control) mice were infected with PMSS1 (wild-type) or PMSS1Δcgt H pylori; gastric tissues were collected and analyzed by reverse transcriptase PCR or confocal microscopy.In primary gastric cells and cell lines, infection with H pylori, but not cgt mutants, blocked IFNG-induced signaling via JAK and STAT. Cells infected with H pylori were depleted of cholesterol, which reduced IFNG signaling by disrupting lipid rafts, leading to reduced phosphorylation (activation) of JAK and STAT1. H pylori infection of cells also blocked signaling by IFNB, interleukin 6 (IL6), and IL22 and reduced activation of genes regulated by these signaling pathways, including cytokines that regulate T-cell function (MIG and IP10) and anti-microbial peptides such as human β-defensin 3 (hBD3). We found that this mechanism allows H pylori to persist in proximity to infected cells while inducing inflammation only in the neighboring, non-infected epithelium. Stomach tissues from mice infected with PMSS1 had increased levels of IFNG, but did not express higher levels of interferon-response genes. Expression of the IFNG-response gene IRF1 was substantially higher in PMSS1Δcgt-infected mice than PMSS1-infected mice. Ifngr1-/- mice were colonized by PMSS1 to a greater extent than control mice.H pylori expression of cgt reduces cholesterol levels in infected gastric epithelial cells and thereby blocks IFNG signaling, allowing the bacteria to escape the host inflammatory response. These findings provide insight into the mechanisms by which H pylori might promote gastric carcinogenesis (persisting despite constant inflammation) and ineffectiveness of T cell-based vaccines against H pylori.", "doi": "10.1053/j.gastro.2017.12.008", "title": "Helicobacter pylori Depletes Cholesterol in Gastric Glands to Prevent Interferon gamma Signaling and Escape the Inflammatory Response.", "journal": ["Gastroenterology", "Gastroenterology"]}