{"authors": [["Casale", "Thomas B", "TB", "Professor, Division of Allergy and Immunology, Departments of Internal Medicine and Pediatrics, Morsani College of Medicine, University of South Florida, Tampa, FL. Electronic address: tbcasale@health.usf.edu."], ["Teng", "Michael N", "MN", "Associate Professor, Division of Allergy and Immunology, Department of Internal Medicine, Morsani College of Medicine, University of South Florida, Tampa, FL."], ["Morano", "Jamie P", "JP", "Assistant Professor, Division of Infectious Diseases and International Medicine, Morsani College of Medicine, University of South Florida, Tampa, FL."], ["Unnasch", "Thomas", "T", "Distinguished USF Health Professor, Chair, Department of Global Health, College of Public Health, University of South Florida, Tampa, FL."], ["Lockwood", "Charles J", "CJ", "Dean, Morsani College of Medicine, Senior Vice President of USF Health, Professor of Obstetrics and Gynecology, University of South Florida, Tampa, FL."]], "date": "2017-12-19", "id": "29273403", "text": "Zika virus (ZIKV) is a flavivirus that is primarily transmitted by Aedes aegypti, the mosquito vector also important in the transmission of the flaviviruses responsible for dengue fever, yellow fever and chikungunya. Due to occurrence in the same geographic regions, serological cross-reactivity, and similar, albeit often less severe clinical manifestations as dengue and chikungunya infections, ZIKV infection likely went undetected and/or misdiagnosed for many years. ZIKV is somewhat unique among flaviviruses in its ability to also be transmitted via sexual contact, non-sexual body fluids and perinatally. The relatively recent detection of the link between ZIKV infection and Guillain-Barré syndrome and fetal neurological defects including microcephaly has prompted intense efforts aimed at the development of new and specific diagnostic tests. Infection with ZIKV has been postulated to lead to a more severe clinical course from other structurally related viruses, especially dengue, and vice versa, due to a phenomenon termed antibody-dependent enhancement. Inactivated whole virus, DNA, RNA and vectored vaccine approaches to prevent ZIKV infection are in development as are treatments for active disease that are safe in pregnant women. Here we summarize the important epidemiologic and clinical features of ZIKV infection as well as the progress and challenges in developing rapid point of care diagnostic tests and vaccines to prevent disease. We used electronic databases to identify relevant published data regarding ZIKV MeSH searches.", "doi": "10.1016/j.jaci.2017.11.029", "title": "Zika Virus: An Emerging Infectious Disease with Serious Perinatal and Neurologic Complications.", "journal": ["The Journal of allergy and clinical immunology", "J. Allergy Clin. Immunol."]}