{"authors": [["Ren", "Z Z", "ZZ", "Department of Animal Sciences, 1675 Observatory Drive, University of Wisconsin-Madison, 53706."], ["Piepenburg", "A J", "AJ", "Department of Animal Sciences, 1675 Observatory Drive, University of Wisconsin-Madison, 53706."], ["Bütz", "D E", "DE", "Department of Animal Sciences, 1675 Observatory Drive, University of Wisconsin-Madison, 53706."], ["Claus", "J R", "JR", "Department of Animal Sciences, 1675 Observatory Drive, University of Wisconsin-Madison, 53706."], ["Cook", "M E", "ME", "Department of Animal Sciences, 1675 Observatory Drive, University of Wisconsin-Madison, 53706."]], "date": "2017-12-20", "id": "29272435", "text": "Strategies that would increase eggshell quality could be of considerable value to egg producers. This research demonstrated the effective use of fibroblast growth factor 23 (FGF-23) peptide vaccines to increase eggshell quality of Single Comb White Leghorn laying hens (from 69 to 72 wk of age). Hens, fed a standard diet (containing 900 IU/kg vitamin D3), were intramuscularly injected (and boosted) with either a control vaccine (n = 14 hens) or one of 2 FGF-23 peptide vaccines (peptides NP1, GMNPPPYS; and NP7, YTSTERNSFH; n = 15 hens for each peptide). During peak antibody titer, eggs were collected for shell and internal quality analysis, hens were artificially inseminated, and the hatchability of fertilized eggs was determined. Laying hens vaccinated with either FGF-23 peptide NP1 or NP7 had increased (P < 0.05) plasma phosphate level (mmol/L; NP1 = 1.74, NP7 = 1.76, control = 1.47), egg specific gravity (NP1 = 1.083, NP7 = 1.083, control = 1.079), and eggshell strength (g of force; NP1 = 4002, NP7 = 4157, control = 3102) when compared to control vaccinated hens. FGF-23 peptide NP1 vaccinated hens also had increased eggshell thickness (mm, P < 0.001), shell weight (g, P = 0.032), and shell index (% of whole egg, P = 0.023) when compared to control vaccinated hens. FGF-23 peptide NP7 vaccinated hens tended to have decreased eggshell weight (P = 0.064) when compared to control vaccinated hens. Hatchability of fertilized eggs was not affected in incubations 1 and 3, but tended to be decreased (P = 0.097) by FGF-23 peptide NP1 vaccination in incubation 2. In conclusion, vaccines to FGF-23 peptides increased eggshell quality of laying hens with minimal adverse effects on egg internal quality. The effect of FGF-23 peptide vaccination on hatchability remains to be clarified.", "doi": "10.3382/ps/pex373", "title": "Vaccine to fibroblast growth factor 23 peptides increases eggshell strength.", "journal": ["Poultry science", "Poult. Sci."]}