{"authors": [["Xu", "Mengsi", "M", "State Key Laboratory of Sheep Genetic Improvement and Healthy Production, Xinjiang Academy of Agricultural and Reclamation Sciences, Shihezi, China."], ["Xu", "Chunsheng", "C", "The Key Laboratory of Xinjiang Endemic & Ethnic Diseases and Department of Biochemistry, Shihezi University School of Medicine, Shihezi, China."], ["Liu", "Fuyuan", "F", "State Key Laboratory of Sheep Genetic Improvement and Healthy Production, Xinjiang Academy of Agricultural and Reclamation Sciences, Shihezi, China."], ["Shen", "Xiaoyun", "X", "School of Karst Science, Guizhou Normal University/State Engineering Technology Institute for Karst Desertfication Control, Guiyang, China."], ["Meng", "Jimeng", "J", "State Key Laboratory of Sheep Genetic Improvement and Healthy Production, Xinjiang Academy of Agricultural and Reclamation Sciences, Shihezi, China."], ["Chen", "Hongli", "H", "Xinjiang Western Animal Husbandry Co., Ltd, Shihezi, China."], ["Yang", "Jinquan", "J", "State Key Laboratory of Sheep Genetic Improvement and Healthy Production, Xinjiang Academy of Agricultural and Reclamation Sciences, Shihezi, China."], ["Zhou", "Ping", "P", "State Key Laboratory of Sheep Genetic Improvement and Healthy Production, Xinjiang Academy of Agricultural and Reclamation Sciences, Shihezi, China."], ["Gao", "Rui", "R", "The Key Laboratory of Xinjiang Endemic & Ethnic Diseases and Department of Biochemistry, Shihezi University School of Medicine, Shihezi, China."], ["Gan", "Shangquan", "S", "State Key Laboratory of Sheep Genetic Improvement and Healthy Production, Xinjiang Academy of Agricultural and Reclamation Sciences, Shihezi, China."]], "date": "2017-12-20", "id": "29272345", "text": "Immunocastration via vaccination against gonadotropin-releasing hormone (GnRH) is an effective alternative to surgical castration in livestock. In this study, male mice were immunized with eight GnRH peptide derivatives. Two, which exhibited highly significant effects in mice, and one which exhibited the least significant effects were selected for active immunization of 13 month-old bulls. The effects of these GnRH vaccines on sexual development and meat quality in bulls were evaluated by examining testis length, serum hormone and GnRH antibody concentrations, observation of sexual behavior and testicular tissue sections, and evaluation of meat quality indexes. The results indicated that anti-GnRH titers increased rapidly (P < 0.05) and serum follicle stimulating hormone (FSH), luteinizing hormone (LH), and testosterone (T) concentrations decreased sharply after booster immunization (P < 0.05), while testis volumes were lower (P < 0.01), testicular growth was arrested and spermatogenesis inhibited in Group C GnRH-treated versus control bull groups. Meat quality was not significantly different in immunocastrates relative to bulls in the control group. Our collective results provide a scientific basis to further clarify the mechanisms underlying GnRH-mediated regulation of livestock reproduction, and contribute to the development of an efficient, safe and reversible immune castration vaccine.", "doi": "10.1093/biolre/iox176", "title": "Effects of active immunization with newly modified GnRH peptides on spermatogenesis and production performance of Holstein bulls.", "journal": ["Biology of reproduction", "Biol. Reprod."]}