{"authors": [["de Mendoza", "Carmen", "C", "Puerta de Hierro Research Institute, Majadahonda, Spain."]], "date": null, "id": "29271972", "text": "The latest estimate from the WHO is of nearly 37 million people living with HIV worldwide by the end of 2016. Roughly 20 million are receiving antiretroviral therapy. Despite this progress in diagnosis and treatment, nearly 2 million new HIV infections continue to occur annually. Whereas men having sex with men (MSM) represent the major risk population for incident cases in North America and the European Union, infection of heterosexual women is the major group in Sub-Saharan Africa. Injection drug use is a leading mechanism of HIV acquisition in Asia, including Russia and the former Soviet republics. Given that HIV cannot be eradicated from infected persons, antiretroviral therapy prescribed as early as possible and forever has become the paradigm to both avoid clinical progression and prevent further transmissions. No protective vaccines are on the horizon, at least within a 5-year view. New genetic strategies (i.e., using CRISPR) that pursue elimination or lethal dysfunction of the HIV provirus hidden in human cell reservoirs have renewed the interest for HIV cure. Ultimately, they represent the most serious hope for controlling and eliminating the HIV pandemics. In the mean time, the benefit of antiretrovirals is being extended using oral drugs at demand in uninfected persons at risk as pre-exposure prophylaxis (PrEP). However, accompanying declines in condom use and increases in sexually transmitted infections are a major concern promoting PrEP. Alerts on rising syphilis and gonorrhea, and outbreaks of acute hepatitis C and now hepatitis A reflect the lack of adequate education, especially among MSM. Altogether, the updated figures from WHO and UNAIDS on the current status of the HIV epidemics suggest that a plateau may have been reached. Thereby, major efforts will be further required to envision a HIV/AIDS-free world. Major gaps still exist in access to antiretroviral therapy, diagnosis of people unaware of their infection, education on risk behaviors and interventions for preventing new HIV infections.", "doi": null, "title": "Hot News: HIV Epidemics - Current Burden and Future Prospects.", "journal": ["AIDS reviews", "AIDS Rev"]}