{"authors": [["Scholl", "Joep H G", "JHG", "Netherlands Pharmacovigilance Centre Lareb, 's-Hertogenbosch, The Netherlands."], ["van Hunsel", "Florence P A M", "FPAM", "Netherlands Pharmacovigilance Centre Lareb, 's-Hertogenbosch, The Netherlands."], ["Hak", "Eelko", "E", "PharmacoTherapy, -Epidemiology and -Economics, Groningen Research Institute of Pharmacy, University of Groningen, The Netherlands."], ["van Puijenbroek", "Eugène P", "EP", "Netherlands Pharmacovigilance Centre Lareb, 's-Hertogenbosch, The Netherlands."]], "date": "2017-12-21", "id": "29271017", "text": "The statistical screening of pharmacovigilance databases containing spontaneously reported adverse drug reactions (ADRs) is mainly based on disproportionality analysis. The aim of this study was to improve the efficiency of full database screening using a prediction model-based approach.A logistic regression-based prediction model containing 5 candidate predictors was developed and internally validated using the Summary of Product Characteristics as the gold standard for the outcome. All drug-ADR associations, with the exception of those related to vaccines, with a minimum of 3 reports formed the training data for the model. Performance was based on the area under the receiver operating characteristic curve (AUC). Results were compared with the current method of database screening based on the number of previously analyzed associations.A total of 25 026 unique drug-ADR associations formed the training data for the model. The final model contained all 5 candidate predictors (number of reports, disproportionality, reports from healthcare professionals, reports from marketing authorization holders, Naranjo score). The AUC for the full model was 0.740 (95% CI; 0.734-0.747). The internal validity was good based on the calibration curve and bootstrapping analysis (AUC after bootstrapping = 0.739). Compared with the old method, the AUC increased from 0.649 to 0.740, and the proportion of potential signals increased by approximately 50% (from 12.3% to 19.4%).A prediction model-based approach can be a useful tool to create priority-based listings for signal detection in databases consisting of spontaneous ADRs. KEY POINTS Current methods for full database screening of ADRs are mainly based on disproportionality, which has its limits due to its sensitivity for several types of selection bias. We developed a prediction model-based approach to generate a priority list of drug-ADR associations to be analyzed. The performance of the model and the comparison with the current method showed that the prediction model-based approach is to be preferred over the current method.", "doi": "10.1002/pds.4364", "title": "A prediction model-based algorithm for computer-assisted database screening of adverse drug reactions in the Netherlands.", "journal": ["Pharmacoepidemiology and drug safety", "Pharmacoepidemiol Drug Saf"]}