{"authors": [["Khodamoradi", "Shadi", "S", "Microbial Strain Collection, Helmholtz Centre for Infection Research, Braunschweig, Germany."], ["Shenagari", "Mohammad", "M", "Cellular and Molecular Research Center, Guilan University of Medical Science, Rasht, Iran. shenagari@gmail.com."], ["Kheiri", "Masoumeh Tavasoti", "MT", "Influenza Unit, Pasteur Institute of Iran, Tehran, Iran."], ["Sabahi", "Farzaneh", "F", "Department of Virology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Jamali", "Abbas", "A", "Influenza Unit, Pasteur Institute of Iran, Tehran, Iran."], ["Heidari", "Ahmad", "A", "Department of Agronomy and Plant Breeding, Agriculture Faculty, University of Zanjan, Zanjan, Iran."], ["Ashrafkhani", "Babak", "B", "Faculty of Medicine, Guilan University of Medical Sciences, Rasht, Iran."]], "date": "2017-12-21", "id": "29270718", "text": "Vaccination is the most effective method for the prevention of influenza virus infection. Currently used influenza vaccines that target the highly polymorphic viral surface antigens can provide protection when well matched with circulating virus strains. Antigenic drift or cyclically occurring pandemics may hamper the efficacy of these vaccines, which are chosen prior to each flu season. Therefore, a universal vaccine, designed to induce broadly cross-protective immunity against the highly conserved internal antigens M1 and nucleoprotein could provide durable protection against various influenza virus subtypes, and it could also reduce the impact of pandemic influenza, which occurs less frequently. Here, we describe a new influenza vaccine candidate in which two highly conserved antigens, nucleoprotein (NP) and matrix (M1), are simultaneously expressed from a bicistronic vector termed pIRESM1/NP. Mice were immunized intradermally four times with the pIRESM1/NP construct. The protection efficacy of the gene-based vaccine was assessed by IFN-γ and Granzyme B ELISpot assays, follow-up observation of weight loss, and survival rates of the mice groups against lethal challenges with influenza A virus subtypes H1N1 and H5N1. The group that received pIRESM1/NP showed full protection against disease following lethal challenge with H1N1 and H5N1. This group also generated significantly higher host immune cellular responses than the other groups. These results demonstrate that a DNA vaccine strategy based on co-expression of the M1 and NP proteins could provide an effective way to control influenza virus infection.", "doi": "10.1007/s00705-017-3682-9", "title": "IRES-based co-expression of influenza virus conserved genes can promote synergistic antiviral effects both in vitro and in vivo.", "journal": ["Archives of virology", "Arch. Virol."]}