{"authors": [["Spagnoli", "Gloria", "G", "Department of Chemical Life Sciences & Environmental Sustainability, University of Parma, Parma, Italy."], ["Pouyanfard", "Somayeh", "S", "German Cancer Research Center (DKFZ), Heidelberg, Germany."], ["Cavazzini", "Davide", "D", "Department of Chemical Life Sciences & Environmental Sustainability, University of Parma, Parma, Italy."], ["Canali", "Elena", "E", "Department of Chemical Life Sciences & Environmental Sustainability, University of Parma, Parma, Italy."], ["Maggi", "Stefano", "S", "Department of Chemical Life Sciences & Environmental Sustainability, University of Parma, Parma, Italy."], ["Tommasino", "Massimo", "M", "International Agency for Research on Cancer, World Health Organization, Lyon, France."], ["Bolchi", "Angelo", "A", "Department of Chemical Life Sciences & Environmental Sustainability, University of Parma, Parma, Italy."], ["Müller", "Martin", "M", "German Cancer Research Center (DKFZ), Heidelberg, Germany. martin.mueller@dkfz-heidelberg.de."], ["Ottonello", "Simone", "S", "Department of Chemical Life Sciences & Environmental Sustainability, University of Parma, Parma, Italy. s.ottonello@unipr.it."]], "date": "2017-12-21", "id": "29269879", "text": "Vaccines targeting the human papillomavirus (HPV) minor capsid protein L2 are emerging as chemico-physically robust and broadly protective alternatives to the current HPV (L1-VLP) vaccines. We have previously developed a trivalent L2 vaccine prototype exploiting Pyrococcus furiosus thioredoxin (PfTrx) as a thermostable scaffold for the separate presentation of three distinct HPV L2(20-38) epitopes. With the aim of achieving a highly immunogenic, yet simpler and more GMP-production affordable formulation, we report here on a novel thermostable nanoparticle vaccine relying on genetic fusion of PfTrx-L2 with the heptamerizing coiled-coil polypeptide OVX313. A prototype HPV16 monoepitope version of this nanoparticle vaccine (PfTrx-L2-OVX313; median radius: 8.6 ± 1.0 nm) proved to be approximately 10-fold more immunogenic and with a strikingly enhanced cross-neutralization capacity compared to its monomeric counterpart. Vaccine-induced (cross-)neutralizing responses were further potentiated in a multiepitope derivative displaying eight different L2(20-38) epitopes, which elicited neutralizing antibodies against 10 different HPVs including three viral types not represented in the vaccine. Considering the prospective safety of the PfTrx scaffold and of the OVX313 heptamerization module, PfTrx-OVX313 nanoparticles lend themselves as robust L2-based immunogens with a high translational potential as a 3rd generation HPV vaccine, but also as a novel and extremely versatile peptide-antigen presentation platform.", "doi": "10.1038/s41598-017-18177-1", "title": "Broadly neutralizing antiviral responses induced by a single-molecule HPV vaccine based on thermostable thioredoxin-L2 multiepitope nanoparticles.", "journal": ["Scientific reports", "Sci Rep"]}