{"authors": [["Nguyen", "Minh-Thu", "MT", "Microbial Genetics, Interfaculty Institute of Microbiology and Infection Medicine Tübingen (IMIT), University of Tübingen, Tübingen, 72076, Germany."], ["Uebele", "Julia", "J", "Paul-Ehrlich-Institute, Federal Regulatory Agency for Vaccines and Biomedicines, Langen, 63225, Germany."], ["Kumari", "Nimerta", "N", "Microbial Genetics, Interfaculty Institute of Microbiology and Infection Medicine Tübingen (IMIT), University of Tübingen, Tübingen, 72076, Germany."], ["Nakayama", "Hiroshi", "H", "Biomolecular Characterization Unit, RIKEN Center for Sustainable Resource Science, Saitama, 351-0198, Japan."], ["Peter", "Lena", "L", "Paul-Ehrlich-Institute, Federal Regulatory Agency for Vaccines and Biomedicines, Langen, 63225, Germany."], ["Ticha", "Olga", "O", "Paul-Ehrlich-Institute, Federal Regulatory Agency for Vaccines and Biomedicines, Langen, 63225, Germany."], ["Woischnig", "Anne-Kathrin", "AK", "Laboratory of Infection Biology, Department of Biomedicine, University Hospital Basel, Basel, CH-4031, Switzerland."], ["Schmaler", "Mathias", "M", "Laboratory of Infection Biology, Department of Biomedicine, University Hospital Basel, Basel, CH-4031, Switzerland."], ["Khanna", "Nina", "N", "Laboratory of Infection Biology, Department of Biomedicine, University Hospital Basel, Basel, CH-4031, Switzerland."], ["Dohmae", "Naoshi", "N", "Biomolecular Characterization Unit, RIKEN Center for Sustainable Resource Science, Saitama, 351-0198, Japan."], ["Lee", "Bok Luel", "BL", "National Research Laboratory of Defense Proteins, College of Pharmacy, Pusan National University, Pusan, 609-735, South Korea."], ["Bekeredjian-Ding", "Isabelle", "I", "Paul-Ehrlich-Institute, Federal Regulatory Agency for Vaccines and Biomedicines, Langen, 63225, Germany."], ["Götz", "Friedrich", "F", "Microbial Genetics, Interfaculty Institute of Microbiology and Infection Medicine Tübingen (IMIT), University of Tübingen, Tübingen, 72076, Germany. friedrich.goetz@uni-tuebingen.de."]], "date": "2017-12-21", "id": "29269769", "text": "Lipoproteins (Lpp) of Gram-positive bacteria are major players in alerting our immune system. Here, we show that the TLR2 response induced by commensal species Staphylococcus aureus and Staphylococcus epidermidis is almost ten times lower than that induced by noncommensal Staphylococcus carnosus, and this is at least partially due to their different modifications of the Lpp lipid moieties. The N terminus of the lipid moiety is acylated with a long-chain fatty acid (C17) in S. aureus and S. epidermidis, while it is acylated with a short-chain fatty acid (C2) in S. carnosus. The long-chain N-acylated Lpp, recognized by TLR2-TLR1 receptors, silences innate and adaptive immune responses, while the short-chain N-acetylated Lpp, recognized by TLR2-TLR6 receptors, boosts it.", "doi": "10.1038/s41467-017-02234-4", "title": "Lipid moieties on lipoproteins of commensal and non-commensal staphylococci induce differential immune responses.", "journal": ["Nature communications", "Nat Commun"]}