{"authors": [["Duperret", "Elizabeth K", "EK", "Vaccine Center, Wistar Institute."], ["Trautz", "Aspen", "A", "The Wistar Institute."], ["Ammons", "Dylan", "D", "Weiner Lab, The Wistar Institute."], ["Perales-Puchalt", "Alfredo", "A", "Vaccine Center, The Wistar Institute."], ["Wise", "Megan C", "MC", "Inovio Pharmaceuticals, Inc."], ["Yan", "Jian", "J", "Research and Development, Inovio Pharmaceuticals, Inc."], ["Reed", "Charles", "C", "Research and Development, Inovio Pharmaceuticals, Inc."], ["Weiner", "David B", "DB", "Vaccine Center, The Wistar Institute dweiner@wistar.org."]], "date": "2017-12-21", "id": "29269377", "text": "Fibroblast activation protein (FAP) is over-expressed in cancer-associated fibroblasts and is an interesting target for cancer immune therapy, with prior studies indicating a potential to impact the tumor stroma. Our aim was to extend this earlier work through development of a novel FAP immunogen with improved capacity to break tolerance for use in combination with tumor antigen vaccines.We used a synthetic consensus (SynCon) sequence approach to provide MHC class II help to support breaking of tolerance. We evaluated immune responses and anti-tumor activity of this novel FAP vaccine in pre-clinical studies, and correlated these findings to patient data.This SynCon FAP DNA vaccine was capable of breaking tolerance and inducing both CD8+ and CD4+ immune responses. In genetically diverse, outbred mice, the SynCon FAP DNA vaccine was superior at breaking tolerance compared to a native mouse FAP immunogen. In several tumor models, the SynCon FAP DNA vaccine synergized with other tumor-antigen specific DNA vaccines to enhance anti-tumor immunity. Evaluation of the tumor microenvironment showed increased CD8+ T cell infiltration and a decreased macrophage infiltration driven by FAP immunization. We extended this to patient data from the Cancer Genome Atlas, where we find high FAP expression correlates with high macrophage and low CD8+ T cell infiltration.These results suggest that immune therapy targeting tumor antigens in combination with a micro-consensus FAP vaccine provides a two fisted punch inducing responses that target both the tumor microenvironment and tumor cells directly.", "doi": "10.1158/1078-0432.CCR-17-2033", "title": "Alteration of the tumor stroma using a consensus DNA vaccine targeting Fibroblast Activation Protein (FAP) synergizes with anti-tumor vaccine therapy in mice.", "journal": ["Clinical cancer research : an official journal of the American Association for Cancer Research", "Clin. Cancer Res."]}