{"authors": [["Hartuti", "Endah Dwi", "ED", "Master program of Biomedical Science, Faculty of Medicine, University of Indonesia, Indonesia; Biotech Center, Agency for the Assessment and Application of Technology, Jakarta, Indonesia."], ["Inaoka", "Daniel Ken", "DK", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan; School of Tropical Medicine and Global Health, Nagasaki University, Nagasaki, Japan. Electronic address: danielken@nagasaki-u.ac.jp."], ["Komatsuya", "Keisuke", "K", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Miyazaki", "Yukiko", "Y", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Miller", "Russell J", "RJ", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Xinying", "Wang", "W", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan; School of Tropical Medicine and Global Health, Nagasaki University, Nagasaki, Japan."], ["Sadikin", "Mohamad", "M", "Department of Biochemistry & Molecular Biology, Faculty of Medicine, University of Indonesia, Jakarta, Indonesia."], ["Prabandari", "Erwahyuni Endang", "EE", "Biotech Center, Agency for the Assessment and Application of Technology, Jakarta, Indonesia."], ["Waluyo", "Danang", "D", "Biotech Center, Agency for the Assessment and Application of Technology, Jakarta, Indonesia."], ["Kuroda", "Marie", "M", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Amalia", "Eri", "E", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Matsuo", "Yuichi", "Y", "School of Tropical Medicine and Global Health, Nagasaki University, Nagasaki, Japan."], ["Nugroho", "Nuki B", "NB", "Biotech Center, Agency for the Assessment and Application of Technology, Jakarta, Indonesia."], ["Saimoto", "Hiroyuki", "H", "Department of Chemistry and Biotechnology, Graduate School of Engineering, Tottori University, Tottori, Japan."], ["Pramisandi", "Amila", "A", "Biotech Center, Agency for the Assessment and Application of Technology, Jakarta, Indonesia; Graduate School of Infection Control Sciences, Kitasato University, Tokyo, Japan."], ["Watanabe", "Yoh-Ichi", "YI", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Mori", "Mihoko", "M", "Graduate School of Infection Control Sciences, Kitasato University, Tokyo, Japan."], ["Shiomi", "Kazuro", "K", "Graduate School of Infection Control Sciences, Kitasato University, Tokyo, Japan."], ["Balogun", "Emmanuel Oluwadare", "EO", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan; Department of Biochemistry, Ahmadu Bello University, Zaria, Nigeria."], ["Shiba", "Tomoo", "T", "Department of Applied Biology, Graduate School of Science Technology, Kyoto Institute of Technology, Kyoto, Japan."], ["Harada", "Shigeharu", "S", "Department of Applied Biology, Graduate School of Science Technology, Kyoto Institute of Technology, Kyoto, Japan."], ["Nozaki", "Tomoyoshi", "T", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Kita", "Kiyoshi", "K", "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan; School of Tropical Medicine and Global Health, Nagasaki University, Nagasaki, Japan."]], "date": "2017-12-18", "id": "29269266", "text": "Plasmodium falciparum is an apicomplexan parasite that causes the most severe malaria in humans. Due to a lack of effective vaccines and emerging of drug resistance parasites, development of drugs with novel mechanisms of action and few side effects are imperative. To this end, ideal drug targets are those essential to parasite viability as well as absent in their mammalian hosts. The mitochondrial electron transport chain (ETC) of P. falciparum is one source of such potential targets because enzymes, such as L-malate:quinone oxidoreductase (PfMQO), in this pathway are absent humans. PfMQO catalyzes the oxidation of L-malate to oxaloacetate and the simultaneous reduction of ubiquinone to ubiquinol. It is a membrane protein, involved in three pathways (ETC, the tricarboxylic acid cycle and the fumarate cycle) and has been shown to be essential for parasite survival, at least, in the intra-erythrocytic asexual stage. These findings indicate that PfMQO would be a valuable drug target for development of antimalarial with novel mechanism of action. Up to this point in time, difficulty in producing active recombinant mitochondrial MQO has hampered biochemical characterization and targeted drug discovery with MQO. Here we report for the first time recombinant PfMQO overexpressed in bacterial membrane and the first biochemical study. Furthermore, about 113 compounds, consisting of ubiquinone binding site inhibitors and antiparasitic agents, were screened resulting in the discovery of ferulenol as a potent PfMQO inhibitor. Finally, ferulenol was shown to inhibit parasite growth and showed strong synergism in combination with atovaquone, a well-described anti-malarial and bc1 complex inhibitor.", "doi": "10.1016/j.bbabio.2017.12.004", "title": "Biochemical studies of membrane bound Plasmodium falciparum mitochondrial L-malate:quinone oxidoreductase, a potential drug target.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}