{"authors": [["Shamriz", "Shabnam", "S", "Department of Biotechnology, Iranian Research Organization for Science and Technology, Tehran, Iran."], ["Ofoghi", "Hamideh", "H", "Department of Biotechnology, Iranian Research Organization for Science and Technology, Tehran, Iran. Electronic address: Ofoghi@irost.ir."]], "date": "2017-12-19", "id": "29269249", "text": "Malaria is an infectious disease having a large negative impact on economic growth. Vaccines are considered as a novel strategy to reduce the burden of malaria. Malaria parasite has a complex life cycle and attempts are being made to develop vaccines that target each stage of the life cycle. Oral vaccines seem to be more feasible to implement in poor countries, since they are relatively inexpensive, needle-free administrated, mostly stable at non-refrigerated conditions and painless. By using recombinant technology, suitable oral hosts could serve as antigen delivering vehicles in developing oral vaccines. Chlamydomonas reinhardtii offers beneficial attributes as oral recombinant protein expression platform. Moreover, C. reinhardtii chloroplast is an attractive platform for expressing malaria antigens because it is capable of folding complex proteins, including those requiring disulfide bond formation, while lacking the ability to glycosylate proteins; a valuable quality of any malaria protein expression system, since the Plasmodium parasite lacks N-linked glycosylation machinery. As a first step towards developing an oral vaccine candidate against malaria, here, we expressed a fusion protein consisting of PfCelTOS, a candidate for pre-erythrocytic and transmission-blocking vaccines, fused to human interleukin-2 (IL-2) as vaccine adjuvant in the chloroplast of C. reinhardtii. The effect of light and media on recombinant protein production and cell growth was then studied. Results demonstrated that expressed recombinant proteins accumulate as a soluble, properly folded and functional protein within algal chloroplasts. Moreover, results showed that the highest cell density can be achieved using mixotrophy mode. However, protein accumulation appears to be favored by cultivating in TAP medium in low light.", "doi": "10.1016/j.jbiotec.2017.12.015", "title": "Engineering the chloroplast of Chlamydomonas reinhardtii to express the recombinant PfCelTOS-Il2 antigen-adjuvant fusion protein.", "journal": ["Journal of biotechnology", "J. Biotechnol."]}