{"authors": [["Alonso", "Sonia", "S", "Unit of Gastroenterology, Hospital Universitario Fundación Alcorcón, Av. Budapest-1, 28922, Alcorcon, Madrid, Spain."], ["Guerra", "Adriana-René", "AR", "Unit of Gastroenterology, Hospital Universitario Fundación Alcorcón, Av. Budapest-1, 28922, Alcorcon, Madrid, Spain."], ["Carreira", "Lourdes", "L", "Unit of Gastroenterology, Hospital Universitario Fundación Alcorcón, Av. Budapest-1, 28922, Alcorcon, Madrid, Spain."], ["Ferrer", "Juan-Ángel", "JÁ", "Unit of Gastroenterology, Hospital Universitario Fundación Alcorcón, Av. Budapest-1, 28922, Alcorcon, Madrid, Spain."], ["Gutiérrez", "María-Luisa", "ML", "Unit of Gastroenterology, Hospital Universitario Fundación Alcorcón, Av. Budapest-1, 28922, Alcorcon, Madrid, Spain."], ["Fernandez-Rodriguez", "Conrado M", "CM", "Unit of Gastroenterology, Hospital Universitario Fundación Alcorcón, Av. Budapest-1, 28922, Alcorcon, Madrid, Spain. cfernandez@fhalcorcon.es."]], "date": "2017-12-21", "id": "29268704", "text": "Hepatitis B virus (HBV) chronic infection affects up to 240 million people in the world and it is a common cause of cirrhosis and hepatocellular carcinoma (HCC). HBV covalently closed circular DNA (cccDNA) plays an essential role in HBV persistence and replication. Current pharmacological treatment with nucleos(t)ide analogues (NA) may suppress HBV replication with little or no impact on cccDNA, hence lifelong treatment is required in the vast majority of patients. Clearances of intrahepatic cccDNA and/or HBsAg are critical endpoints for future antiviral therapy in chronic HBV. Recent promising developments targeting different molecular HBV life cycle steps are being pre-clinically tested or have moved forward in early clinical trials.We review the current state of the art of these pharmacological developments, mainly focusing on efficacy and safety results, which are expected to lay the ground for future HBV eradication. An inclusive literature search on new treatments of HBV using the following electronic databases: Pubmed/MEDLINE, AMED, CINAHL and the Cochrane Central Register of Controlled Trials. Full-text manuscripts and abstracts published over the last 12 years, from 2005 to March 2011 were reviewed for relevance and reference lists were crosschecked for additional applicable studies regarding new HBV antiviral treatment.HBV entry inhibitors, HBV core inhibitors, HBV cccDNA transcripts RNA interference, HBV cell apoptosis inducers, HBV RNA, viral proteins and DNA knock down agents, HBV release inhibitors, anti-sense nucleosides, exogenous interferon stimulation, interferon response stimulation and HBV therapeutic vaccines were reviewed.This review will provide readers with an updated vision of current and foreseeable therapeutic developments in chronic hepatitis B.", "doi": "10.1186/s12876-017-0726-2", "title": "Upcoming pharmacological developments in chronic hepatitis B: can we glimpse a cure on the horizon?", "journal": ["BMC gastroenterology", "BMC Gastroenterol"]}