{"authors": [["Priyamvada", "Lalita", "L", "Division of Infectious Disease, Department of Pediatrics, Emory University School of Medicine, Atlanta, Georgia."], ["Suthar", "Mehul S", "MS", "Division of Infectious Disease, Department of Pediatrics, Emory University School of Medicine, Atlanta, Georgia."], ["Ahmed", "Rafi", "R", "Emory Vaccine Center, Emory University School of Medicine, Atlanta, Georgia."], ["Wrammert", "Jens", "J", "Division of Infectious Disease, Department of Pediatrics, Emory University School of Medicine, Atlanta, Georgia."]], "date": null, "id": "29267924", "text": "The recent emergence of Zika virus (ZIKV) in the western hemisphere has been linked to Guillain-Barre syndrome, congenital microcephaly, and devastating ophthalmologic and neurologic developmental abnormalities. The vast geographic spread and adverse disease outcomes of the 2015-2016 epidemic have elevated ZIKV from a previously understudied virus to one of substantial public health interest worldwide. Recent efforts to dissect immunological responses to ZIKV have provided significant insights into the functional quality and antigenic targets of ZIKV-induced B-cell responses. Several groups have demonstrated immunological cross-reactivity between ZIKV and other flaviviruses and have identified antibodies capable of both cross-neutralization, as well as antibody-dependent enhancement (ADE) of ZIKV infection. However, the impact of preexisting flavivirus immunity on ZIKV pathogenesis, the generation of protective responses, and in utero transmission of ZIKV infection remain unclear. Given the widespread endemicity of DENV in the areas most effected by the current ZIKV outbreak, the possibility of ADE is especially concerning and may pose unique challenges to the development and deployment of safe and immunogenic ZIKV vaccines. Here, we review current literature pertaining to ZIKV-induced B-cell responses and humoral cross-reactivity and discuss relevant considerations for the development of vaccines and therapeutics against ZIKV.", "doi": "10.1093/infdis/jix513", "title": "Humoral Immune Responses Against Zika Virus Infection and the Importance of Preexisting Flavivirus Immunity.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}