{"authors": [["Erbelding", "Emily", "E", "Division of Microbiology and Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland."], ["Cassetti", "Cristina", "C", "Virology Branch, Division of Microbiology and Infectious Diseases, Bethesda, Maryland."]], "date": null, "id": "29267921", "text": "There was a dramatic upsurge in research activity after the recognition of Zika virus (ZIKV) transmission in South America in 2015 and its causal relationship to devastating anomalies in newborn infants. Progress in this area required a community of arbovirologists poised to refocus their research efforts and rapidly characterize the features of ZIKV transmission and infection through diverse multidisciplinary collaborations. Significant gaps remain in our knowledge of the natural history of ZIKV infection, its effects on neurodevelopment, modes and risk of transmission, and its interrelationship with other arbovirus infections. Development of effective countermeasures, such as therapeutics and an effective vaccine, are also research priorities. Lessons learned from our research response to ZIKV may help public health officials plan for the next emerging infectious disease threat.The last 18 months have witnessed one of the most rapid and coordinated research responses against an emerging disease to date. Zika virus, a pathogen that has been known since 1947 but poorly studied until recently because it was believed to only cause a mild infection, has rapidly become the object of intense investigation by the international research community since the link between infection and severe congenital disease was announced by Brazilian authorities in November 2015. According to PubMed, the total number of ZIKV-related publications skyrocketed from 117 in 2015 to 3253 in August of 2017. This supplement summarizes the tremendous progress that has been made since 2015 to elucidate the biology of this virus, its various disease manifestations in humans and animals, the diverse routes by which it is transmitted, and the role of various mosquito vectors in the recent outbreaks. In addition, several efforts have been initiated to develop new diagnostics, therapeutics, vaccines, and vector control strategies to better detect, treat, and prevent this important infection. There are 3 factors that contributed to the rapid progress in ZIKV research: (1) the availability of dedicated funding for ZIKV research; (2) the prior existence of both flavivirologists and maternal-child health researchers who were poised to tackle this new public health challenge; and (3) the high level of coordination and collaboration between different research agencies worldwide.Despite the significant progress, many significant questions remain to be addressed to accelerate the development of effective ZIKV countermeasures and increase our preparedness against this significant public health threat. Some of the most pressing scientific gaps that need to be addressed to advance the field are summarized below.", "doi": "10.1093/infdis/jix492", "title": "Zika Virus and Future Research Directions.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}