{"authors": [["Zorrilla", "Carmen D", "CD", "Department of Obstetrics and Gynecology, University of Puerto Rico School of Medicine, San Juan."], ["García García", "Inés", "I", "Department of Pediatrics, University of Puerto Rico School of Medicine, San Juan."], ["García Fragoso", "Lourdes", "L", "Department of Pediatrics, University of Puerto Rico School of Medicine, San Juan."], ["De La Vega", "Alberto", "A", "Department of Obstetrics and Gynecology, University of Puerto Rico School of Medicine, San Juan."]], "date": null, "id": "29267916", "text": "An infection with the Zika virus (ZIKV) is usually mild, with nonspecific symptoms and most often asymptomatic. However, because of its causal relationship with severe congenital malformations, the ZIKV epidemic became an imperative for mobilization, renewed strategies for vector control, and biomedical research. A congenital Zika syndrome (CZS) has been characterized with 5 distinctive features that focus on brain development abnormalities (including microcephaly and brain calcifications), retinal manifestations, and defects on extremities including congenital contractures and hypertonia. The CZS could be just \"the tip of the iceberg\", pending the documentation of a spectrum of disease that could manifest later in life, from mild dysfunction to severe disease. It will be a matter of time for neurodevelopmental abnormalities, learning disabilities, and other unknown but yet-to-be-described outcomes to be associated with intrauterine ZIKV infection. In addition, ZIKV infection during pregnancy has been associated with other adverse outcomes. Reports mostly include ZIKV-affected pregnancies, and it will be difficult to clearly establish causality without appropriate control groups. We are summarizing some of the known or reported consequences of such infection during pregnancy. Women of reproductive age and particularly pregnant women are the most vulnerable to the adverse consequences of the ZIKV epidemic. Vector control programs need to be expanded to curtail new infections. Research is needed to develop safe and effective treatments, a preventive or therapeutic vaccine, and specific and sensitive tests and to diagnose and identify correlates of long-term immunity. Vaccines and treatments should be safe to be used in pregnancy. To do nothing would allow thousands of pregnant women to expose their fetuses to an infection that causes birth defects and other problems. Prenatal diagnosis technology development is necessary to be able to predict or diagnose adverse fetal outcomes related to ZIKV. Moreover, these tests should be used in a manner similar to the testing/screening method for neural tube defects and common chromosomal anomalies during prenatal care.", "doi": "10.1093/infdis/jix448", "title": "Zika Virus Infection in Pregnancy: Maternal, Fetal, and Neonatal Considerations.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}