{"authors": [["Gruber", "Marion F", "MF", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Silver Spring, Maryland."], ["Farizo", "Karen M", "KM", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Silver Spring, Maryland."], ["Pratt", "R Douglas", "RD", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Silver Spring, Maryland."], ["Fink", "Doran L", "DL", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Silver Spring, Maryland."], ["Finn", "Theresa M", "TM", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Silver Spring, Maryland."], ["Krause", "Philip R", "PR", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Silver Spring, Maryland."], ["Borio", "Lucian L", "LL", "Office of the Commissioner, Silver Spring, Maryland."], ["Marks", "Peter W", "PW", "Center for Biologics Evaluation and Research, US Food and Drug Administration, Silver Spring, Maryland."]], "date": null, "id": "29267913", "text": "The Zika outbreak that began in 2015 has spread from Brazil to countries across the Western Hemisphere including the United States, presenting global public health challenges that call for the expedited development and availability of preventive vaccines to protect against Zika virus disease. While the general principles guiding the nonclinical and clinical development for Zika vaccines are the same as those of other preventive vaccines, unique considerations apply, in particular if development occurs during a public health emergency. Furthermore, incomplete information about the pathogenesis of Zika virus disease and the mechanism by which candidate preventive vaccines potentially may confer protection presents additional challenges to their clinical development. Nevertheless, definition of clinical development strategies to enable sound regulatory assessment, with a goal toward licensure is critical for these products. This article will provide an overview of the regulatory considerations for the clinical development and licensure of Zika vaccine candidates including a discussion of clinical study designs, approaches to demonstrate vaccine effectiveness, and regulatory pathways to licensure.", "doi": "10.1093/infdis/jix433", "title": "Clinical Development Strategies and Considerations for Zika Vaccine Licensure.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}