{"authors": [["Ikegami", "Tetsuro", "T", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Balogh", "Aaron", "A", "Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, Kansas, United States of America."], ["Nishiyama", "Shoko", "S", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Lokugamage", "Nandadeva", "N", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Saito", "Tais B", "TB", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Morrill", "John C", "JC", "Department of Microbiology and Immunology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Shivanna", "Vinay", "V", "Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, Kansas, United States of America."], ["Indran", "Sabarish V", "SV", "Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, Kansas, United States of America."], ["Zhang", "Lihong", "L", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Smith", "Jennifer K", "JK", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Perez", "David", "D", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Juelich", "Terry L", "TL", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Morozov", "Igor", "I", "Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, Kansas, United States of America."], ["Wilson", "William C", "WC", "United States Department of Agriculture, Agricultural Research Service, Arthropod Borne Animal Diseases Research Unit, Manhattan, Kansas, United States of America."], ["Freiberg", "Alexander N", "AN", "Department of Pathology, The University of Texas Medical Branch, Galveston, Texas, United States of America."], ["Richt", "Juergen A", "JA", "Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, Kansas, United States of America."]], "date": "2017-12-21", "id": "29267298", "text": "Rift Valley fever phlebovirus (RVFV) causes high rates of abortions and fetal malformations in ruminants, and hemorrhagic fever, encephalitis, or blindness in humans. Viral transmission occurs via mosquito vectors in endemic areas, which necessitates regular vaccination of susceptible livestock animals to prevent the RVF outbreaks. Although ZH501 strain has been used as a challenge strain for past vaccine efficacy studies, further characterization of other RVFV strains is important to optimize ruminant and nonhuman primate RVFV challenge models. This study aimed to characterize the virulence of wild-type RVFV strains belonging to different genetic lineages in outbred CD1 mice. Mice were intraperitoneally infected with 1x103 PFU of wild-type ZH501, Kenya 9800523, Kenya 90058, Saudi Arabia 200010911, OS1, OS7, SA75, Entebbe, or SA51 strains. Among them, mice infected with SA51, Entebbe, or OS7 strain showed rapid dissemination of virus in livers and peracute necrotic hepatitis at 2-3 dpi. Recombinant SA51 (rSA51) and Zinga (rZinga) strains were recovered by reverse genetics, and their virulence was also tested in CD1 mice. The rSA51 strain reproduced peracute RVF disease in mice, whereas the rZinga strain showed a similar virulence with that of rZH501 strain. This study showed that RVFV strains in different genetic lineages display distinct virulence in outbred mice. Importantly, since wild-type RVFV strains contain defective-interfering RNA or various genetic subpopulations during passage from original viral isolations, recombinant RVFV strains generated by reverse genetics will be better suitable for reproducible challenge studies for vaccine development as well as pathological studies.", "doi": "10.1371/journal.pone.0189250", "title": "Distinct virulence of Rift Valley fever phlebovirus strains from different genetic lineages in a mouse model.", "journal": ["PloS one", "PLoS ONE"]}