{"authors": [["Getman", "Rebekah", "R", "1 Harvard School of Dental Medicine, Boston, MA, USA."], ["Helmi", "Mohammad", "M", "1 Harvard School of Dental Medicine, Boston, MA, USA."], ["Roberts", "Hal", "H", "3 Harvard University, Cambridge, MA, USA."], ["Yansane", "Alfa", "A", "1 Harvard School of Dental Medicine, Boston, MA, USA."], ["Cutler", "David", "D", "3 Harvard University, Cambridge, MA, USA."], ["Seymour", "Brittany", "B", "1 Harvard School of Dental Medicine, Boston, MA, USA."]], "date": "2017-12-01", "id": "29267129", "text": "This article analyzes the digital childhood vaccination information network for vaccine-hesitant parents. The goal of this study was to explore the structure and influence of vaccine-hesitant content online by generating a database and network analysis of vaccine-relevant content.We used Media Cloud, a searchable big-data platform of over 550 million stories from 50,000 media sources, for quantitative and qualitative study of an online media sample based on keyword selection. We generated a hyperlink network map and measured indegree centrality of the sources and vaccine sentiment for a random sample of 450 stories.28,122 publications from 4,817 sources met inclusion criteria. Clustered communities formed based on shared hyperlinks; communities tended to link within, not among, each other. The plurality of information was provaccine (46.44%, 95% confidence interval [39.86%, 53.20%]). The most influential sources were in the health community (National Institutes of Health, Centers for Disease Control and Prevention) or mainstream media ( New York Times); some user-generated sources also had strong influence and were provaccine (Wikipedia). The vaccine-hesitant community rarely interacted with provaccine content and simultaneously used primary provaccine content within vaccine-hesitant narratives.The sentiment of the overall conversation was consistent with scientific evidence. These findings demonstrate an online environment where scientific evidence online drives vaccine information outside of the vaccine-hesitant community but is also prominently used and misused within the robust vaccine-hesitant community. Future communication efforts should take current context into account; more information may not prevent vaccine hesitancy.", "doi": "10.1177/1090198117739673", "title": "Vaccine Hesitancy and Online Information: The Influence of Digital Networks.", "journal": ["Health education & behavior : the official publication of the Society for Public Health Education", "Health Educ Behav"]}