{"authors": [["Kuie", "Tay Sun", "TS", "Department of Obstetrics & Gynaecology, Singapore General Hospital."], ["Hsu", "Tun-Ying", "TY", "Medical Affairs, MSD Pharma (Singapore) Pte. Ltd."], ["Pavelyev", "Andrew", "A", "HCL America Inc, USA."], ["Walia", "Anuj", "A", "Department of Medical Affairs, MSD International GmbH (Singapore Branch), Singapore."], ["Kulkarni", "Amit S", "AS", "Center for Observational and Real World Evidence, Merck& Co., Inc, NJ, USA."]], "date": "2017-12-20", "id": "29266694", "text": "To examine the epidemiological and economic impact of a nine-valent (nonavalent) human papillomavirus (HPV)-(6/11/16/18/31/33/45/52/58) vaccine programme for young teenagers in Singapore.Mathematical modelling.Pharmaco-economic simulation projection.Singapore demography.Clinical, epidemiological and financial data from Singapore were used in a validated HPV transmission dynamic mathematical model to analyse the impact of nonavalent HPV vaccination over quadrivalent and bivalent vaccines in a school-based 2-dose vaccination for 11-to-12-year-old girls in the country. The model assumed routine cytology screening in the current rate (50%) and vaccine coverage rate of 80%.Changes over a 100-year time horizon in the incidence and mortality rates of cervical cancer, case load of genital warts, and incremental cost -effectiveness ratio (ICER).Compared to bivalent and quadrivalent HPV vaccination programme, nonavalent HPV universal vaccination resulted in an additional reduction of HPV31/33/45/52/58 related CIN1 by 40.5%, CIN 2/3 by 35.4%, cervical cancer by 23.5%, and cervical cancer mortality by 20.2%. Compared to bivalent HPV vaccination, there was an additional reduction in HPV-6/11 related CIN1 by 75.7%, and genital warts by 78.9% in women and 73.4% in men. Over the 100 years, after applying a discount of 3%, disease management cost will be reduced by 32.5% (vs bivalent) and 7.5% (vs quadrivalent). The incremental cost-effectiveness ratio (ICER) per quality-adjusted life-year gained was SGD$929 compared to bivalent vaccination and SGD$9,864 compared to quadrivalent vaccination.Universal 2-dose nonavalent HPV vaccination for 11-to-12-year-old adolescent females is very cost-effective in Singapore. This article is protected by copyright. All rights reserved.", "doi": "10.1111/1471-0528.15106", "title": "The Clinical and Economic Impact of School-based Nonavalent Human Papillomavirus Vaccine on Females in Singapore: A Transmission Dynamic Mathematical Model Analysis.", "journal": ["BJOG : an international journal of obstetrics and gynaecology", "BJOG"]}