{"authors": [["Nakayama", "Tetsuo", "T", "Kitasato Institute for Life Sciences, Laboratory of Viral Infection, Shirokane 5-9-1, Minato-ku, Tokyo 108-8641, Japan."], ["Kashiwagi", "Yasuyo", "Y", "Tokyo Medical University, Department of Pediatrics, Nishishinjuku 6-7-1, Shinjuku-ku, Tokyo 160-0023, Japan."], ["Kawashima", "Hisashi", "H", "Tokyo Medical University, Department of Pediatrics, Nishishinjuku 6-7-1, Shinjuku-ku, Tokyo 160-0023, Japan."]], "date": "2017-12-20", "id": "29266448", "text": "Vaccines based on pathogen components require adjuvants to enhance the antigen-specific adaptive immune response. Intramuscular injection of adjuvanted-vaccines induces inflammatory cytokines and inflammatory nodules at the injection sites within 48 hours after injection (Vaccine 2014; 32: 3393-3401). In the present study, the long-term regulation of cytokine production was investigated at 3, 6, 24, and 48 h, 5 and 7 days, and 2 and 4 weeks after immunization with human papilloma virus (HPV), diphtheria and tetanus toxoids combined with acellular pertussis (DTaP), haemophilus influenzae type B (Hib), and conjugated pneumococcal (PCV) vaccines in mouse models. The second dose was administered 4 weeks later, and cytokine profiles were investigated 2, 5, and 7 days after re-immunization. IL-1β, IL-6, G-CSF, and MCP-1 were produced from 3 h and peaked at 48 h after immunization with Cervarix in mice. IL-4, MCP-1, and TNF-β peaked at 5 or 7 days after immunization with Gardasil. These cytokines decreased 7 days after immunization with Cervarix and Gardasil. After the second dose, similar responses were observed. Both vaccines induced neutrophil extracellular traps (NETs) in inflammatory nodules. The peak amount of IL-1β, IL-6, G-CSF, and MCP-1 was observed on day 5 of immunization and that of IL-4 on day 5-7 of immunization with DTaP, but no increase in IL-6 and G-CSF was observed after re-immunization. A similar response was noted after immunization with PCV13. An inflammatory response is essential for the development of adaptive immunity through the production of inflammatory cytokines.", "doi": "10.1111/1348-0421.12566", "title": "Long-term regulation of local cytokine production following immunization in mice.", "journal": ["Microbiology and immunology", "Microbiol. Immunol."]}