{"authors": [["Khan", "Sarwat Tahsin", "ST", "Department of Biochemistry, Microbiology and Immunology, University of Ottawa, Ottawa, ON, Canada."], ["Karges", "Winston", "W", "Department of Biochemistry, Microbiology and Immunology, University of Ottawa, Ottawa, ON, Canada."], ["Cooper", "Curtis L", "CL", "School of Epidemiology, Public Health and Preventative Medicine, University of Ottawa, Ottawa, ON, Canada."], ["Crawley", "Angela M", "AM", "Department of Biochemistry, Microbiology and Immunology, University of Ottawa, Ottawa, ON, Canada."]], "date": "2017-12-20", "id": "29266204", "text": "Clearance of hepatitis C virus (HCV) is dependent on an effective virus-specific CD8+ T-cell response, which is dysfunctional in chronic HCV infection. Dysfunction in bulk or non-HCV-specific CD8+ T-cells in HCV infection has also been observed. This may contribute to observed reductions in immunity to other diseases (e.g. cancer, viral co-infections) in HCV-infected individuals. Evidence suggests that the HCV core protein (found in blood as free protein) may contribute to this impairment. To determine if HCV core contributes to the impairment of effector functions and survival potential of CD8+ T-cells, isolated human CD8+ T-cells from healthy donors were pre-incubated with recombinant HCV core protein for 72 hr and then stimulated in vitro to evaluate proliferation, survival potential and effector functions. Pre-incubation of stimulated CD8+ T-cells with HCV core significantly reduced their proliferation. Perforin production and degranulation were also decreased, but interferon-γ production was unchanged. Additionally, when CD8+ T-cells were treated with serum from HCV+ individuals, they produced less perforin than cells treated with healthy serum. Up-regulation of anti-apoptotic Bcl-2 was slightly lower in cells treated with HCV core, but signal transducer and activator of transcription 5 (STAT5) activation was increased, suggesting dysregulation downstream of STAT activation. Our study reveals that HCV core reduces the activity and target lysis-associated functions of CD8+ T-cells. This may contribute to the generalized impairment of CD8+ T-cells observed in HCV infection. These findings provide insight for the design of novel counteractive immune-mediated strategies including the design of effective therapeutic vaccines for use in HCV+ individuals.", "doi": "10.1111/imm.12882", "title": "Hepatitis C virus core protein reduces CD8+ T-cell proliferation, perforin production and degranulation but increases STAT5 activation.", "journal": ["Immunology", "Immunology"]}