{"authors": [["Hafner", "Louise M", "LM", "a School of Biomedical Sciences, Institute of Health and Biomedical Innovation, Faculty of Health , Queensland University of Technology , Brisbane , Australia."], ["Timms", "Peter", "P", "b Faculty of Science, Health, Education and Engineering , University of the Sunshine Coast , Maroochydore DC , Australia."]], "date": "2017-12-21", "id": "29264970", "text": "The \"cloaked\" bacterial pathogen that is Chlamydia trachomatis continues to cause sexually transmitted infections (STIs) that adversely affect the health and well-being of children, adolescents and adults globally. The reproductive disease sequelae follow unresolved or untreated chronic or recurrent asymptomatic C.trachomatis infections of the lower female genital tract (FGT) and can include pelvic pain, pelvic inflammatory disease (PID) and ectopic pregnancy. Tubal Factor Infertility (TFI) can also occur since protective and long-term natural immunity to chlamydial infection is incomplete, allowing for ascension of the organism to the upper FGT. Developing countries including the WHO African (8.3 million cases) and South-East Asian regions (7.2 million cases) bear the highest burden of chlamydial STIs. Areas covered: Genetic advances for Chlamydia have provided tools for transformation (including dendrimer-enabled transformation), lateral gene transfer and chemical mutagenesis. Recent progress in these areas is reviewed with a focus on vaccine development for Chlamydia infections of the female genital tract. Expert commentary: A vaccine that can elicit immuno-protective responses whilst avoiding adverse immuno-pathologic host responses is required. The current technological advances in chlamydial genetics and proteomics, as well as novel and improved adjuvants and delivery systems, provide new hope that the elusive chlamydial vaccine is an imminent and realistic goal.", "doi": "10.1080/14760584.2018.1417044", "title": "Development of a Chlamydia trachomatis vaccine for urogenital infections: novel tools and new strategies point to bright future prospects.", "journal": ["Expert review of vaccines", "Expert Rev Vaccines"]}