{"authors": [["Li", "Yuhua", "Y", "National Institutes for Food and Drug Control, Beijing, China."], ["Fu", "Yin", "Y", "National Institutes for Food and Drug Control, Beijing, China."], ["Liu", "Xinyu", "X", "National Institutes for Food and Drug Control, Beijing, China."], ["Yang", "Huiqiang", "H", "Department of Viral Vaccine, Chengdu Institute of Biological Products Co., Ltd, China National Biotech Group, Chengdu, China."], ["Yu", "Yongxin", "Y", "National Institutes for Food and Drug Control, Beijing, China."], ["Jia", "Lili", "L", "National Institutes for Food and Drug Control, Beijing, China."], ["Li", "Xuguang", "X", "Centre for Vaccine Evaluation, Biologics and Genetic Therapies Directorate, Health Canada."], ["Farnsworth", "Aaron", "A", "Centre for Vaccine Evaluation, Biologics and Genetic Therapies Directorate, Health Canada."], ["Wang", "Junzhi", "J", "National Institutes for Food and Drug Control, Beijing, China."]], "date": "2017-03-24", "id": "29263913", "text": "In the course of isolating the attenuated Japanese encephalitis vaccine SA14-14-2, two attenuated strains SA14-9-7 and SA14-5-3 were also obtained that elicited low antibody responses in humans (<10% and 62%, respectively) and exerted much weaker immune protection in animal challenge experiments. However, the reason for these differences remains unknown. In order to understand why SA14-14-2 is superior to SA14-9-7 and SA14-5-3, we employed a reverse genetics method to identify the key mutations in the virus genome that determine the immunogenicity of live attenuated Japanese encephalitis viruses. We first sequenced the full genomic sequences of SA14-9-7 and SA14-5-3 and found mutations that changed four amino-acid base pairs when compared to the envelope gene of SA14-14-2. We mutated the genome of SA14-14-2 to generate these mutations both singly (E-177, E-264, E-279 and E-315) and in combination (E-177/264, E-279/315 and E-177/264/279/315) and tested these mutants along with parental strains SA14-14-2, SA14-9-7 and SA14-5-3 for their immunogenicity in vivo. When mice were immunized with SA14-9-7 and SA14-5-3, lower levels of neutralizing antibodies were generated compared with the immune response to SA14-14-2. Furthermore, SA14-5-3 was more immunogenic than SA14-9-7, which replicated the results previously seen in humans. Point mutations E-177, E-264, E-279 and E-315 diminished the immunogenicity of SA14-14-2 with E-264 and E-315, contributing the most to this phenotype. The mutant rJEV (E-177/E-264/E-279/E-315) containing all four point mutations exhibited the lowest immunogenicity with a seroconversion rate of 0 at an inoculation dose of 103 PFU (plaque-forming unit). We have identified the key amino acids in the envelope protein that account for the superior immunogenicity of SA14-14-2.", "doi": "10.1038/sigtrans.2017.5", "title": "The molecular determinants governing the immunogenicity of Japanese encephalitis live attenuated vaccines.", "journal": ["Signal transduction and targeted therapy", "Signal Transduct Target Ther"]}