{"authors": [["Li", "Fengsheng", "F", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Freed", "Daniel C", "DC", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Tang", "Aimin", "A", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Rustandi", "Richard R", "RR", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Troutman", "Matthew C", "MC", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Espeseth", "Amy S", "AS", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Zhang", "Ningyan", "N", "Texas Therapeutics Institute, Brown Foundation Institute of Molecular Medicine, University of Texas Health Science Center at Houston, Houston, TX 77030 USA."], ["An", "Zhiqiang", "Z", "Texas Therapeutics Institute, Brown Foundation Institute of Molecular Medicine, University of Texas Health Science Center at Houston, Houston, TX 77030 USA."], ["McVoy", "Michael", "M", "Virginia Commonwealth University, Richmond, VA USA."], ["Zhu", "Hua", "H", "Rutgers New Jersey Medical School, Newark, NJ USA."], ["Ha", "Sha", "S", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Wang", "Dai", "D", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."], ["Adler", "Stuart P", "SP", "CMV Research Foundation, Richmond, VA USA."], ["Fu", "Tong-Ming", "TM", "Department of Vaccines Research, MRL, Merck & Co., Inc, Kenilworth, NJ USA."]], "date": "2017-12-14", "id": "29263890", "text": "Human cytomegalovirus (HCMV) is the leading cause of in utero viral infection in the United States. Since congenital HCMV infection can lead to birth defects in newborns, developing a prophylactic vaccine is a high priority. One of the early experimental vaccines, composed of a recombinant glycoprotein B (gB) formulated with MF59 adjuvant, has demonstrated approximately 50% efficacy against HCMV infection in seronegative women. Using immune sera from two gB/MF59 Phase 1 studies in humans we showed that complement can enhance the in vitro HCMV neutralizing potency of antibodies induced by the gB/MF59 vaccination. To characterize this complement-dependent antiviral activity, we analyzed three rabbit non-neutralizing gB monoclonal antibodies (mAbs) with different biochemical profiles including epitope specificity. Two of the three mAbs, r272.7 and r210.4, exhibited neutralizing activity when complement was added to the assays, and this complement-dependent antiviral activity was not related to the antibody's affinity to gB but appeared to be associated with their epitope specificities. Moreover, neutralization could only be demonstrated when complement was present at or before viral entry, suggesting that IgG Fc-mediated function was not the basis for this antiviral activity. Lastly, we demonstrated that gB/MF59 immune sera contained antibodies that can cross-compete with r272.7 for gB binding and that the titers of these antibodies correlated with complement-dependent neutralization titers. These results suggested that gB antibodies with certain biochemical properties have neutralizing potency when complement is present and that this complement-dependent antiviral activity may be a part of immune components which conferred protection against HCMV infection by gB/MF59 vaccination.", "doi": "10.1038/s41541-017-0038-0", "title": "Complement enhances in vitro neutralizing potency of antibodies to human cytomegalovirus glycoprotein B (gB) and immune sera induced by gB/MF59 vaccination.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}