{"authors": [["Sutton", "Troy C", "TC", "Laboratory of Infectious Diseases, NIAID, NIH, Bethesda, MD USA."], ["Chakraborty", "Saborni", "S", "Molecular Biophysics Unit, Indian Institute of Science, Bangalore, Karnataka India."], ["Mallajosyula", "Vamsee V A", "VVA", "Molecular Biophysics Unit, Indian Institute of Science, Bangalore, Karnataka India."], ["Lamirande", "Elaine W", "EW", "Laboratory of Infectious Diseases, NIAID, NIH, Bethesda, MD USA."], ["Ganti", "Ketaki", "K", "Laboratory of Infectious Diseases, NIAID, NIH, Bethesda, MD USA."], ["Bock", "Kevin W", "KW", "Comparative Medicine Branch, Infectious Disease Pathogenesis Section, NIAID, NIH, Bethesda, MD USA."], ["Moore", "Ian N", "IN", "Comparative Medicine Branch, Infectious Disease Pathogenesis Section, NIAID, NIH, Bethesda, MD USA."], ["Varadarajan", "Raghavan", "R", "Molecular Biophysics Unit, Indian Institute of Science, Bangalore, Karnataka India."], ["Subbarao", "Kanta", "K", "Laboratory of Infectious Diseases, NIAID, NIH, Bethesda, MD USA."]], "date": "2017-12-15", "id": "29263889", "text": "The stem of the influenza A virus hemagglutinin (HA) is highly conserved and represents an attractive target for a universal influenza vaccine. The 18 HA subtypes of influenza A are phylogenetically divided into two groups, and while protection with group 1 HA stem vaccines has been demonstrated in animal models, studies on group 2 stem vaccines are limited. Thus, we engineered group 2 HA stem-immunogen (SI) vaccines targeting the epitope for the broadly neutralizing monoclonal antibody CR9114 and evaluated vaccine efficacy in mice and ferrets. Immunization induced antibodies that bound to recombinant HA protein and viral particles, and competed with CR9114 for binding to the HA stem. Mice vaccinated with H3 and H7-SI were protected from lethal homologous challenge with X-79 (H3N2) or A/Anhui/1/2013 (H7N9), and displayed moderate heterologous protection. In ferrets, H7-SI vaccination did not significantly reduce weight loss or nasal wash titers after robust 107 TCID50 H7N9 virus challenge. Epitope mapping revealed ferrets developed lower titers of antibodies that bound a narrow range of HA stem epitopes compared to mice, and this likely explains the lower efficacy in ferrets. Collectively, these findings indicate that while group 2 SI vaccines show promise, their immunogenicity and efficacy are reduced in larger outbred species, and will have to be enhanced for successful translation to a universal vaccine.", "doi": "10.1038/s41541-017-0036-2", "title": "Protective efficacy of influenza group 2 hemagglutinin stem-fragment immunogen vaccines.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}