{"authors": [["Wei", "Huiling", "H", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["Chen", "Zhenhai", "Z", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["Elson", "Andrew", "A", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["Li", "Zhuo", "Z", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["Abraham", "Mathew", "M", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["Phan", "Shannon", "S", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["Kristhnamurthy", "Sateesh", "S", "Department of Pediatrics, Pappajohn Biomedical Institute, University of Iowa, Iowa City, IA 52242 USA."], ["McCray", "Paul B", "PB", "Department of Pediatrics, Pappajohn Biomedical Institute, University of Iowa, Iowa City, IA 52242 USA."], ["Andrews", "Seth", "S", "Rhodes Center for Animal and Dairy Science, The University of Georgia, Athens, GA 30602 USA."], ["Stice", "Steve", "S", "Rhodes Center for Animal and Dairy Science, The University of Georgia, Athens, GA 30602 USA."], ["Sakamoto", "Kaori", "K", "Department of Pathology, College of Veterinary Medicine, The University of Georgia, Athens, GA 30602 USA."], ["Jones", "Cheryl", "C", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["Tompkins", "S Mark", "SM", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."], ["He", "Biao", "B", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602 USA."]], "date": "2017-11-20", "id": "29263887", "text": "Delivery of a gene of interest to target cells is highly desirable for translational medicine, such as gene therapy, regenerative medicine, vaccine development, and studies of gene function. Parainfluenza virus 5 (PIV5), a paramyxovirus with a negative-sense RNA genome, normally infects cells without causing obvious cytopathic effect, and it can infect many cell types. To exploit these features of PIV5, we established a system generating self-amplifying, virus-like particles (AVLP). Using enhanced green fluorescent protein (EGFP) as a reporter, AVLP encoding EGFP (AVLP-EGFP) successfully delivered and expressed the EGFP gene in primary human cells, including stem cells, airway epithelial cells, monocytes, and T cells. To demonstrate the application of this system for vaccine development, we generated AVLPs to express the HA and M1 antigens from the influenza A virus strain H5N1 (AVLP-H5 and AVLP-M1H5). Immunization of mice with AVLP-H5 and AVLP-M1H5 generated robust antibody and cellular immune responses. Vaccination with a single dose of AVLP-H5 and M1H5 completely protected mice against lethal H5N1 challenge, suggesting that the AVLP-based system is a promising platform for delivery of desirable genes.", "doi": "10.1038/s41541-017-0031-7", "title": "Developing a platform system for gene delivery: amplifying virus-like particles (AVLP) as an influenza vaccine.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}