{"authors": [["Zeltins", "Andris", "A", "Latvian Biomedical Research & Study Centre, Ratsupites iela 1, Riga, LV 1067 Latvia."], ["West", "Jonathan", "J", "Medical School University of Dundee, Dundee, UK."], ["Zabel", "Franziska", "F", "HypoPet AG, c/o Universität Zürich, Moussonstrasse 2, 8044 Zürich, Switzerland."], ["El Turabi", "Aadil", "A", "The Jenner Institute, University of Oxford, Oxford, UK."], ["Balke", "Ina", "I", "Latvian Biomedical Research & Study Centre, Ratsupites iela 1, Riga, LV 1067 Latvia."], ["Haas", "Stefanie", "S", "HypoPet AG, c/o Universität Zürich, Moussonstrasse 2, 8044 Zürich, Switzerland."], ["Maudrich", "Melanie", "M", "HypoPet AG, c/o Universität Zürich, Moussonstrasse 2, 8044 Zürich, Switzerland."], ["Storni", "Federico", "F", "Immunology, RIA, Inselspital, University of Bern, Bern, Switzerland."], ["Engeroff", "Paul", "P", "Immunology, RIA, Inselspital, University of Bern, Bern, Switzerland."], ["Jennings", "Gary T", "GT", "HypoPet AG, c/o Universität Zürich, Moussonstrasse 2, 8044 Zürich, Switzerland."], ["Kotecha", "Abhay", "A", "Division of Structural Biology, University of Oxford, Oxford, UK."], ["Stuart", "David I", "DI", "Division of Structural Biology, University of Oxford, Oxford, UK."], ["Foerster", "John", "J", "Medical School University of Dundee, Dundee, UK."], ["Bachmann", "Martin F", "MF", "HealVax GmbH, Bahnhofstrasse, 138808 Pfäffikon Switzerland."]], "date": "2017-10-23", "id": "29263885", "text": "Monoclonal antibodies are widely used to treat non-infectious conditions but are costly. Vaccines could offer a cost-effective alternative but have been limited by sub-optimal T-cell stimulation and/or weak vaccine responses in recipients, for example, in elderly patients. We have previously shown that the repetitive structure of virus-like-particles (VLPs) can effectively bypass self-tolerance in therapeutic vaccines. Their efficacy could be increased even further by the incorporation of an epitope stimulating T cell help. However, the self-assembly and stability of VLPs from envelope monomer proteins is sensitive to geometry, rendering the incorporation of foreign epitopes difficult. We here show that it is possible to engineer VLPs derived from a non human-pathogenic plant virus to incorporate a powerful T-cell-stimulatory epitope derived from Tetanus toxoid. These VLPs (termed CMVTT) retain self-assembly as well as long-term stability. Since Th cell memory to Tetanus is near universal in humans, CMVTT-based vaccines can deliver robust antibody-responses even under limiting conditions. By way of proof of concept, we tested a range of such vaccines against chronic inflammatory conditions (model: psoriasis, antigen: interleukin-17), neurodegenerative (Alzheimer's, β-amyloid), and allergic disease (cat allergy, Fel-d1), respectively. Vaccine responses were uniformly strong, selective, efficient in vivo, observed even in old mice, and employing low vaccine doses. In addition, randomly ascertained human blood cells were reactive to CMVTT-VLPs, confirming recognition of the incorporated Tetanus epitope. The CMVTT-VLP platform is adaptable to almost any antigen and its features and performance are ideally suited for the design of vaccines delivering enhanced responsiveness in aging populations.", "doi": "10.1038/s41541-017-0030-8", "title": "Incorporation of tetanus-epitope into virus-like particles achieves vaccine responses even in older recipients in models of psoriasis, Alzheimer's and cat allergy.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}