{"authors": [["Lutz", "Johannes", "J", "CureVac AG, Paul-Ehrlich-Str. 15, 72076 Tübingen, Germany."], ["Lazzaro", "Sandra", "S", "CureVac AG, Paul-Ehrlich-Str. 15, 72076 Tübingen, Germany."], ["Habbeddine", "Mohamed", "M", "CureVac AG, Paul-Ehrlich-Str. 15, 72076 Tübingen, Germany."], ["Schmidt", "Kim Ellen", "KE", "CureVac AG, Paul-Ehrlich-Str. 15, 72076 Tübingen, Germany."], ["Baumhof", "Patrick", "P", "CureVac AG, Paul-Ehrlich-Str. 15, 72076 Tübingen, Germany."], ["Mui", "Barbara L", "BL", "Acuitas Therapeutics, Vancouver, BC V6T 1Z3 Canada."], ["Tam", "Ying K", "YK", "Acuitas Therapeutics, Vancouver, BC V6T 1Z3 Canada."], ["Madden", "Thomas D", "TD", "Acuitas Therapeutics, Vancouver, BC V6T 1Z3 Canada."], ["Hope", "Michael J", "MJ", "Acuitas Therapeutics, Vancouver, BC V6T 1Z3 Canada."], ["Heidenreich", "Regina", "R", "CureVac AG, Paul-Ehrlich-Str. 15, 72076 Tübingen, Germany."], ["Fotin-Mleczek", "Mariola", "M", "CureVac AG, Paul-Ehrlich-Str. 15, 72076 Tübingen, Germany."]], "date": "2017-10-19", "id": "29263884", "text": "mRNA represents a promising new vaccine technology platform with high flexibility in regard to development and production. Here, we demonstrate that vaccines based on sequence optimized, chemically unmodified mRNA formulated in optimized lipid nanoparticles (LNPs) are highly immunogenic and well tolerated in non-human primates (NHPs). Single intramuscular vaccination of NHPs with LNP-formulated mRNAs encoding rabies or influenza antigens induced protective antibody titers, which could be boosted and remained stable during an observation period of up to 1 year. First mechanistic insights into the mode of action of the LNP-formulated mRNA vaccines demonstrated a strong activation of the innate immune response at the injection site and in the draining lymph nodes (dLNs). Activation of the innate immune system was reflected by a transient induction of pro-inflammatory cytokines and chemokines and activation of the majority of immune cells in the dLNs. Notably, our data demonstrate that mRNA vaccines can compete with licensed vaccines based on inactivated virus or are even superior in respect of functional antibody and T cell responses. Importantly, we show that the developed LNP-formulated mRNA vaccines can be used as a vaccination platform allowing multiple, sequential vaccinations against different pathogens. These results provide strong evidence that the mRNA technology is a valid approach for the development of effective prophylactic vaccines to prevent infectious diseases.", "doi": "10.1038/s41541-017-0032-6", "title": "Unmodified mRNA in LNPs constitutes a competitive technology for prophylactic vaccines.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}