{"authors": [["Coccia", "Margherita", "M", "GSK Vaccines, Rixensart, Belgium."], ["Collignon", "Catherine", "C", "GSK Vaccines, Rixensart, Belgium."], ["Hervé", "Caroline", "C", "GSK Vaccines, Rixensart, Belgium."], ["Chalon", "Aurélie", "A", "GSK Vaccines, Rixensart, Belgium."], ["Welsby", "Iain", "I", "Institute for Medical Immunology, Université libre de Bruxelles, Gosselies, Belgium."], ["Detienne", "Sophie", "S", "Institute for Medical Immunology, Université libre de Bruxelles, Gosselies, Belgium."], ["Helden", "Mary J van", "MJV", "Vlaams Instituut voor Biotechnologie, Inflammation Research Center, Ghent University, Ghent, Belgium."], ["Dutta", "Sheetij", "S", "Malaria Vaccine Branch, Military Malaria Research Program, Walter Reed Army Institute of Research, Silver Spring, Maryland USA."], ["Genito", "Christopher J", "CJ", "Malaria Vaccine Branch, Military Malaria Research Program, Walter Reed Army Institute of Research, Silver Spring, Maryland USA."], ["Waters", "Norman C", "NC", "Malaria Vaccine Branch, Military Malaria Research Program, Walter Reed Army Institute of Research, Silver Spring, Maryland USA."], ["Deun", "Katrijn Van", "KV", "Department of Methodology and Statistics, Tilburg University, Tilburg, The Netherlands."], ["Smilde", "Age K", "AK", "Biosystems data analysis, Swammerdam Institute for Life Sciences, University of Amsterdam, Amsterdam, The Netherlands."], ["Berg", "Robert A van den", "RAVD", "GSK Vaccines, Rixensart, Belgium."], ["Franco", "David", "D", "GSK Vaccines, Rixensart, Belgium."], ["Bourguignon", "Patricia", "P", "GSK Vaccines, Rixensart, Belgium."], ["Morel", "Sandra", "S", "GSK Vaccines, Rixensart, Belgium."], ["Garçon", "Nathalie", "N", "GSK Vaccines, Rixensart, Belgium."], ["Lambrecht", "Bart N", "BN", "Vlaams Instituut voor Biotechnologie, Inflammation Research Center, Ghent University, Ghent, Belgium."], ["Goriely", "Stanislas", "S", "Institute for Medical Immunology, Université libre de Bruxelles, Gosselies, Belgium."], ["Most", "Robbert van der", "RV", "GSK Vaccines, Rixensart, Belgium."], ["Didierlaurent", "Arnaud M", "AM", "GSK Vaccines, Rixensart, Belgium."]], "date": "2017-09-08", "id": "29263880", "text": "Combining immunostimulants in adjuvants can improve the quality of the immune response to vaccines. Here, we report a unique mechanism of molecular and cellular synergy between a TLR4 ligand, 3-O-desacyl-4'-monophosphoryl lipid A (MPL), and a saponin, QS-21, the constituents of the Adjuvant System AS01. AS01 is part of the malaria and herpes zoster vaccine candidates that have demonstrated efficacy in phase III studies. Hours after injection of AS01-adjuvanted vaccine, resident cells, such as NK cells and CD8+ T cells, release IFNγ in the lymph node draining the injection site. This effect results from MPL and QS-21 synergy and is controlled by macrophages, IL-12 and IL-18. Depletion strategies showed that this early IFNγ production was essential for the activation of dendritic cells and the development of Th1 immunity by AS01-adjuvanted vaccine. A similar activation was observed in the lymph node of AS01-injected macaques as well as in the blood of individuals receiving the malaria RTS,S vaccine. This mechanism, previously described for infections, illustrates how adjuvants trigger naturally occurring pathways to improve the efficacy of vaccines.", "doi": "10.1038/s41541-017-0027-3", "title": "Cellular and molecular synergy in AS01-adjuvanted vaccines results in an early IFNγ response promoting vaccine immunogenicity.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}