{"authors": [["El Bissati", "Kamal", "K", "Departments of OVS, The University of Chicago, 5841S Maryland Ave, Chicago, IL 60637 USA."], ["Zhou", "Ying", "Y", "Departments of OVS, The University of Chicago, 5841S Maryland Ave, Chicago, IL 60637 USA."], ["Paulillo", "Sara Maria", "SM", "Alpha-O Peptides AG, Lörracherstrasse 50, 4125 Riehen, Switzerland."], ["Raman", "Senthil Kumar", "SK", "Alpha-O Peptides AG, Lörracherstrasse 50, 4125 Riehen, Switzerland."], ["Karch", "Christopher P", "CP", "Institute of Materials Science and Department of Molecular and Cell Biology, University of Connecticut, 97 North Eagleville Road, Storrs, CT 06269 USA."], ["Roberts", "Craig W", "CW", "Strathclyde Institute of Pharmacy and Biomedical Sciences, University of Strathclyde, Glasgow, G4 0RE UK."], ["Lanar", "David E", "DE", "Walter Reed Army Institute of Research, 503 Robert Grant Ave, Silver Spring, MD 20910 USA."], ["Reed", "Steve", "S", "Infectious Diseases Research Institute, 1616 Eastlake Ave E #400, Seattle, WA 98102 USA."], ["Fox", "Chris", "C", "Infectious Diseases Research Institute, 1616 Eastlake Ave E #400, Seattle, WA 98102 USA."], ["Carter", "Darrick", "D", "Infectious Diseases Research Institute, 1616 Eastlake Ave E #400, Seattle, WA 98102 USA."], ["Alexander", "Jeff", "J", "PaxVax, 3985-A Sorrento Valley Blvd, San Diego, CA 92121 USA."], ["Sette", "Alessandro", "A", "La Jolla Institute of Allergy and Immunology, 9420 Athena Cir, La Jolla, CA 92037 USA."], ["Sidney", "John", "J", "La Jolla Institute of Allergy and Immunology, 9420 Athena Cir, La Jolla, CA 92037 USA."], ["Lorenzi", "Hernan", "H", "J. Craig Venter Institute, 9714 Medical Center Drive, Rockville, MD 20850 USA."], ["Begeman", "Ian J", "IJ", "Departments of OVS, The University of Chicago, 5841S Maryland Ave, Chicago, IL 60637 USA."], ["Burkhard", "Peter", "P", "Alpha-O Peptides AG, Lörracherstrasse 50, 4125 Riehen, Switzerland."], ["McLeod", "Rima", "R", "Departments of OVS, The University of Chicago, 5841S Maryland Ave, Chicago, IL 60637 USA."]], "date": "2017-09-05", "id": "29263879", "text": "We designed and produced a self-assembling protein nanoparticle. This self-assembling protein nanoparticle contains five CD8+ HLA-A03-11 supertypes-restricted epitopes from antigens expressed during Toxoplasma gondii's lifecycle, the universal CD4+ T cell epitope PADRE, and flagellin as a scaffold and TLR5 agonist. These CD8+ T cell epitopes were separated by N/KAAA spacers and optimized for proteasomal cleavage. Self-assembling protein nanoparticle adjuvanted with TLR4 ligand-emulsion GLA-SE were evaluated for their efficacy in inducing IFN-γ responses and protection of HLA-A*1101 transgenic mice against T. gondii. Immunization, using self-assembling protein nanoparticle-GLA-SE, activated CD8+ T cells to produce IFN-γ. Self-assembling protein nanoparticle-GLA-SE also protected HLA-A*1101 transgenic mice against subsequent challenge with Type II parasites. Hence, combining CD8+ T cell-eliciting peptides and PADRE into a multi-epitope protein that forms a nanoparticle, administered with GLA-SE, leads to efficient presentation by major histocompatibility complex Class I and II molecules. Furthermore, these results suggest that activation of TLR4 and TLR5 could be useful for development of vaccines that elicit T cells to prevent toxoplasmosis in humans.", "doi": "10.1038/s41541-017-0024-6", "title": "Protein nanovaccine confers robust immunity against Toxoplasma.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}