{"authors": [["de Swart", "Rik L", "RL", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["de Vries", "Rory D", "RD", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["Rennick", "Linda J", "LJ", "Department of Microbiology, Boston University School of Medicine, Boston, MA USA."], ["van Amerongen", "Geert", "G", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["McQuaid", "Stephen", "S", "Queen's University of Belfast, Belfast, Northern Ireland UK."], ["Verburgh", "R Joyce", "RJ", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["Yüksel", "Selma", "S", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["de Jong", "Alwin", "A", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["Lemon", "Ken", "K", "Queen's University of Belfast, Belfast, Northern Ireland UK."], ["Nguyen", "D Tien", "DT", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["Ludlow", "Martin", "M", "Department of Microbiology, Boston University School of Medicine, Boston, MA USA."], ["Osterhaus", "Albert D M E", "ADME", "Department of Viroscience, Erasmus MC, Rotterdam, The Netherlands."], ["Duprex", "W Paul", "WP", "Department of Microbiology, Boston University School of Medicine, Boston, MA USA."]], "date": "2017-08-01", "id": "29263877", "text": "Needle-free measles virus vaccination by aerosol inhalation has many potential benefits. The current standard route of vaccination is subcutaneous injection, whereas measles virus is an airborne pathogen. However, the target cells that support replication of live-attenuated measles virus vaccines in the respiratory tract are largely unknown. The aims of this study were to assess the in vivo tropism of live-attenuated measles virus and determine whether respiratory measles virus vaccination should target the upper or lower respiratory tract. Four groups of twelve cynomolgus macaques were immunized with 104 TCID50 of recombinant measles virus vaccine strain Edmonston-Zagreb expressing enhanced green fluorescent protein. The vaccine virus was grown in MRC-5 cells and formulated with identical stabilizers and excipients as used in the commercial MVEZ vaccine produced by the Serum Institute of India. Animals were immunized by hypodermic injection, intra-tracheal inoculation, intra-nasal instillation, or aerosol inhalation. In each group six animals were euthanized at early time points post-vaccination, whereas the other six were followed for 14 months to assess immunogenicity and protection from challenge infection with wild-type measles virus. At early time-points, enhanced green fluorescent protein-positive measles virus-infected cells were detected locally in the muscle, nasal tissues, lungs, and draining lymph nodes. Systemic vaccine virus replication and viremia were virtually absent. Infected macrophages, dendritic cells and tissue-resident lymphocytes predominated. Exclusive delivery of vaccine virus to the lower respiratory tract resulted in highest immunogenicity and protection. This study sheds light on the tropism of a live-attenuated measles virus vaccine and identifies the alveolar spaces as the optimal site for respiratory delivery of measles virus vaccine.", "doi": "10.1038/s41541-017-0022-8", "title": "Needle-free delivery of measles virus vaccine to the lower respiratory tract of non-human primates elicits optimal immunity and protection.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}