{"authors": [["Walpita", "Pramila", "P", "School of Medicine, University of Hawaii, Manoa, Honolulu, HI USA."], ["Cong", "Yu", "Y", "National Institute of Allergy and Infectious Diseases, Integrated Research Facility, Fort Detrick, Frederick, MD 21702 USA."], ["Jahrling", "Peter B", "PB", "School of Medicine, University of Hawaii, Manoa, Honolulu, HI USA."], ["Rojas", "Oscar", "O", "National Institute of Allergy and Infectious Diseases, Integrated Research Facility, Fort Detrick, Frederick, MD 21702 USA."], ["Postnikova", "Elena", "E", "National Institute of Allergy and Infectious Diseases, Integrated Research Facility, Fort Detrick, Frederick, MD 21702 USA."], ["Yu", "Shuiqing", "S", "School of Medicine, University of Hawaii, Manoa, Honolulu, HI USA."], ["Johns", "Lisa", "L", "School of Medicine, University of Hawaii, Manoa, Honolulu, HI USA."], ["Holbrook", "Michael R", "MR", "National Institute of Allergy and Infectious Diseases, Integrated Research Facility, Fort Detrick, Frederick, MD 21702 USA."]], "date": "2017-08-08", "id": "29263876", "text": "Nipah virus is a highly lethal zoonotic paramyxovirus that was first recognized in Malaysia during an outbreak in 1998. During this outbreak, Nipah virus infection caused a severe febrile neurological disease in humans who worked in close contact with infected pigs. The case fatality rate in humans was approximately 40%. Since 2001, NiV has re-emerged in Bangladesh and India where fruit bats (Pteropus spp.) have been identified as the principal reservoir of the virus. Transmission to humans is considered to be bat-to-human via food contaminated with bat saliva, or consumption of contaminated raw date palm sap, although human-to-human transmission of Nipah virus has also been documented. To date, there are no approved prophylactic options or treatment for NiV infection. In this study, we produced mammalian cell-derived native Nipah virus-like particles composed of Nipah virus G, F and M proteins for use as a novel Nipah virus vaccine. Previous studies demonstrated that the virus-like particles were structurally similar to authentic virus, functionally assembled and immunoreactive. In the studies reported here, purified Nipah virus-like particles were utilized either alone or with adjuvant to vaccinate golden Syrian hamsters with either three-dose or one-dose vaccination regimens followed by virus challenge. These studies found that Nipah virus-like particle immunization of hamsters induced significant neutralizing antibody titers and provided complete protection to all vaccinated animals following either single or three-dose vaccine schedules. These studies prove the feasibility of a virus-like particle-based vaccine for protection against Nipah virus infection.", "doi": "10.1038/s41541-017-0023-7", "title": "A VLP-based vaccine provides complete protection against Nipah virus challenge following multiple-dose or single-dose vaccination schedules in a hamster model.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}