{"authors": [["Wong", "Sook-San", "SS", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, TN 38105-3678 USA."], ["DeBeauchamp", "Jennifer", "J", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, TN 38105-3678 USA."], ["Zanin", "Mark", "M", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, TN 38105-3678 USA."], ["Sun", "Yilun", "Y", "Department of Biostatistics, St. Jude Children's Research Hospital, Memphis, TN 38105-3678 USA."], ["Tang", "Li", "L", "Department of Biostatistics, St. Jude Children's Research Hospital, Memphis, TN 38105-3678 USA."], ["Webby", "Richard", "R", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, TN 38105-3678 USA."]], "date": "2017-06-08", "id": "29263872", "text": "Conventional inactivated avian influenza vaccines have performed poorly in past vaccine trials, leading to the hypothesis that they are less immunogenic than seasonal influenza vaccines. We tested this hypothesis by comparing the immunogenicity of the H5N1 and H7N9 vaccines (avian influenza vaccines) to a seasonal trivalent inactivated influenza vaccine in naïve ferrets, administered with or without the adjuvants MF59 or AS03. Vaccine immunogenicity was assessed by measuring neutralizing antibody titers against hemagglutinin and neuraminidase and by hemagglutinin -specific IgG levels. Two doses of unadjuvanted vaccines induced low or no HA-specific IgG responses and hemagglutination-inhibiting titers. Adjuvanted vaccines induced comparable IgG-titers, but poorer neutralizing antibody titers for the H5 vaccine. All adjuvanted vaccines elicited detectable anti- neuraminidase -antibodies with the exception of the H5N1 vaccine, likely due to the low amounts of neuraminidase in the vaccine. Overall, the H5N1 vaccine had poorer capacity to induce neutralizing antibodies, but not HA-specific IgG, compared to H7N9 or trivalent inactivated influenza vaccine.", "doi": "10.1038/s41541-017-0017-5", "title": "H5N1 influenza vaccine induces a less robust neutralizing antibody response than seasonal trivalent and H7N9 influenza vaccines.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}