{"authors": [["Torres", "Oscar B", "OB", "US Military HIV Research Program, Henry M. Jackson Foundation for the Advancement of Military Medicine, 6720A Rockledge Drive, Bethesda, 20817 MD USA."], ["Matyas", "Gary R", "GR", "U.S. Military HIV Research Program, Walter Reed Army Institute of Research, 503 Robert Grant Avenue, Silver Spring, 20910 MD USA."], ["Rao", "Mangala", "M", "U.S. Military HIV Research Program, Walter Reed Army Institute of Research, 503 Robert Grant Avenue, Silver Spring, 20910 MD USA."], ["Peachman", "Kristina K", "KK", "US Military HIV Research Program, Henry M. Jackson Foundation for the Advancement of Military Medicine, 6720A Rockledge Drive, Bethesda, 20817 MD USA."], ["Jalah", "Rashmi", "R", "US Military HIV Research Program, Henry M. Jackson Foundation for the Advancement of Military Medicine, 6720A Rockledge Drive, Bethesda, 20817 MD USA."], ["Beck", "Zoltan", "Z", "US Military HIV Research Program, Henry M. Jackson Foundation for the Advancement of Military Medicine, 6720A Rockledge Drive, Bethesda, 20817 MD USA."], ["Michael", "Nelson L", "NL", "U.S. Military HIV Research Program, Walter Reed Army Institute of Research, 503 Robert Grant Avenue, Silver Spring, 20910 MD USA."], ["Rice", "Kenner C", "KC", "Department of Health and Human Services, Drug Design and Synthesis Section, Molecular Targets and Medications Discovery Branch, National Institute on Drug Abuse, National Institutes of Health, 9800 Medical Drive, Bethesda, 20892 MD USA."], ["Jacobson", "Arthur E", "AE", "Department of Health and Human Services, Drug Design and Synthesis Section, Molecular Targets and Medications Discovery Branch, National Institute on Drug Abuse, National Institutes of Health, 9800 Medical Drive, Bethesda, 20892 MD USA."], ["Alving", "Carl R", "CR", "U.S. Military HIV Research Program, Walter Reed Army Institute of Research, 503 Robert Grant Avenue, Silver Spring, 20910 MD USA."]], "date": "2017-05-02", "id": "29263870", "text": "A synthetic heroin analog (MorHap) and a synthetic 42 amino acid V2 loop peptide from A/E strain of HIV-1 gp120 envelope protein that was previously used in a successful phase III vaccine trial were constructed as antigens together with liposomes containing monophosphoryl lipid A as an adjuvant, to explore the feasibility of producing a dual use vaccine both for treatment of heroin addiction and prevention of HIV-1 infection among injection drug users. The V2 peptide was tethered by a palmitoyl fatty acyl tail embedded in the liposomal lipid bilayer, and the heroin analog was conjugated to tetanus toxoid as a carrier protein that was mixed with the adjuvant. Upon comparison of a linear V2 peptide with a cyclic peptide, differences were found in the secondary configurations by circular dichroism, with the tethered cyclic peptide (palm-cyclic peptide) entirely in a random coil, and the tethered linear V2 peptide (palm-linear V2 peptide) entirely in a beta-sheet. Upon immunization of mice, palm-cyclic peptide induced anti-cyclic peptide endpoint titers >106 and was considered to be a better immunogen overall than palm-linear V2 peptide for inducing antibodies to gp120 and gp70-V1V2. The antibodies also inhibited the binding of V2 peptide to the HIV-1 α4β7 integrin receptor. Antibody titers to MorHap, even with the presence of injected cyclic peptide, were very high, and resulted in inhibition of the hyper-locomotion and antinociception effects of injected heroin. From these initial experiments, we conclude that with a potent adjuvant and mostly synthetic constituents, a vaccine directed to heroin and HIV-1 (H2 vaccine) could be a feasible objective.", "doi": "10.1038/s41541-017-0013-9", "title": "Heroin-HIV-1 (H2) vaccine: induction of dual immunologic effects with a heroin hapten-conjugate and an HIV-1 envelope V2 peptide with liposomal lipid A as an adjuvant.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}