{"authors": [["McAuley", "Alexander J", "AJ", "Department of Microbiology and Immunology, University of Texas Medical Branch, 301 University Boulevard, Galveston, TX 77555-0610 USA."], ["Sawatsky", "Bevan", "B", "Department of Veterinary Medicine, Paul-Ehrlich-Institut, Paul-Ehrlich-Straße 51-59, 63225 Langen, Hessen, Germany."], ["Ksiazek", "Thomas", "T", "Institute for Human Infections and Immunity, University of Texas Medical Branch, 301 University Boulevard, Galveston, TX 77555-0609 USA."], ["Torres", "Maricela", "M", "Department of Microbiology and Immunology, University of Texas Medical Branch, 301 University Boulevard, Galveston, TX 77555-0610 USA."], ["Korva", "Miša", "M", "Institute of Microbiology and Immunology, Faculty of Medicine, University of Ljubljana, Zaloška 4, Ljubljana , 1000 Slovenia."], ["Lotrič-Furlan", "Stanka", "S", "Department of Infectious Diseases, University Medical Center Ljubljana, Japljeva 2, Ljubljana , 1525 Slovenia."], ["Avšič-Županc", "Tatjana", "T", "Institute of Microbiology and Immunology, Faculty of Medicine, University of Ljubljana, Zaloška 4, Ljubljana , 1000 Slovenia."], ["von Messling", "Veronika", "V", "Department of Veterinary Medicine, Paul-Ehrlich-Institut, Paul-Ehrlich-Straße 51-59, 63225 Langen, Hessen, Germany."], ["Holbrook", "Michael R", "MR", "Integrated Research Facility, National Institutes of Health, 8200 Research Plaza, Frederick, MD 21702 USA."], ["Freiberg", "Alexander N", "AN", "Institute for Human Infections and Immunity, University of Texas Medical Branch, 301 University Boulevard, Galveston, TX 77555-0609 USA."], ["Beasley", "David W C", "DWC", "Department of Microbiology and Immunology, University of Texas Medical Branch, 301 University Boulevard, Galveston, TX 77555-0610 USA."], ["Bente", "Dennis A", "DA", "Department of Microbiology and Immunology, University of Texas Medical Branch, 301 University Boulevard, Galveston, TX 77555-0610 USA."]], "date": "2017-03-13", "id": "29263866", "text": "The tick-borne encephalitis complex contains a number of flaviviruses that share close genetic homology, and are responsible for significant human morbidity and mortality with widespread geographical range. Although many members of this complex have been recognised for decades, licenced human vaccines with broad availability are only available for tick-borne encephalitis virus. While tick-borne encephalitis virus vaccines have been demonstrated to induce significant protective immunity, as determined by virus-neutralisation titres, vaccine breakthrough (clinical infection following complete vaccination), has been described. The aim of this study was to confirm the cross-neutralisation of tick-borne flaviviruses using mouse immune ascitic fluids, and to determine the magnitude of cross-neutralising antibody titres in sera from donors following tick-borne encephalitis vaccination, infection, and vaccine breakthrough. The results demonstrate that there is significant cross-neutralisation of representative members of the tick-borne encephalitis complex following vaccination and/or infection, and that the magnitude of immune responses varies based upon the exposure type. Donor sera successfully neutralised most of the viruses tested, with 85% of vaccinees neutralising Kyasanur forest disease virus and 73% of vaccinees neutralising Alkhumra virus. By contrast, only 63% of vaccinees neutralised Powassan virus, with none of these neutralisation titres exceeding 1:60. Taken together, the data suggest that tick-borne encephalitis virus vaccination may protect against most of the members of the tick-borne encephalitis complex including Kyasanur forest disease virus and Alkhumra virus, but that the neutralisation of Powassan virus following tick-borne encephalitis vaccination is minimal.", "doi": "10.1038/s41541-017-0009-5", "title": "Cross-neutralisation of viruses of the tick-borne encephalitis complex following tick-borne encephalitis vaccination and/or infection.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}