{"authors": [["Lu", "Fangjia", "F", "Department of Comparative Pathobiology, College of Veterinary Medicine, Purdue University, 725 Harrison Street, West Lafayette, IN 47907 USA."], ["Mosley", "Yung-Yi C", "YC", "Department of Comparative Pathobiology, College of Veterinary Medicine, Purdue University, 725 Harrison Street, West Lafayette, IN 47907 USA."], ["Rodriguez Rosales", "Randol J", "RJ", "Department of Food Science, College of Agriculture, Purdue University, West Lafayette, IN 47907 USA."], ["Carmichael", "Brooke E", "BE", "Department of Comparative Pathobiology, College of Veterinary Medicine, Purdue University, 725 Harrison Street, West Lafayette, IN 47907 USA."], ["Elesela", "Srikanth", "S", "Department of Comparative Pathobiology, College of Veterinary Medicine, Purdue University, 725 Harrison Street, West Lafayette, IN 47907 USA."], ["Yao", "Yuan", "Y", "Department of Food Science, College of Agriculture, Purdue University, West Lafayette, IN 47907 USA."], ["HogenEsch", "Harm", "H", "Department of Comparative Pathobiology, College of Veterinary Medicine, Purdue University, 725 Harrison Street, West Lafayette, IN 47907 USA."]], "date": "2017-02-23", "id": "29263865", "text": "Biodegradable nanoparticles with functionalized surfaces are attractive candidates as vaccine adjuvants. Nano-11 are cationic dendrimer-like α-D-glucan nanoparticles with a diameter of 70-80 nm. Mice injected with antigen formulated with Nano-11 developed antibody titers that were similar or greater than antigen with aluminum adjuvant. Utilizing an in vivo imaging system, Nano-11 was shown to remain at the injection site after administration and cleared gradually over the course of 3 weeks. Injection of Nano-11 induced a transient inflammatory response characterized by recruitment of a mixed population of inflammatory cells, predominantly monocytes and macrophages with relatively few neutrophils. Recruited Mac-2+macrophages efficiently phagocytized the majority of Nano-11 at the injection site. Fluorescently labeled Nano-11 was present in cells in the draining lymph nodes 1 day after injection, with the majority contained in migratory dendritic cells. Injection of ovalbumin adsorbed to Nano-11 resulted in an increase of ovalbumin-containing cells in draining lymph nodes. Nano-11 delivered more antigen to antigen-presenting cells on a per cell basis and demonstrated more specific targeting to highly immunopotentiating migratory dendritic cells compared with soluble or aluminum hydroxide adsorbed ovalbumin. These results support the efficacy of Nano-11 and its potential use as a next generation vaccine adjuvant.", "doi": "10.1038/s41541-017-0007-7", "title": "Alpha-D-glucan nanoparticulate adjuvant induces a transient inflammatory response at the injection site and targets antigen to migratory dendritic cells.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}