{"authors": [["Huang", "Xiaofen", "X", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, National Institute of Diagnostics and Vaccine Development in Infectious Diseases, Xiamen University, Xiamen, Fujian 361102 PR China."], ["Wang", "Xin", "X", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, National Institute of Diagnostics and Vaccine Development in Infectious Diseases, Xiamen University, Xiamen, Fujian 361102 PR China."], ["Zhang", "Jun", "J", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, National Institute of Diagnostics and Vaccine Development in Infectious Diseases, Xiamen University, Xiamen, Fujian 361102 PR China."], ["Xia", "Ningshao", "N", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, National Institute of Diagnostics and Vaccine Development in Infectious Diseases, Xiamen University, Xiamen, Fujian 361102 PR China."], ["Zhao", "Qinjian", "Q", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, National Institute of Diagnostics and Vaccine Development in Infectious Diseases, Xiamen University, Xiamen, Fujian 361102 PR China."]], "date": "2017-02-09", "id": "29263864", "text": "Recombinant virus-like particle-based vaccines are composed of viral structural proteins and mimic authentic native viruses but are devoid of viral genetic materials. They are the active components in highly safe and effective vaccines for the prevention of infectious diseases. Several expression systems have been used for virus-like particle production, ranging from Escherichia coli to mammalian cell lines. The prokaryotic expression system, especially Escherichia coli, is the preferred expression host for producing vaccines for global use. Hecolin, the first licensed virus-like particle vaccine derived from Escherichia coli, has been demonstrated to possess good safety and high efficacy. In this review, we focus on Escherichia coli-derived virus-like particle based vaccines and vaccine candidates that are used for prevention (immunization against microbial pathogens) or disease treatment (directed against cancer or non-infectious diseases). The native-like spatial or higher-order structure is essential for the function of virus-like particles. Thus, the tool box for analyzing the key physicochemical, biochemical and functional attributes of purified virus-like particles will also be discussed. In summary, the Escherichia coli expression system has great potentials for producing a range of proteins with self-assembling properties to be used as vaccine antigens given the proper epitopes were preserved when compared to those in the native pathogens or disease-related target molecules.", "doi": "10.1038/s41541-017-0006-8", "title": "Escherichia coli-derived virus-like particles in vaccine development.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}