{"authors": [["Xu", "Meihui", "M", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["Zuest", "Roland", "R", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["Velumani", "Sumathy", "S", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["Tukijan", "Farhana", "F", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["Toh", "Ying Xiu", "YX", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["Appanna", "Ramapraba", "R", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["Tan", "Ern Yu", "EY", "Department of General Surgery, Tan Tock Seng Hospital, Singapore, Singapore."], ["Cerny", "Daniela", "D", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["MacAry", "Paul", "P", "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore."], ["Wang", "Cheng-I", "CI", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."], ["Fink", "Katja", "K", "Singapore Immunology Network, Agency for Science, Technology and Research, Singapore, Singapore."]], "date": "2017-01-23", "id": "29263863", "text": "A therapy for dengue is still elusive. We describe the neutralizing and protective capacity of a dengue serotype-cross-reactive antibody isolated from the plasmablasts of a patient. Antibody SIgN-3C neutralized all four dengue virus serotypes at nano to picomolar concentrations and significantly decreased viremia of all serotypes in adult mice when given 2 days after infection. Moreover, mice were protected from pathology and death from a lethal dengue virus-2 infection. To avoid potential Fc-mediated uptake of immune complexes and ensuing enhanced infection, we introduced a LALA mutation in the Fc part. SIgN-3C-LALA was as efficient as the non-modified antibody in neutralizing dengue virus and in protecting mice while antibody-dependent enhancement was completely abrogated. The epitope of the antibody includes conserved amino acids in all three domains of the glycoprotein, which can explain its cross-reactivity. SIgN-3C-LALA neutralizes dengue virus both pre and post-attachment to host cells. These attributes likely contribute to the remarkable protective capacity of SIgN-3C.", "doi": "10.1038/s41541-016-0003-3", "title": "A potent neutralizing antibody with therapeutic potential against all four serotypes of dengue virus.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}