{"authors": [["Stephen", "J", "J", "Institute of Infection, Immunity and Inflammation College of Medical, Veterinary and Life Sciences Sir Graeme Davies Building, University of Glasgow, 120 University Place, Glasgow, G12 8TA Scotland UK."], ["Scales", "H E", "HE", "Institute of Infection, Immunity and Inflammation College of Medical, Veterinary and Life Sciences Sir Graeme Davies Building, University of Glasgow, 120 University Place, Glasgow, G12 8TA Scotland UK."], ["Benson", "R A", "RA", "Institute of Infection, Immunity and Inflammation College of Medical, Veterinary and Life Sciences Sir Graeme Davies Building, University of Glasgow, 120 University Place, Glasgow, G12 8TA Scotland UK."], ["Erben", "D", "D", "Institute of Infection, Immunity and Inflammation College of Medical, Veterinary and Life Sciences Sir Graeme Davies Building, University of Glasgow, 120 University Place, Glasgow, G12 8TA Scotland UK."], ["Garside", "P", "P", "Institute of Infection, Immunity and Inflammation College of Medical, Veterinary and Life Sciences Sir Graeme Davies Building, University of Glasgow, 120 University Place, Glasgow, G12 8TA Scotland UK."], ["Brewer", "J M", "JM", "Institute of Infection, Immunity and Inflammation College of Medical, Veterinary and Life Sciences Sir Graeme Davies Building, University of Glasgow, 120 University Place, Glasgow, G12 8TA Scotland UK."]], "date": "2017-01-23", "id": "29263862", "text": "There are over 6 billion vaccine doses administered each year, most containing aluminium-based adjuvants, yet we still do not have a complete understanding of their mechanisms of action. Recent evidence has identified host DNA and downstream sensing as playing a significant role in aluminium adjuvant (aluminium hydroxide) activity. However, the cellular source of this DNA, how it is sensed by the immune system and the consequences of this for vaccination remains unclear. Here we show that the very early injection site reaction is characterised by inflammatory chemokine production and neutrophil recruitment. Intravital imaging demonstrates that the Alum injection site is a focus of neutrophil swarms and extracellular DNA strands. These strands were confirmed as neutrophil extracellular traps due to their sensitivity to DNAse and absence in mice deficient in peptidylarginine deiminase 4. Further studies in PAD4-/- mice confirmed a significant role for neutrophil extracellular trap formation in the adjuvant activity of Alum. By revealing neutrophils recruited to the site of Alum injection as a source of the DNA that is detected by the immune system this study provides the missing link between Alum injection and the activation of DNA sensors that enhance adjuvant activity, elucidating a key mechanism of action for this important vaccine component.", "doi": "10.1038/s41541-016-0001-5", "title": "Neutrophil swarming and extracellular trap formation play a significant role in Alum adjuvant activity.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}