{"authors": [["Lam", "Jian Hang", "JH", "Department of Microbiology and Immunology, Yong Loo Lin School of Medicine, and."], ["Chua", "Yen Leong", "YL", "Department of Microbiology and Immunology, Yong Loo Lin School of Medicine, and."], ["Lee", "Pei Xuan", "PX", "Department of Microbiology and Immunology, Yong Loo Lin School of Medicine, and."], ["Martínez Gómez", "Julia María", "JM", "Department of Microbiology and Immunology, Yong Loo Lin School of Medicine, and."], ["Ooi", "Eng Eong", "EE", "Emerging Infectious Disease Program, Duke-NUS, Singapore."], ["Alonso", "Sylvie", "S", "Department of Microbiology and Immunology, Yong Loo Lin School of Medicine, and."]], "date": "2017-12-21", "id": "29263304", "text": "Declining levels of maternal antibodies were shown to sensitize infants born to dengue-immune mothers to severe disease during primary infection, through the process of antibody-dependent enhancement of infection (ADE). With the recent approval for human use of Sanofi-Pasteur's chimeric dengue vaccine CYD-TDV and several vaccine candidates in clinical development, the scenario of infants born to vaccinated mothers has become a reality. This raises 2 questions: will declining levels of maternal vaccine-induced antibodies cause ADE; and, will maternal antibodies interfere with vaccination efficacy in the infant? To address these questions, the above scenario was modeled in mice. Type I IFN-deficient female mice were immunized with live attenuated DENV2 PDK53, the core component of the tetravalent DENVax candidate currently under clinical development. Pups born to PDK53-immunized dams acquired maternal antibodies that strongly neutralized parental strain 16681, but not the heterologous DENV2 strain D2Y98P-PP1, and instead caused ADE during primary infection with this strain. Furthermore, pups failed to seroconvert after PDK53 vaccination, owing to maternal antibody interference. However, a cross-protective multifunctional CD8+ T cell response did develop. Thus, our work advocates for the development of dengue vaccine candidates that induce protective CD8+ T cells despite the presence of enhancing, interfering maternal antibodies.", "doi": "10.1172/jci.insight.94500", "title": "Dengue vaccine-induced CD8+ T cell immunity confers protection in the context of enhancing, interfering maternal antibodies.", "journal": ["JCI insight", "JCI Insight"]}