{"authors": [["Gall", "Bryan", "B", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Pryke", "Kara", "K", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Abraham", "Jinu", "J", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Mizuno", "Nobuyo", "N", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Botto", "Sara", "S", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Sali", "Tina M", "TM", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Broeckel", "Rebecca", "R", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Haese", "Nicole", "N", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["Nilson", "Aaron", "A", "Veterans Affairs Medical Center, 3710 Southwest U.S. Veterans Hospital Road, Portland, OR, USA."], ["Placzek", "Andrew", "A", "Veterans Affairs Medical Center, 3710 Southwest U.S. Veterans Hospital Road, Portland, OR, USA."], ["Morrison", "Thomas", "T", "Department of Immunology and Microbiology, School of Medicine, University of Colorado, Aurora, CO, USA."], ["Heise", "Mark", "M", "Departments of Genetics and of Microbiology and Immunology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."], ["Streblow", "Daniel", "D", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA."], ["DeFilippis", "Victor", "V", "Vaccine and Gene Therapy Institute, Oregon Health and Science University, Portland, OR, USA defilipp@ohsu.edu."]], "date": "2017-12-20", "id": "29263267", "text": "The type I interferon (IFN) system represents an essential innate immune response that renders cells resistant to virus growth via the molecular actions of IFN-induced effector proteins. IFN-mediated cellular states inhibit growth of numerous and diverse virus types including those of known pathogenicity as well as potentially emerging agents. As such, targeted pharmacologic activation of the IFN response may represent a novel therapeutic strategy to prevent infection or spread of clinically impactful viruses. In light of this we employed a high-throughput screen to identify small cell-permeable molecules capable of activating IFN-dependent signaling processes. Here we report the identification and characterization of N-(Methylcarbamoyl)-2-{[5-(4-methylphenyl)-1,3,4-oxadiazol-2-yl]sulfanyl}-2-phenylacetamide (referred to as C11), a novel compound capable of inducing IFN secretion from human cells. Using reverse genetics-based loss of function assays we show that C11 activates the type I IFN response in a manner that requires the adaptor protein STING but not alternative adaptors MAVS and TRIF. Importantly, treatment of cells with C11 generated a cellular state that potently blocked replication of multiple emerging Alphavirus types including Chikungunya, Ross River, Venezuelan Equine Encephalitis, Mayaro, and O'nyong'nyong viruses. The antiviral effects of C11 were subsequently abrogated in cells lacking STING or the type I IFN receptor indicating that they are mediated, at least predominantly, by way of STING-mediated IFN secretion and subsequent autocrine/paracrine signaling. This work also allowed characterization of differential antiviral roles of innate immune signaling adaptors and IFN-mediated responses and identified MAVS as crucial to cellular resistance to Alphavirus infection.IMPORTANCE: Due to the increase in emerging arthropod-borne viruses like Chikungunya that lack FDA-approved therapeutics and vaccines, it is important to better understand signaling pathways that lead to clearance of virus. Here we show that C11 treatment makes human cells refractory to replication of a number of these viruses, and supports its value in understanding the immune response and viral pathogenesis required to establish host infection. We also show C11 depends on signaling through STING to produce antiviral type I interferon, which further supports its potential as a therapeutic drug or research tool.", "doi": "10.1128/JVI.01913-17", "title": "Emerging Alphaviruses are Sensitive to Cellular States Induced by a Novel Small Molecule Agonist of the STING Pathway.", "journal": ["Journal of virology", "J. Virol."]}