{"authors": [["Liang", "Ruiying", "R", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Sun", "Yaping", "Y", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Liu", "Yanjie", "Y", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Wang", "Junya", "J", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Wu", "Yanan", "Y", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Li", "Zibin", "Z", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Ma", "Lizhen", "L", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Zhang", "Nan", "N", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Zhang", "Lijie", "L", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Wei", "Xiaohui", "X", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Qu", "Zehui", "Z", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."], ["Zhang", "Nianzhi", "N", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China. xiachun@cau.edu.cn zhangnianzhi@cau.edu.cn."], ["Xia", "Chun", "C", "Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China. xiachun@cau.edu.cn zhangnianzhi@cau.edu.cn."]], "date": "2017-12-20", "id": "29263258", "text": "Feline immunodeficiency virus (FIV) infection in domestic cats is the smallest usable natural model for lentiviral infection studies. FLA-E*01801 was applied to FIV AIDS vaccine research. We determined the crystal structure of FLA-E*01801 complexed with a peptide derived from FIV (gag, 39-48; RMANVSTGR, RMA9 for short). The A pocket of the FLA-E*01801 complex plays a valuable restrictive role in peptide binding. Mutation experiments and circular dichroism (CD) spectroscopy revealed that peptides with Asp at the first position (P1) could not bind to FLA-E*01801. The crystal structure and in vitro refolding of the mutant FLA-E*01801 complex demonstrated that Glu63 and Trp167 in the A pocket play important roles in restricting P1D. The B pocket of the FLA-E*01801 complex accommodates M/T/A/V/I/L/S residues, whereas the negatively charged F pocket prefers R/K residues. Based on the peptide binding motif, 125 FLA-E*01801-restricted FIV nonapeptides (San Diego isolate) were identified. Our results provide the structural basis for peptide presentation by the FLA-E*01801 molecule, especially A pocket restriction on peptide binding, and identify the potential cytotoxic T lymphocyte (CTL) epitope peptides of FIV presented by FLA-E*01801. These results will benefit both the reasonable design of FLA-E*01801-restricted CTL epitopes and the further development of the AIDS vaccine.ImportanceFeline immunodeficiency virus (FIV) is a viral pathogen in cats, and this infection is the smallest usable natural model for lentivirus infection studies. To examine how FLA I presents FIV epitope peptides, we crystallized and solved the first classic feline major histocompatibility complex class I (MHC I) molecular structure. Surprisingly, pocket A restricts peptide binding. Trp167 blocks the left side of pocket A, causing P1D to conflict with Glu63 We also identified the FLA-E*01801 binding motif X (except D)-(M/T/A/V/I/L/S)-X-X-X-X-X-X-(R/K) based on structural and biochemical experiments. We determined 125 FLA-E*01801-restricted nonapeptides from FIV. These results are valuable for developing peptide-based FIV and human immunodeficiency virus (HIV) vaccines and for studying how MHC I molecules present peptides.", "doi": "10.1128/JVI.01631-17", "title": "Major histocompatibility complex class I (FLA-E*01801) molecular structure in domestic cats demonstrates species-specific characteristics in presenting viral antigen peptides.", "journal": ["Journal of virology", "J. Virol."]}