{"authors": [["Nandre", "Rahul", "R", "Department of Diagnostic Medicine/Pathobiology, Kansas State University College of Veterinary Medicine, Manhattan, KS 66506, USA."], ["Ruan", "Xiaosai", "X", "Department of Diagnostic Medicine/Pathobiology, Kansas State University College of Veterinary Medicine, Manhattan, KS 66506, USA."], ["Lu", "Ti", "T", "Department of Diagnostic Medicine/Pathobiology, Kansas State University College of Veterinary Medicine, Manhattan, KS 66506, USA."], ["Duan", "Qiangde", "Q", "Department of Diagnostic Medicine/Pathobiology, Kansas State University College of Veterinary Medicine, Manhattan, KS 66506, USA."], ["Sack", "David", "D", "Department of International Health, Johns Hopkins University Bloomberg School of Public Health, Baltimore, MD 21205, USA."], ["Zhang", "Weiping", "W", "Department of Diagnostic Medicine/Pathobiology, Kansas State University College of Veterinary Medicine, Manhattan, KS 66506, USA. wpzhang@vet.k-state.edu."]], "date": "2017-12-20", "id": "29263112", "text": "Enterotoxigenic Escherichia coli (ETEC) are a leading cause of children's diarrhea and travelers' diarrhea. Vaccines inducing antibodies to broadly inhibit bacterial adherence and to neutralize toxin enterotoxicity are expected effective against ETEC-associated diarrhea. 6xHis-tagged adhesin-toxoid fusion proteins were shown to induce neutralizing antibodies to several adhesins and LT and STa toxins (X. Ruan, DA Sack, W. Zhang, PLoS ONE, 10:e0121623, 2015). However, antibodies derived from his-tagged CFA/I/II/IV-2xSTaA14Q-dmLT or CFA/I/II/IV-2xSTaN12S-dmLT protein were less effective in neutralizing STa enterotoxicity and were not evaluated in vivo for efficacy against ETEC diarrhea. Additionally, his-tagged proteins are considered less desirable for human vaccines. In this study, we produced a tag-less adhesin-toxoid MEFA (multiepitope fusion antigen) protein, enhanced anti-STa immunogenicity by including a third copy of STa toxoid STaN12S, and examined antigen immunogenicity in a murine model. Moreover, we immunized pregnant pigs with the tag-less adhesin-toxoid MEFA protein and evaluated passive antibody protection against STa+ or LT+ ETEC infection in a pig challenge model. Results showed that tag-less adhesin-toxoid MEFA CFA/I/II/IV-3xSTaN12S-mnLTR192G/L211A induced broad anti-adhesin and antitoxin antibody responses in the intraperitoneally immunized mice and the intramuscularly immunized pigs. Mouse and pig serum antibodies significantly inhibited adherence of seven CFA adhesins (CFA/I, CS1 to CS6) and effectively neutralized both toxins. More importantly, suckling piglets born to the immunized mothers acquired antibodies and were protected against STa+ ETEC and LT+ ETEC diarrhea. These results indicated tag-less CFA/I/II/IV-3xSTaN12S-mnLTR192G/L211A induced broadly protective anti-adhesin and antitoxin antibodies and suggested this adhesin-toxoid MEFA a potential antigen for developing broadly protective ETEC vaccines.", "doi": "10.1128/IAI.00550-17", "title": "Enterotoxigenic Escherichia coli (ETEC) adhesin-toxoid MEFA (multiepitope fusion antigen) CFA/I/II/IV-3xSTaN12S-mnLTG192G/L211A derived antibodies inhibit adherence of seven adhesins (CFA/I, CFA/II & CFA/IV), neutralize enterotoxicity of both toxins (LT & STa), and protect piglets against diarrhea.", "journal": ["Infection and immunity", "Infect. Immun."]}