{"authors": [["Cavallaro", "Kathleen F", "KF", "1 Global Immunization Division, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Francois", "Jeannot", "J", "2 UNICEF Country Office, Port-au-Prince, Haiti."], ["Jacques", "Roody", "R", "3 Expanded Program of Immunization, Ministry of Public Health and Population, Port-au-Prince, Haiti."], ["Mentor", "Derline", "D", "2 UNICEF Country Office, Port-au-Prince, Haiti."], ["Yalcouye", "Idrissa", "I", "3 Expanded Program of Immunization, Ministry of Public Health and Population, Port-au-Prince, Haiti."], ["Wilkins", "Karen", "K", "1 Global Immunization Division, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Mueller", "Nathan", "N", "4 ScaleStation, Meridian, ID, USA."], ["Turner", "Rebecca", "R", "1 Global Immunization Division, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Wallace", "Aaron", "A", "1 Global Immunization Division, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Tohme", "Rania A", "RA", "1 Global Immunization Division, Centers for Disease Control and Prevention, Atlanta, GA, USA."]], "date": "2017-12-20", "id": "29262288", "text": "After the 2010 earthquake, Haiti committed to introducing 4 new antigens into its routine immunization schedule, which required improving its cold chain (ie, temperature-controlled supply chain) and increasing vaccine storage capacity by installing new refrigerators. We tested the feasibility of using remote temperature monitoring devices (RTMDs) in Haiti in a sample of vaccine refrigerators fueled by solar panels, propane gas, or electricity. We analyzed data from 16 RTMDs monitoring 24 refrigerators in 15 sites from March through August 2014. Although 5 of the 16 RTMDs exhibited intermittent data gaps, we identified typical temperature patterns consistent with refrigerator door opening and closing, propane depletion, thermostat insufficiency, and overstocking. Actual start-up, annual maintenance, and annual electricity costs for using RTMDs were $686, $179, and $9 per refrigerator, respectively. In Haiti, RTMD use was feasible. RTMDs could be prioritized for use with existing refrigerators with high volumes of vaccines and new refrigerators to certify their functionality before use. Vaccine vial monitors could provide additional useful information about cumulative heat exposure and possible vaccine denaturation.", "doi": "10.1177/0033354917742119", "title": "Demonstration of the Use of Remote Temperature Monitoring Devices in Vaccine Refrigerators in Haiti.", "journal": ["Public health reports (Washington, D.C. : 1974)", "Public Health Rep"]}