{"authors": [["Mészáros", "István", "I", "Institute for Veterinary Medical Research, Centre for Agricultural Research, Hungarian Academy of Sciences, 1143 Budapest, Hungary. meszaros.istvan@agrar.mta.hu."], ["Olasz", "Ferenc", "F", "Institute for Veterinary Medical Research, Centre for Agricultural Research, Hungarian Academy of Sciences, 1143 Budapest, Hungary. olasz.ferenc@agrar.mta.hu."], ["Cságola", "Attila", "A", "Ceva-Phylaxia Zrt., 1107 Budapest, Hungary. attila.csagola@ceva.com."], ["Tijssen", "Peter", "P", "INRS-Institut Armand-Frappier, Université du Québec, Québec, QC H7V 1B7, Canada. Peter.Tijssen@iaf.inrs.ca."], ["Zádori", "Zoltán", "Z", "Institute for Veterinary Medical Research, Centre for Agricultural Research, Hungarian Academy of Sciences, 1143 Budapest, Hungary. zadori.zoltan@agrar.mta.hu."]], "date": "2017-12-20", "id": "29261104", "text": "Porcine parvovirus (PPV) is among the most important infectious agents causing infertility in pigs. Until recently, it was thought that the virus had low genetic variance, and that prevention of its harmful effect on pig fertility could be well-controlled by vaccination. However, at the beginning of the third millennium, field observations raised concerns about the effectiveness of the available vaccines against newly emerging strains. Subsequent investigations radically changed our view on the evolution and immunology of PPV, revealing that the virus is much more diverse than it was earlier anticipated, and that some of the \"new\" highly virulent isolates cannot be neutralized effectively by antisera raised against \"old\" PPV vaccine strains. These findings revitalized PPV research that led to significant advancements in the understanding of early and late viral processes during PPV infection. Our review summarizes the recent results of PPV research and aims to give a comprehensive update on the present understanding of PPV biology.", "doi": "10.3390/v9120393", "title": "Biology of Porcine Parvovirus (Ungulate parvovirus 1).", "journal": ["Viruses", "Viruses"]}