{"authors": [["Masavuli", "Makutiro Ghislain", "MG", "Virology Laboratory, Basil Hetzel Institute for Translational Medicine, Discipline of Surgery, University of Adelaide, Adelaide, SA, Australia."], ["Wijesundara", "Danushka K", "DK", "Virology Laboratory, Basil Hetzel Institute for Translational Medicine, Discipline of Surgery, University of Adelaide, Adelaide, SA, Australia."], ["Torresi", "Joseph", "J", "Department of Microbiology and Immunology, The Peter Doherty Institute for Infection and Immunity, University of Melbourne, Parkville, VIC, Australia."], ["Gowans", "Eric J", "EJ", "Virology Laboratory, Basil Hetzel Institute for Translational Medicine, Discipline of Surgery, University of Adelaide, Adelaide, SA, Australia."], ["Grubor-Bauk", "Branka", "B", "Virology Laboratory, Basil Hetzel Institute for Translational Medicine, Discipline of Surgery, University of Adelaide, Adelaide, SA, Australia."]], "date": "2017-12-05", "id": "29259601", "text": "Hepatitis C Virus (HCV) infects 2% of the world's population and is the leading cause of liver disease and liver transplantation. It poses a serious and growing worldwide public health problem that will only be partially addressed with the introduction of new antiviral therapies. However, these treatments will not prevent re-infection particularly in high risk populations. The introduction of a HCV vaccine has been predicted, using simulation models in a high risk population, to have a significant effect on reducing the incidence of HCV. A vaccine with 50 to 80% efficacy targeted to high-risk intravenous drug users could dramatically reduce HCV incidence in this population. Virus like particles (VLPs) are composed of viral structural proteins which self-assemble into non-infectious particles that lack genetic material and resemble native viruses. Thus, VLPs represent a safe and highly immunogenic vaccine delivery platform able to induce potent adaptive immune responses. Currently, many VLP-based vaccines have entered clinical trials, while licensed VLP vaccines for hepatitis B virus (HBV) and human papilloma virus (HPV) have been in use for many years. The HCV core, E1 and E2 proteins can self-assemble into immunogenic VLPs while inclusion of HCV antigens into heterogenous (chimeric) VLPs is also a promising approach. These VLPs are produced using different expression systems such as bacterial, yeast, mammalian, plant, or insect cells. Here, this paper will review HCV VLP-based vaccines and their immunogenicity in animal models as well as the different expression systems used in their production.", "doi": "10.3389/fmicb.2017.02413", "title": "Preclinical Development and Production of Virus-Like Particles As Vaccine Candidates for Hepatitis C.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}