{"authors": [["Day", "Christopher J", "CJ", "Institute for Glycomics, Griffith University, Gold Coast, QLD 4222, Australia."], ["Paton", "Adrienne W", "AW", "Research Centre for Infectious Diseases, Department of Molecular and Cellular Biology, University of Adelaide, Adelaide, 5005, Australia."], ["Harvey", "Richard M", "RM", "Research Centre for Infectious Diseases, Department of Molecular and Cellular Biology, University of Adelaide, Adelaide, 5005, Australia."], ["Hartley-Tassell", "Lauren E", "LE", "Institute for Glycomics, Griffith University, Gold Coast, QLD 4222, Australia."], ["Seib", "Kate L", "KL", "Institute for Glycomics, Griffith University, Gold Coast, QLD 4222, Australia."], ["Tiralongo", "Joe", "J", "Institute for Glycomics, Griffith University, Gold Coast, QLD 4222, Australia."], ["Bovin", "Nicolai", "N", "Shemyakin Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."], ["Savino", "Silvana", "S", "GSK Vaccines, Via Fiorentina 1, Siena, Italy."], ["Masignani", "Vega", "V", "GSK Vaccines, Via Fiorentina 1, Siena, Italy."], ["Paton", "James C", "JC", "Research Centre for Infectious Diseases, Department of Molecular and Cellular Biology, University of Adelaide, Adelaide, 5005, Australia. james.paton@adelaide.edu.au."], ["Jennings", "Michael P", "MP", "Institute for Glycomics, Griffith University, Gold Coast, QLD 4222, Australia. m.jennings@griffith.edu.au."]], "date": "2017-12-19", "id": "29259314", "text": "Streptococcus pneumoniae is a leading cause of morbidity and mortality globally. The Pilus-1 proteins, RrgA, RrgB and RrgC of S. pneumoniae have been previously assessed for their role in infection, invasive disease and as possible vaccine candidates. In this study we have investigated the glycan binding repertoire of all three Pilus-1 proteins, identifying that the tip adhesin RrgA has the broadest glycan recognition of the three proteins, binding to maltose/cellobiose, α/β linked galactose and blood group A and H antigens. RrgB only bound mannose, while RrgC bound a subset of glycans also recognized by RrgA. Adherence of S. pneumoniae TIGR4 to epithelial cells was tested using four of the oligosaccharides identified through the glycan array analysis as competitive inhibitors. The blood group H trisaccharide provided the best blocking of S. pneumoniae TIGR4 adherence. Adherence is the first step in disease, and host glycoconjugates are a common target for many adhesins. This study has identified Pilus-1 proteins as new lectins involved in the targeting of host glycosylation by S. pneumoniae.", "doi": "10.1038/s41598-017-17850-9", "title": "Lectin activity of the pneumococcal pilin proteins.", "journal": ["Scientific reports", "Sci Rep"]}