{"authors": [["Stenfeldt", "Carolina", "C", "Foreign Animal Disease Research Unit, USDA-ARS, Plum Island Animal Disease Center, Greenport, NY, USA. Carolina.Stenfeldt@ars.usda.gov."], ["Eschbaumer", "Michael", "M", "Institute of Diagnostic Virology, Friedrich-Loeffler-Institut, Greifswald, Insel Riems, Germany."], ["Smoliga", "George R", "GR", "Foreign Animal Disease Research Unit, USDA-ARS, Plum Island Animal Disease Center, Greenport, NY, USA."], ["Rodriguez", "Luis L", "LL", "Foreign Animal Disease Research Unit, USDA-ARS, Plum Island Animal Disease Center, Greenport, NY, USA."], ["Zhu", "James", "J", "Foreign Animal Disease Research Unit, USDA-ARS, Plum Island Animal Disease Center, Greenport, NY, USA."], ["Arzt", "Jonathan", "J", "Foreign Animal Disease Research Unit, USDA-ARS, Plum Island Animal Disease Center, Greenport, NY, USA. Jonathan.Arzt@ars.usda.gov."]], "date": "2017-12-19", "id": "29259271", "text": "Long-term persistent viral infections cause substantial morbidity and associated economic losses in human and veterinary contexts. Yet, the mechanisms associated with establishment of persistent infections are poorly elucidated. We investigated immunomodulatory mechanisms associated with clearance versus persistence of foot-and-mouth disease virus (FMDV) in micro-dissected compartments of the bovine nasopharynx by microarray. The use of laser-capture microdissection allowed elucidation of differential gene regulation within distinct anatomic compartments critical to FMDV infection. Analysis of samples from transitional and persistent phases of infection demonstrated significant differences in transcriptome profiles of animals that cleared infection versus those that became persistently infected carriers. Specifically, it was demonstrated that clearance of FMDV from the nasopharyngeal mucosa was associated with upregulation of targets associated with activation of T cell-mediated immunity. Contrastingly, gene regulation in FMDV carriers suggested inhibition of T cell activation and promotion of Th2 polarization. These findings were corroborated by immunofluorescence microscopy which demonstrated relative abundance of CD8+ T cells in the nasopharyngeal mucosa in association with clearance of FMDV. The findings presented herein emphasize that a critical balance between Th1 and Th2 -mediated immunity is essential for successful clearance of FMDV infection and should be considered for development of next-generation vaccines and antiviral products.", "doi": "10.1038/s41598-017-18112-4", "title": "Clearance of a persistent picornavirus infection is associated with enhanced pro-apoptotic and cellular immune responses.", "journal": ["Scientific reports", "Sci Rep"]}