{"authors": [["Figueroa", "Carolina", "C", "Escuela de Ciencias del Mar, Pontificia Universidad Católica de Valparaíso, Valparaíso, Chile."], ["Bustos", "Paulina", "P", "Facultad de Ciencias, Universidad de Valparaíso, Valparaíso, Chile."], ["Torrealba", "Débora", "D", "Department of Agricultural, Food & Nutritional Science, University of Alberta, Alberta, Canada."], ["Dixon", "Brian", "B", "Department of Biology, Faculty of Science, University of Waterloo, Waterloo, Canada."], ["Soto", "Carlos", "C", "Salmones Camanchaca, Puerto Montt, Chile."], ["Conejeros", "Pablo", "P", "Facultad de Ciencias, Universidad de Valparaíso, Valparaíso, Chile."], ["Gallardo", "José A", "JA", "Escuela de Ciencias del Mar, Pontificia Universidad Católica de Valparaíso, Valparaíso, Chile. jose.gallardo@pucv.cl."]], "date": "2017-12-19", "id": "29259257", "text": "Vaccination is considered crucial for disease prevention and fish health in the global salmon farming industry. Nevertheless, some aspects, such as the efficacy of vaccines, can be largely circumvented during natural coinfections. Sea lice are ectoparasitic copepods that can occur with a high prevalence in the field, are frequently found in co-infection with other pathogens, and are highly detrimental to fish health. The aim of this case-control study was to evaluate the interaction between the detrimental effects of coinfection and the protective effects of vaccination in fish. We used the interaction between the sea louse Caligus rogercresseyi, the bacterial pathogen Piscirickettsia salmonis, and their host, the Atlantic salmon Salmo salar, as a study model. Our results showed that coinfection decreased the accumulated survival (AS) and specific growth rate (SGR) of vaccinated fish (AS = 5.2 ± 0.6%; SGR = -0.05 ± 0.39%) compared to a single infection of P. salmonis (AS = 42.7 ± 1.3%; SGR = 0.21 ± 0.22%). Concomitantly, the bacterial load and clinical signs of disease were significantly increased in coinfected fish. Coinfection may explain the reduced efficacy of vaccines in sea cages and highlights the need to test fish vaccines in more diverse conditions rather than with a single infection.", "doi": "10.1038/s41598-017-18180-6", "title": "Coinfection takes its toll: Sea lice override the protective effects of vaccination against a bacterial pathogen in Atlantic salmon.", "journal": ["Scientific reports", "Sci Rep"]}