{"authors": [["Ueda", "Nao", "N", "Graduate School of Human Sciences, Waseda University, Tokorozawa, Japan."], ["Yokouchi", "Ryoki", "R", "Department of Health Sciences and Social Welfare, School of Human Sciences, Waseda University, Tokorozawa, Japan."], ["Onoda", "Taro", "T", "Department of Medicine, School of Medicine, Tokai University, Isehara, Japan."], ["Ogihara", "Atsushi", "A", "Faculty of Human Sciences, Waseda University, Tokorozawwa, Japan."]], "date": "2017-12-19", "id": "29258972", "text": "Media coverage and reports have a major influence on individual vaccination and other health-related activities. People use the media to seek information and knowledge on health-related behaviors. They obtain health-related information from media such as television and newspapers, and they trust such information. While several studies have examined the relation between media coverage and individual health, there is a lack of studies that have analyzed media reports of health information. In particular, we have found no analyses related to cervical cancer (human papillomavirus [HPV]) vaccine.This study aimed to identify mentions of cervical cancer vaccine in Japan's printed news media and to determine their characteristics.We used the archival databases of 2 Japanese newspapers, Yomiuri Shimbun (Yomidasu Rekishikan) and Asahi Shimbun (Kikuzo II Visual), for text mining. First, we created a database by extracting articles published between January 1, 2007, and December 31, 2014, that matched the terms \"cervical cancer\" AND \"vaccination\" in a keyword search. Then, we tallied the extracted articles based on the month of publication and number of characters in order to conduct a time-series analysis.We extracted a total of 219 articles. Of these, 154 (70.3%) were positive and 51 (23.3%) were negative toward HPV vaccination. Of the 51 negative articles, 4 (7.8%) were published before June 2013, when routine vaccination was temporarily discontinued due to concerns regarding side effects, and 47 (92.2%) were published since then. The negative reports commonly cited side effects, although prior to June 2013, these issues were hardly mentioned. Although foreign media reports mentioned side effects before routine vaccination was temporarily discontinued, fewer articles mentioned side effects than recommendations for vaccination. Furthermore, on June 13, 2013, the World Health Organization's advisory body Global Advisory Committee on Vaccine Safety issued a statement regarding the safety of HPV vaccines, but hardly any articles reported this statement. Rather, several articles were published about the side effects after June 2013.Since we consider media coverage to be a factor affecting human health behavior, the media should extensively report on the cost of not receiving cervical cancer vaccination, global trends concerning cervical cancer vaccination, and statements released by various agencies on the subject.", "doi": "10.2196/publichealth.8237", "title": "Characteristics of Articles About Human Papillomavirus Vaccination in Japanese Newspapers: Time-Series Analysis Study.", "journal": ["JMIR public health and surveillance", "JMIR Public Health Surveill"]}