{"authors": [["Liu", "Lina", "L", "Division of Pharmacoengineering and Molecular Pharmaceutics and Center for Nanotechnology in Drug Delivery, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA; Key Laboratory of Biological and Medical Engineering and Engineering Research Center of Medical Biotechnology and Guizhou Provincial Engineering Research Center for Immune Cells and Antibody, School of Biology and Engineering, Guizhou Medical University, Guiyang, Guizhou 550025, PR China."], ["Wang", "Yuhua", "Y", "Division of Pharmacoengineering and Molecular Pharmaceutics and Center for Nanotechnology in Drug Delivery, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Miao", "Lei", "L", "Division of Pharmacoengineering and Molecular Pharmaceutics and Center for Nanotechnology in Drug Delivery, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Liu", "Qi", "Q", "Division of Pharmacoengineering and Molecular Pharmaceutics and Center for Nanotechnology in Drug Delivery, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA; UNC and NCSU Joint Department of Biomedical Engineering, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Musetti", "Sara", "S", "Division of Pharmacoengineering and Molecular Pharmaceutics and Center for Nanotechnology in Drug Delivery, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Li", "Jun", "J", "Division of Pharmacoengineering and Molecular Pharmaceutics and Center for Nanotechnology in Drug Delivery, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Huang", "Leaf", "L", "Division of Pharmacoengineering and Molecular Pharmaceutics and Center for Nanotechnology in Drug Delivery, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA; UNC and NCSU Joint Department of Biomedical Engineering, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA. Electronic address: leafh@unc.edu."]], "date": "2017-12-05", "id": "29258739", "text": "Triple negative breast cancer (TNBC), which constitutes 10%-20% of all breast cancers, is associated with aggressive progression, a high rate of metastasis, and poor prognosis. The treatment of patients with TNBC remains a great clinical challenge. Preclinical reports support the combination immunotherapy of cancer vaccines and immune checkpoint blockades in non-immunogenic tumors. In this study, we constructed nanoparticles (NPs) to deliver an mRNA vaccine encoding tumor antigen MUC1 to dendritic cells (DCs) in lymph nodes to activate and expand tumor-specific T cells. An anti-CTLA-4 (cytotoxic T-lymphocyte-associated protein 4) monoclonal antibody was combined with the mRNA vaccine to enhance the anti-tumor benefits. In vivo studies demonstrated that the NP-based mRNA vaccine, targeted to mannose receptors on DCs, could successfully express tumor antigen in the DCs of the lymph node; that the NP vaccine could induce a strong, antigen-specific, in vivo cytotoxic T lymphocyte response against TNBC 4T1 cells; and that combination immunotherapy of the vaccine and anti-CTLA-4 monoclonal antibody could significantly enhance anti-tumor immune response compared to the vaccine or monoclonal antibody alone. These data support both the NP as a carrier for delivery of mRNA vaccine and a potential combination immunotherapy of the NP-based mRNA vaccine and the CTLA-4 inhibitor for TNBC.", "doi": "10.1016/j.ymthe.2017.10.020", "title": "Combination Immunotherapy of MUC1 mRNA Nano-vaccine and CTLA-4 Blockade Effectively Inhibits Growth of Triple Negative Breast Cancer.", "journal": ["Molecular therapy : the journal of the American Society of Gene Therapy", "Mol. Ther."]}