{"authors": [["Weinberger", "Raphael", "R", "Division of Epidemiology, Institute of Social Paediatrics and Adolescent Medicine, Ludwig-Maximilians-University Munich, Munich, Germany. Electronic address: Raphael.Weinberger@med.uni-muenchen.de."], ["von Kries", "Rüdiger", "R", "Division of Epidemiology, Institute of Social Paediatrics and Adolescent Medicine, Ludwig-Maximilians-University Munich, Munich, Germany."], ["van der Linden", "Mark", "M", "National Reference Centre for Streptococci, Institute of Medical Microbiology, University Hospital RWTH Aachen, Germany."], ["Rieck", "Thorsten", "T", "Department for Infectious Disease Epidemiology, Robert Koch Institute, Berlin, Germany; Charité - University Medicine Berlin, Berlin, Germany."], ["Siedler", "Anette", "A", "Department for Infectious Disease Epidemiology, Robert Koch Institute, Berlin, Germany."], ["Falkenhorst", "Gerhard", "G", "Department for Infectious Disease Epidemiology, Robert Koch Institute, Berlin, Germany."]], "date": "2017-12-16", "id": "29258705", "text": "To identify a potential nadir of the impact of pneumococcal conjugate vaccination (PCV) in infancy on invasive pneumococcal diseases (IPD) in children under 16 in Germany.Active surveillance on IPD based on two independent data sources with capture-recapture correction for underreporting. Annual incidence rates by age group, serotypes, site of infection, and relative incidence reduction compared to pre-vaccination period (1997-2001) at nadir and for the most recent season are reported. We calculated vaccine coverage at the age of 24 months using health insurance claims data.96-97% of children had received at least two doses of PCV since 2009. The maximum impact on overall IPD incidence was achieved in 2012/13 (-48% [95% CI: -55%; -39%]) with a rebound to -26% [95% CI: -36%; -16%] in 2015/16. Non-PCV13 serotypes accounted for 84.1% of the IPD cases in 2015/16. The most frequent non-PCV serotypes in IPD in 2014/15 and 2015/16 were 10A, 24F, 15C, 12F, 38, 22F, 23B, and 15B. The impact at nadir was highest in children 0-1 years of age both in meningitis and non-meningitis cases, whereas the impact for other age groups was higher for meningitis cases. The rebound mainly pertained to non-meningitis cases.The maximum impact of pneumococcal conjugate vaccination has been attained and signs of a rebound are apparent. Sustained surveillance for IPD in children is warranted to assess whether these trends will continue. There may be a need for vaccines using antigens common to all serotypes.", "doi": "10.1016/j.vaccine.2017.11.085", "title": "Invasive pneumococcal disease in children under 16 years of age: Incomplete rebound in incidence after the maximum effect of PCV13 in 2012/13 in Germany.", "journal": ["Vaccine", "Vaccine"]}