{"authors": [["Yang", "Bingyi", "B", "These authors contributed equally to this work."], ["Liu", "Fengfeng", "F", "Division of Infectious Disease, Key Laboratory of Surveillance and Early-warning on Infectious Disease, Chinese Centre for Disease Control and Prevention, Beijing, China."], ["Liao", "Qiaohong", "Q", "Division of Infectious Disease, Key Laboratory of Surveillance and Early-warning on Infectious Disease, Chinese Centre for Disease Control and Prevention, Beijing, China."], ["Wu", "Peng", "P", "WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, China."], ["Chang", "Zhaorui", "Z", "Division of Infectious Disease, Key Laboratory of Surveillance and Early-warning on Infectious Disease, Chinese Centre for Disease Control and Prevention, Beijing, China."], ["Huang", "Jiao", "J", "Department of Epidemiology and Statistics, Public Health School, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Long", "Lu", "L", "Department of Epidemiology and Biostatistics, West China School of Public Health, Sichuan University, Chengdu, China."], ["Luo", "Li", "L", "Division of Infectious Disease, Key Laboratory of Surveillance and Early-warning on Infectious Disease, Chinese Centre for Disease Control and Prevention, Beijing, China."], ["Li", "Yu", "Y", "Division of Infectious Disease, Key Laboratory of Surveillance and Early-warning on Infectious Disease, Chinese Centre for Disease Control and Prevention, Beijing, China."], ["Leung", "Gabriel M", "GM", "WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, China."], ["Cowling", "Benjamin J", "BJ", "These authors are joint senior authors."], ["Yu", "Hongjie", "H", "School of Public Health, Fudan University, Key Laboratory of Public Health Safety, Ministry of Education, Shanghai, China."]], "date": null, "id": "29258646", "text": "Hand, foot and mouth disease (HFMD) is usually caused by several serotypes from human enterovirus A species, including enterovirus 71 (EV-A71) and coxsackievirus A16 (CV-A16). Two inactivated monovalent EV-A71 vaccines have been recently licensed in China and monovalent CV-A16 vaccine and bivalent EV-A71 and CV-A16 vaccine are under development.Using notifications from the national surveillance system, we describe the epidemiology and dynamics of HFMD in the country, before the introduction of EV-A71 vaccination, from 2008 through 2015.Laboratory-identified serotype categories, i.e. CV-A16, EV-A71 and other enteroviruses, circulated annually. EV-A71 remained the most virulent serotype and was the major serotype for fatal cases (range: 88.5-95.4%) and severe cases (range: 50.7-82.3%) across years. Except for 2013 and 2015, when other enteroviruses were more frequently found in mild HFMD (48.8% and 52.5%), EV-A71 was more frequently detected from mild cases in the rest of the years covered by the study (range: 39.4-52.6%). The incidence rates and severity risks of HFMD associated with all serotype categories were the highest for children aged 1 year and younger, and decreased with increasing age.This study provides baseline epidemiology for evaluation of vaccine impact and potential serotype replacement.", "doi": "10.2807/1560-7917.ES.2017.22.50.16-00824", "title": "Epidemiology of hand, foot and mouth disease in China, 2008 to 2015 prior to the introduction of EV-A71 vaccine.", "journal": ["Euro surveillance : bulletin Europeen sur les maladies transmissibles = European communicable disease bulletin", "Euro Surveill."]}