{"authors": [["Sanborn", "Rachel E", "RE", "Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Portland Medical Center, Portland, OR, USA. Rachel.sanborn@providence.org."], ["Ross", "Helen J", "HJ", "Mayo Clinic Arizona, Phoenix, AZ, USA."], ["Aung", "Sandra", "S", "UbiVac, Portland, OR, USA."], ["Acheson", "Anupama", "A", "Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Portland Medical Center, Portland, OR, USA."], ["Moudgil", "Tarsem", "T", "Laboratory of Molecular and Tumor Immunology, Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Cancer Center, Portland, OR, USA."], ["Puri", "Sachin", "S", "Laboratory of Molecular and Tumor Immunology, Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Cancer Center, Portland, OR, USA."], ["Hilton", "Traci", "T", "UbiVac, Portland, OR, USA."], ["Fisher", "Brenda", "B", "Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Portland Medical Center, Portland, OR, USA."], ["Coffey", "Todd", "T", "Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Portland Medical Center, Portland, OR, USA."], ["Paustian", "Christopher", "C", "Laboratory of Molecular and Tumor Immunology, Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Cancer Center, Portland, OR, USA."], ["Neuberger", "Michael", "M", "Laboratory of Molecular and Tumor Immunology, Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Cancer Center, Portland, OR, USA."], ["Walker", "Edwin", "E", "Immunological Monitoring Laboratory, Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Cancer Center, Portland, OR, USA."], ["Hu", "Hong-Ming", "HM", "UbiVac, Portland, OR, USA."], ["Urba", "Walter J", "WJ", "Robert W. Franz Cancer Research Center, Earle A. Chiles Research Institute, Providence Portland Medical Center, Portland, OR, USA."], ["Fox", "Bernard A", "BA", "UbiVac, Portland, OR, USA."]], "date": "2017-12-19", "id": "29258618", "text": "Tumor-derived autophagosome vaccines (DRibbles) have the potential to broaden immune response to poorly immunogenic tumors.Autologous vaccine generated from tumor cells harvested from pleural effusions was administered to patients with advanced NSCLC with the objectives of assessing safety and immune response. Four patients were vaccinated and evaluable for immune response; each received two to four doses of vaccine. Study therapy included two cycles of docetaxel 75 mg/m2 on days 1 and 29 to treat the tumor, release hidden antigens and produce lymphopenia. DRibbles were to be administered intradermally on days 14, 43, 57, 71, and 85, together with GM-CSF (50 μg/d x 6d, administered via SQ mini pump). Peripheral blood was tested for immune parameters at baseline and at each vaccination.Three of four patients had tumor cells available for testing. Autologous tumor-specific immune response was seen in two of the three, manifested by IL-5 (1 patient after 3 doses), and IFN-γ, TNF-α, IL-5, IL-10 (after 4 doses in one patient). All 4 patients had evidence of specific antibody responses against potential tumor antigens. All patients came off study after 4 or fewer vaccine treatments due to progression of disease. No significant immune toxicities were seen during the course of the study.DRibble vaccine given with GM-CSF appeared safe and capable of inducing an immune response against tumor cells in this small, pilot study. There was no evidence of efficacy in this small poor-prognosis patient population, with treatment not feasible. Trial registration NCT00850785, initial registration date February 23, 2009.", "doi": "10.1186/s40425-017-0306-6", "title": "A pilot study of an autologous tumor-derived autophagosome vaccine with docetaxel in patients with stage IV non-small cell lung cancer.", "journal": ["Journal for immunotherapy of cancer", "J Immunother Cancer"]}