{"authors": [["Chiabi", "Andreas", "A", "Yaounde Gynaeco-Obstetric and Pediatric Hospital, Yaounde, Cameroon. andy_chiabi@yahoo.co.uk."], ["Nguefack", "Félicitée D", "FD", "Yaounde Gynaeco-Obstetric and Pediatric Hospital, Yaounde, Cameroon."], ["Njapndounke", "Florine", "F", "Faculty of Medicine and Biomedical Sciences, University of Yaounde I, Yaounde, Cameroon."], ["Kobela", "Marie", "M", "Faculty of Medicine and Biomedical Sciences, University of Yaounde I, Yaounde, Cameroon."], ["Kenfack", "Kelly", "K", "Institut Supérieur des Sciences de la Santé, Université des Montagnes, Bangangte, Cameroon."], ["Nguefack", "Séraphin", "S", "Yaounde Gynaeco-Obstetric and Pediatric Hospital, Yaounde, Cameroon."], ["Mah", "Evelyn", "E", "Yaounde Gynaeco-Obstetric and Pediatric Hospital, Yaounde, Cameroon."], ["Nguefack-Tsague", "Georges", "G", "Faculty of Medicine and Biomedical Sciences, University of Yaounde I, Yaounde, Cameroon."], ["Angwafo", "Fru", "F", "Yaounde Gynaeco-Obstetric and Pediatric Hospital, Yaounde, Cameroon."]], "date": "2017-12-19", "id": "29258463", "text": "Vaccination is a major, but simple and cost effective public health intervention in the prevention of infectious diseases, especially in children. Nowadays, many children still miss scheduled vaccines in the Extended Program of Immunization (EPI) or are being vaccinated after the recommended ages.This study was aimed at assessing vaccination completeness and timeliness in children aged 0 to 11 months attending the vaccination clinic of the Yaounde Gynaeco-Obstetric and Pediatric Hospital.This was an observational cross-sectional study over a period of 3 months (1st February to 30th April 2016). 400 mothers were interviewed and their children's vaccination booklets analyzed. Information on the children and the parents was collected using a pretested questionnaire. Data analysis was done using SPSS version 20 software. Bivariate and multivariate analysis with logistic regression was done to assess the determinants of completeness and timeliness.A total of 400 mother-infant pairs were sampled. The vaccination completeness rate was 96.3%. This rate varied between 99.50% for BCG and 94.36% for IPV. Most of the children were born at the Yaounde Gynaeco-Obstetric and Pediatric hospital where they were regularly receiving their vaccines. The proportion of correctly vaccinated infants was 73.3%. The most differed vaccines were BCG, PCV13 and IPV. Factors influencing immunization completeness were the father's profession and the mother's level of education.Despite the high immunization coverage, some children did not complete their EPI vaccines and many of them took at least one vaccine after the recommended age.", "doi": "10.1186/s12887-017-0954-1", "title": "Vaccination of infants aged 0 to 11 months at the Yaounde Gynaeco-obstetric and pediatric hospital in Cameroon: how complete and how timely?", "journal": ["BMC pediatrics", "BMC Pediatr"]}