{"authors": [["Alkathiri", "Badriah", "B", "Department of Zoology, College of Science, King Saud University, Riyadh 11451, KSA. badara25.ba@gmail.com."], ["El-Khadragy", "Manal F", "MF", "Department of Zoology, College of Science, King Saud University, Riyadh 11451, KSA. manalelkhadragy@yahoo.com."], ["Metwally", "Dina M", "DM", "Department of Zoology, College of Science, King Saud University, Riyadh 11451, KSA. mdbody7@yahoo.com."], ["Al-Olayan", "Ebtesam M", "EM", "Department of Zoology, College of Science, King Saud University, Riyadh 11451, KSA. eolayan@ksu.edu.sa."], ["Bakhrebah", "Muhammed A", "MA", "Life Science & Environment Research Institute/Director, National Center for Genome Technology, KACST, Riyadh 12371, Saudi Arabia. mbakhrbh@kacst.edu.sa."], ["Abdel Moneim", "Ahmed E", "AE", "Department of Zoology and Entomology, Faculty of Science, Helwan University, Cairo 11795, Egypt. boudy33sa@gmail.com."]], "date": "2017-12-18", "id": "29258248", "text": "Leishmania species are parasites that multiply within phagocytes and cause several clinical diseases characterized by single or multiple ulcerations. One of the complications that can induce tissue damage and the resulting scars is caused by secondary bacterial infections. Studies to find new, effective, and safe oral drugs for treating leishmaniasis are being conducted since several decades, owing to the problems associated with the use of antimonials available. Previously, the antiparasitic and antioxidant properties of Punica granatum (pomegranate, P. granatum) have been reported. Therefore, in the present study, we aimed to investigate the antileishmanial activity of pomegranate aqueous juice in vitro and in female BALB/c mice. A 3-(4.5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay in Leishmania major promastigotes and alterations in the antioxidant status, liver function, and skin histological changes in L. major-infected mice orally treated with pomegranate juice alone and in combination with the antibiotic ciprofloxacin, were used to investigate the in vitro and in vivo antileishmanial activity of pomegranate juice, respectively. Oral P. granatum juice treatment significantly reduced the average size of cutaneous leishmaniasis lesions compared with that of the untreated mice. This antileishmanial activity of P. granatum was associated with enhanced antioxidant enzyme activities. Histopathological evaluation proved the antileishmanial activity of P. granatum, but did not reveal changes in the treated animals, compared to the positive control. In conclusion, P. granatum shows high and fast antileishmanial activity probably by boosting the endogenous antioxidant activity.", "doi": "10.3390/ijerph14121592", "title": "Pomegranate (Punica granatum) Juice Shows Antioxidant Activity against Cutaneous Leishmaniasis-Induced Oxidative Stress in Female BALB/c Mice.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}