{"authors": [["Willard", "Katherine A", "KA", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602, USA. kwillard@uga.edu."], ["Demakovsky", "Leah", "L", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602, USA. lrdemako@gmail.com."], ["Tesla", "Blanka", "B", "Department of Infectious Diseases, College of Veterinary Medicine, University of Georgia, Athens, GA 30602, USA. btesla@uga.edu."], ["Goodfellow", "Forrest T", "FT", "Department of Animal and Dairy Science, Regenerative Bioscience Center, College of Agriculture and Environmental Science, University of Georgia, Athens, GA 30602, USA. forrestgoodfellow@gmail.com."], ["Stice", "Steven L", "SL", "Department of Animal and Dairy Science, Regenerative Bioscience Center, College of Agriculture and Environmental Science, University of Georgia, Athens, GA 30602, USA. sstice@uga.edu."], ["Murdock", "Courtney C", "CC", "Department of Infectious Diseases, Odum School of Ecology, College of Veterinary Medicine, Center for Tropical Emerging and Global Diseases, Center for Ecology of Infectious Diseases, Center for Vaccines and Immunology, Riverbasin Center, University of Georgia, Athens, GA 30602, USA. cmurdock@uga.edu."], ["Brindley", "Melinda A", "MA", "Department of Infectious Diseases, Department of Population Health, Center for Vaccines and Immunology, College of Veterinary Medicine, University of Georgia, Athens, GA 30602, USA. mbrindle@uga.edu."]], "date": "2017-12-16", "id": "29258204", "text": "Zika virus (ZIKV) has quietly circulated in Africa and Southeast Asia for the past 65 years. However, the recent ZIKV epidemic in the Americas propelled this mosquito-borne virus to the forefront of flavivirus research. Based on historical evidence, ZIKV infections in Africa were sporadic and caused mild symptoms such as fever, skin rash, and general malaise. In contrast, recent Asian-lineage ZIKV infections in the Pacific Islands and the Americas are linked to birth defects and neurological disorders. The aim of this study is to compare replication, pathogenicity, and transmission efficiency of two historic and two contemporary ZIKV isolates in cell culture, the mosquito host, and an embryo model to determine if genetic variation between the African and Asian lineages results in phenotypic differences. While all tested isolates replicated at similar rates in Vero cells, the African isolates displayed more rapid viral replication in the mosquito C6/36 cell line, yet they exhibited poor infection rates in Aedes aegypti mosquitoes compared to the contemporary Asian-lineage isolates. All isolates could infect chicken embryos; however, infection with African isolates resulted in higher embryo mortality than infection with Asian-lineage isolates. These results suggest that genetic variation between ZIKV isolates can significantly alter experimental outcomes.", "doi": "10.3390/v9120383", "title": "Zika Virus Exhibits Lineage-Specific Phenotypes in Cell Culture, in Aedes aegypti Mosquitoes, and in an Embryo Model.", "journal": ["Viruses", "Viruses"]}