{"authors": [["Chukwudi", "Ugezu", "U", "a Department of Obstetrics and Gynaecology , Cavan Monaghan General Hospital , Co Cavan . Ireland."], ["Essajee", "Murtaza", "M", "a Department of Obstetrics and Gynaecology , Cavan Monaghan General Hospital , Co Cavan . Ireland."]], "date": "2017-12-19", "id": "29257941", "text": "Infection with Pertussis or with Influenza during the antenatal period usually results in complications leading to severe morbidity and mortality. Influenza virus outbreak usually occurs almost every year during the winter periods with profound burden on the entire healthcare system. Both disease conditions are preventable with adequate health education and vaccination. Healthcare professionals have a role to play in the communication and provision of this all important health programme.We aimed to assess patients' awareness of pertussis and influenza vaccination as well as healthcare professionals' knowledge and attitude to pertussis and influenza vaccination during the antenatal periods in Cavan Monaghan General Hospital.We performed a prospective cohort study in the antenatal clinics among patients, Non- consultant hospital doctors (NCHDs) and midwives in the maternity unit.Our setting was a regional hospital in the North East of the Republic of Ireland with approximately 2000 deliveries per annum.These were randomly recruited from those attending routine antenatal clinic during the study period and healthcare professional working in the maternity unit.Of the 113 antenatal women who completed the questionnaire,. more than 75% have heard of both vaccinations in pregnancy. Interestingly, 51.3% of women heard of the vaccination from their General practitioner (GP) while 1.8% heard of it from their hospital doctor. Despite this awareness, 57.6% and 31.9% of women knew that influenza and pertussis vaccine respectively is safe in pregnancy. The uptake of both vaccines is quite low with 31% for pertussis and 42.5% for influenza vaccine respectively. Despite more than 95% of healthcare professionals being aware of the health service executive (HSE) guidelines on immunisation, more than 75% of healthcare professionals did not receive the influenza vaccinations themselves and had no plans to receive it. More so, only 18% of healthcare professionals always discuss immunisation with antenatal women during their consultations.Our study identified low pertussis and influenza vaccine uptake among pregnant women and their HCPs. Inadequate knowledge of immunization guidelines among HCPs, lack of insight on the need to get the vaccines among HCPs and poor communication are the probable cause of the low uptake. Hence, the need for more health educational programs to improve health professionals' knowledge and vaccine confidence and also vaccine uptake by patients.", "doi": "10.1080/21645515.2017.1419110", "title": "Exploring patients' awareness and Healthcare professionals' knowledge and attitude to pertussis and influenza vaccination during the antenatal periods in Cavan Monaghan General Hospital.", "journal": ["Human vaccines & immunotherapeutics", "Hum Vaccin Immunother"]}