{"authors": [["Dingman", "Deirdre A", "DA", "1 Department of Social and Behavioral Sciences, Temple University, Philadelphia, PA, USA."], ["Schmit", "Cason D", "CD", "2 Department of Health Policy and Management, Texas A&M University, College Station, TX, USA."]], "date": "2017-12-19", "id": "29257933", "text": "One strategy to increase the uptake of human papillomavirus (HPV) vaccine among adolescents is through the use of pharmacists. Our objectives were to (1) use a publicly available database to describe the statutory and regulatory authority of pharmacists to administer the HPV vaccine in the United States and (2) discuss how the current status of laws may influence achievement of the Healthy People 2020 goal of 80% HPV vaccination rate for teenagers aged 13-15.Using information from the Centers for Disease Control and Prevention's (CDC's) Public Health Law Program database, we identified state laws in effect as of January 1, 2016, giving pharmacists authority to administer vaccines. We used a standardized analysis algorithm to determine whether states' laws (1) authorized pharmacists to administer HPV vaccine, (2) required third-party authorization for pharmacist administration, and (3) restricted HPV vaccine administration by pharmacists to certain patient age groups.Of 50 states and the District of Columbia, 40 had laws expressly granting pharmacists authority to administer HPV vaccine to patients, but only 22 had laws that authorized pharmacists to vaccinate preadolescents aged 11 or 12 (ie, the CDC-recommended age group). Pharmacists were granted prescriptive authority by 5 states, and they were given authority pursuant to general (non-patient-specific) third-party authorization (eg, a licensed health care provider) by 32 states or patient-specific third-party authorization by 3 states.Most states permitted pharmacists to administer HPV vaccines only to boys and girls older than 11 or 12, which may hinder achievement of the Healthy People 2020 goal for HPV vaccination. Efforts should be made to strengthen the role of pharmacists in addressing this public health issue.", "doi": "10.1177/0033354917742117", "title": "Authority of Pharmacists to Administer Human Papillomavirus Vaccine: Alignment of State Laws With Age-Level Recommendations.", "journal": ["Public health reports (Washington, D.C. : 1974)", "Public Health Rep"]}