{"authors": [["Gangadhara", "Sailaja", "S", "Department of Microbiology and Immunology, Emory Vaccine Center, Emory University School of Medicine, 1510 Clifton Rd., Atlanta, GA 30322, USA. sgangad@emory.edu."], ["Kwon", "Young-Man", "YM", "Center for Inflammation, Immunity & Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA 30303, USA. ymankwon@gmail.com."], ["Jeeva", "Subbiah", "S", "Center for Inflammation, Immunity & Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA 30303, USA. jsubbiah@gsu.edu."], ["Quan", "Fu-Shi", "FS", "Department of Medical Zoology, Kyung Hee University School of Medicine, Seoul 130-705, Korea. fquan01@gmail.com."], ["Wang", "Baozhong", "B", "Center for Inflammation, Immunity & Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA 30303, USA. bwang23@gsu.edu."], ["Moss", "Bernard", "B", "Laboratory of Viral Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD 20892, USA. BMOSS@niaid.nih.gov."], ["Compans", "Richard W", "RW", "Department of Microbiology and Immunology, Emory Vaccine Center, Emory University School of Medicine, 1510 Clifton Rd., Atlanta, GA 30322, USA. rcompan@emory.edu."], ["Amara", "Rama Rao", "RR", "Department of Microbiology and Immunology, Emory Vaccine Center, Emory University School of Medicine, 1510 Clifton Rd., Atlanta, GA 30322, USA. ramara@emory.edu."], ["Jabbar", "M Abdul", "MA", "Department of Microbiology and Immunology, Emory Vaccine Center, Emory University School of Medicine, 1510 Clifton Rd., Atlanta, GA 30322, USA. ajabbar@emory.edu."], ["Kang", "Sang-Moo", "SM", "Center for Inflammation, Immunity & Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA 30303, USA. skang24@gsu.edu."]], "date": "2017-12-19", "id": "29257056", "text": "Heterologous prime boost with DNA and recombinant modified vaccinia virus Ankara (rMVA) vaccines is considered as a promising vaccination approach against human immunodeficiency virus (HIV-1). To further enhance the efficacy of DNA-rMVA vaccination, we investigated humoral and cellular immune responses in mice after three sequential immunizations with DNA, a combination of DNA and virus-like particles (VLP), and rMVA expressing HIV-1 89.6 gp120 envelope proteins (Env). DNA prime and boost with a combination of VLP and DNA vaccines followed by an rMVA boost induced over a 100-fold increase in Env-specific IgG antibody titers compared to three sequential immunizations with DNA and rMVA. Cellular immune responses were induced by VLP-DNA and rMVA vaccinations at high levels in CD8 T cells, CD4 T cells, and peripheral blood mononuclear cells secreting interferon (IFN)-γ, and spleen cells producing interleukin (IL)-2, 4, 5 cytokines. This study suggests that a DNA and VLP combination vaccine with MVA is a promising strategy in enhancing the efficacy of DNA-rMVA vaccination against HIV-1.", "doi": "10.3390/vaccines5040052", "title": "Vaccination with Combination DNA and Virus-Like Particles Enhances Humoral and Cellular Immune Responses upon Boost with Recombinant Modified Vaccinia Virus Ankara Expressing Human Immunodeficiency Virus Envelope Proteins.", "journal": ["Vaccines", "Vaccines (Basel)"]}