{"authors": [["Katz", "Heather", "H", "Division of Hematology-Oncology, Department of Hematology/Oncology, Joan C. Edwards School of Medicine, Marshall University, 1600 Medical Center Dr, Huntington, WV, 25701, USA."], ["Alsharedi", "Mohamed", "M", "Division of Hematology-Oncology, Department of Hematology/Oncology, Joan C. Edwards School of Medicine, Marshall University, 1600 Medical Center Dr, Huntington, WV, 25701, USA. alsharedi@gmail.com."]], "date": "2017-12-18", "id": "29255938", "text": "Breast cancer can be classified based on the expression or lack of expression of protein receptors including estrogen receptor (ER), progesterone receptor (PR) and human epidermal growth receptor 2 (Her2). The basal molecular subtype is mostly made up of breast cancers that do not express ER/PR or Her2, triple-negative breast cancers (TNBC) (Bertucci et al. in Int J Cancer 123(1):236, 2008). TNBC tends to be more aggressive as there are no approved targeted treatments and the only treatment option currently is cytotoxic chemotherapy. Recent data show that some chemotherapies, specifically anthracyclines, not only have cytotoxic effects but also use the immune system by activating CD8+ T cell responses to kill cancer cells (Stagg et al. in Ther Adv Med Oncol 5(3):169-181, 2013), and thus, tumor-infiltrating lymphocytes respond well to chemotherapy. Currently, systemic immunotherapy which utilizes the patient's own immune system directly to eradicate and target neoplastic cells is being explored as treatment for TNBC as this type of breast cancer has been shown to be immunogenic (Yu et al. in Int J Environ Res Public Health 14:68, 2017). According to the Cancer Genome Atlas, TNBC has higher PD-L1 mRNA expression (Mittendorf et al. Cancer Immunol Res 2(4):361-370, 2014). Higher rates of CD8+ T cell infiltration were also found in TNBC according to a study by Liu et al. (Breast Cancer Res 14:R48, 2012). In TNBC patients, Pembrolizumab, a monoclonal antibody that targets programmed cell death protein 1 (PD-1), and Atezolizumab, a monoclonal antibody that targets its ligand, have been investigated to assess dose tolerability and side effects. Further studies involving vaccines, immunotherapy that targets cytotoxic T lymphocyte-associated protein-4 and PD-L1, are currently being investigated for treatment of TNBC. This review outlines the systemic immunotherapies that are currently being investigated for patients with TNBC.", "doi": "10.1007/s12032-017-1071-6", "title": "Immunotherapy in triple-negative breast cancer.", "journal": ["Medical oncology (Northwood, London, England)", "Med. Oncol."]}