{"authors": [["Bowen", "Asha C", "AC", "Wesfarmers Centre for Vaccines and Infectious Diseases, Telethon Kids Institute, University of Western Australia, Perth."], ["Carapetis", "Jonathan R", "JR", "Wesfarmers Centre for Vaccines and Infectious Diseases, Telethon Kids Institute, University of Western Australia, Perth."], ["Currie", "Bart J", "BJ", "Menzies School of Health Research, Charles Darwin University, North Territory, Australia."], ["Fowler", "Vance", "V", "Duke University Division of Infectious Diseases, Durham, North Carolina."], ["Chambers", "Henry F", "HF", "Division of Infectious Disease, Department of Medicine, San Francisco General Hospital, California."], ["Tong", "Steven Y C", "SYC", "Menzies School of Health Research, Charles Darwin University, North Territory, Australia."]], "date": "2017-11-02", "id": "29255730", "text": "Skin and soft tissue infections (SSTI) affect millions of people globally, which represents a significant burden on ambulatory care and hospital settings. The role of sulfamethoxazole-trimethoprim (SXT) in SSTI treatment, particularly when group A Streptococcus (GAS) is involved, is controversial. We conducted a systematic review of clinical trials and observational studies that address the utility of SXT for SSTI treatment, caused by either GAS or Staphylococcus aureus, including methicillin-resistant (MRSA). We identified 196 studies, and 15 underwent full text review by 2 reviewers. Observational studies, which mainly focused on SSTI due to S aureus, supported the use of SXT when compared with clindamycin or β-lactams. Of 10 randomized controlled trials, 8 demonstrated the efficacy of SXT for SSTI treatment including conditions involving GAS. These findings support SXT use for treatment of impetigo and purulent cellulitis (without an additional β-lactam agent) and abscess and wound infection. For nonpurulent cellulitis, β-lactams remain the treatment of choice.", "doi": "10.1093/ofid/ofx232", "title": "Sulfamethoxazole-Trimethoprim (Cotrimoxazole) for Skin and Soft Tissue Infections Including Impetigo, Cellulitis, and Abscess.", "journal": ["Open forum infectious diseases", "Open Forum Infect Dis"]}