{"authors": [["Amolo", "Lucia", "L", "University of Nairobi, Nairobi, Kenya."], ["Irimu", "Grace", "G", "University of Nairobi, Nairobi, Kenya."], ["Njai", "Daniel", "D", "University of Nairobi, Nairobi, Kenya."]], "date": "2017-09-29", "id": "29255567", "text": "Of the 130 million babies born yearly, nearly 4 million die in the neonatal period. Kenya Demographic Health Survey (KDHS) 2014 places neonatal mortality rate at 22 deaths per 1,000 live births, well above the Sustainable Development Goal (SDG) 3 that aims to reduce these mortalities to at least 12 deaths per 1000 live births by 2030. The aim of the study was to assess maternal knowledge on selected components of essential newborn care: breastfeeding, cord care, immunisation, eye care and thermoregulation.A hospital based cross-sectional study was conducted on 380 postnatal mothers in Kenyatta National Hospital. Interviews were conducted using structured pretested questionnaires. A score of one was given for correct response and zero for incorrect. Data were analysed using SPSS version 18.Modes of thermoregulation identified included kangaroo care (7%), warm room (4%) and warm clothing (93%). Almost all mothers knew of breastfeeding on demand, exclusive breastfeeding and colostrum use. Only 17.8% of mothers identified Bacillus Calmette-Guérin (BCG) and Oral Polio Vaccine (OPV) were birth vaccines. Only 4 mothers knew no substances should be applied to the cord. In logistic regression, factors significantly associated with poor knowledge included lack of education on newborn care during pregnancy, incomplete (less than 3) or no antenatal visits with an odds ratio (OR) of 3.3 (95% confidence interval (CI), 1.5 to 7.4 ), 2.5(1.5 to 4.2), 5.1(1.3 to 19.3) and p values of 0.003, 0.001 and 0.018 respectively.Knowledge gaps existed regarding cord care, eye care, and immunization. Mothers had good knowledge on breastfeeding practices. Those who fail to fully attend antenatal clinics should be targeted for newborn care education.", "doi": "10.11604/pamj.2017.28.97.13785", "title": "Knowledge of postnatal mothers on essential newborn care practices at the Kenyatta National Hospital: a cross sectional study.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}