{"authors": [["Magzoub", "Magzoub Abbas", "MA", "National Public Health Laboratory, Ministry of Health, Khartoum, Sudan."], ["Bilal", "Naser Eldin", "NE", "Faculty of Medical Laboratory Sciences, Khartoum University, Khartoum, Sudan."], ["Bilal", "Jalal Ali", "JA", "College of Medicine, Qassim University, Qassim, Saudi Arabia."], ["Alzohairy", "Mohammad Abdulrahman", "MA", "College of Applied Medical Science, Qassim University, Buraydah, Saudi Arabia."], ["Elamin", "Bahaeldin Khalid", "BK", "Faculty of Medical Laboratory Sciences, Khartoum University, Khartoum, Sudan."], ["Gasim", "Gasim Ibrahim", "GI", "College of Medicine, Qassim University, Qassim, Saudi Arabia."]], "date": "2017-09-27", "id": "29255557", "text": "Diarrheal diseases are a big public health problem worldwide, particularly among developing countries. The current study was conducted to detect and characterize group A rotavirus among admitted children with gastroenteritis to the pediatric hospitals, Sudan.A total of 755 stool samples were collected from Sudanese children with less than 5 years of age presenting with acute gastroenteritis during the period from April to September 2010. Enzyme-linked immunosorbent assay (ELISA) was used to Detection of Rotavirus antigens. Ribonucleic acid (RNAs) were extracted from rotavirus-positive stool samples using (QIAamp® Viral RNA Mini Kit). (Omniscript® Reverse Transcription kit) was used to convert RNA to complementary Deoxyribonucleic acid (cDNA). The cDNAs were used as template for detection of VP4-P (P for Protease-sensitive) and VP7-G (G for Glycoprotein) genotyping of Rotavirus using nested PCR and sequencing.Out of the 755 stool samples from children with acute gastroenteritis, 121 were positive for rotavirus A. Among 24 samples that were sequenced; the VP7 predominant G type was G1 (83.3%), followed by G9 (16.7%). Out of these samples, only one VP4 P[8] genotype was detected.As a conclusion the VP7 predominant G type was G1, followed by G9 whereas only one VP4 genotype was detected and showed similarity to P[8] GenBank strain. It appears that the recently approved rotavirus vaccines in Sudan are well matched to the rotavirus genotypes identified in this study, though more studies are needed.", "doi": "10.11604/pamj.2017.28.87.11008", "title": "Detection and sequencing of rotavirus among sudanese children.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}