{"authors": [["Subburaj", "Janardhanraj", "J", "Department of Aerospace Engineering, Indian Institute of Science, Bangalore, India."], ["Datey", "Akshay", "A", "Department of Aerospace Engineering, Indian Institute of Science, Bangalore, India."], ["Gopalan", "Jagadeesh", "J", "Department of Aerospace Engineering, Indian Institute of Science, Bangalore, India."], ["Chakravortty", "Dipshikha", "D", "Department of Microbiology and Cell Biology, Indian Institute of Science, Bangalore, India."]], "date": "2017-12-12", "id": "29255479", "text": "Needle-free, painless and localized drug delivery has been a coveted technology in the area of biomedical research. We present an innovative way of trans-dermal vaccine delivery using a miniature detonation-driven shock tube device. This device utilizes~2.5 bar of in situ generated oxyhydrogen mixture to produce a strong shockwave that accelerates liquid jets to velocities of about 94 m/s.Oxyhydrogen driven shock tube was optimized for efficiently delivering vaccines in the intradermal region in vivo. Efficiency of vaccination was evaluated by pathogen challenge and host immune response. Expression levels of molecular markers were checked by qRT-PCR.High efficiency vaccination was achieved using the device. Post pathogen challenge with Mycobacterium tuberculosis, 100% survival was observed in vaccinated animals. Immune response to vaccination was significantly higher in the animals vaccinated using the device as compared to conventional route of vaccination.A novel device was developed and optimized for intra dermal vaccine delivery in murine model. Conventional as well in-house developed vaccine strains were used to test the system. It was found that the vaccine delivery and immune response was at par with the conventional routes of vaccination. Thus, the device reported can be used for delivering live attenuated vaccines in the future.", "doi": "10.1186/s13036-017-0088-x", "title": "Insights into the mechanism of a novel shockwave-assisted needle-free drug delivery device driven by in situ-generated oxyhydrogen mixture which provides efficient protection against mycobacterial infections.", "journal": ["Journal of biological engineering", "J Biol Eng"]}