{"authors": [["Eindhoven", "Stefanie", "S", "Department of Internal Medicine, IJsselland Hospital, Capelle aan den IJssel, The Netherlands."], ["Levels", "Jolien", "J", "Department of Internal Medicine, IJsselland Hospital, Capelle aan den IJssel, The Netherlands."], ["Huisman", "Margriet", "M", "Division of Rheumatology, Department of Internal Medicine, IJsselland Hospital, Capelle aan den IJssel, The Netherlands."], ["de Winter", "Koos Ruizeveld", "KR", "Department of Pathology, Pathan, Rotterdam, The Netherlands."], ["Dalm", "Virgil", "V", "Division of Clinical Immunology, Department of Internal Medicine, Erasmus Medical Centre, Rotterdam, The Netherlands."], ["Alwani", "Rehmat", "R", "Department of Internal Medicine, IJsselland Hospital, Capelle aan den IJssel, The Netherlands."]], "date": "2017-12-13", "id": "29255476", "text": "Although influenza vaccines are generally safe and effective, a variety of autoimmune phenomena have been reported after vaccination over the past years, such as Guillain-Barre syndrome, rheumatoid arthritis, pemphigus vulgaris, psoriasis, giant cell arteritis and anti-neutrophil cytoplasmic antibody (ANCA) associated vasculitis (AAV).We describe the case of a 67-year old man who presented with a myeloperoxidase-ANCA associated vasculitis with renal involvement and mononeuritis multiplex after seasonal influenza vaccination. He was initially treated with intravenous cyclophosphamide and high-dose prednisolone followed by maintenance treatment consisting of azathioprine and prednisolone.We hypothesize that seasonal influenza vaccination triggered a systemic immune response in a susceptible patient to develop AAV with renal involvement and vasculitic neuropathy. In general, seasonal influenza vaccinations are considered to be safe, however, clinicians should be aware of this rare phenomenon.", "doi": "10.1186/s13223-017-0222-9", "title": "MPO-ANCA associated vasculitis with mononeuritis multiplex following influenza vaccination.", "journal": ["Allergy, asthma, and clinical immunology : official journal of the Canadian Society of Allergy and Clinical Immunology", "Allergy Asthma Clin Immunol"]}