{"authors": [["Antonialli", "Renan", "R", "Department of Parasitology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Sulczewski", "Fernando Bandeira", "FB", "Department of Parasitology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Amorim", "Kelly Nazaré da Silva", "KNDS", "Department of Parasitology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Almeida", "Bianca da Silva", "BDS", "Department of Parasitology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Ferreira", "Natália Soares", "NS", "Department of Parasitology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Yamamoto", "Márcio Massao", "MM", "Department of Parasitology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Soares", "Irene Silva", "IS", "Department of Clinical and Toxicological Analysis, School of Pharmaceutical Sciences, University of São Paulo, São Paulo, Brazil."], ["Ferreira", "Luís Carlos de Souza", "LCS", "Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Rosa", "Daniela Santoro", "DS", "Department of Microbiology, Immunology and Parasitology, Federal University of São Paulo, São Paulo, Brazil."], ["Boscardin", "Silvia Beatriz", "SB", "Department of Parasitology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."]], "date": "2017-12-04", "id": "29255470", "text": "Dendritic cells (DCs) are antigen-presenting cells essential for the induction of adaptive immune responses. Their unprecedented ability to present antigens to T cells has made them excellent targets for vaccine development. In the last years, a new technology based on antigen delivery directly to different DC subsets through the use of hybrid monoclonal antibodies (mAbs) to DC surface receptors fused to antigens of interest opened new perspectives for the induction of robust immune responses. Normally, the hybrid mAbs are administered with adjuvants that induce DC maturation. In this work, we targeted an antigen to the CD8α+ or the CD8α- DC subsets in the presence of CpG oligodeoxinucleotides (ODN) or bacterial flagellin, using hybrid αDEC205 or αDCIR2 mAbs, respectively. We also accessed the role of toll-like receptors (TLRs) 5 and 9 signaling in the induction of specific humoral and cellular immune responses. Wild-type and TLR5 or TLR9 knockout mice were immunized with two doses of the hybrid αDEC205 or αDCIR2 mAbs, as well as with an isotype control, together with CpG ODN 1826 or flagellin. A chimeric antigen containing the Plasmodium vivax 19 kDa portion of the merozoite surface protein (MSP119) linked to the Pan-allelic DR epitope was fused to each mAb. Specific CD4+ T cell proliferation, cytokine, and antibody production were analyzed. We found that CpG ODN 1826 or flagellin were able to induce CD4+ T cell proliferation, CD4+ T cells producing pro-inflammatory cytokines, and specific antibodies when the antigen was targeted to the CD8α+ DC subset. On the other hand, antigen targeting to CD8α- DC subset promoted specific antibody responses and proliferation, but no detectable pro-inflammatory CD4+ T cell responses. Also, specific antibody responses after antigen targeting to CD8α+ or CD8α- DCs were reduced in the absence of TLR9 or TLR5 signaling, while CD4+ T cell proliferation was mainly affected after antigen targeting to CD8α+ DCs and in the absence of TLR9 signaling. These results extend our understanding of the modulation of specific immune responses induced by antigen targeting to DCs in the presence of different adjuvants. Such knowledge may be useful for the optimization of DC-based vaccines.", "doi": "10.3389/fimmu.2017.01727", "title": "CpG Oligodeoxinucleotides and Flagellin Modulate the Immune Response to Antigens Targeted to CD8α+ and CD8α- Conventional Dendritic Cell Subsets.", "journal": ["Frontiers in immunology", "Front Immunol"]}