{"authors": [["Li", "Pei", "P", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."], ["Liu", "Qing", "Q", "College of Animal Science and Technology, Southwest University, Chongqing, China."], ["Luo", "Hongyan", "H", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."], ["Liang", "Kang", "K", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."], ["Yi", "Jie", "J", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."], ["Luo", "Ying", "Y", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."], ["Hu", "Yunlong", "Y", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."], ["Han", "Yue", "Y", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."], ["Kong", "Qingke", "Q", "Institute of Preventive Veterinary Medicine, College of Veterinary Medicine, Sichuan Agricultural University, Chengdu, China."]], "date": "2017-12-04", "id": "29255460", "text": "Salmonella infections remain a big problem worldwide, causing enteric fever by Salmonella Typhi (or Paratyphi) or self-limiting gastroenteritis by non-typhoidal Salmonella (NTS) in healthy individuals. NTS may become invasive and cause septicemia in elderly or immuno-compromised individuals, leading to high mortality and morbidity. No vaccines are currently available for preventing NTS infection in human. As these invasive NTS are restricted to several O-antigen serogroups including B1, D1, C1, and C2, O-antigen polysaccharide is believed to be a good target for vaccine development. In this study, a strategy of O-serotype conversion was investigated to develop live attenuated S. Typhimurium vaccines against the major serovars of NTS infections. The immunodominant O4 serotype of S. Typhimurium was converted into O9, O7, and O8 serotypes through unmarked chromosomal deletion-insertion mutations. O-serotype conversion was confirmed by LPS silver staining and western blotting. All O-serotype conversion mutations were successfully introduced into the live attenuated S. Typhimurium vaccine S738 (Δcrp Δcya) to evaluate their immunogenicity in mice model. The vaccine candidates induced high amounts of heterologous O-polysaccharide-specific functional IgG responses. Vaccinated mice survived a challenge of 100 times the 50% lethality dose (LD50) of wild-type S. Typhimurium. Protective efficacy against heterologous virulent Salmonella challenges was highly O-serotype related. Furthermore, broad-spectrum protection against S. Typhimurium, S. Enteritidis, and S. Choleraesuis was observed by co-vaccination of O9 and O7 O-serotype-converted vaccine candidates. This study highlights the strategy of expressing heterologous O-polysaccharides via genetic engineering in developing live attenuated S. Typhimurium vaccines against NTS infections.", "doi": "10.3389/fimmu.2017.01647", "title": "O-Serotype Conversion in Salmonella Typhimurium Induces Protective Immune Responses against Invasive Non-Typhoidal Salmonella Infections.", "journal": ["Frontiers in immunology", "Front Immunol"]}