{"authors": [["Froes", "Filipe", "F", "Chest Department, Hospital Pulido Valente, North Lisbon Hospital Center, Lisbon, Portugal."], ["Roche", "Nicolas", "N", "Department of Respiratory and Intensive Care Medicine, Cochin Hospital, Paris Descartes University, Paris, France."], ["Blasi", "Francesco", "F", "Department of Pathophysiology and Transplantation, University of Milan."]], "date": "2017-12-05", "id": "29255353", "text": "Patients with COPD and other chronic respiratory diseases are especially vulnerable to viral and bacterial pulmonary infections, which are major causes of exacerbations, hospitalization, disease progression, and mortality in COPD patients. Effective vaccines could reduce the burden of respiratory infections and acute exacerbations in COPD patients, but what is the evidence for this? This article reviews and discusses the existing evidence for pneumococcal vaccination efficacy and its changing role in patients with chronic respiratory diseases, especially COPD. Specifically, the recent Community-Acquired Pneumonia Immunization Trial in Adults (CAPITA) showed the efficacy of pneumococcal conjugate vaccine in older adults, many of whom had additional risk factors for pneumococcal disease, including chronic lung diseases. Taken together, the evidence suggests that pneumococcal and influenza vaccinations can prevent community-acquired pneumonia and acute exacerbations in COPD patients, while pneumococcal vaccination early in the course of COPD could help maintain stable health status. Despite the need to prevent pulmonary infections in patients with chronic respiratory diseases and evidence for the efficacy of pneumococcal conjugate vaccine, pneumococcal vaccine coverage and awareness are low and need to be improved. Respiratory physicians need to communicate the benefits of vaccination more effectively to their patients who suffer from chronic respiratory diseases.", "doi": "10.2147/COPD.S140378", "title": "Pneumococcal vaccination and chronic respiratory diseases.", "journal": ["International journal of chronic obstructive pulmonary disease", "Int J Chron Obstruct Pulmon Dis"]}