{"authors": [["Kotloff", "Karen L", "KL", "Departments of Pediatrics and Medicine, Center for Vaccine Development, Institute for Global Health, University of Maryland School of Medicine, Baltimore, MD, USA. Electronic address: kkotloff@medicine.umaryland.edu."], ["Riddle", "Mark S", "MS", "Naval Medical Research Center, Silver Spring, MD, USA; Department of Preventive Medicine and Biostatistics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA."], ["Platts-Mills", "James A", "JA", "Division of Infectious Diseases and International Health, University of Virginia, Charlottesville, VA, USA."], ["Pavlinac", "Patricia", "P", "Department of Global Health, Global Center for Integrated Health of Women, Adolescents and Children (Global WACh), University of Washington, Seattle, WA, USA."], ["Zaidi", "Anita K M", "AKM", "Enteric and Diarrheal Diseases Programme, Bill & Melinda Gates Foundation, Seattle, WA, USA."]], "date": "2017-12-15", "id": "29254859", "text": "Shigellosis is a clinical syndrome caused by invasion of the epithelium lining the terminal ileum, colon, and rectum by Shigella species. Although infections occur globally, and in people of all ages, endemic infections among children aged 1-4 years living in low-income and middle-income settings constitute most of the disease burden. The versatile manifestations of these highly contagious organisms range from acute watery diarrhoea to fulminant dysentery characterised by frequent scant bloody stools with fever, prostration, and abdominal cramps. A broad array of uncommon, but often severe, intestinal and extraintestinal complications can occur. Despite marked reductions in mortality during the past three decades, there are roughly 164 000 annual deaths attributable to shigellosis. Intercontinental dissemination of multiresistant shigella strains, facilitated by travellers and men who have sex with men, has prompted new recommendations for antibiotic therapy. Awareness of disease burden and the emerging threats posed by shigella have accelerated interest in development of shigella vaccines, many of which are being tested in clinical trials.", "doi": "10.1016/S0140-6736(17)33296-8", "title": "Shigellosis.", "journal": ["Lancet (London, England)", "Lancet"]}