{"authors": [["Shive", "Carey L", "CL", "The Louis Stokes VA Medical Center, Cleveland, OH, USA; Department of Medicine, University Hospitals Medical Center, and the Center for AIDS Research, Case Western Reserve University, Cleveland, OH, USA."], ["Judge", "Chelsey J", "CJ", "Department of Medicine, University Hospitals Medical Center, and the Center for AIDS Research, Case Western Reserve University, Cleveland, OH, USA."], ["Clagett", "Brian", "B", "Department of Medicine, University Hospitals Medical Center, and the Center for AIDS Research, Case Western Reserve University, Cleveland, OH, USA."], ["Kalayjian", "Robert C", "RC", "The Louis Stokes VA Medical Center, Cleveland, OH, USA; Department of Medicine, MetroHealth Medical Center, Case Western Reserve, Cleveland, OH, USA."], ["Osborn", "Melissa", "M", "Department of Medicine, MetroHealth Medical Center, Case Western Reserve, Cleveland, OH, USA."], ["Sherman", "Kenneth E", "KE", "Department of Medicine, University of Cincinnati Medical Center, Cincinnati, OH, USA."], ["Fichtenbaum", "Carl", "C", "Department of Medicine, University of Cincinnati Medical Center, Cincinnati, OH, USA."], ["Gandhi", "Rajesh T", "RT", "Department of Medicine, Massachusetts General Hospital, Harvard Medical School, USA."], ["Kang", "Minhee", "M", "Harvard T.H. Chan School of Public Health, Boston, MA, USA."], ["Popkin", "Daniel L", "DL", "The Louis Stokes VA Medical Center, Cleveland, OH, USA."], ["Sieg", "Scott F", "SF", "Department of Medicine, University Hospitals Medical Center, and the Center for AIDS Research, Case Western Reserve University, Cleveland, OH, USA."], ["Lederman", "Michael M", "MM", "Department of Medicine, University Hospitals Medical Center, and the Center for AIDS Research, Case Western Reserve University, Cleveland, OH, USA."], ["Rodriguez", "Benigno", "B", "Department of Medicine, University Hospitals Medical Center, and the Center for AIDS Research, Case Western Reserve University, Cleveland, OH, USA."], ["Anthony", "Donald D", "DD", "The Louis Stokes VA Medical Center, Cleveland, OH, USA; Department of Medicine, University Hospitals Medical Center, and the Center for AIDS Research, Case Western Reserve University, Cleveland, OH, USA. Electronic address: dda3@case.edu."]], "date": "2017-12-16", "id": "29254840", "text": "Chronic hepatitis C virus (HCV) and HIV infections are associated with impaired responses to neo-antigens contained in hepatitis A virus (HAV)/hepatitis B virus (HBV) vaccines, yet responsible mechanisms are unclear.ACTG 5232 and CFAR0910 were clinical trials where pre-vaccine levels of plasma IP10, IL-6, sCD163 and sCD14 were measured in viremic HCV- (n = 15) or HIV-infected participants (n = 24) and uninfected controls (n = 10). Accelerated dosing HAV/HBV vaccine and tetanus booster were administered and antibody response was measured at 0, 1, 3, 8, and 24 weeks.Pre-vaccine plasma IP10, IL-6, and sCD14 levels were elevated in both HCV and HIV-infected participants, while sCD163 was also elevated in HCV-infected participants. Pre-immunization tetanus antibody levels were lower in HIV-infected than in uninfected participants, while vaccine induced antibody responses were intact in HCV and HIV-infected participants. After HAV/HBV vaccination, HCV and HIV-infected participants had lower and less durable HAV and HBV antibody responses than uninfected controls. Among HCV-infected participants, pre-vaccine plasma IP10, IL-6, sCD14, and sCD163 levels inversely correlated with HAV, HBV and tetanus antibody responses after vaccine. Low HAV/HBV vaccine responses in HIV-infected participants prohibited assessment of immune correlates.During HCV and HIV infection markers of systemic inflammation reflect immune dysfunction as demonstrated by poor response to HAV/HBV neo-antigen vaccine.", "doi": "10.1016/j.vaccine.2017.12.018", "title": "Pre-vaccine plasma levels of soluble inflammatory indices negatively predict responses to HAV, HBV, and tetanus vaccines in HCV and HIV infection.", "journal": ["Vaccine", "Vaccine"]}