{"authors": [["Molla", "Wassie", "W", "Quantitative Veterinary Epidemiology, Wageningen University & Research, Droevendaalsesteeg 1, 6708 PB, Wageningen, The Netherlands; Faculty of Veterinary Medicine, University of Gondar, P.O. Box 196, Gondar, Ethiopia. Electronic address: wassie.abebe@wur.nl."], ["Frankena", "Klaas", "K", "Quantitative Veterinary Epidemiology, Wageningen University & Research, Droevendaalsesteeg 1, 6708 PB, Wageningen, The Netherlands."], ["Gari", "Getachew", "G", "National Animal Health Diagnostic and Investigation Centre (NAHDIC), Sebeta, Ethiopia."], ["de Jong", "Mart C M", "MCM", "Quantitative Veterinary Epidemiology, Wageningen University & Research, Droevendaalsesteeg 1, 6708 PB, Wageningen, The Netherlands."]], "date": "2017-10-27", "id": "29254724", "text": "The current study was carried out in central and North-western parts of Ethiopia to assess the efficacy of Kenyan sheep pox virus strain vaccine (KS1 O-180) against natural lumpy skin disease (LSD) infection under field conditions by estimating its effect on the transmission and severity of the disease. For this study, an LSD outbreak was defined as the occurrence of at least one LSD case in a specified geographical area. An observational study was conducted on a total of 2053 (1304 vaccinated and 749 unvaccinated) cattle in 339 infected herds located in 10 sub-kebeles and a questionnaire survey was administered to 224 herd owners. Over 60% of the herd owners reported that the vaccine has a low to very low effect in protecting animals against clinical LSD; almost all of them indicated that the vaccine did not induce any adverse reactions. In the unvaccinated group of animals 31.1% were diagnosed with LSD while this was 22.5% in the vaccinated group (P<0.001). Severity of the disease was significantly reduced in vaccinated compared to unvaccinated animals (OR=0.68, 95% CI: 0.49; 0.96). Unvaccinated infected animals were more likely (predicted fraction=0.89) to develop moderate and severe disease than vaccinated infected animals (predicted fraction=0.84). LSD vaccine efficacy for susceptibility was estimated to be 0.46 (i.e. a susceptibility effect of 0.54) while the infectiousness effect of the vaccine was 1.83. In other words, the vaccine reduces the susceptibility by a factor of two and increases infectiousness by approximately the same amount. LSD transmission occurred in both vaccinated and unvaccinated animals, the estimated reproduction ratio (R) was 1.21 in unvaccinated animals compared to 1.19 in vaccinated ones, and not significantly different. In conclusion, KS1 O-180 vaccination, as applied currently in Ethiopia, has poor efficacy in protecting cattle populations against LSD, neither by direct clinical protection nor by reducing transmission, and this signifies the urgent need to either improve the quality of the vaccine or to develop potent alternative vaccines that will confer good protection against LSD.", "doi": "10.1016/j.prevetmed.2017.08.019", "title": "Field study on the use of vaccination to control the occurrence of lumpy skin disease in Ethiopian cattle.", "journal": ["Preventive veterinary medicine", "Prev. Vet. Med."]}