{"authors": [["Bessell", "Paul Richard", "PR", "Epi Interventions Ltd., 32 Bell Place, Edinburgh, EH3 5HT, UK. Electronic address: prbessell@gmail.com."], ["Kushwaha", "Peetambar", "P", "GALVmed South Asia, Unit 118 & 120 B, Splendor Forum, Plot No 3, Jasola District Centre, Jasola, New Delhi, 110025, India."], ["Mosha", "Roggers", "R", "GALVmed Africa, Galana Plaza, 4th Floor, Wing C, Suite B, Galana Road, Kilimani, Nairobi, Kenya."], ["Woolley", "Roy", "R", "GALVmed UK, Doherty Building, Pentlands Science Park, Bush Loan, Penicuik, Edinburgh, EH26 0PZ, UK."], ["Al-Riyami", "Lamyaa", "L", "GALVmed UK, Doherty Building, Pentlands Science Park, Bush Loan, Penicuik, Edinburgh, EH26 0PZ, UK."], ["Gammon", "Neil", "N", "GALVmed UK, Doherty Building, Pentlands Science Park, Bush Loan, Penicuik, Edinburgh, EH26 0PZ, UK."]], "date": "2017-08-31", "id": "29254707", "text": "In many countries of the developing world village poultry play a vital role in the rural economy, providing a source of protein and valuable income with relatively small investments. In almost all areas in which village poultry are raised Newcastle disease (ND) is identified as one of the biggest causes of poultry loss, this is often coupled with a lack of knowledge of poultry management practices. Inexpensive and effective vaccines are available that are suitable for use in rural village environments, but in many areas service providers and reliable structures for delivery remain an obstacle to uptake of vaccines. To overcome this, GALVmed has implemented a network for vaccine distribution in which individuals in the villages are trained as vaccinators. The vaccinators purchase ND vaccines from local agro-veterinary stores and sell single doses at market determined prices. Implementation of these networks was preceded by a programme of smallholder sensitisation to increase awareness of diseases and flock management practices. Here we present analysis of the impacts of this scheme on village poultry production. We compare the results of a baseline survey carried out before implementation of the networks, with the results of a survey 16-24 months following implementation. We present results in terms of the uptake of ND vaccine, flock size, consumption of poultry meat, and poultry sales from Gairo district in Tanzania, Mayurbhanj district in India and Banke district in Nepal. In all areas, there was a significant increase in the numbers of flocks that were using ND vaccines, with over 75% uptake in all areas, reaching 98% in India. In all areas flock sizes doubled, the numbers of eggs that were set for hatching and that hatched increased by 25-50% and there was an increase in the frequency with which chicken meat was consumed and chickens were sold. Additionally, farmers reported fewer ND outbreaks, but this is prone to reporting bias and so improvements in production cannot be categorically ascribed to ND vaccination. These results have shown that establishing a market driven approach for the distribution of ND vaccines and community sensitisation on poultry husbandry practices results in a high rate of uptake of the vaccines. The results also suggest a reduction in the number of ND outbreaks and improvements to the livelihoods of rural smallholders.", "doi": "10.1016/j.prevetmed.2017.08.022", "title": "Assessing the impact of a novel strategy for delivering animal health interventions to smallholder farmers.", "journal": ["Preventive veterinary medicine", "Prev. Vet. Med."]}