{"authors": [["Bardach", "Ariel Esteban", "AE", "Institute for Clinical Effectiveness and Health Policy, National Scientific and Technical Research Council, Argentina. Electronic address: abardach@iecs.org.ar."], ["Rey-Ares", "Lucila", "L", "Institute for Clinical Effectiveness and Health Policy, National Scientific and Technical Research Council, Argentina."], ["Calderon Cahua", "María", "M", "Institute for Clinical Effectiveness and Health Policy, National Scientific and Technical Research Council, Argentina."], ["Ciapponi", "Agustín", "A", "Institute for Clinical Effectiveness and Health Policy, National Scientific and Technical Research Council, Argentina."], ["Cafferata", "María Luisa", "ML", "Institute for Clinical Effectiveness and Health Policy, National Scientific and Technical Research Council, Argentina."], ["Cormick", "Gabriela", "G", "Institute for Clinical Effectiveness and Health Policy, National Scientific and Technical Research Council, Argentina."], ["Gentile", "Ángela", "Á", "Children's Hospital \"Dr Ricardo Gutierrez\", Buenos Aires, Argentina."]], "date": "2017-06-09", "id": "29254541", "text": "Pneumococcal pneumonia (PP) causes almost one in five deaths in children younger than 5 years worldwide. In Latin America and the Caribbean (LAC), pneumonia causes 14% of all deaths. Although pneumococcal disease is a vaccine-preventable disease that accounts for a significant proportion of this burden, the decision-making process to introduce pneumococcal conjugate vaccines in official schedules is still complex in LAC. Confirmed PP cases and epidemiology are the basis for broader projections.To gather all the information available in the LAC region to assist decision makers.We performed a systematic review of studies of consolidating and culture-confirmed pediatric PP in LAC (2000-2016) using a generic academic Internet search and search engines without language restrictions. Pairs of reviewers independently selected and assessed the studies' methodological quality. We analyzed meta-information on pneumococcal serotypes available from the SIREVA laboratory-based surveillance system.A total of 35 out of 750 initially identified studies were included. In the age group between 0 and 59 years, the incidence of culture-confirmed PP ranged from 10.2 to 43.0/100,000 children, with a pooled incidence of 20.4/100,000 children (95% confidence interval 0.0-123.2). Mortality ranged from 0.4 to 5.7/100,000 children, and the pooled mortality was 2.9/100,000 children (95% confidence interval 0.3-8.2). The pooled serotype distribution from surveillance data showed that serotypes 14, 1, and 6B were the most frequent serotypes in LAC, all included in licensed vaccines.Studies on confirmed pediatric PP were scarce in LAC in 2000 to 2016. Epidemiology indicators and health resource use are still poorly defined.", "doi": "10.1016/j.vhri.2017.04.004", "title": "Burden of Culture-Confirmed Pediatric Pneumococcal Pneumonia in Latin America and the Caribbean: A Systematic Review and Meta-Analysis.", "journal": ["Value in health regional issues", "Value Health Reg Issues"]}