{"authors": [["Villalobos-Vindas", "Juan M", "JM", "Caja Costarricense de Seguro Social, San José, Costa Rica."], ["Amuy", "Ernesto", "E", "Caja Costarricense de Seguro Social, San José, Costa Rica."], ["Barquero-Calvo", "Elías", "E", "Programa de Investigación en Enfermedades Tropicales, Universidad Nacional, Heredia, Costa Rica."], ["Rojas", "Norman", "N", "Centro de Investigación en Enfermedades Tropicales, Universidad de Costa Rica, Heredia, Costa Rica."], ["Chacón-Díaz", "Carlos", "C", "Centro de Investigación en Enfermedades Tropicales, Universidad de Costa Rica, Heredia, Costa Rica."], ["Chaves-Olarte", "Esteban", "E", "Centro de Investigación en Enfermedades Tropicales, Universidad de Costa Rica, Heredia, Costa Rica."], ["Guzman-Verri", "Caterina", "C", "Programa de Investigación en Enfermedades Tropicales, Universidad Nacional, Heredia, Costa Rica."], ["Moreno", "Edgardo", "E", "Programa de Investigación en Enfermedades Tropicales, Universidad Nacional, Heredia, Costa Rica. edgardo.moreno.robles@una.cr."]], "date": "2017-12-19", "id": "29254496", "text": "Brucellosis is a chronic bacterial disease caused by members of the genus Brucella. Among the classical species stands Brucella neotomae, until now, a pathogen limited to wood rats. However, we have identified two brucellosis human cases caused by B. neotomae, demonstrating that this species has zoonotic potential.Within almost 4 years of each other, a 64-year-old Costa Rican white Hispanic man and a 51-year-old Costa Rican white Hispanic man required medical care at public hospitals of Costa Rica. Their hematological and biochemical parameters were within normal limits. No adenopathies or visceral abnormalities were found. Both patients showed intermittent fever, disorientation, and general malaise and a positive Rose Bengal test compatible with Brucella infection. Blood and cerebrospinal fluid cultures rendered Gram-negative coccobacilli identified by genomic analysis as B. neotomae. After antibiotic treatment, the patients recovered with normal mental activities.This is the first report describing in detail the clinical disease caused by B. neotomae in two unrelated patients. In spite of previous claims, this bacterium keeps zoonotic potential. Proposals to generate vaccines by using B. neotomae as an immunogen must be reexamined and countries housing the natural reservoir must consider the zoonotic risk.", "doi": "10.1186/s13256-017-1496-8", "title": "Brucellosis caused by the wood rat pathogen Brucella neotomae: two case reports.", "journal": ["Journal of medical case reports", "J Med Case Rep"]}