{"authors": [["Iijima", "Shigeo", "S", "Department of Pediatrics, Hamamatsu University School of Medicine, Hamamatsu, Japan. sige_pd@yahoo.co.jp."]], "date": "2017-12-18", "id": "29254492", "text": "Isolated congenital asplenia (ICA) is a rare and life-threatening condition that predisposes patients to severe bacterial infections. Most of the reported cases are familial and the mode of inheritance is usually autosomal dominant. Here, we report a case of sporadic isolated asplenia and review the literature while focusing on sporadic cases.We report the case of an 11-month-old female infant who developed fulminant pneumococcal meningitis. The pneumococcal vaccine-unimmunized patient was hospitalized with fever, irritability, and purpura, and was diagnosed as having meningitis, septic shock, and disseminated intravascular coagulation. Streptococcus pneumoniae was isolated from both cerebrospinal fluid and blood. She was successfully treated with prompt antibiotic therapy. During hospitalization, abdominal ultrasonography and computed tomography findings, scintigraphy results, and Howell-Jolly body-containing red blood cells indicated the presence of asplenia without any visceroarterial anomalies. Moreover, the findings of peripheral blood smears and spleen ultrasonographic examinations of her parents were normal.Majority of sporadic ICA cases were detected only after the onset of overwhelming infection and had a high mortality. In cases of severe invasive pneumococcal disease, a systematic search for Howell-Jolly bodies on blood smears and the presence of asplenia on abdominal imaging are essential for detecting ICA even in the absence of any family history. After the diagnosis of ICA, patient and parent education, vaccinations, antibiotic prophylaxis, and prompt empiric treatment of febrile episode should be provided.", "doi": "10.1186/s12879-017-2896-5", "title": "Sporadic isolated congenital asplenia with fulminant pneumococcal meningitis: a case report and updated literature review.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}