{"authors": [["Negahdaripour", "Manica", "M", "Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran; Pharmaceutical Sciences Research Center, Shiraz University of Medical Science, Shiraz, Iran."], ["Nezafat", "Navid", "N", "Pharmaceutical Sciences Research Center, Shiraz University of Medical Science, Shiraz, Iran."], ["Eslami", "Mahboobeh", "M", "Pharmaceutical Sciences Research Center, Shiraz University of Medical Science, Shiraz, Iran."], ["Ghoshoon", "Mohammad Bagher", "MB", "Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran; Pharmaceutical Sciences Research Center, Shiraz University of Medical Science, Shiraz, Iran."], ["Shoolian", "Eskandar", "E", "Charité University of Medicine, Campus Research Hause of Clinical Chemistry and Biochemistry, Augustenburger Platz 1, 13353 Berlin, Germany; Biotechnology Incubator Center, Shiraz University of Medical Science, Shiraz, Iran."], ["Najafipour", "Sohrab", "S", "Microbiology Department, Fasa University of Medical Sciences, Fasa, Iran."], ["Morowvat", "Mohammad Hossein", "MH", "Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran; Pharmaceutical Sciences Research Center, Shiraz University of Medical Science, Shiraz, Iran."], ["Dehshahri", "Ali", "A", "Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran; Pharmaceutical Sciences Research Center, Shiraz University of Medical Science, Shiraz, Iran."], ["Erfani", "Nasrollah", "N", "Cancer Immunology Group, Shiraz Institute for Cancer Research, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Ghasemi", "Younes", "Y", "Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran; Pharmaceutical Sciences Research Center, Shiraz University of Medical Science, Shiraz, Iran; Department of Medical Biotechnology, School of Advanced Medical Sciences and Technologies, Shiraz University of Medical Sciences, Shiraz, Iran. Electronic address: ghasemiy@sums.ac.ir."]], "date": "2017-12-16", "id": "29253673", "text": "Multi-epitope peptide vaccines, as a kind of fusion proteins, usually possess a string-of-beads structure, consisting of several peptidic epitopes, probably adjuvants and linkers. Very numerous options are possible in selecting the order of different segments and linkers. Such factors can affect the vaccine efficacy through impacting physicochemical characteristics and protein tertiary structure. To investigate such relations, eleven different constructs were designed and studied as a multi-epitope prophylaxis vaccine for human papilloma virus (HPV). The vaccine contained two epitopes from the minor protein of virus capsid (L2) of HPV16, two TLR agonists as adjuvants (flagellin and RS09, as TLR5 and TLR4 agonists, respectively), and two universal T-helper epitopes. Since the used TLR4 agonist was inserted in the middle of the construct, its appropriate interaction with the bulky TLR4 was a serious concern. Thus, beyond evaluating the physicochemical properties, secondary and tertiary structures, and conformational B-cell epitopes of the designed constructs, TLR4 agonist exposability was also studied. Besides, the interaction between TLR4 and its agonist was investigated through docking and MD studies. Consequently, one structure (\"D\") with proper physicochemical features, a high frequency of conformational B-cell epitopes, and appropriate interactions with TLR4 and TLR5 in docking and MD studies, was selected as a proper candidate. Accordingly, for in silico designing of multi-epitope vaccines, structural concerns should be considered, and the linkers and arrangement of epitopes and adjuvants should be optimized. Considering the diversity of the possible structures, devising computational tools for such investigations would be very valuable.", "doi": "10.1016/j.meegid.2017.12.008", "title": "Structural vaccinology considerations for in silico designing of a multi-epitope vaccine.", "journal": ["Infection, genetics and evolution : journal of molecular epidemiology and evolutionary genetics in infectious diseases", "Infect. Genet. Evol."]}