{"authors": [["Motawi", "Tarek Kamal", "TK", "Biochemistry Department, Faculty of Pharmacy, Cairo University, Kasr Al Ainy, St. Cairo 11562, Egypt."], ["Shehata", "Nagwa Ibrahim", "NI", "Biochemistry Department, Faculty of Pharmacy, Cairo University, Kasr Al Ainy, St. Cairo 11562, Egypt."], ["ElNokeety", "Mahmoud Mohamed", "MM", "Department of Internal Medicine, Faculty of Medicine, Cairo University, Kasr Al Ainy, St. Cairo 11562, Egypt."], ["El-Emady", "Yasmin Farid", "YF", "The Holding Company for Biological Products & Vaccines (VACSERA), 51 Wezaret ElZeraa St., Agouza, Giza 12622, Egypt. Electronic address: yasmin_farid79@hotmail.com."]], "date": "2017-12-15", "id": "29253627", "text": "Diabetic nephropathy (DN) is considered as one of the diabetic complications affecting up to 40% of patients with type 1 or type 2 diabetes. In clinical practice, the frequently used markers of renal disease and progression are serum creatinine, estimated glomerular filtration rate (eGFR) and albuminuria. The aim of this study is to determine new biomarkers in human serum which are promising for early detection of DN.This study included 50 patients with type 2 diabetes mellitus (T2DM) and 25 clinically healthy individuals. The patients were divided into two groups; group I included 25 T2DM patients with normoalbuminuria, and group II consisted of 25 T2DM patients with microalbuminuria. In all groups, neutrophil gelatinase-associated lipocalin (NGAL), β-trace protein (βTP) and microRNA- 130b (miR-130b) were estimated.The serum levels of NGAL and βTP were significantly elevated in T2DM patients with microalbuminuria (group II) compared with T2DM patients with normoalbuminuria (group I) and control subjects but there was no significant difference between group I and control subjects. Serum miR-130b level was significantly decreased in patients with T2DM (groups I and II) compared with healthy control subjects, with a higher decrease in their levels in group II compared with group I.Our results suggest that serum NGAL and βTP as tubular and glomerular markers respectively, together with serum miR-130b may be independent and reliable biomarkers for early detection of DN in patients with T2DM.", "doi": "10.1016/j.diabres.2017.12.007", "title": "Potential serum biomarkers for early detection of diabetic nephropathy.", "journal": ["Diabetes research and clinical practice", "Diabetes Res. Clin. Pract."]}