{"authors": [["Yousefi", "Soheil", "S", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran."], ["Abbassi-Daloii", "Tooba", "T", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran."], ["Sekhavati", "Mohammad Hadi", "MH", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran."], ["Tahmoorespur", "Mojtaba", "M", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran. Electronic address: tahmoorespur@um.ac.ir."]], "date": "2017-12-16", "id": "29253594", "text": "Brucellosis is one the serious infectious diseases caused deleterious health and economic losses. Vaccination with subunit vaccines is the efficient alternative way than live attenuated vaccines against infectious diseases. Herein a new chimeric OMP25-BLS antigen emulsified in Chitosan Nanoparticles was designed and its immune responses were compared with control groups. Also, the role of heat shock protein 60 kDa in combination with OMP25-BLS antigen was assessed. Structural and antigenic features of chimeric antigen were predicted using bioinformatics tools. Moreover, the humoral and cellular immune responses were measured by ELISA in seven different groups. Observations showed rOMP25-BLS structure was highly stable and antigenic. Cytokines analysis showed rOMP25 and rOMP25-BLS + rHSP60 induced higher titer of INF-γ than rHSP60 and rOMP25-BLS. There was no statistically significant difference between positive control group and rOMP25-BLS + rHSP60 in inducing TNF-α (p < .05). Additionally, the highest titer of IL-4 was dedicated to rOMP25 among other immunized treatments, while there were no significant differences between positive control group and other immunized groups with recombinant proteins (p < .05). In addition, rOMP25-BLS and rHSP60 induced higher titer of total antibody compared to other groups. Also, rHSP60 could improve IgG2a to IgG1 ratio when it used in combination with chimeric antigen. Moreover, the lymphocyte proliferation index was higher in chimeric rOMP25-BLS + HSP60 antigen. In conclusion, while rOMP25-BLS chimeric antigen unable to induce efficient cellular response than individual injection of rOMP25, its injection in combination with rHSP60 could improve cellular immunity.", "doi": "10.1016/j.micpath.2017.12.045", "title": "Evaluation of immune responses induced by polymeric OMP25-BLS Brucella antigen.", "journal": ["Microbial pathogenesis", "Microb. Pathog."]}