{"authors": [["Martinón-Torres", "Federico", "F", "Translational Paediatrics and Infectious Diseases, Department of Paediatrics, Hospital Clinico Universitario de Santiago de Compostela, Santiago de Compostela, Spain; Genetics, Vaccines and Infections Research group (GENVIP), Instituto de Investigación Sanitaria de Santiago, Santiago de Compostela, Spain. Electronic address: federico.martinon.torres@sergas.es."], ["Carmona Martinez", "Alfonso", "A", "Instituto Hispalense de Pediatria de Sevilla, Sevilla, Spain."], ["Simkó", "Róbert", "R", "Primary Care Paediatric Praxis, District 8, Miskolc, Hungary."], ["Infante Marquez", "Pilar", "P", "Hospital Virgen del Mar, Almeria, Spain."], ["Arimany", "Josep-Lluis", "JL", "Hospital Universitari General de Catalunya, Barcelona, Spain."], ["Gimenez-Sanchez", "Francisco", "F", "Torrecárdenas Hospital, The Pediatric Infectiology Unit, Almería, Spain."], ["Couceiro Gianzo", "José Antonio", "JA", "Complejo Hospitalario de Pontevedra, Hospital Provincial de Pontevedra, Pontevedra, Spain."], ["Kovács", "Éva", "É", "Praxis Dr Éva Kovács, Szeged, Hungary."], ["Rojo", "Pablo", "P", "Hospital 12 de Octubre, Department of Paediatrics, Paediatric Infectious Diseases Unit, Madrid, Spain; Faculty of Medicine, Complutense University of Madrid, Spain."], ["Wang", "Huajun", "H", "GSK, Amsterdam, The Netherlands."], ["Bhusal", "Chiranjiwi", "C", "GSK, Siena, Italy."], ["Toneatto", "Daniela", "D", "GSK, Siena, Italy."]], "date": "2017-12-15", "id": "29253560", "text": "This phase IIIb, open-label, multicentre, extension study (NCT01894919) evaluated long-term antibody persistence and booster responses in participants who received a reduced 2 + 1 or licensed 3 + 1 meningococcal serogroup B vaccine (4CMenB)-schedule (infants), or 2-dose catch-up schedule (2-10-year-olds) in parent study NCT01339923.Children aged 35 months to 12 years (N = 851) were enrolled. Follow-on participants (N = 646) were randomised 2:1 to vaccination and non-vaccination subsets; vaccination subsets received an additional 4CMenB dose. Newly enrolled vaccine-naïve participants (N = 205) received 2 catch-up doses, 1 month apart (accelerated schedule). Antibody levels were determined using human serum bactericidal assay (hSBA) against MenB indicator strains for fHbp, NadA, PorA and NHBA. Safety was also evaluated.Antibody levels declined across follow-on groups at 24-36 months versus 1 month post-vaccination. Antibody persistence and booster responses were similar between infants receiving the reduced or licensed 4CMenB-schedule. An additional dose in follow-on participants induced higher hSBA titres than a first dose in vaccine-naïve children. Two catch-up doses in vaccine-naïve participants induced robust antibody responses. No safety concerns were identified.Antibody persistence, booster responses, and safety profiles were similar with either 2 + 1 or 3 + 1 vaccination schedules. The accelerated schedule in vaccine-naïve children induced robust antibody responses.", "doi": "10.1016/j.jinf.2017.12.005", "title": "Antibody persistence and booster responses 24-36 months after different 4CMenB vaccination schedules in infants and children: A randomised trial.", "journal": ["The Journal of infection", "J. Infect."]}