{"authors": [["Rosales-Mendoza", "Sergio", "S", "Laboratorio de Biofarmacéuticos Recombinantes, Facultad de Ciencias Químicas, Universidad Autónoma de San Luis Potosí, Av. Dr. Manuel Nava 6, 78210, SLP. San Luis Potosí. México. Electronic address: rosales.s@fcq.uaslp.mx."], ["Monreal-Escalante", "Elizabeth", "E", "Laboratorio de Biofarmacéuticos Recombinantes, Facultad de Ciencias Químicas, Universidad Autónoma de San Luis Potosí, Av. Dr. Manuel Nava 6, 78210, SLP. San Luis Potosí. México."], ["González-Ortega", "Omar", "O", "Laboratorio de Bioseparaciones, Facultad de Ciencias Químicas, Universidad Autónoma de San Luis Potosí, Av. Dr. Manuel Nava 6, 78210, SLP. San Luis Potosí, México."], ["Hernández", "Marisela", "M", "Dpto. Inmunología. Instituto De Investigaciones Biomédicas, Universidad Nacional Autónoma De México. Circuito Escolar. Ciudad Universitaria, C.p. 04510. Ciudad De México, México."], ["Fragoso", "Gladis", "G", "Dpto. Inmunología. Instituto De Investigaciones Biomédicas, Universidad Nacional Autónoma De México. Circuito Escolar. Ciudad Universitaria, C.p. 04510. Ciudad De México, México."], ["Garate", "Teresa", "T", "Dpto. De Parasitología, Centro Nacional De Microbiología, Instituto De Salud Carlos Iii, Majadahonda, 28220, Madrid, Spain."], ["Sciutto", "Edda", "E", "Dpto. Inmunología. Instituto De Investigaciones Biomédicas, Universidad Nacional Autónoma De México. Circuito Escolar. Ciudad Universitaria, C.p. 04510. Ciudad De México, México. Electronic address: edda@unam.mx."]], "date": "2017-12-15", "id": "29253519", "text": "Low cost vaccines against cysticercosis are needed to fight this parasitosis, especially in developing countries. Herein polycistron arrangements were designed to accomplish the simultaneous expression of multiple protective antigens from Taenia solium in the plant cell as an attractive biofactory and delivery vehicle of vaccines. Transplastomic plants carrying synthetic polycistrons were able to simultaneously express the KETc1, KETc7, KETc12, GK1, and TSOL18/HP6-Tsol antigens; which retained their antigenicity and ability to induce humoral responses in BALB/c mice. These clones may be useful for the production of low-cost cysticercosis vaccine prototypes.", "doi": "10.1016/j.jbiotec.2017.12.012", "title": "Transplastomic plants yield a multicomponent vaccine against cysticercosis.", "journal": ["Journal of biotechnology", "J. Biotechnol."]}