{"authors": [["Dos Reis", "Célia A", "CA", "Departamento de Matemática, FC, UNESP, 17033-360, Bauru, SP, Brazil. Electronic address: celia@fc.unesp.br."], ["Florentino", "Helenice de O", "HO", "Departamento de Bioestatística, IB, UNESP, 18618-670, Botucatu, SP, Brazil. Electronic address: helenice@ibb.unesp.br."], ["Cólon", "Diego", "D", "LAC - PTC, POLI, USP, 05508-900, São Paulo, SP, Brazil. Electronic address: diego@lac.usp.br."], ["Rosa", "Suélia R Fleury", "SRF", "Universidade de Brasília UnB, Brazil. Electronic address: suelia@unb.br."], ["Cantane", "Daniela R", "DR", "Departamento de Bioestatística, IB, UNESP, 18618-670, Botucatu, SP, Brazil."]], "date": "2017-12-15", "id": "29253493", "text": "Dengue fever, chikungunya and zika are caused by different viruses and mainly transmitted by Aedes aegypti mosquitoes. These diseases have received special attention of public health officials due to the large number of infected people in tropical and subtropical countries and the possible sequels that those diseases can cause. In severe cases, the infection can have devastating effects, affecting the central nervous system, muscles, brain and respiratory system, often resulting in death. Vaccines against these diseases are still under development and, therefore, current studies are focused on the treatment of diseases and vector (mosquito) control. This work focuses on this last topic, and presents the analysis of a mathematical model describing the population dynamics of Aedes aegypti, as well as present the design of a control law for the mosquito population (vector control) via exact linearization techniques and optimal control. This control strategy optimizes the use of resources for vector control, and focuses on the aquatic stage of the mosquito life. Theoretical and computational results are also presented.", "doi": "10.1016/j.mbs.2017.12.001", "title": "AN APPROACH OF THE EXACT LINEARIZATION TECHNIQUES TO ANALYSIS OF POPULATION DYNAMICS OF THE MOSQUITO Aedes aegypti.", "journal": ["Mathematical biosciences", "Math Biosci"]}