{"authors": [["Yang", "Yichao", "Y", "University of Arkansas, Department of Poultry Science, Fayetteville, AR."], ["Wolfenden", "Amanda", "A", "University of Arkansas, Department of Poultry Science, Fayetteville, AR."], ["Mandal", "Rabindra K", "RK", "University of Arkansas, Department of Poultry Science, Fayetteville, AR."], ["Faulkner", "Olivia", "O", "University of Arkansas, Department of Poultry Science, Fayetteville, AR."], ["Hargis", "Billy", "B", "University of Arkansas, Department of Poultry Science, Fayetteville, AR."], ["Kwon", "Young Min", "YM", "University of Arkansas, Department of Poultry Science, Fayetteville, AR."], ["Bielke", "Lisa", "L", "The Ohio State University, Department of Animal Sciences, Columbus, OH."]], "date": null, "id": "29253276", "text": "Historically, Salmonella vaccines have been either live attenuated or killed bacterin vaccines that fail to offer cross-serogroup protection, which limits risk mitigation and protection of consumers. Subunit recombinant vaccines which possess highly conserved antigens offer potential to provide cross-serogroup protection, and the ability to express immune-enhancing molecules that promote recognition by the immune system. Six Salmonella subunit vaccine candidates were developed in either attenuated S. Enteritidis (SE) or S. Typhimurium (ST) that cell-surface express antigenic epitopes of high mobility group box 1 immune-enhancing sequence (H), peptidoglycan associated lipoprotein (P), and Omp18 protein Cj0113 (C) in different pattern arrangements for evaluation against S. Heidelberg (SH) challenge in broilers. In exp. 1, chicks were orally vaccinated with SE-CPH, SE-HCP, SE-CHP, ST-CPH, ST-HCP, or ST-CHP at 1 × 107 cfu/chick, or saline on d 1 and d 14. On d 17 all birds were challenged with 6 × 106 cfu/chick SH, and ceca collected on d 23 and d 28. On d 23 only SE-CPH reduced (P < 0.05) SH recovery at 0.34 ± 0.23 log10 cfu when compared to control at 1.19 ± 0.26 log10 cfu. On d 28, SE-CPH and ST-HCP reduced SH recovery at 0.40 ± 0.40 and 0.51 ± 0.26 log10 cfu, respectively in comparison to control at 1.36 ± 0.23 log10 cfu. For exp. 2, chicks were orally vaccinated with 1 × 108 cfu/chick SE-CPH, SE-HCP, SE-CHP or saline on d 1. At d 7 all chicks were orally challenged with 7 × 106 cfu/chick SH and ceca collected on d 28 and d 35. SE-CPH reduced (P < 0.05) SH recovery on d 28 when compared to control (6.16 ± 0.13 vs. 4.71 ± 0.55 log10 cfu). In exp 3, chicks were vaccinated by spray in a commercial vaccination cabinet with SE-CPH vaccination, 1.6 × 107 cfu/chick, or saline. Birds were challenged on d 14 with 3 × 107 cfu/chick SH and ceca collected on d 18 and d 25. SE-CPH reduced SH recovery (P < 0.05) on d 18, 2.75 ± 0.05 log10 cfu, and d 25, 1.89 ± 0.43 log10 cfu, as compared to control chickens at 5.6 ± 0.37 (d 18) and 3.98 ± 0.5 log10 cfu (d 25). The results of these experiments suggest that cross-serogroup protection is possible using these SE and ST-vectored subunit vaccines.", "doi": "10.3382/ps/pex144", "title": "Evaluation of recombinant Salmonella vaccines to provide cross-serovar and cross-serogroup protection.", "journal": ["Poultry science", "Poult. Sci."]}