{"authors": [["Harding", "John D", "JD", null]], "date": null, "id": "29253273", "text": "Nonhuman primates (NHPs) are the closest animal models to humans regarding genetics, physiology and behavior. Therefore, NHPs are usually a critical component in translational research projects aimed at developing therapeutics, vaccines, devices or other interventions aimed at preventing, curing or ameliorating human disease. NHPs are often used in conjunction with other animal models, such as rodents, and results obtained using NHPs must often be used as the final criterion for establishing the potential efficacy of a pharmaceutical or vaccine before transition to human clinical trails. In some cases, NHPs may be the only relevant animal models for a particlular translational study. This issue of the ILAR journal brings together, in one place, articles that discuss the use of NHP models for studying human diseases that are highly prevalent and that cause extraordinary human suffering and financial and social burdens. Topics covered in detail include: tuberculosis; viral hepatitis; HIV/AIDS; neurodegenerative disorders; Substance abuse disorders; vision and prevention of blindness; disorder associated with psychosocial processes, such as anxiety, depression and loneliness; cardiovascular disease; metabolic disease, such as obesity and metabolic syndrome; respiratory disease; and female reproduction, prenatal development and women's health. Proper husbandry of NHPs that reduces stress and maintains animal health is critical for the development of NHP models. This issue of the journal includes a review of procedures for environmental enrichment, which helps assure animal health and wellbeing. Taken together, these articles provide detailed reviews of the use of NHP models for translational investigations and discuss successes, limitations, challenges and opportunities associated with this research.", "doi": "10.1093/ilar/ilx033", "title": "Nonhuman Primates and Translational Research: Progress, Opportunities, and Challenges.", "journal": ["ILAR journal", "ILAR J"]}