{"authors": [["Shrestha", "Sourya", "S", "Department of Epidemiology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, Maryland."], ["Chihota", "Violet", "V", "Aurum Institute, Johannesburg, South Africa."], ["White", "Richard G", "RG", "TB Modelling Group, London School of Hygiene and Tropical Medicine, London, United Kingdom."], ["Grant", "Alison D", "AD", "TB Center, London School of Hygiene and Tropical Medicine, London, United Kingdom."], ["Churchyard", "Gavin J", "GJ", "Aurum Institute, Johannesburg, South Africa."], ["Dowdy", "David W", "DW", "Department of Epidemiology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, Maryland."]], "date": null, "id": "29253139", "text": "Optimizing the use of new tools, such as vaccines, may play a crucial role in reaching global targets for tuberculosis (TB) control. Some of the most promising candidate vaccines target adults, although high-coverage mass vaccinations may be logistically more challenging among this population than among children. Vaccine-delivery strategies that target high-risk groups or settings might yield proportionally greater impact than do those that target the general population. We developed an individual-based TB transmission model representing a hypothetical population consisting of people who worked in South African gold mines or lived in associated labor-sending communities. We simulated the implementation of a postinfection adult vaccine with 60% efficacy and a mean effect duration of 10 years. We then compared the impact of a mine-targeted vaccination strategy, in which miners were vaccinated while in the mines, with that of a community-targeted strategy, in which random individuals within the labor-sending communities were vaccinated. Mine-targeted vaccination averted an estimated 0.37 TB cases per vaccine dose compared with 0.25 for community-targeted vaccination, for a relative efficacy of 1.46 (95% range, 1.13-1.91). The added benefit of mine-targeted vaccination primarily reflected the disproportionate demographic burden of TB among the population of adult males as a whole. As novel vaccines for TB are developed, venue-based vaccine delivery that targets high-risk demographic groups may improve both vaccine feasibility and the impact on transmission.", "doi": "10.1093/aje/kwx192", "title": "Impact of Targeted Tuberculosis Vaccination Among a Mining Population in South Africa: A Model-Based Study.", "journal": ["American journal of epidemiology", "Am. J. Epidemiol."]}