{"authors": [["Suntronwong", "Nungruthai", "N", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Klinfueng", "Sirapa", "S", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Vichiwattana", "Preeyaporn", "P", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Korkong", "Sumeth", "S", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Thongmee", "Thanunrat", "T", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Vongpunsawad", "Sompong", "S", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Poovorawan", "Yong", "Y", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."]], "date": "2017-12-18", "id": "29252990", "text": "Influenza virus evolves rapidly due to the accumulated genetic variations on the viral sequence. Unlike in North America and Europe, influenza season in the tropical Southeast Asia spans both the rainy and cool seasons. Thus, influenza epidemiology and viral evolution sometimes differ from other regions, which affect the ever-changing efficacy of the vaccine. To monitor the current circulating influenza viruses in this region, we determined the predominant influenza virus strains circulating in Thailand between January 2016 and June 2017 by screening 7,228 samples from patients with influenza-like illness. During this time, influenza A(H3N2) virus was the predominant influenza virus detected. We then phylogenetically compared the hemagglutinin (HA) gene from a subset of these A(H3N2) strains (n = 62) to the reference sequences and evaluated amino acid changes in the dominant antigenic epitopes on the HA protein structure. The divergence of the circulating A(H3N2) from the A/Hong Kong/4801/2014 vaccine strain formed five genetic groups (designated I to V) within the 3C.2a clade. Our results suggest a marked drift of the current circulating A(H3N2) strains in Thailand, which collectively contributed to the declining predicted vaccine effectiveness (VE) from 74% in 2016 down to 48% in 2017.", "doi": "10.1371/journal.pone.0189511", "title": "Genetic and antigenic divergence in the influenza A(H3N2) virus circulating between 2016 and 2017 in Thailand.", "journal": ["PloS one", "PLoS ONE"]}