{"authors": [["Adil", "Mohammad", "M", null], ["Amin", "Syed Suhail", "SS", null], ["Arif", "Tasleem", "T", "Assist. Prof. Tasleem Arif, MD, Postgraduate Department of Dermatology, STDs and Leprosy, Jawaharlal Nehru Medical College (JNMC), Aligarh Muslim University, Aligarh, India; dr_tasleem_arif@yahoo.com."]], "date": null, "id": "29252181", "text": "Dear Editor, Nicolau's syndrome, also called embolia cutis medicamentosa or livedoid dermatitis, is a rare injection site reaction characterized by immediate intense pain at the injection site followed by erythema and a hemorrhagic patch with a livedoid reticular pattern after injections of non-steroidal anti-inflammatory drugs (NSAIDS), antiepileptics, antibiotics, antihistaminics, corticosteroids, etc. (1). To the best of our knowledge, only one case of Nicolau's syndrome has been reported after the use of triamcinolone acetonide. Herein we report two cases of Nicolau's syndrome caused by intramuscular injections of triamcinolone acetonide and diclofenac sodium, respectively. CASE 1 A 24-year-old male patient presented with severe pain and bluish discoloration of the right arm for 2 days, which he had noticed shortly after receiving an intramuscular injection of triamcinolone for recurrent episodes of urticaria by a local practitioner in the right deltoid region. On examination, there was a livedoid pattern of non-blanchable, violaceous discoloration extending from the deltoid area to the distal third of the forearm with associated induration (Figure 1, a, b). The local area was warm and tender to the touch. There was no regional lymphadenopathy, and the rest of the examination was normal. The patient's platelet count, bleeding and clotting times, prothrombin time, and international normalized ratio (INR) were unremarkable. There was no previous history of any bleeding disorder. The patient denied any intake of drugs like aspirin, warfarin, etc. Subsequently, the patient developed an ulcer on the forearm, which was managed by topical and systemic antibiotics to prevent any secondary infection of the wound. CASE 2 A 40-year-old female patient presented with complaints of pain and discoloration of the left gluteal region after receiving an intramuscular injection of diclofenac sodium for her arthralgia. A large ecchymotic patch with reticular borders was found on the gluteal region, extending to the lateral aspect of thigh (Figure 2). It was tender to the touch, non-indurated, and the local temperature was raised. There was no regional lymphadenopathy. No other abnormality was detected on examination. All routine investigations were within normal limits. Platelet count, bleeding, clotting and prothrombin times, and international normalized ratio (INR) were within normal limits. The lesions resolved within few weeks without any complications. Nicolau syndrome was first described in the early 1920s by Freudenthal and Nicolau as an adverse effect of using intramuscular injections of bismuth salts in the treatment of syphilis. Since then, several case reports of this disease occurring after intramuscular, intra-articular, intravenous, and subcutaneous injections have appeared in the literature associated with a variety of drugs like NSAIDs, vitamin K, penicillin, antihistamines, corticosteroids, local anesthetics, vaccines, polidocanol, and pegylated interferon alpha (1). The pathogenesis of Nicolau syndrome is unknown, though intra and periarterial injection of the drug is a possible cause. Stimulation of the sympathetic nerve due to periarterial injection causes spasms and consequent ischemia. Inadvertent intra-arterial injections may cause emboli and occlusion. A lipophilic drug may penetrate the vessel and produce physical occlusion like fat embolism. Cytotoxic drugs may produce perivascular inflammation and ischemic necrosis. NSAIDs are believed to additionally induce ischemic necrosis due to their inhibition of cyclooxygenase and, consequently, prostaglandins (2). The clinical features of the disease have been divided into three phases in a review by Kim et al. (3). The authors describe an initial phase characterized by intense pain with subsequent erythema. This is followed 1-3 days later by an acute phase, when an indurated, tender plaque with livedoid pattern develops. The final phase occurs between 5 days and 2 weeks later. Necrosis ensues in this stage, with possible ulceration. Diagnosis is chiefly clinical, and histopathology shows necrotic changes and vascular thrombosis. However, a biopsy was not performed in our cases because both lesions were painful. Management strategies are variable and range from conservative management with analgesics and antibiotics to active surgical debridement (4). Complications include deformities, contractures or even death. The patient in our first case developed ulceration which healed normally, while the second case resolved without any complications. Nicolau syndrome can be avoided by precautions such as aspirating the needle before injecting to check for blood, use of Z-track injection technique, proper site of injection, avoiding large doses at a single site, and regular change of sites if multiple injections are to be given (5). Nicolau syndrome is a rare disease. There are a few case reports of it occurring after diclofenac injection (1-5). We could only find one case report of this syndrome after intramuscular injection (IM) of triamcinolone in a patient with lichen planus (3), and our case is the second reported case of this syndrome as a result of triamcinolone acetonide injection, which adds to the significance to the present article.", "doi": null, "title": "Nicolau's syndrome: A rare but preventable iatrogenic disease.", "journal": ["Acta dermatovenerologica Croatica : ADC", "Acta Dermatovenerol Croat"]}