{"authors": [["Kuznetsova", "T A", "TA", "Somov Research Institute of Epidemiology and Microbiology, Vladivostok, Russia; Far Eastern Federal University, Vladivostok, Russia."], ["Ivanushko", "L A", "LA", "Somov Research Institute of Epidemiology and Microbiology, Vladivostok, Russia."], ["Persiyanova", "E V", "EV", "Somov Research Institute of Epidemiology and Microbiology, Vladivostok, Russia."], ["Shutikova", "A L", "AL", "Somov Research Institute of Epidemiology and Microbiology, Vladivostok, Russia."], ["Ermakova", "S P", "SP", "Elyakov Pacific Institute of Bioorganic Chemistry, Vladivostok, Russia."], ["Khotimchenko", "M Yu", "MY", "Far Eastern Federal University, Vladivostok, Russia."], ["Besednova", "N N", "NN", "Somov Research Institute of Epidemiology and Microbiology, Vladivostok, Russia."]], "date": null, "id": "29251618", "text": "The use of sulfated polysaccharides from brown seaweed Fucus evanescens as adjuvants (native fucoidan in combination with polyphenols, fucoidan without polyphenols, a product of enzymatic hydrolysis of fucoidan) stimulated the formation of specific antibodies to the surface antigen of the hepatitis B virus (HBs-AG). Immunization of mice with vaccine compositions containing HBs-AG and fucoidan samples resulted in increasing the serum level of the pro-inflammatory (TNF-a, IFN-g, IL-2) cytokines. Increased production of these cytokines was detected in the culture of splenocytes additionally stimulated in vitro by fucoidans or phytohemagglutinin. The adjuvant effect of fucoidan and its structural modifications was comparable to that of the traditional licensed adjuvant aluminum hydroxide. The obtained results indicate a promising use of sulfated polysaccharides from F. evanescens as vaccine adjuvants.Ispol'zovanie v kachestve ad\"iuvantov sul'fatirovannykh polisakharidov iz buroĭ vodorosli Fucus evanescens (nativnyĭ fukoidan v komplekse s polifenolami; fukoidan, osvobozhdennyĭ ot polifenolov; produkt fermentativnogo gidroliza fukoidana) stimulirovalo formirovanie spetsificheskikh antitel k poverkhnostnomu antigenu virusa gepatita V (HBs-AG). Immunizatsiia mysheĭ vaktsinnymi kompozitsiiami, soderzhashchimi HBs-AG i obraztsy fukoidana, privodila k uvelicheniiu syvorotochnogo urovnia provospalitel'nykh tsitokinov (TNF-a, IFN-g, IL-2). Usilenie produktsii étikh tsitokinov vyiavleno i v kul'ture splenotsitov pri dopolnitel'noĭ stimuliatsii in vitro fukoidanami ili fitogemaggliutininom. Ad\"iuvantyĭ éffekt fukoidana i ego strukturnykh analogov byl sopostavim s deĭstviem traditsionnogo litsenzirovannogo ad\"iuvanta gidroksida aliuminiia. Poluchennye rezul'taty svidetel'stvuiut o perspektivnosti ispol'zovaniia sul'fatirovannykh polisakharidov iz F. evanescens kak ad\"iuvantov v sostave vaktsin.", "doi": null, "title": "[Evaluation of adjuvant effects of fucoidane from brown seaweed Fucus evanescens and its structural analogues for the strengthening vaccines effectiveness].", "journal": ["Biomeditsinskaia khimiia", "Biomed Khim"]}