{"authors": [["Van Reeth", "Kristien", "K", "Laboratory of Virology, Faculty of Veterinary Medicine, Ghent University, Gent, Belgium."], ["Gracia", "José Carlos Mancera", "JCM", "Laboratory of Virology, Faculty of Veterinary Medicine, Ghent University, Gent, Belgium."], ["Trus", "Ivan", "I", "Laboratory of Virology, Faculty of Veterinary Medicine, Ghent University, Gent, Belgium."], ["Sys", "Lieve", "L", "Laboratory of Virology, Faculty of Veterinary Medicine, Ghent University, Gent, Belgium."], ["Claes", "Gerwin", "G", "Laboratory of Virology, Faculty of Veterinary Medicine, Ghent University, Gent, Belgium."], ["Versnaeyen", "Han", "H", "Laboratory of Pathology, Faculty of Veterinary Medicine, Ghent University, Gent, Belgium."], ["Cox", "Eric", "E", "Laboratory of Immunology, Faculty of Veterinary Medicine, Ghent University, Gent, Belgium."], ["Krammer", "Florian", "F", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Qiu", "Yu", "Y", "OIE Sub-Regional Representation for South-East Asia, Bangkok, Thailand."]], "date": "2017-04-20", "id": "29250437", "text": "The emergence of multiple novel lineages of H1 and H3 influenza A viruses in swine has confounded control by inactivated vaccines. Because of substantial genetic and geographic heterogeneity among circulating swine influenza viruses, one vaccine strain per subtype cannot be efficacious against all of the current lineages. We have performed vaccination-challenge studies in pigs to examine whether priming and booster vaccinations with antigenically distinct H3N2 swine influenza viruses could broaden antibody responses and protection. We prepared monovalent whole inactivated, adjuvanted vaccines based on a European and a North American H3N2 swine influenza virus, which showed 81.5% aa homology in the HA1 region of the hemagglutinin and 83.4% in the neuraminidase. Our data show that (i) Priming with European and boosting with North American H3N2 swine influenza virus induces antibodies and protection against both vaccine strains, unlike prime-boost vaccination with a single virus or a single administration of bivalent vaccine. (ii) The heterologous prime-boost vaccination enhances hemagglutination inhibiting, virus neutralizing and neuraminidase inhibiting antibody responses against H3N2 viruses that are antigenically distinct from both vaccine strains. Antibody titers to the most divergent viruses were higher than after two administrations of bivalent vaccine. (iii) However, it does not induce antibodies to the conserved hemagglutinin stalk or to other hemagglutinin subtypes. We conclude that heterologous prime-boost vaccination might broaden protection to H3N2 swine influenza viruses and reduce the total amount of vaccine needed. This strategy holds potential for vaccination against influenza viruses from both humans and swine and for a better control of (reverse) zoonotic transmission of influenza viruses.", "doi": "10.1038/s41541-017-0012-x", "title": "Heterologous prime-boost vaccination with H3N2 influenza viruses of swine favors cross-clade antibody responses and protection.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}