{"authors": [["Li", "Jie", "J", "Division of Laboratory Medicine, ZhuJiang Hospital, Southern Medical University, Guangzhou 510282, People's Republic of China; School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia; Division of Chemistry and Structural Biology, Institute for Molecular Bioscience, University of Queensland, Brisbane, QLD 4072, Australia; Australian Infectious Diseases Research Centre, University of Queensland, Brisbane, QLD 4072, Australia."], ["Watterson", "Daniel", "D", "School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia; Division of Chemistry and Structural Biology, Institute for Molecular Bioscience, University of Queensland, Brisbane, QLD 4072, Australia; Australian Infectious Diseases Research Centre, University of Queensland, Brisbane, QLD 4072, Australia."], ["Chang", "Chiung-Wen", "CW", "School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia."], ["Che", "Xiao-Yan", "XY", "Division of Laboratory Medicine, ZhuJiang Hospital, Southern Medical University, Guangzhou 510282, People's Republic of China."], ["Li", "Xiao-Quan", "XQ", "Division of Laboratory Medicine, ZhuJiang Hospital, Southern Medical University, Guangzhou 510282, People's Republic of China."], ["Ericsson", "Daniel J", "DJ", "School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia; Australian Infectious Diseases Research Centre, University of Queensland, Brisbane, QLD 4072, Australia."], ["Qiu", "Li-Wen", "LW", "Division of Laboratory Medicine, ZhuJiang Hospital, Southern Medical University, Guangzhou 510282, People's Republic of China."], ["Cai", "Jian-Piao", "JP", "Division of Laboratory Medicine, ZhuJiang Hospital, Southern Medical University, Guangzhou 510282, People's Republic of China."], ["Chen", "Jing", "J", "Division of Laboratory Medicine, ZhuJiang Hospital, Southern Medical University, Guangzhou 510282, People's Republic of China."], ["Fry", "Scott R", "SR", "Division of Chemistry and Structural Biology, Institute for Molecular Bioscience, University of Queensland, Brisbane, QLD 4072, Australia."], ["Cheung", "Stacey T M", "STM", "School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia."], ["Cooper", "Matthew A", "MA", "School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia; Division of Chemistry and Structural Biology, Institute for Molecular Bioscience, University of Queensland, Brisbane, QLD 4072, Australia; Australian Infectious Diseases Research Centre, University of Queensland, Brisbane, QLD 4072, Australia. Electronic address: m.cooper@uq.edu.au."], ["Young", "Paul R", "PR", "School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia; Australian Infectious Diseases Research Centre, University of Queensland, Brisbane, QLD 4072, Australia. Electronic address: p.young@uq.edu.au."], ["Kobe", "Bostjan", "B", "School of Chemistry and Molecular Biosciences, University of Queensland, Brisbane, QLD 4072, Australia; Australian Infectious Diseases Research Centre, University of Queensland, Brisbane, QLD 4072, Australia. Electronic address: b.kobe@uq.edu.au."]], "date": "2017-12-14", "id": "29249606", "text": "Understanding the molecular basis of the neutralizing antibody response to dengue virus (DENV) is an essential component in the design and development of effective vaccines and immunotherapeutics. Here we present the structure of a cross-reactive, neutralizing antibody, 3E31, in complex with domain III (DIII) of the DENV envelope (E) protein and reveal a conserved, temperature-sensitive, cryptic epitope on DIII that is not available in any of the known conformations of E on the dengue virion. We observed that 3E31 inhibits E-mediated membrane fusion, suggesting that the antibody is able to neutralize virus through binding an as-yet uncharacterized intermediate conformation of DENV E and sterically block trimer formation. Finally, we show that, unlike cross-reactive fusion peptide-specific antibodies, 3E31 does not promote antibody-dependent enhancement of infection at sub-neutralizing concentrations. Our results highlight the 3E31 epitope on the E protein DIII as a promising target for immunotherapeutics or vaccine design.", "doi": "10.1016/j.str.2017.11.017", "title": "Structural and Functional Characterization of a Cross-Reactive Dengue Virus Neutralizing Antibody that Recognizes a Cryptic Epitope.", "journal": ["Structure (London, England : 1993)", "Structure"]}