{"authors": [["Jackson", "Michael L", "ML", "Kaiser Permanente Washington Health Research Institute, Seattle, WA, United States. Electronic address: jackson.ml@ghc.org."], ["Phillips", "C Hallie", "CH", "Kaiser Permanente Washington Health Research Institute, Seattle, WA, United States."], ["Benoit", "Joyce", "J", "Kaiser Permanente Washington Health Research Institute, Seattle, WA, United States."], ["Jackson", "Lisa A", "LA", "Kaiser Permanente Washington Health Research Institute, Seattle, WA, United States."], ["Gaglani", "Manjusha", "M", "Baylor Scott & White Health, Texas A&M College of Medicine, Temple, TX, United States."], ["Murthy", "Kempapura", "K", "Baylor Scott & White Health, Texas A&M College of Medicine, Temple, TX, United States."], ["McLean", "Huong Q", "HQ", "Marshfield Clinic Research Institute, Marshfield, WI, United States."], ["Belongia", "Edward A", "EA", "Marshfield Clinic Research Institute, Marshfield, WI, United States."], ["Malosh", "Ryan", "R", "University of Michigan, Ann Arbor, MI, United States."], ["Zimmerman", "Richard", "R", "University of Pittsburgh, Pittsburgh, PA, United States."], ["Flannery", "Brendan", "B", "Centers for Disease Control and Prevention, Atlanta, GA, United States."]], "date": "2017-12-14", "id": "29249545", "text": "In addition to preventing hospitalizations and deaths due to influenza, influenza vaccination programs can reduce the burden of outpatient visits for influenza. We estimated the incidence of medically-attended influenza at three geographically diverse sites in the United States, and the cases averted by vaccination, for the 2013/14 through 2015/16 influenza seasons.We defined surveillance populations at three sites from the United States Influenza Vaccine Effectiveness Network. Among these populations, we identified outpatient visits laboratory-confirmed influenza via active surveillance, and identified all outpatient visits for acute respiratory illness from healthcare databases. We extrapolated the total number of outpatient visits for influenza from the proportion of surveillance visits with a positive influenza test. We combined estimates of incidence, vaccine coverage, and vaccine effectiveness to estimate outpatient visits averted by vaccination.Across the three sites and seasons, incidence of medically attended influenza ranged from 14 to 54 per 1000 population. Incidence was highest in children aged 6 months to 9 years (33 to 70 per 1000) and lowest in adults aged 18-49 years (21 to 27 per 1000). Cases averted ranged from 9 per 1000 vaccinees (Washington, 2014/15) to 28 per 1000 (Wisconsin, 2013/14).Seasonal influenza epidemics cause a considerable burden of outpatient medical visits. The United States influenza vaccination program has caused meaningful reductions in outpatient visits for influenza, even in years when the vaccine is not well-matched to the dominant circulating influenza strain.", "doi": "10.1016/j.vaccine.2017.12.014", "title": "Burden of medically attended influenza infection and cases averted by vaccination - United States, 2013/14 through 2015/16 influenza seasons.", "journal": ["Vaccine", "Vaccine"]}