{"authors": [["Rowell", "Janelle", "J", "Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993-0002, USA."], ["Lo", "Chia-Yun", "CY", "Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993-0002, USA."], ["Price", "Graeme E", "GE", "Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993-0002, USA."], ["Misplon", "Julia A", "JA", "Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993-0002, USA."], ["Epstein", "Suzanne L", "SL", "Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993-0002, USA. Electronic address: Suzanne.Epstein@fda.hhs.gov."], ["Garcia", "Mayra", "M", "Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993-0002, USA."]], "date": "2017-12-14", "id": "29249542", "text": "Universal influenza vaccines are designed to protect against diverse strains of influenza virus. Preclinical testing of new vaccine candidates is usually done in naïve animals, despite intended use in the human population with its varied immune history including responses to previous vaccinations. As an approach more relevant to human use, we tested a candidate universal influenza vaccine in mice with a history of conventional vaccination. Female BALB/c mice were given two intramuscular doses of inactivated influenza vaccine (IIV) or diphtheria and tetanus toxoids vaccine (DT), one month apart. Another group was given two intranasal doses of live attenuated influenza virus (LAIV). One month after the second dose, mice were given the universal influenza vaccine: recombinant adenoviruses expressing influenza A nucleoprotein (A/NP) and matrix 2 (M2) (A/NP + M2-rAd). Immune responses to universal vaccine antigens A/NP and M2 were assessed by ELISA and interferon-γ ELISPOT. Protection was tested by challenge with mouse-adapted A/FM/1/47 (H1N1) and monitoring for weight loss and survival. Universal vaccine performance was enhanced, inhibited or unaffected by particular prior vaccinations. Mice given Afluria IIV and LAIV had greater antibody and T-cell response to A/NP than mice without prior vaccination, providing examples of enhanced A/NP + M2-rAd performance. Though Fluvirin IIV partially inhibited, the universal vaccine still provided considerable protection unlike conventional vaccination. Fluzone IIV and DT had no effect on A/NP + M2-rAd performance. Thus our results demonstrate that universal vaccine candidate A/NP + M2-rAd was at least partially effective in mice with diverse prior histories. However, the degree of protection and nature of the immune responses may be affected by a history of conventional vaccination and suggests that performance in humans would be influenced by immune history.", "doi": "10.1016/j.vaccine.2017.11.065", "title": "Conventional influenza vaccines influence the performance of a universal influenza vaccine in mice.", "journal": ["Vaccine", "Vaccine"]}