{"authors": [["Rodgers", "Loren", "L", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA; Commissioned Corps, US Public Health Service, Rockville, MD."], ["Shaw", "Lauren", "L", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA."], ["Strikas", "Raymond", "R", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA; Commissioned Corps, US Public Health Service, Rockville, MD."], ["Hibbs", "Beth", "B", "National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, Atlanta, GA."], ["Wolicki", "JoEllen", "J", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA."], ["Cardemil", "Cristina V", "CV", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA; Commissioned Corps, US Public Health Service, Rockville, MD."], ["Weinbaum", "Cindy", "C", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA."]], "date": "2017-12-14", "id": "29249524", "text": "To quantify vaccinations administered outside minimum and maximum recommended ages and to determine attendant costs of revaccination by analyzing immunization information system (IIS) records.We analyzed deidentified records of doses administered during 2014 to persons aged <18 years within 6 IIS sentinel sites (10% of the US population). We quantified doses administered outside of recommended ages according to the Advisory Committee on Immunization Practices childhood immunization schedule and prescribing information in package inserts, and calculated revaccination costs. To minimize misreporting bias, we analyzed publicly funded doses for which reported lot numbers and vaccine types were consistent.Among 3 394 047 doses with maximum age recommendations, 9755 (0.3%) were given after the maximum age. One type of maximum age violation required revaccination: 1344 (0.7%) of 194 934 doses of the 0.25-mL prefilled syringe formulation of quadrivalent inactivated influenza vaccine (Fluzone Quadrivalent, Sanofi Pasteur, Swiftwater, PA) were administered at age ≥36 months (revaccination cost, $111 964). We identified a total of 7 529 165 childhood, adolescent, and lifespan doses with minimum age recommendations, 9542 of which (0.1%) were administered before the minimum age. The most common among these violations were quadrivalent injectable influenza vaccines (3835, or 0.7% of 526 110 doses administered before age 36 months) and Kinrix (GlaxoSmithKline Biologicals, Rixensart, Belgium; DTaP-IPV) (2509, or 1.2% of 208 218 doses administered before age 48 months). The cost of revaccination for minimum age violations (where recommended) was $179 179.Administration of vaccines outside recommended minimum and maximum ages is rare, reflecting a general adherence to recommendations. Error rates were higher for several vaccines, some requiring revaccination. Vaccine schedule complexity and confusion among similar products might contribute to errors. Minimization of errors reduces wastage, excess cost, and inconvenience for parents and patients.", "doi": "10.1016/j.jpeds.2017.09.057", "title": "Frequency and Cost of Vaccinations Administered Outside Minimum and Maximum Recommended Ages-2014 Data From 6 Sentinel Sites of Immunization Information Systems.", "journal": ["The Journal of pediatrics", "J. Pediatr."]}