{"authors": [["Bookstaver", "Michelle L", "ML", "Fischell Department of Bioengineering, University of Maryland, 8228 Paint Branch Drive, College Park, MD 20742, USA."], ["Tsai", "Shannon J", "SJ", "Fischell Department of Bioengineering, University of Maryland, 8228 Paint Branch Drive, College Park, MD 20742, USA."], ["Bromberg", "Jonathan S", "JS", "Department of Surgery, University of Maryland School of Medicine, 29 South Greene Street, Baltimore, MD 21201, USA; Center for Vascular and Inflammatory Diseases, University of Maryland School of Medicine, 800 West Baltimore Street, Baltimore, MD 21201, USA; Department of Microbiology and Immunology, University of Maryland School of Medicine, 685 West Baltimore Street, Baltimore, MD 21201, USA; Marlene and Stewart Greenebaum Cancer Center, 22 South Greene Street, Baltimore, MD 21201, USA. Electronic address: jbromberg@som.umaryland.edu."], ["Jewell", "Christopher M", "CM", "Fischell Department of Bioengineering, University of Maryland, 8228 Paint Branch Drive, College Park, MD 20742, USA; Department of Microbiology and Immunology, University of Maryland School of Medicine, 685 West Baltimore Street, Baltimore, MD 21201, USA; Marlene and Stewart Greenebaum Cancer Center, 22 South Greene Street, Baltimore, MD 21201, USA; United States Department of Veteran Affairs, 10 North Greene Street, Baltimore, MD 21201, USA. Electronic address: cmjewell@umd.edu."]], "date": "2017-11-15", "id": "29249461", "text": "Polymers, lipids, scaffolds, microneedles, and other biomaterials are rapidly emerging as technologies to improve the efficacy of vaccines against infectious disease and immunotherapies for cancer, autoimmunity, and transplantation. New studies are also providing insight into the interactions between these materials and the immune system. This insight can be exploited for more efficient design of vaccines and immunotherapies. Here, we describe recent advances made possible through the unique features of biomaterials, as well as the important questions for further study.", "doi": "10.1016/j.it.2017.10.002", "title": "Improving Vaccine and Immunotherapy Design Using Biomaterials.", "journal": ["Trends in immunology", "Trends Immunol."]}