{"authors": [["Duperret", "Elizabeth K", "EK", "Vaccine Center, The Wistar Institute, Philadelphia, PA 19104, USA."], ["Wise", "Megan C", "MC", "Inovio Pharmaceuticals, Inc., Plymouth Meeting, PA 19462, USA; University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Trautz", "Aspen", "A", "Vaccine Center, The Wistar Institute, Philadelphia, PA 19104, USA."], ["Villarreal", "Daniel O", "DO", "University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Ferraro", "Bernadette", "B", "Inovio Pharmaceuticals, Inc., Plymouth Meeting, PA 19462, USA."], ["Walters", "Jewell", "J", "Inovio Pharmaceuticals, Inc., Plymouth Meeting, PA 19462, USA."], ["Yan", "Jian", "J", "Inovio Pharmaceuticals, Inc., Plymouth Meeting, PA 19462, USA."], ["Khan", "Amir", "A", "Inovio Pharmaceuticals, Inc., Plymouth Meeting, PA 19462, USA."], ["Masteller", "Emma", "E", "Inovio Pharmaceuticals, Inc., Plymouth Meeting, PA 19462, USA."], ["Humeau", "Laurent", "L", "Inovio Pharmaceuticals, Inc., Plymouth Meeting, PA 19462, USA."], ["Weiner", "David B", "DB", "Vaccine Center, The Wistar Institute, Philadelphia, PA 19104, USA. Electronic address: dweiner@wistar.org."]], "date": "2017-11-21", "id": "29249395", "text": "Immune checkpoint blockade antibodies are setting a new standard of care for cancer patients. It is therefore important to assess any new immune-based therapies in the context of immune checkpoint blockade. Here, we evaluate the impact of combining a synthetic consensus TERT DNA vaccine that has improved capacity to break tolerance with immune checkpoint inhibitors. We observed that blockade of CTLA-4 or, to a lesser extent, PD-1 synergized with TERT vaccine, generating more robust anti-tumor activity compared to checkpoint alone or vaccine alone. Despite this anti-tumor synergy, none of these immune checkpoint therapies showed improvement in TERT antigen-specific immune responses in tumor-bearing mice. αCTLA-4 therapy enhanced the frequency of T-bet+/CD44+ effector CD8+ T cells within the tumor and decreased the frequency of regulatory T cells within the tumor, but not in peripheral blood. CTLA-4 blockade synergized more than Treg depletion with TERT DNA vaccine, suggesting that the effect of CTLA-4 blockade is more likely due to the expansion of effector T cells in the tumor rather than a reduction in the frequency of Tregs. These results suggest that immune checkpoint inhibitors function to alter the immune regulatory environment to synergize with DNA vaccines, rather than boosting antigen-specific responses at the site of vaccination.", "doi": "10.1016/j.ymthe.2017.11.010", "title": "Synergy of Immune Checkpoint Blockade with a Novel Synthetic Consensus DNA Vaccine Targeting TERT.", "journal": ["Molecular therapy : the journal of the American Society of Gene Therapy", "Mol. Ther."]}