{"authors": [["de Silva", "Kumudika", "K", "Sydney School of Veterinary Science, Faculty of Science, University of Sydney, Australia. Electronic address: kumi.desilva@sydney.edu.au."], ["Plain", "Karren", "K", "Sydney School of Veterinary Science, Faculty of Science, University of Sydney, Australia."], ["Purdie", "Auriol", "A", "Sydney School of Veterinary Science, Faculty of Science, University of Sydney, Australia."], ["Begg", "Douglas", "D", "Sydney School of Veterinary Science, Faculty of Science, University of Sydney, Australia."], ["Whittington", "Richard", "R", "Sydney School of Veterinary Science, Faculty of Science, University of Sydney, Australia; School of Life and Environmental Sciences, Faculty of Science, University of Sydney, Australia."]], "date": "2017-11-24", "id": "29249318", "text": "Paratuberculosis is an insidious, chronic disease of ruminants that has significant animal welfare implications and reduces on-farm profitability globally. Not all animals exposed to the causative pathogen, Mycobacterium avium subspecies paratuberculosis (MAP), succumb to disease and this unique, long-term trial was designed to track animals that were resilient. The advantages of understanding immune protection include the management option to retain resilient individuals in a herd/flock and the potential for deliberate manipulation of the host immune response using novel vaccines. Twenty sheep experimentally exposed to MAP and 10 controls were monitored for 2.5 years during which the condition progressed, resembling natural disease development. Cellular and humoral immune parameters and faecal MAP shedding were examined regularly and disease outcomes were classified at necropsy, based on the presence of viable MAP and histopathological lesions in intestinal tissues, either at the termination of the trial or when animals were culled due to weight loss. There were distinct characteristics, such as an early strong IFNγ response, that differentiated resilient sheep from susceptible individuals prior to the onset of clinical disease. Faecal MAP shedding and serum antibody level, commonly used to diagnose disease, were more ambiguous. The former was transient in the majority of resilient animals and therefore should not be used for diagnosis of MAP infection in younger animals. Remarkably, the serum antibody level in some resilient animals was higher than the usual positive-negative cut-off for disease diagnosis at multiple samplings throughout the trial. Consequently the antibody response in resistance to paratuberculosis requires further investigation.", "doi": "10.1016/j.vetimm.2017.11.008", "title": "Defining resilience to mycobacterial disease: Characteristics of survivors of ovine paratuberculosis.", "journal": ["Veterinary immunology and immunopathology", "Vet. Immunol. Immunopathol."]}