{"authors": [["Karlsson", "Ingrid", "I", "Virus Research and Development Laboratory, Department of Virus and Microbiological Special Diagnostics, Statens Serum Institut, Artillerivej 5, 2300 Copenhagen S, Denmark."], ["Borggren", "Marie", "M", "Virus Research and Development Laboratory, Department of Virus and Microbiological Special Diagnostics, Statens Serum Institut, Artillerivej 5, 2300 Copenhagen S, Denmark."], ["Rosenstierne", "Maiken Worsøe", "MW", "Virus Research and Development Laboratory, Department of Virus and Microbiological Special Diagnostics, Statens Serum Institut, Artillerivej 5, 2300 Copenhagen S, Denmark."], ["Trebbien", "Ramona", "R", "National Influenza Center Denmark, Statens Serum Institut, Artillerivej 5, 2300 Copenhagen S, Denmark."], ["Williams", "James A", "JA", "Nature Technology Corporation, 4701 Innovation Dr, Lincoln, NE 68521, USA."], ["Vidal", "Enric", "E", "IRTA, Centre de Recerca en Sanitat Animal (CReSA, IRTA-UAB), Campus de la Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain."], ["Vergara-Alert", "Júlia", "J", "IRTA, Centre de Recerca en Sanitat Animal (CReSA, IRTA-UAB), Campus de la Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain."], ["Foz", "David Solanes", "DS", "IRTA, Centre de Recerca en Sanitat Animal (CReSA, IRTA-UAB), Campus de la Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain."], ["Darji", "Ayub", "A", "IRTA, Centre de Recerca en Sanitat Animal (CReSA, IRTA-UAB), Campus de la Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain."], ["Sisteré-Oró", "Marta", "M", "IRTA, Centre de Recerca en Sanitat Animal (CReSA, IRTA-UAB), Campus de la Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain."], ["Segalés", "Joaquim", "J", "UAB, Centre de Recerca en Sanitat Animal (CReSA, IRTA-UAB), Campus de la Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain; Departament de Sanitat i Anatomia Animals, Facultat de Veterinària, UAB, 08193 Bellaterra, Barcelona, Spain."], ["Nielsen", "Jens", "J", "Virus Research and Development Laboratory, Department of Virus and Microbiological Special Diagnostics, Statens Serum Institut, Artillerivej 5, 2300 Copenhagen S, Denmark."], ["Fomsgaard", "Anders", "A", "Virus Research and Development Laboratory, Department of Virus and Microbiological Special Diagnostics, Statens Serum Institut, Artillerivej 5, 2300 Copenhagen S, Denmark; Infectious Disease Research Unit, Clinical Institute, University of Southern Denmark, Sdr. Boulevard 29, DK-5000 Odense C, Denmark. Electronic address: AFO@ssi.dk."]], "date": "2017-11-23", "id": "29249314", "text": "Influenza A virus in swine herds represents a major problem for the swine industry and poses a constant threat for the emergence of novel pandemic viruses and the development of more effective influenza vaccines for pigs is desired. By optimizing the vector backbone and using a needle-free delivery method, we have recently demonstrated a polyvalent influenza DNA vaccine that induces a broad immune response, including both humoral and cellular immunity.To investigate the protection of our polyvalent influenza DNA vaccine approach in a pig challenge study.By intradermal needle-free delivery to the skin, we immunized pigs with two different doses (500μg and 800μg) of an influenza DNA vaccine based on six genes of pandemic origin, including internally expressed matrix and nucleoprotein and externally expressed hemagglutinin and neuraminidase as previously demonstrated. Two weeks following immunization, the pigs were challenged with the 2009 pandemic H1N1 virus.When challenged with 2009 pandemic H1N1, 0/5 vaccinated pigs (800μg DNA) became infected whereas 5/5 unvaccinated control pigs were infected. The pigs vaccinated with the low dose (500μg DNA) were only partially protected. The DNA vaccine elicited binding-, hemagglutination inhibitory (HI) - as well as cross-reactive neutralizing antibody activity and neuraminidase inhibiting antibodies in the immunized pigs, in a dose-dependent manner.The present data, together with the previously demonstrated immunogenicity of our influenza DNA vaccine, indicate that naked DNA vaccine technology provides a strong approach for the development of improved pig vaccines, applying realistic low doses of DNA and a convenient delivery method for mass vaccination.", "doi": "10.1016/j.vetimm.2017.11.007", "title": "Protective effect of a polyvalent influenza DNA vaccine in pigs.", "journal": ["Veterinary immunology and immunopathology", "Vet. Immunol. Immunopathol."]}