{"authors": [["Kan", "Ting", "T", "Second Military Medical University, School of Nursing, Shanghai, PR China."], ["Ai", "Jiaqi", "J", "Heilongjiang Nursing College, Harbin, PR China."], ["Zhang", "Jing", "J", "Second Military Medical University, School of Nursing, Shanghai, PR China. Electronic address: jane_zhang@smmu.edu.cn."], ["Liu", "Xiaohong", "X", "Second Military Medical University, School of Nursing, Shanghai, PR China. Electronic address: xhliu@smmu.edu.cn."]], "date": "2017-12-06", "id": "29248825", "text": "Vaccination has been proven the most effective method to prevent seasonal influenza. Nurses' vaccination can provide protection against influenza not only for themselves but also for patients they take care of. However, vaccination coverage of nurses is suboptimal worldwide, especially in China. The influencing factors need to be explored so as to develop specific, workable strategies to improve nurses' vaccination behaviour.To explore predictors of their vaccination behaviour, identify the motivators and barriers of vaccination, and provide implications for future interventions.A cross-sectional convenience sampling questionnaire survey.Nine hospitals including five tertiary hospitals, two secondary hospitals, and two primary hospitals in Shanghai, China.A total of 1000 nurses from the nine hospitals were invited to participate in this survey. Among them, 921 nurses responded and 895 returned valid questionnaires that were used in data analysis.The Chinese version of the King's Nurses' Influenza Vaccination Questionnaire was used as the survey instrument and distributed to the participants during February-November 2012. Descriptive statistics, univariate analyses, and multivariate analyses were conducted to explore the predictors of nurses' vaccination behaviour.Overall, 8.8% of the respondents received seasonal influenza vaccination in the past influenza season (2011/2012 season). Nurses had averagely received 0.38 ± 0.71 influenza vaccines during the past five influenza seasons (2007/2008 to 2011/2012 season). Predictors of nurses' vaccination status were clinical specialty, knowledge about influenza vaccination [1.331 (1.102, 1.608), p = 0.003], internal health locus of control [0.910 (0.845, 0.980), p = 0.013], chance health locus of control [1.075 (1.023, 1.130), p = 0.004]and powerful others health of locus control [1.166 (1.083, 1.255), p < 0.001]. Predictors of their vaccination times were hospital level, clinical specialty, and knowledge about influenza vaccination [1.458 (1.242, 1.711), p < 0.001]. Self-protection was the most common cited reason for getting vaccinated, and \"no need\" was cited as the most common refusal reason.This is the first well-designed study conducted in mainland China to explore nurses' vaccination behaviour against seasonal influenza. Vaccination coverage in this population was suboptimal. Mandatory vaccination policy should be implemented and attempts of multi-faceted interventions including specific education might also be needed.", "doi": "10.1016/j.ijnurstu.2017.12.003", "title": "Predictors of seasonal influenza vaccination behaviour among nurses and implications for interventions to increase vaccination uptake: A cross-sectional survey.", "journal": ["International journal of nursing studies", "Int J Nurs Stud"]}