{"authors": [["Cartmell", "Kathleen B", "KB", "Medical University of South Carolina, Hollings Cancer Center, Charleston, SC, United States; Medical University of South Carolina, College of Nursing, Charleston, SC, United States. Electronic address: cartmelk@musc.edu."], ["Young-Pierce", "Jennifer", "J", "Medical University of South Carolina, Hollings Cancer Center, Charleston, SC, United States; Medical University of South Carolina, Department of Gynecologic Oncology, Charleston, SC, United States."], ["McGue", "Shannon", "S", "Medical University of South Carolina, College of Medicine, Charleston, SC, United States."], ["Alberg", "Anthony J", "AJ", "Medical University of South Carolina, Hollings Cancer Center, Charleston, SC, United States; Medical University of South Carolina, Department of Public Health Sciences, United States."], ["Luque", "John S", "JS", "Medical University of South Carolina, Hollings Cancer Center, Charleston, SC, United States; Medical University of South Carolina, Department of Public Health Sciences, United States."], ["Zubizarreta", "Maria", "M", "University of South Carolina, Arnold School of Public Health, Columbia, SC, United States."], ["Brandt", "Heather M", "HM", "University of South Carolina, Arnold School of Public Health, Columbia, SC, United States."]], "date": "2017-12-07", "id": "29248818", "text": "The objective was to investigate how state level strategies in South Carolina could maximize HPV vaccine uptake.An environmental scan identified barriers, facilitators, and strategies for improving HPV vaccination in South Carolina. Interviews were conducted with state leaders from relevant organizations such as public health agencies, medical associations, K-12 schools, universities, insurers, and cancer advocacy organizations. A thematic content analysis design was used. Digital interview files were transcribed, a data dictionary was created and data were coded using the data dictionary.Thirty four interviews were conducted with state leaders. Barriers to HPV vaccination included lack of HPV awareness, lack of provider recommendation, HPV vaccine concerns, lack of access and practice-level barriers. Facilitators included momentum for improving HPV vaccination, school-entry Tdap requirement, pharmacy-based HPV vaccination, state immunization registry, HEDIS measures and HPV vaccine funding. Strategies for improving HPV vaccination fell into three categories: 1) addressing lack of awareness about the importance of HPV vaccination among the public and providers; 2) advocating for policy changes around HPV vaccine coverage, vaccine education, and pharmacy-based vaccination; and 3) coordination of efforts.A statewide environmental scan generated a blueprint for action to be used to improve HPV vaccination in the state.", "doi": "10.1016/j.pvr.2017.11.003", "title": "Barriers, facilitators, and potential strategies for increasing HPV vaccination: A statewide assessment to inform action.", "journal": ["Papillomavirus research (Amsterdam, Netherlands)", "Papillomavirus Res"]}