{"authors": [["Rudra", "Jai S", "JS", "Department of Pharmacology and Toxicology, University of Texas Medical Branch, Galveston, TX 77555-0436, United States; Sealy Center for Vaccine Development, University of Texas Medical Branch, Galveston, TX 77555-0436, United States."], ["Banasik", "Brianne N", "BN", "Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555-0436, United States."], ["Milligan", "Gregg N", "GN", "Sealy Center for Vaccine Development, University of Texas Medical Branch, Galveston, TX 77555-0436, United States; Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555-0436, United States; Department of Microbiology and Immunology, University of Texas Medical Branch, Galveston, TX 77555-0436, United States. Electronic address: gnmillig@utmb.edu."]], "date": "2017-12-14", "id": "29248267", "text": "Improving CD8+ T cell responses activated by subunit vaccination is crucial for improving vaccine efficacy and safety. Here we report a carrier-adjuvant system composed of self-assembling peptide nanofibers presenting an immunodominant antigen from herpes simplex virus (HSV) and toll-like receptor (TLR) agonists that induces robust effector and memory CD8+ T cell responses in mice. The effector function of vaccine-induced CD8+ T cells was influenced by the type of TLR agonist. The use of CpG (TLR9 agonist) resulted in significantly greater specific in vivo cytotoxicity and trended towards more cells producing both IFN-γ and TNF-α compared to gardiquimod (TLR7 agonist). Prime-boost immunization with peptide nanofibers combined with either adjuvant resulted in development of HSV-specific CD8+ memory T cells further demonstrating the capability of the carrier-adjuvant system to induce strong HSV-specific CD8+ T cell responses. Inclusion of peptide epitope-nanofibers in protein-based subunit vaccines should increase the functional spectrum of the vaccine-elicited immune response and protection.", "doi": "10.1016/j.vaccine.2017.12.017", "title": "A combined carrier-adjuvant system of peptide nanofibers and toll-like receptor agonists potentiates robust CD8+ T cell responses.", "journal": ["Vaccine", "Vaccine"]}