{"authors": [["Lipsitch", "Marc", "M", "Center for Communicable Disease Dynamics, Harvard T.H. Chan School of Public Health, Boston, MA 02115, USA. Electronic address: mlipsitc@hsph.harvard.edu."], ["Li", "Lucy M", "LM", "Center for Communicable Disease Dynamics, Harvard T.H. Chan School of Public Health, Boston, MA 02115, USA."], ["Patterson", "Scott", "S", "Sanofi Pasteur, 1 Discovery Drive, Swiftwater, PA 18370, USA."], ["Trammel", "James", "J", "inVentiv Health Clinical, 504 Carnegie Center, Princeton, NJ 08540, USA."], ["Juergens", "Christine", "C", "Pfizer Vaccine Clinical Research and Development, Pfizer Pharma GmbH, Linkstrasse 10, 10785 Berlin, Germany."], ["Gruber", "William C", "WC", "Pfizer Vaccine Clinical Research and Development, Pfizer Inc., 401 N Middletown Road, Pearl River, NY 10965, USA."], ["Scott", "Daniel A", "DA", "Pfizer Vaccine Clinical Research and Development, Pfizer Inc., 401 N Middletown Road, Pearl River, NY 10965, USA."], ["Dagan", "Ron", "R", "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva 85025, Israel."]], "date": "2017-12-14", "id": "29248266", "text": "The magnitude of an individual's serotype-specific immunoglobulin G (IgG) response to a pneumococcal conjugate vaccine (PCV) has been associated with the vaccine's protective efficacy against carriage of pneumococci of that serotype, though the relationship with other serotypes needs to be understood.Using immunogenicity data collected during a trial comparing the 7-valent (PCV7) and 13-valent (PCV13) vaccines, we measured associations between serotype-specific IgG levels, and used multiple regressions to identify demographic predictors of response.Vaccine-induced IgG levels were moderately positively correlated with one another, with pairwise correlation coefficients of 0.40-0.70. Principal component analysis of vaccine-serotype responses yielded one principal component indicating general immune responsiveness, and a second principal component mainly describing responses to serotype 14, which was the least correlated with the other responses. Overall, demographic variables explained only 17.0 and 20.4% of the geometric mean PCV7 and PCV13 responses, respectively. In both groups, older age at the first vaccine dose and shorter time from vaccination to antibody measurement were independently associated with stronger geometric mean responses.Improved understanding of the nature and causes of variation in immune response may aid in optimizing vaccination schedules and identifying robust correlates of protection.", "doi": "10.1016/j.vaccine.2017.12.015", "title": "Serotype-specific immune responses to pneumococcal conjugate vaccine among children are significantly correlated by individual: Analysis of randomized controlled trial data.", "journal": ["Vaccine", "Vaccine"]}