{"authors": [["Hibbs", "Beth F", "BF", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention (CDC), United States. Electronic address: bhibbs@cdc.gov."], ["Miller", "Elaine", "E", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention (CDC), United States."], ["Shi", "Jing", "J", "HIV Incidence and Case Surveillance Branch, Division of HIV/AIDS Prevention, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention (CDC), United States."], ["Smith", "Kamesha", "K", "Flexcare Medical Staffing, Roseville, CA, United States."], ["Lewis", "Paige", "P", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention (CDC), United States."], ["Shimabukuro", "Tom T", "TT", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention (CDC), United States."]], "date": "2017-12-14", "id": "29248264", "text": "Vaccines should be stored and handled according to manufacturer specifications. Inadequate cold chain management can affect potency; but, limited data exist on adverse events (AE) following administration of vaccines kept outside of recommended temperatures.To describe reports to the Vaccine Adverse Event Reporting System (VAERS) involving vaccines inappropriately stored outside of recommended temperatures and/or exposed to temperatures outside of manufacturer specifications for inappropriate amounts of time.We searched the VAERS database (analytic period 2008-2012) for reports describing vaccines kept outside of recommended temperatures. We analyzed reports by vaccine type, length outside of recommended temperature and type of temperature excursion, AE following receipt of potentially compromised vaccine, and reasons for cold chain breakdown.We identified 476 reports of vaccines kept outside of recommended temperatures; 77% described cluster incidents involving multiple patients. The most commonly reported vaccines were quadrivalent human papillomavirus (n = 146, 30%), 23-valent pneumococcal polysaccharide (n = 51, 11%), and measles, mumps, and rubella (n = 45, 9%). Length of time vaccines were kept outside of recommended temperatures ranged from 15 mins to 6 months (median 51 h). Most (n = 458, 96%) reports involved patients who were administered potentially compromised vaccines; AE were reported in 32 (7%), with local reactions (n = 21) most frequent. Two reports described multiple patients contracting diseases they were vaccinated against, indicating possible influenza vaccine failure. Lack of vigilance, inadequate training, and equipment failure were reasons cited for cold chain management breakdowns.Our review does not indicate any substantial direct health risk from administration of vaccines kept outside of recommended temperatures. However, there are potential costs and risks, including vaccine wastage, possible decreased protection, and patient and parent inconvenience related to revaccination. Maintaining high vigilance, proper staff training, regular equipment maintenance, and having adequate auxiliary power are important components of comprehensive vaccine cold chain management.", "doi": "10.1016/j.vaccine.2017.11.083", "title": "Safety of vaccines that have been kept outside of recommended temperatures: Reports to the Vaccine Adverse Event Reporting System (VAERS), 2008-2012.", "journal": ["Vaccine", "Vaccine"]}