{"authors": [["Castle", "Philip E", "PE", "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY, USA. Electronic address: philip.castle@einstein.yu.edu."], ["Pierz", "Amanda", "A", "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY, USA."], ["Stoler", "Mark H", "MH", "Department of Pathology, University of Virginia, Charlottesville, VA, USA."]], "date": "2017-12-13", "id": "29248196", "text": "There remains uncertainty about the role of human papillomavirus (HPV) infection in causing small-cell neuroendocrine carcinoma (SCNC) and large-cell neuroendocrine carcinoma (LCNC) of the cervix. To clarify the role of HPV in the development of SCNC and LCNC, we conducted a systematic review and meta-analyses.PubMed and Embase were searched to initially identify 143 articles published on or before June 1, 2017. Studies were limited to methods that tested for HPV in the cancer tissue directly to minimize misattribution. Thirty-two studies with 403 SCNC and 9 studies of 45 LCNC were included in the analysis.For SCNC, 85% (95% confidence interval [95%CI]=71%-94%) were HPV positive, 78% (95%CI=64%-90%) were HPV16 and/or HPV18 positive, 51% (95%CI=39%-64%) were singly HPV18 positive, and 10% (95%CI=4%-19%) were singly HPV16 positive. In a subset of 5 SCNC studies (75 cases), 93% were positive for p16INK4a by immunohistochemistry and 100% were HPV positive. For LCNC, 88% (95%CI=72%-99%) were HPV positive, 86% (95%CI=70%-98%) were positive for HPV16 or HPV18, 30% were singly HPV18 positive (95%CI=4%-60%), and 29% (95%CI=2%-64%) were singly HPV16 positive.In conclusion, most SCNC and LCNC are caused by HPV, primarily HPV18 and HPV16. Therefore, most if not all SCNC and LCNC will be prevented by currently available prophylactic HPV vaccines.", "doi": "10.1016/j.ygyno.2017.12.001", "title": "A systematic review and meta-analysis on the attribution of human papillomavirus (HPV) in neuroendocrine cancers of the cervix.", "journal": ["Gynecologic oncology", "Gynecol. Oncol."]}