{"authors": [["Altman", "Eleonora", "E", "Vaccines and Immunotherapeutics Program, National Research Council of Canada, Ottawa, ON K1A 0R6, Canada."], ["Chandan", "Vandana", "V", "Vaccines and Immunotherapeutics Program, National Research Council of Canada, Ottawa, ON K1A 0R6, Canada."], ["Harrison", "Blair A", "BA", "Vaccines and Immunotherapeutics Program, National Research Council of Canada, Ottawa, ON K1A 0R6, Canada."], ["Vinogradov", "Evgeny", "E", "Vaccines and Immunotherapeutics Program, National Research Council of Canada, Ottawa, ON K1A 0R6, Canada. Electronic address: evguenii.vinogradov@nrc-cnrc.gc.ca."]], "date": "2017-12-07", "id": "29247909", "text": "Structural characterization of the lipopolysaccharide (LPS) from a nontypeable Helicobacter pylori strain PJ1 and two corresponding mutants, PJ1 HP1283:cam and PJ1 HP1284:cam, was performed using a combination of NMR and mass spectrometric techniques. It resulted in the core structure that differed significantly from the one proposed previously. Overall architecture of PJ1 LPS was found to be consistent with a structural model described for several other H. pylori strains. It contained a polymer of d-glycero-d-manno-heptose (dd-Hep) as the O-chain component, linked to α-1,6-glucan through a dd-Hep oligosaccharide. H. pylori PJ1 HP1283:cam LPS was missing dd-heptan, terminating with an α-1,6-glucan chain containing 5-13 glucose residues. LPS of strain PJ1 HP1284:cam was missing dd-Hep from the core and had β-GlcNAc attached directly to O-3 of the inner-core ld-Hep residue. To investigate the role of dd-heptan in protective immunity, delipidated LPS (dLPS) from strain PJ1 was conjugated to tetanus toxoid (TT) and immunological properties of the resultant glycoconjugate dLPS(PJ1)-TT determined. The dLPS(PJ1)-TT conjugate was immunogenic in mice and rabbits and induced specific and cross-reactive functional antibodies against homologous and heterologous strains of H. pylori. Whole cell indirect ELISA performed on a selected number of H. pylori isolates confirmed that the immune response correlated with the presence of α-1,6-glucan and was not augmented by the dd-Hep content of these strains.", "doi": "10.1016/j.carres.2017.10.024", "title": "Structural and immunological characterization of a glycoconjugate based on the delipidated lipopolysaccharide from a nontypeable Helicobacter pylori strain PJ1 containing an extended d-glycero-d-manno-heptan.", "journal": ["Carbohydrate research", "Carbohydr. Res."]}