{"authors": [["Karasuyama", "Hajime", "H", "Department of Immune Regulation, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University (TMDU), Tokyo, Japan. Electronic address: karasuyama.mbch@tmd.ac.jp."], ["Miyake", "Kensuke", "K", "Department of Immune Regulation, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University (TMDU), Tokyo, Japan."], ["Yoshikawa", "Soichiro", "S", "Department of Immune Regulation, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University (TMDU), Tokyo, Japan."], ["Yamanishi", "Yoshinori", "Y", "Department of Immune Regulation, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University (TMDU), Tokyo, Japan."]], "date": "2017-12-14", "id": "29247714", "text": "Until recently, basophils had often been neglected in immunologic studies because of their minority status among immune cells or confused with tissue-resident mast cells because of some phenotypic similarities between them in spite of different anatomic localization. It is now appreciated that basophils and mast cells are distinct cell lineages and that basophils play important and nonredundant roles distinct from those played by mast cells. On the one hand, basophils contribute beneficially to protective immunity, particularly against parasitic infections. On the other hand, basophils are involved in the development of various disorders, including allergy and autoimmune disease. Basophils interact with other immune cells and nonhematopoietic cells through cell-to-cell contact or basophil-derived factors, such as cytokines and proteases, contributing to the regulation of immune and allergic responses. In this review article we highlight recent advances in our understanding of basophil pathophysiology in human subjects and animal models by consolidating research findings reported during the past 5 years. Further studies on basophils and their products will help identify suitable targets for novel therapeutics in allergy and effective vaccines against parasitic infection.", "doi": "10.1016/j.jaci.2017.10.042", "title": "Multifaceted roles of basophils in health and disease.", "journal": ["The Journal of allergy and clinical immunology", "J. Allergy Clin. Immunol."]}