{"authors": [["Zhu", "Jianwei", "J", "Department of Orthopaedics, Shandong Provincial Hospital Affiliated to Shandong University, No.324, Jingwu Road, Jinan, Shandong, China, 250021."], ["Li", "Rui", "R", null], ["Tiselius", "Eva", "E", null], ["Roudi", "Raheleh", "R", null], ["Teghararian", "Olivia", "O", null], ["Suo", "Chen", "C", null], ["Song", "Huan", "H", null]], "date": "2017-12-16", "id": "29247502", "text": "Non-small cell lung cancer (NSCLC) is the most common lung cancer, accounting for approximately 80% to 85% of all cases. For patients with localised NSCLC (stages I to III), it has been speculated that immunotherapy may be helpful for reducing postoperative recurrence rates, or improving the clinical outcomes of current treatment for unresectable tumours. While several new agents have now entered phase III clinical trials, we felt a systematic review was needed to address the question of the effectiveness and safety of immunotherapy in patients with stages I to III NSCLC.To evaluate the effectiveness and safety of immunotherapy (excluding checkpoint inhibitors) in patients with localised NSCLC (stages I to III) who received surgery or radiotherapy with curative intent.We searched the following databases (from inception to 20 January 2017): CENTRAL, MEDLINE, Embase, and CINAHL, and five trial registers. We also manually checked abstracts or reports from relevant conference proceedings and the reference lists of included trials.We searched for randomised controlled trials (RCTs) in adults (≥ 18 years) with histologically-confirmed early-stage (stages I to III) NSCLC after surgical resection, and those with unresectable locally advanced stage III NSCLC who had received radiotherapy with curative intent. For patients who had received primary surgical treatment, postoperative radiotherapy or chemoradiotherapy was allowed if it was used for both experimental and control groups.Two review authors independently selected eligible trials, assessed risk of bias, and extracted data. We used survival analysis to pool time-to-event data, expressing the intervention effect as a hazard ratio (HR). We calculated risk ratios (RR) for dichotomous data, and mean differences for continuous data, with 95% confidence intervals (CI). Due to clinical heterogeneity (immunotherapeutic agents with different underlying mechanisms), we used random-effects models for our meta-analyses.We identified nine eligible trials that randomised 4940 participants, who had received surgical resection or curative radiotherapy, to either an immunotherapy group or a control group. Included immunological interventions were active immunotherapy (i.e. Bacillus Calmette-Guérin (BCG)), adoptive cell transfer (i.e. transfer factor (TF), tumour-infiltrating lymphocytes (TIL), dendritic cell-cytokine induced killer (DC-CIK), and antigen-specific cancer vaccines (melanoma-associated antigen 3 (MAGE-A3) and L-BLP25). Except for one small trial, which provided insufficient information for risk assessment, we assessed five studies at high risk of bias for at least one of the seven biases studied; we considered the risk of bias in the other three trials to be low. We included data from seven of the nine trials in the meta-analyses (4695 participants). We pooled data from 3693 participants from the three high quality RCTs to evaluate overall survival (OS) and progression-free survival (PFS). We found a small, but not statistically significant, improvement in OS (HR 0.94, 95% CI 0.83 to 1.06; P = 0.35), and PFS (HR 0.93, 95% CI 0.81 to 1.07; P = 0.19; high-quality evidence). The addition of immunotherapy resulted in a small, but not statistically significant, increased risk of having any adverse event (RR 1.15, 95% CI 0.97 to 1.37; P = 0.11, three trials, 3955 evaluated participants, moderate-quality evidence), or severe adverse events (RR 1.10, 95% CI 0.88 to 1.39; four trials, 4362 evaluated participants; low-quality evidence).We analysed data from six studies for one-, two-, and three-year survival rates (4265 participants), and from six studies for five-year survival rates (4234 participants). We observed no clear between-group differences (low-quality evidence for one- and two-year survival rates, and moderate-quality evidence for three- and five-year survival rate).No trial reported the overall response rates; only one trial provided health-related quality of life results.The current literature does not provide evidence that suggests a survival benefit from adding immunotherapy (excluding checkpoint inhibitors) to conventional curative surgery or radiotherapy, for patients with localised NSCLC (stages I to III). The addition of vaccine-based immunotherapy might increase the risk of adverse events. Several ongoing trials with immune checkpoints inhibitors (PD-1/PD-L1) might bring new insights for role of immunotherapy for patients with stages I to III NSCLC.", "doi": "10.1002/14651858.CD011300.pub2", "title": "Immunotherapy (excluding checkpoint inhibitors) for stage I to III non-small cell lung cancer treated with surgery or radiotherapy with curative intent.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}