{"authors": [["Aguilar-Ayala", "Diana A", "DA", "Laboratory of Microbiology, Faculty of Science, Ghent University, Gent, Belgium. di_angel_5@hotmail.com."], ["Tilleman", "Laurentijn", "L", "Laboratory of Pharmaceutical Biotechnology, Faculty of Pharmaceutical Sciences, Ghent University, Gent, Belgium."], ["Van Nieuwerburgh", "Filip", "F", "Laboratory of Pharmaceutical Biotechnology, Faculty of Pharmaceutical Sciences, Ghent University, Gent, Belgium."], ["Deforce", "Dieter", "D", "Laboratory of Pharmaceutical Biotechnology, Faculty of Pharmaceutical Sciences, Ghent University, Gent, Belgium."], ["Palomino", "Juan Carlos", "JC", "Laboratory of Microbiology, Faculty of Science, Ghent University, Gent, Belgium."], ["Vandamme", "Peter", "P", "Laboratory of Microbiology, Faculty of Science, Ghent University, Gent, Belgium."], ["Gonzalez-Y-Merchand", "Jorge A", "JA", "Laboratory of Molecular Microbiology, Escuela Nacional de Ciencias Biológicas, Instituto Politécnico Nacional, Mexico City, Mexico."], ["Martin", "Anandi", "A", "Laboratory of Microbiology, Faculty of Science, Ghent University, Gent, Belgium."]], "date": "2017-12-15", "id": "29247215", "text": "Tuberculosis (TB) is currently the number one killer among infectious diseases worldwide. Lipids are abundant molecules during the infectious cycle of Mycobacterium tuberculosis (Mtb) and studies better mimicking its actual metabolic state during pathogenesis are needed. Though most studies have focused on the mycobacterial lipid metabolism under standard culture conditions, little is known about the transcriptome of Mtb in a lipid environment. Here we determined the transcriptome of Mtb H37Rv in a lipid-rich environment (cholesterol and fatty acid) under aerobic and hypoxic conditions, using RNAseq. Lipids significantly induced the expression of 368 genes. A main core lipid response was observed involving efflux systems, iron caption and sulfur reduction. In co-expression with ncRNAs and other genes discussed below, may act coordinately to prepare the machinery conferring drug tolerance and increasing a persistent population. Our findings could be useful to tag relevant pathways for the development of new drugs, vaccines and new strategies to control TB.", "doi": "10.1038/s41598-017-17751-x", "title": "The transcriptome of Mycobacterium tuberculosis in a lipid-rich dormancy model through RNAseq analysis.", "journal": ["Scientific reports", "Sci Rep"]}