{"authors": [["Sarna", "Mohinder", "M", "School of Public Health, The University of Queensland, Brisbane, Australia."], ["Lambert", "Stephen B", "SB", "UQ Child Health Research Centre, The University of Queensland, Brisbane, Australia."], ["Sloots", "Theo P", "TP", "UQ Child Health Research Centre, The University of Queensland, Brisbane, Australia."], ["Whiley", "David M", "DM", "UQ Child Health Research Centre, The University of Queensland, Brisbane, Australia."], ["Alsaleh", "Asma", "A", "Department of Botany and Microbiology, King Saud University, Riyadh, Saudi Arabia."], ["Mhango", "Lebogang", "L", "UQ Child Health Research Centre, The University of Queensland, Brisbane, Australia."], ["Bialasiewicz", "Seweryn", "S", "UQ Child Health Research Centre, The University of Queensland, Brisbane, Australia."], ["Wang", "David", "D", "School of Medicine, Washington University in St Louis, St Louis, Missouri, USA."], ["Nissen", "Michael D", "MD", "UQ Child Health Research Centre, The University of Queensland, Brisbane, Australia."], ["Grimwood", "Keith", "K", "School of Medicine and Menzies Health Institute Queensland, Griffith University, Brisbane, Australia."], ["Ware", "Robert S", "RS", "School of Public Health, The University of Queensland, Brisbane, Australia."]], "date": "2017-12-15", "id": "29247051", "text": "Viral acute respiratory infections (ARIs) cause substantial child morbidity. Sensitive molecular-based assays aid virus detection, but the clinical significance of positive tests remains uncertain as some viruses may be found in both acutely ill and healthy children. We describe disease-pathogen associations of respiratory viruses and quantify virus-specific attributable risk of ARIs in healthy children during the first 2 years of life.One hundred fifty-eight term newborn babies in Brisbane, Australia, were recruited progressively into a longitudinal, community-based, birth cohort study conducted between September 2010 and October 2014. A daily tick-box diary captured predefined respiratory symptoms from birth until their second birthday. Weekly parent-collected nasal swabs were batch-tested for 17 respiratory viruses by PCR assays, allowing calculation of virus-specific attributable fractions in the exposed (AFE) to determine the proportion of virus-positive children whose ARI symptoms could be attributed to that particular virus.Of 8100 nasal swabs analysed, 2646 (32.7%) were virus-positive (275 virus codetections, 3.4%), with human rhinoviruses accounting for 2058/2646 (77.8%) positive swabs. Viruses were detected in 1154/1530 (75.4%) ARI episodes and in 984/4308 (22.8%) swabs from asymptomatic periods. Respiratory syncytial virus (AFE: 68% (95% CI 45% to 82%)) and human metapneumovirus (AFE: 69% (95% CI 43% to 83%)) were strongly associated with higher risk of lower respiratory symptoms.The strong association of respiratory syncytial virus and human metapneumovirus with ARIs and lower respiratory symptoms in young children managed within the community indicates successful development of vaccines against these two viruses should provide substantial health benefits.", "doi": "10.1136/thoraxjnl-2017-210233", "title": "Viruses causing lower respiratory symptoms in young children: findings from the ORChID birth cohort.", "journal": ["Thorax", "Thorax"]}