{"authors": [["Siqueira", "Flávia de Faria", "FF", "Instituto Federal de Minas Gerais, Campus Betim, Betim, 32656-840, Minas Gerais, Brazil; Departamento de Biologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, 31270-901, Minas Gerais, Brazil."], ["Silva", "Rodrigo Otávio Silveira", "ROS", "Departamento de Medicina Veterinária Preventiva, Escola de Veterinária, Universidade Federal de Minas Gerais, Belo Horizonte, 31270-901, Minas Gerais, Brazil."], ["do Carmo", "Anderson Oliveira", "AO", "Departamento de Biologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, 31270-901, Minas Gerais, Brazil."], ["de Oliveira-Mendes", "Bárbara Bruna Ribeiro", "BBR", "Departamento de Biologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, 31270-901, Minas Gerais, Brazil."], ["Horta", "Carolina Campolina Rebello", "CCR", "Departamento de Biologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, 31270-901, Minas Gerais, Brazil; Mestrado Profissional em Biotecnologia e Gestão da Inovação, Centro Universitário de Sete Lagoas, Sete Lagoas, 32701-242, Minas Gerais, Brazil."], ["Lobato", "Francisco Carlos Faria", "FCF", "Departamento de Medicina Veterinária Preventiva, Escola de Veterinária, Universidade Federal de Minas Gerais, Belo Horizonte, 31270-901, Minas Gerais, Brazil."], ["Kalapothakis", "Evanguedes", "E", "Departamento de Biologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, 31270-901, Minas Gerais, Brazil. Electronic address: ekalapo@icb.ufmg.br."]], "date": "2017-12-12", "id": "29246841", "text": "Clostridium perfringens alpha toxin, encoded by plc gene, has been implicated in gas gangrene, a life threatening infection. Vaccination is considered one of the best solutions against Clostridium infections. Although studies have identified many low quality clostridial vaccines, the use of recombinant proteins has been considered a promising alternative. Previously, a naturally occurring alpha toxin isoform (αAV1b) was identified with a mutation at residue 11 (His/Tyr), which can affect its enzymatic activity. The aim of the present study was to evaluate whether the mutation in the αAV1b isoform could result in an inactive toxin and was able to induce protection against the native alpha toxin. We used recombinant protein techniques to determine whether this mutation in αAV1b could result in an inactive toxin compared to the active isoform, αZ23. Rabbits were immunized with the recombinant toxins (αAV1b and αZ23) and with native alpha toxin. αAV1b showed no enzymatic and hemolytic activities. ELISA titration assays showed a high titer of both anti-recombinant toxin (anti-rec-αAV1b and anti-rec-αZ23) antibodies against the native alpha toxin. The alpha antitoxin titer detected in the rabbits' serum pool was 24.0 IU/mL for both recombinant toxins. These results demonstrate that the inactive naturally mutated αAV1b is able to induce an immune response, and suggest it can be considered as a target for the development of a commercial vaccine against C. perfringens alpha toxin.", "doi": "10.1016/j.anaerobe.2017.12.004", "title": "Immunization with a nontoxic naturally occurring Clostridium perfringens alpha toxin induces neutralizing antibodies in rabbits.", "journal": ["Anaerobe", "Anaerobe"]}