{"authors": [["O'Leary", "Sean T", "ST", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado; Department of Pediatrics, University of Colorado Anschutz Medical Campus, Aurora, Colorado. Electronic address: sean.oleary@ucdenver.edu."], ["Riley", "Laura E", "LE", "The American Congress of Obstetricians and Gynecologists, Washington, District of Columbia."], ["Lindley", "Megan C", "MC", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Allison", "Mandy A", "MA", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado; Department of Pediatrics, University of Colorado Anschutz Medical Campus, Aurora, Colorado."], ["Crane", "Lori A", "LA", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado; Department of Community and Behavioral Health, University of Colorado Anschutz Medical Campus, Aurora, Colorado."], ["Hurley", "Laura P", "LP", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado; Division of General Internal Medicine, Denver Health, Denver, Colorado."], ["Beaty", "Brenda L", "BL", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado."], ["Brtnikova", "Michaela", "M", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado; Department of Pediatrics, University of Colorado Anschutz Medical Campus, Aurora, Colorado."], ["Collins", "Margaret", "M", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado."], ["Albert", "Alison P", "AP", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Fisher", "Allison K", "AK", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Jiles", "Angela J", "AJ", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Kempe", "Allison", "A", "Adult and Child Consortium for Health Outcomes Research and Delivery Science, University of Colorado Anschutz Medical Campus and Children's Hospital Colorado, Aurora, Colorado; Department of Pediatrics, University of Colorado Anschutz Medical Campus, Aurora, Colorado."]], "date": "2017-12-13", "id": "29246674", "text": "U.S. obstetrician/gynecologists play a critical role as vaccinators of pregnant women. However, little is known about their current immunization practices. Thus, study objectives were to determine (1) practices related to assessment of vaccination status and vaccine delivery for pregnant patients; (2) barriers to stocking and administering vaccines; and (3) factors associated with administering both influenza and tetanus, diphtheria, and acellular pertussis (Tdap) vaccines.An e-mail and mail survey among a national sample of obstetrician/gynecologists conducted July-October 2015 (analysis August 2016-August 2017).The response rate was 73.2% (353/482). Among obstetrician/gynecologists caring for pregnant women (n=324), vaccination status was most commonly assessed for influenza (97%), Tdap (92%), and measles, mumps, and rubella vaccines (88%). Vaccines most commonly administered included influenza (85%) and Tdap (76%). Few respondents reported administering other vaccines to pregnant patients. More physicians reported using standing orders for influenza (66%) than Tdap (39%). Other evidence-based strategies for increasing vaccine uptake were less frequently used (electronic decision support, 42%; immunization information system to record [13%] or assess vaccination status [11%]; reminder/recall, 7%). Barriers most commonly reported were provider financial barriers, yet provider attitudinal barriers were rare. Providers who administered both influenza and Tdap vaccines were more likely to be female, perceive fewer financial and practice barriers, less likely to be in private practice, and perceive more patient barriers.Although most obstetrician/gynecologists administer some vaccines to pregnant women, the focus remains on influenza and Tdap. Financial barriers and infrequent use of evidence-based strategies for increasing vaccination uptake may be hindering delivery of a broader complement of adult vaccines in obstetrician/gynecologist offices.", "doi": "10.1016/j.amepre.2017.10.016", "title": "Immunization Practices of U.S. Obstetrician/Gynecologists for Pregnant Patients.", "journal": ["American journal of preventive medicine", "Am J Prev Med"]}