{"authors": [["Bajzert", "Joanna", "J", "Department of Immunology, Pathophysiology and Veterinary Preventive Medicine, Wroclaw University of Environmental and Life Sciences, Poland. Electronic address: joanna.bajzert@upwr.edu.pl."], ["Gorczykowski", "Michał", "M", "Department of Internal Medicine and Clinic of Diseases of Horses, Dogs and Cats, Wroclaw University of Environmental and Life Sciences, Poland."], ["Galli", "Józef", "J", "Department of Immunology, Pathophysiology and Veterinary Preventive Medicine, Wroclaw University of Environmental and Life Sciences, Poland."], ["Stefaniak", "Tadeusz", "T", "Department of Immunology, Pathophysiology and Veterinary Preventive Medicine, Wroclaw University of Environmental and Life Sciences, Poland."]], "date": "2017-12-12", "id": "29246635", "text": "Heat Shock Proteins (HSP) are highly conserved proteins that are widely spread throughout all organisms. They function in the cytoplasm as chaperones; however, they could be expressed on the cell surface. It has been shown that Hsp60 obtained from gram-negative bacteria are able to stimulate cells of the acquired and innate immune system. The aim of this study was the evaluation of the immunogenic properties of recombinant Hsp60 proteins derived from four common pathogenic bacteria: Escherichia coli, Histophilus somni, Pasteurella multocida and Salmonella Enteritidis. The analysis of the humoral immune response in DBA/2J mice hyperimmunized with selected rHsp60 revealed high levels of IgG rHsp60-antibody with the predominance of the IgG1 subclass, in the reaction with both homologous and heterologous antigens. The presence of IgG2a and IgG2b was also observed; however, no antibodies of subclass IgG3 were detected. The comparison of plasma IgG antibody reactivity of mice immunized with two different doses of rHsp60 (10/20 μg) showed that the lower dose was sufficient to induce a strong humoral response. The reactivity of the IgG rHsp60-antibody with whole bacterial cells showed a significantly higher reaction with H. somni compared with other pathogens. It was demonstrated that the addition of all rHsp60 with polymyxin B to the culture medium stimulated splenocytes isolated from hyperimmunized mice to release IL-1β and IL-6. As a strong stimulator of the immune system, bacterial-origin Hsp60 seems to be an interesting potential component of subunit vaccines aimed at the development of protection for animals during infections caused by gram-negative bacteria.", "doi": "10.1016/j.micpath.2017.12.001", "title": "The evaluation of immunogenic impact of selected bacterial, recombinant Hsp60 antigens in DBA/2J mice.", "journal": ["Microbial pathogenesis", "Microb. Pathog."]}