{"authors": [["Harcourt", "Sally", "S", "Real-time Syndromic Surveillance Team, National Infection Service, Public Health England, 1st Floor, 5 St Philips Place, Birmingham B3 2PW, United Kingdom. Electronic address: sally.harcourt@phe.gov.uk."], ["Morbey", "Roger A", "RA", "Real-time Syndromic Surveillance Team, National Infection Service, Public Health England, 1st Floor, 5 St Philips Place, Birmingham B3 2PW, United Kingdom."], ["Bates", "Chris", "C", "The Phoenix Partnership (TPP), TPP House, 129 Low Lane, Horsforth, Leeds LS18 5PX, United Kingdom."], ["Carter", "Helen", "H", "Public Health England West Midlands, 6th Floor, 5 St Philips Place, Birmingham B3 2PW, United Kingdom."], ["Ladhani", "Shamez N", "SN", "Immunisation, Hepatitis and Blood Safety Department, National Infection Service, Public Health England, 61 Colindale Avenue, London NW9 5EQ, United Kingdom."], ["de Lusignan", "Simon", "S", "Royal College of General Practitioners Research and Surveillance Centre, University of Surrey, Section of Clinical Medicine and Ageing, Guildford, Surrey GU2 7XH, United Kingdom."], ["Smith", "Gillian E", "GE", "Real-time Syndromic Surveillance Team, National Infection Service, Public Health England, 1st Floor, 5 St Philips Place, Birmingham B3 2PW, United Kingdom."], ["Elliot", "Alex J", "AJ", "Real-time Syndromic Surveillance Team, National Infection Service, Public Health England, 1st Floor, 5 St Philips Place, Birmingham B3 2PW, United Kingdom."]], "date": "2017-12-13", "id": "29246475", "text": "In September 2015, the United Kingdom became the first country to introduce the multicomponent group B meningococcal vaccine (4CMenB) into a national infant immunisation programme. In early clinical trials 51-61% of infants developed a fever when 4CMenB was administered with other routine vaccines. Whilst administration of prophylactic paracetamol is advised, up to 3% of parents may seek medical advice for fever following vaccination. We used research-level general practitioner consultations to identify any increase in attendances for all-cause fever in vaccine-eligible infants following 4CMenB introduction in England.Consultations for infant all-cause fever in the year following the vaccine introduction were identified from The Phoenix Partnership (TPP) ResearchOne general practice database using Read (CTV3) codes. Average daily consultation rates and incidence rate ratios (IRRs) were calculated for vaccine-eligible age groups and compared to the two years preceding vaccine introduction. The difference between pre- and post-vaccine all-cause fever consultations was estimated.All-cause fever consultations in vaccine-eligible 7-10 week olds were 1.6-fold higher (IRR, 1.58; 95% CI, 1.22-2.05) compared to the two previous years and 1.5-fold higher (IRR 1.47; 95% CI, 1.17-1.86) in 15-18 week-olds. There were no significant differences in 0-6 or 11-14 week-olds. Applying the difference between pre- and post-vaccine consultation rates to the 4CMenB vaccine-eligible age groups across England estimated 1825 additional fever consultations in the year following 4CMenB introduction.We found a small but significant difference in all-cause fever consultation rates in vaccine-eligible infants who would have received 4CMenB with other vaccines.", "doi": "10.1016/j.vaccine.2017.11.076", "title": "Estimating primary care attendance rates for fever in infants after meningococcal B vaccination in England using national syndromic surveillance data.", "journal": ["Vaccine", "Vaccine"]}