{"authors": [["Schutt", "Christopher A", "CA", "Division Otolaryngology, Department of Surgery, Yale School of Medicine, New Haven, CT, USA."], ["Mirandola", "Leonardo", "L", "Kiromic, Inc., Houston, TX, USA."], ["Figueroa", "Jose A", "JA", "Kiromic, Inc., Houston, TX, USA."], ["Nguyen", "Diane D", "DD", "Kiromic, Inc., Houston, TX, USA."], ["Cordero", "Joehassin", "J", "Department of Otolaryngology (ENT), TTUHSC, Lubbock, TX, USA."], ["Bumm", "Klauss", "K", "CaritasKlinikum Saarbrücken, Saarbrücken, Germany."], ["Judson", "Benjamin L", "BL", "Division Otolaryngology, Department of Surgery, Yale School of Medicine, New Haven, CT, USA."], ["Chiriva-Internati", "Maurizio", "M", "Kiromic, Inc., Houston, TX, USA."]], "date": "2017-10-31", "id": "29245977", "text": "Head and Neck Squamous Cell Carcinoma is a deadly and locally aggressive malignancy that frequently portends a poor prognosis. Since current treatment modalities including surgery, chemotherapy and radiation are heavily debilitating and often result in recurrence intense efforts have been put into the development of novel less toxic and more lasting treatment strategies. Recently, immunotherapy has been proposed as a promising alternative that could potentially meet these requirements. SP17 is a validated cancer-testis antigen in multiple myeloma, ovarian cancer and non-small cell lung cancer. We aim at studying SP17 expression in HNSCC and its immunogenicity as a possible future target for HNSCC therapeutic vaccines. SP17 expression was evaluated in tissue specimens of HNSCC patients and controls. Moreover, SP17 immunogenicity was studied by generating autologous dendritic cells in vitro from the peripheral blood mononucleated cells of HNSCC patients and testing their ability to induce SP17 specific cytotoxic lymphocytes capable of killing autologous tumor cells in vitro. SP17specific immune responses were also evaluated in HNSCC patients as circulating anti-SP17 autoantibodies. SP17 was expressed in HNSCC tissues of HNSCC patients. Autologous dendritic cells pulsed with SP17 antigen induced powerful SP17 MHC class-I restricted, perforin-dependent, cytotoxic T-cells capable of efficiently killing autologous tumor cells in vitro. SP17-specific autoantibodies were detectable in the serum of HNSCC patients irrespective of tumor site or TNM stage. In conclusion, SP17 is an ideal immunotherapeutic target for HNSCC and a potential serological biomarker of the disease.", "doi": "10.18632/oncotarget.22213", "title": "The cancer-testis antigen, sperm protein 17, a new biomarker and immunological target in head and neck squamous cell carcinoma.", "journal": ["Oncotarget", "Oncotarget"]}