{"authors": [["Zhang", "S X", "SX", "San Diego State University, Department of Sociology, San Diego, CA, USA. Electronic address: szhang@mail.sdsu.edu."], ["Shoptaw", "S", "S", "University of California at Los Angeles, David Geffen School of Medicine, Los Angeles, CA, USA. Electronic address: sshoptaw@mednet.ucla.edu."], ["Reback", "C J", "CJ", "Friends Research Institute, Inc., University of California at Los Angeles, Integrated Substance Abuse Programs, Semel Institute for Neuroscience and Human Behavior, Los Angeles, CA, USA. Electronic address: reback@friendsresearch.org."], ["Yadav", "K", "K", "University of California at Irvine, Sue & Bill Gross School of Nursing, Irvine, CA, USA."], ["Nyamathi", "A M", "AM", "University of California at Irvine, Sue & Bill Gross School of Nursing, Irvine, CA, USA. Electronic address: anyamath@uci.edu."]], "date": "2017-12-22", "id": "29245022", "text": "A randomized controlled study was conducted with 422 homeless, stimulant-using gay/bisexual (G/B) men and 29 transgender women (n = 451) to assess two community-based interventions to reduce substance abuse and improve health: (a) a nurse case-managed program combined with contingency management (NCM + CM) versus (b) standard education plus contingency management (SE + CM).Hypotheses tested included: a) completion of hepatitis A/B vaccination series; b) reduction in stimulant use; and c) reduction in number of sexual partners.A deconstructive cost analysis approach was utilized to capture direct costs associated with the delivery of both interventions. Based on an analysis of activity logs and staff interviews, specific activities and the time required to complete each were analyzed as follows: a) NCM + CM only; b) SE + CM only; c) time to administer/record vaccines; and d) time to receive and record CM visits. Cost comparison of the interventions included only staffing costs and direct cash expenditures.The study outcomes showed significant over time reductions in all measures of drug use and multiple sex partners, compared to baseline, although no significant between-group differences were detected. Cost analysis favored the simpler SE + CM intervention over the more labor-intensive NCM + CM approach. Because of the high levels of staffing required for the NCM relative to SE, costs associated with it were significantly higher.Findings suggest that while both intervention strategies were equally effective in achieving desired health outcomes, the brief SE + CM appeared less expensive to deliver.", "doi": "10.1016/j.puhe.2017.10.024", "title": "Cost-effective way to reduce stimulant-abuse among gay/bisexual men and transgender women: a randomized clinical trial with a cost comparison.", "journal": ["Public health", "Public Health"]}