{"authors": [["Rajaram", "Sankarasubramanian", "S", "Formerly of AstraZeneca, Luton, United Kingdom."], ["Wiecek", "Witold", "W", "LASER Analytica, London, United Kingdom."], ["Lawson", "Richard", "R", "AstraZeneca, Gaithersburg, Maryland, United States of America."], ["Blak", "Betina T", "BT", "AstraZeneca, Luton, United Kingdom."], ["Zhao", "Yanli", "Y", "MedImmune, Gaithersburg, Maryland, United States of America."], ["Hackett", "Judith", "J", "AstraZeneca, Gaithersburg, Maryland, United States of America."], ["Brody", "Robert", "R", "AstraZeneca, Gaithersburg, Maryland, United States of America."], ["Patel", "Vishal", "V", "Formerly of LASER Analytica, London, United Kingdom."], ["Amzal", "Billy", "B", "LASER Analytica, London, United Kingdom."]], "date": "2017-12-15", "id": "29244811", "text": "During the 2013-2014 influenza season, Public Health England extended routine influenza vaccination to all 2- and 3-year-old children in England. To estimate the impact of this change in policy on influenza-related morbidity and mortality, we developed a disease transmission and surveillance model informed by real-world data.We combined real-world and literature data sources to construct a model of influenza transmission and surveillance in England. Data were obtained for four influenza seasons, starting with the 2010-2011 season. Bayesian inference was used to estimate model parameters on a season-by-season basis to assess the impact of targeting 2- and 3-year-old children for influenza vaccination. This provided the basis for the construction of counterfactual scenarios comparing vaccination rates of ~2% and ~35% in the 2- and 3- year-old population to estimate reductions in general practitioner (GP) influenza-like-illness (ILI) consultations, respiratory hospitalizations and deaths in the overall population.Our model was able to replicate the main patterns of influenza across the four seasons as observed through laboratory surveillance data. Targeting 2- and 3-year-old children for influenza vaccination resulted in reductions in the general population of between 6.2-9.9% in influenza-attributable GP ILI consultations, 6.1-10.7% in influenza-attributable respiratory hospitalizations, and 5.7-9.4% in influenza-attributable deaths. The decrease in influenza-attributable ILI consultations represents a reduction of between 4.5% and 7.3% across all ILI consultations. The reduction in influenza-attributable respiratory hospitalizations represents a reduction of between 1.2% and 2.3% across all respiratory hospitalizations. Reductions in influenza-attributable respiratory deaths represent a reduction of between 0.9% and 2.4% in overall respiratory deaths.This study has provided evidence that extending routine influenza vaccination to all healthy children aged 2 and 3 years old leads to benefits in terms of reduced utilization of healthcare resources and fewer respiratory health outcomes and deaths.", "doi": "10.1371/journal.pone.0186739", "title": "Impact of increased influenza vaccination in 2-3-year-old children on disease burden within the general population: A Bayesian model-based approach.", "journal": ["PloS one", "PLoS ONE"]}