{"authors": [["Theo", "Andros", "A", "Cavendish University School of Medicine, Lusaka, Zambia."], ["Tempia", "Stefano", "S", "Influenza Division, Centers for Disease Control and Prevention, Atlanta, USA."], ["Cohen", "Adam L", "AL", "Cavendish University School of Medicine, Lusaka, Zambia."], ["Simusika", "Paul", "P", "National Influenza Center, Virology Laboratory, University Teaching Hospital, Lusaka, Zambia."], ["Chentulo", "Edward", "E", "National Influenza Center, Virology Laboratory, University Teaching Hospital, Lusaka, Zambia."], ["Chikamukwa", "Chikama Mukwangole", "CM", "Lusaka Provincial Medical Office, Ministry of Health, Lusaka, Zambia."], ["Monze", "Mwaka", "M", "National Influenza Center, Virology Laboratory, University Teaching Hospital, Lusaka, Zambia."]], "date": "2017-12-15", "id": "29243406", "text": "Estimates of influenza-associated hospitalization are limited in low- and middle-income countries, especially in Africa.To estimate the national number of influenza-associated severe acute respiratory illness (SARI) hospitalization in Zambia.We conducted active prospective hospital-based surveillance for SARI at the University Teaching Hospital (UTH) situated in Lusaka Province during 2011-2014. Upper respiratory tract samples were tested for influenza virus using a reverse transcriptase polymerase chain reaction assay. We estimated age-specific rates of influenza-associated SARI hospitalizations for the UTH using census and secondary data on respiratory hospitalizations following estimation approaches recommended by the World Health Organization. We used the UTH hospitalization rates as a proxy for Lusaka Province. These rates were adjusted for each of the remaining 9 provinces based on their prevalence of risk factors for pneumonia and healthcare-seeking behavior. Rates were expressed per 100,000 population.SARI cases accounted for 77.1% (13 389/17 354) of respiratory admissions at the UTH; 82.7% (11 859/14 344) and 50.8% (1530/3010) among individuals aged <5 and ≥5 years, respectively. Among SARI cases tested, the influenza virus detection rate was 5.5% (152/2734), 4.8% (48/998), and 6.0% (104/1736) among individuals aged <5 and ≥5 years, respectively. The mean annual national number of influenza-associated SARI hospitalizations was 6181 (95% CI: 4321-8041-rate: 43.9; 95% CI: 30.7-57.1); 4669 (95% CI: 3287-6051-rate: 187.7; 95% CI: 132.1-243.3) among children aged <5 years; and 1512 (95% CI: 1037-1987-rate: 13.1; 95% CI: 9.0-17.2) among individuals aged ≥5 years.The burden of influenza-associated SARI hospitalizations was substantial and was highest among children aged <5 years.", "doi": "10.1111/irv.12492", "title": "The national burden of influenza-associated severe acute respiratory illness hospitalization in Zambia, 2011-2014.", "journal": ["Influenza and other respiratory viruses", "Influenza Other Respir Viruses"]}