{"authors": [["Minz", "Sunita", "S", "Department of Pharmacy, Indira Gandhi National Tribal University, Amarkantak, MP, 484886, India."], ["Pandey", "Ravi Shankar", "RS", "SLT Institute of Pharmaceutical sciences, Guru Ghasidas Vishwavidyalaya, Koni, Bilaspur, CG, 495009, India. ravishankarpandey2@rediffmail.com."]], "date": "2017-12-14", "id": "29243216", "text": "Traditional parenteral recombinant hepatitis B virus (HBV) vaccines have effectively reduced the disease burden despite being able to induce seroprotective antibody titers in 5-10% vaccinated individuals (non-responders). Moreover, an estimated 340 million chronic HBV cases are in need of treatment. Development of safe, stable, and more effective hepatitis B vaccine formulation would address these challenges. Recombinant hepatitis B surface antigen (rHBsAg) entrapped solid fat nanoemulsions (SFNs) containing monophosphoryl lipid A (MPLA) that was prepared and optimized by quality by design (QbD) using response surface methodology (RSM), i.e., central composite design (CCD). Its immune potential was evaluated with preset immunization protocol in a murine model. Dose escalation study revealed that formulation containing 1 μg of rHBsAg entrapped SFNs with MPLA-induced significant higher humoral, and cellular response compared to the marketed vaccine (Genvac B) administered intramuscularly. SFNs with nanometric morphology and structural similarity with chylomicrons assist in improved uptake and processing to lymphatics. Moreover, the presence of an immunogenic component in its structure further augments delivery of rHBsAg to immune cells with induction of danger signals. This multi-adjuvant based approach explores new prospect for the dose sparing. Improved cellular immune response induced by this vaccine formulation suggests that it could be tested as an immunotherapeutic vaccine as well.", "doi": "10.1208/s12249-017-0932-9", "title": "Lipid A adjuvanted Chylomicron Mimicking Solid Fat Nanoemulsions for Immunization Against Hepatitis B.", "journal": ["AAPS PharmSciTech", "AAPS PharmSciTech"]}