{"authors": [["Rabinowitz", "Loren G", "LG", "Department of Medicine, Celiac Disease Center, Columbia University College of Physicians and Surgeons, New York, NY, USA."], ["Zylberberg", "Haley M", "HM", "Department of Medicine, Celiac Disease Center, Columbia University College of Physicians and Surgeons, New York, NY, USA."], ["Levinovitz", "Alan", "A", "Department of Philosophy and Religion, James Madison University, Harrisonburg, VA, USA."], ["Stockwell", "Melissa S", "MS", "Department of Pediatrics, Columbia University College of Physicians and Surgeons, New York, NY, USA."], ["Green", "Peter H R", "PHR", "Department of Medicine, Celiac Disease Center, Columbia University College of Physicians and Surgeons, New York, NY, USA."], ["Lebwohl", "Benjamin", "B", "Department of Medicine, Celiac Disease Center, Columbia University College of Physicians and Surgeons, New York, NY, USA. BL114@columbia.edu."]], "date": "2017-12-14", "id": "29243104", "text": "There has been a marked increase in the adoption of the gluten-free (GF) diet.To query individuals with celiac disease (CD) and non-celiac gluten sensitivity (NCGS) on their beliefs toward the health effects of gluten, and safety of vaccines and GF food products.We distributed a Web-based survey to individuals with CD and NCGS on a CD center e-mail list. We used univariate and multivariate analysis to compare responses of respondents with CD and NCGS.The overall response rate was 27% (NCGS n = 217, CD n = 1291). Subjects with NCGS were more likely than those with CD to disagree with the statement that \"vaccines are safe for people with celiac disease\" (NCGS 41.3% vs. CD 26.4% (p < 0.0001), and were more likely to decline vaccination when offered (30.9 vs. 24.2%, p = 0.007). After adjusting for age and gender, NCGS subjects were more likely than CD subjects to avoid genetically modified (GMO) foods (aOR 2.30; 95% CI 1.71-3.10), eat only organic products (aOR 2.87; 95% CI 2.04-4.03), believe that the FDA is an unreliable source of information (aOR 1.82, 95% CI 1.26-2.64), and believe a GF diet improves energy and concentration (aOR 2.52; 95% CI 1.86-3.43).Subjects with NCGS were more likely than those with CD to have doubts about vaccine safety and believe in the value of non-GMO and organic foods. Our findings suggest that the lack of reliable information on gluten and its content in food and medications may reinforce beliefs that result in a detriment to public health.", "doi": "10.1007/s10620-017-4879-1", "title": "Skepticism Regarding Vaccine and Gluten-Free Food Safety Among Patients with Celiac Disease and Non-celiac Gluten Sensitivity.", "journal": ["Digestive diseases and sciences", "Dig. Dis. Sci."]}