{"authors": [["Zhou", "Xinna", "X", "Department of Medical Oncology, Beijing Key Laboratory for Therapeutic Cancer Vaccines, Capital Medical University Cancer Center, Beijing Shijitan Hospital, Capital Medical University, 10 Tieyi Rd, Beijing, 100038, China."], ["Qiao", "Guoliang", "G", "Department of Medical Oncology, Beijing Key Laboratory for Therapeutic Cancer Vaccines, Capital Medical University Cancer Center, Beijing Shijitan Hospital, Capital Medical University, 10 Tieyi Rd, Beijing, 100038, China."], ["Wang", "Xiaoli", "X", "Department of Medical Oncology, Beijing Key Laboratory for Therapeutic Cancer Vaccines, Capital Medical University Cancer Center, Beijing Shijitan Hospital, Capital Medical University, 10 Tieyi Rd, Beijing, 100038, China."], ["Song", "Qingkun", "Q", "Department of Medical Oncology, Beijing Key Laboratory for Therapeutic Cancer Vaccines, Capital Medical University Cancer Center, Beijing Shijitan Hospital, Capital Medical University, 10 Tieyi Rd, Beijing, 100038, China."], ["Morse", "Michael A", "MA", "Department of Medicine, Duke University Medical Center, Durham, NC, 27710, USA."], ["Hobeika", "Amy", "A", "Department of Surgery, Duke University Medical Center, 203 Research Drive, Suite 403, Box 2606, Durham, NC, 27710, USA."], ["Gwin", "William R", "WR", "Department of Medicine, University of Washington, Seattle, WA, 98109, USA."], ["Ren", "Jun", "J", "Department of Medical Oncology, Beijing Key Laboratory for Therapeutic Cancer Vaccines, Capital Medical University Cancer Center, Beijing Shijitan Hospital, Capital Medical University, 10 Tieyi Rd, Beijing, 100038, China. jun.ren@duke.edu."], ["Lyerly", "H Kim", "HK", "Department of Surgery, Duke University Medical Center, 203 Research Drive, Suite 403, Box 2606, Durham, NC, 27710, USA. kim.lyerly@duke.edu."]], "date": "2017-12-14", "id": "29242966", "text": "A prospective study was performed to compare the outcome for metastatic breast cancer (MBC) patients treated with docetaxel plus thiotepa (DT) or docetaxel plus capecitabine (DC), and to explore the value of CYP1A1*2C polymorphisms in predicting clinical efficacy of these chemotherapies.MBC patients (n = 130) were randomized to treatment with DT (n = 65) or DC (n = 65). Response rate, disease control rate, progression-free and overall survival were monitored. Genotyping of CYP1A1*2C was performed in all patients.DT and DC produced similar overall disease control rates (76.9 vs 69.2%), median PFS (6.7 vs. 7.5 months) and OS (20.1 vs. 21.0 months) (P > 0.05 for all comparisons); however, DT exhibited a higher rate of control of localized liver metastases (78.6 vs 41.2%, P = 0.023). Among patients homozygous for wild-type CYP1A1*1 genotype (AA), DT treatment was associated with a significantly longer PFS (8.4 vs. 6.4 months, P = 0.019) and OS (33.4 vs. 15.8 months, P = 0.018). Conversely, among patients carrying the variant CYP1A1*2C genotype (AG/GG), DC treatment was associated with a significantly longer PFS (8.4 vs. 5.5 month, P = 0.005), and OS (28.5 vs. 19.6 months, P = 0.010). After adjusting for competing risk factors, CYP1A1*2C genotype was confirmed to be an independent predictor of PFS and OS for each chemotherapy combination.Overall, DT and DC result in similar clinical efficacy for MBC patients; however, efficacy for each therapy differs depending on CYP1A1*2C genotype.", "doi": "10.1007/s00280-017-3500-9", "title": "CYP1A1 genetic polymorphism is a promising predictor to improve chemotherapy effects in patients with metastatic breast cancer treated with docetaxel plus thiotepa vs. docetaxel plus capecitabine.", "journal": ["Cancer chemotherapy and pharmacology", "Cancer Chemother. Pharmacol."]}