{"authors": [["Stadlbauer", "Daniel", "D", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Rajabhathor", "Arvind", "A", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Amanat", "Fatima", "F", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Kaplan", "Daniel", "D", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Masud", "Abusaleh", "A", "Center for Excellence in Youth Education, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Treanor", "John J", "JJ", "Department of Medicine, University of Rochester Medical Center, Rochester, New York, USA."], ["Izikson", "Ruvim", "R", "Protein Sciences Corporation, Meriden, Connecticut, USA."], ["Cox", "Manon M", "MM", "Protein Sciences Corporation, Meriden, Connecticut, USA."], ["Nachbagauer", "Raffael", "R", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Krammer", "Florian", "F", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, New York, USA."]], "date": "2017-12-13", "id": "29242836", "text": "Human influenza virus infections with avian subtype H7N9 viruses are a major public health concern and have encouraged the development of effective H7 prepandemic vaccines. In this study, baseline and postvaccination serum samples of individuals aged 18 years and older who received a recombinant H7 hemagglutinin vaccine with and without an oil-in-water emulsion (SE) adjuvant were analyzed using a panel of serological assays. While only a small proportion of individuals seroconverted to H7N9 as measured by the conventional hemagglutination inhibition assay, our data show strong induction of anti-H7 hemagglutinin antibodies as measured by an enzyme-linked immunosorbent assay (ELISA). In addition, cross-reactive antibodies against phylogenetically distant group 2 hemagglutinins were induced, presumably targeting the conserved stalk domain of the hemagglutinin. Further analysis confirmed an induction of stalk-specific antibodies, suggesting that epitopes outside the classical antigenic sites are targeted by this vaccine in the context of preexisting immunity to related H3 hemagglutinin. Antibodies induced by H7 vaccination also showed functional activity in antibody-dependent cell-mediated cytotoxicity reporter assays and microneutralization assays. Additionally, our data show that sera from hemagglutination inhibition seroconverters conferred protection in a passive serum transfer experiment against lethal H7N9 virus challenge in mice. Interestingly, sera from hemagglutination inhibition nonseroconverters also conferred partial protection in the lethal animal challenge model. In conclusion, while recombinant H7 vaccination fails to induce measurable levels of hemagglutination-inhibiting antibodies in most subjects, this vaccination regime induces homosubtypic and heterosubtypic cross-reactive binding antibodies that are functional and partly protective in a murine passive transfer challenge model. IMPORTANCE Zoonotic infections with high case fatality rates caused by avian H7N9 influenza viruses have been reported since early 2013 in China. Since then, the fifth wave of the H7N9 epidemic emerged in China, resulting in higher numbers of laboratory-confirmed cases than in previous years. Recently, H7N9 has started to antigenically drift and split into two new lineages, the Pearl River Delta and Yangtze River Delta clades, which do not match stockpiled H7 vaccines well. Humans are immunologically naive to these subtypes, and an H7N9 strain that acquires the capability of efficient human-to-human transmission poses a credible pandemic threat. Other characteristics of H7N9 are raising concerns as well, like its ability to bind to receptors in the human upper respiratory tract, the recent emergence of highly pathogenic variants, and the ability to quickly gain resistance to neuraminidase inhibitors. Therefore, developing and testing H7N9 vaccines constitutes a priority for pandemic preparedness.", "doi": "10.1128/mSphere.00502-17", "title": "Vaccination with a Recombinant H7 Hemagglutinin-Based Influenza Virus Vaccine Induces Broadly Reactive Antibodies in Humans.", "journal": ["mSphere", "mSphere"]}