{"authors": [["Sharma", "Piyush K", "PK", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."], ["Dmitriev", "Igor P", "IP", "Cancer Biology Division, Biologic Therapeutics Center, Department of Radiation Oncology, Washington University School of Medicine, St. Louis, MO, USA."], ["Kashentseva", "Elena A", "EA", "Cancer Biology Division, Biologic Therapeutics Center, Department of Radiation Oncology, Washington University School of Medicine, St. Louis, MO, USA."], ["Raes", "Geert", "G", "Laboratory of Cellular and Molecular Immunology, Vrije Universiteit Brussel, Brussels, Belgium."], ["Li", "Lijin", "L", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."], ["Kim", "Samuel W", "SW", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."], ["Lu", "Zhi-Hong", "ZH", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."], ["Arbeit", "Jeffrey M", "JM", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."], ["Fleming", "Timothy P", "TP", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."], ["Kaliberov", "Sergey A", "SA", "Cancer Biology Division, Biologic Therapeutics Center, Department of Radiation Oncology, Washington University School of Medicine, St. Louis, MO, USA."], ["Goedegebuure", "S Peter", "SP", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."], ["Curiel", "David T", "DT", "Cancer Biology Division, Biologic Therapeutics Center, Department of Radiation Oncology, Washington University School of Medicine, St. Louis, MO, USA. DCuriel@radonc.wustl.edu."], ["Gillanders", "William E", "WE", "Department of Surgery, Washington University School of Medicine, St. Louis, MO, USA."]], "date": "2017-12-15", "id": "29242639", "text": "Adenoviral (Ad) vector vaccines represent one of the most promising modern vaccine platforms, and Ad vector vaccines are currently being investigated in human clinical trials for infectious disease and cancer. Our studies have shown that specific targeting of adenovirus to dendritic cells dramatically enhanced vaccine efficacy. However, this was achieved using a molecular adapter, thereby necessitating a two component vector approach. To address the mandates of clinical translation of our strategy, we here sought to accomplish the goal of DC targeting with a single-component adenovirus vector approach. To redirect the specificity of Ad vector vaccines, we replaced the Ad fiber knob with fiber-fibritin chimeras fused to DC1.8, a single-domain antibody (sdAb) specific for murine immature DC. We engineered a fiber-fibritin-sdAb chimeric molecule using the coding sequence for DC1.8, and then replaced the native Ad5 fiber knob sequence by homologous recombination. The resulting Ad5 virus, Ad5FF1.8, expresses the chimeric fiber-fibritin sdAb chimera. Infection with Ad5FF1.8 dramatically enhances transgene expression in DC2.4 dendritic cells compared with infection with native Ad5. Ad5FF1.8 infection of bone marrow-derived DC demonstrates that Ad5FF1.8 selectively infects immature DC consistent with the known specificity of DC1.8. Thus, sdAb can be used to selectively redirect the tropism of Ad5 vector vaccines, providing the opportunity to engineer Ad vector vaccines that are specifically targeted to DC, or specific DC subsets.", "doi": "10.1038/s41417-017-0002-1", "title": "Development of an adenovirus vector vaccine platform for targeting dendritic cells.", "journal": ["Cancer gene therapy", "Cancer Gene Ther."]}