{"authors": [["Loewe", "Thomas", "T", "Sartorius Stedim Biotech GmbH; thomas.loewe@sartorius-stedim.com."], ["Mundlamuri", "Ramesh", "R", "Panacea Biotech Ltd."], ["Loewe", "Thomas", "T", "Sartorius Stedim Biotech GmbH."], ["Mundrigi", "Ashok", "A", "Sartorius Stedim India Pvt."], ["Handt", "Sebastian", "S", "Sartorius Stedim Biotech GmbH."], ["Singh", "Bhuwan", "B", "Sartorius Stedim India Pvt."]], "date": "2017-12-14", "id": "29242392", "text": "Cytotoxic drugs can be encapsulated in liposomes vesicles, which act as drug delivery vehicles and reduce the risk of exposure of drug to healthy cells(1). The sterility of such liposome solutions is typically ensured using 0.2μm rated sterilizing grade membranes, but due to the high viscosity and low surface tension of these formulations, they can cause pre-mature blocking and increased risk of bacterial penetration through a 0.2μm sterilizing grade membrane(2). The low surface tension of liposome solutions affects the contact angle with membrane and reduces bubble point leading to bacterial penetration through the membrane. This poses a great challenge to select an appropriate sterilizing grade membrane for a given process and for filter manufacturers to develop a sterilizing grade membrane that specifically addresses these needs. In this study, the influence of different variables that could affect the total throughput and bacterial retention performance of different membranes types on processing of liposome solutions have been evaluated. Based on the results, we conclude that the membrane properties e.g., surface porosity, surface tension, pore size, symmetry/asymmetry, hydrophilicity and liposome properties e.g., composition, lipid size and concentration affect bacterial retention and total throughput capacity. Process parameters such as temperature, pressure and flow should also be optimized to improve process efficiency.", "doi": "10.5731/pdajpst.2017.007757", "title": "Benchmarking of Sterilizing grade filters with liposome Filtration.", "journal": ["PDA journal of pharmaceutical science and technology", "PDA J Pharm Sci Technol"]}