{"authors": [["Banerjee", "Kasturi", "K", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA."], ["Kumar", "Sushil", "S", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA. Electronic address: skumar@unmc.edu."], ["Ross", "Kathleen A", "KA", "Department of Chemical and Biological Engineering, Iowa State University, Ames, IA, USA."], ["Gautam", "Shailendra", "S", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA."], ["Poelaert", "Brittany", "B", "Eppley Institute for Research in Cancer and Allied Diseases, University of Nebraska Medical Center, Omaha, NE, USA."], ["Nasser", "Mohd Wasim", "MW", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA."], ["Aithal", "Abhijit", "A", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA."], ["Bhatia", "Rakesh", "R", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA."], ["Wannemuehler", "Michael J", "MJ", "Department of Veterinary Microbiology and Preventive Medicine, Iowa State University, Ames, IA, USA; Nanovaccine Institute, Ames, IA, USA."], ["Narasimhan", "Balaji", "B", "Department of Chemical and Biological Engineering, Iowa State University, Ames, IA, USA; Nanovaccine Institute, Ames, IA, USA."], ["Solheim", "Joyce C", "JC", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA; Eppley Institute for Research in Cancer and Allied Diseases, University of Nebraska Medical Center, Omaha, NE, USA; The Fred and Pamela Buffett Cancer Center, University of Nebraska Medical Center, Omaha, NE, USA; Nanovaccine Institute, Ames, IA, USA."], ["Batra", "Surinder K", "SK", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA; Eppley Institute for Research in Cancer and Allied Diseases, University of Nebraska Medical Center, Omaha, NE, USA; The Fred and Pamela Buffett Cancer Center, University of Nebraska Medical Center, Omaha, NE, USA; Nanovaccine Institute, Ames, IA, USA."], ["Jain", "Maneesh", "M", "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE, USA; The Fred and Pamela Buffett Cancer Center, University of Nebraska Medical Center, Omaha, NE, USA; Nanovaccine Institute, Ames, IA, USA. Electronic address: mjain@unmc.edu."]], "date": "2017-12-12", "id": "29242097", "text": "Pancreatic cancer (PC) is the fourth leading cause of cancer-related deaths in the U.S., claiming approximately 43,000 lives every year. Much like other solid tumors, PC evades the host immune surveillance by manipulating immune cells to establish an immunosuppressive tumor microenvironment (TME). Therefore, targeting and reinstating the patient's immune system could serve as a powerful therapeutic tool. Indeed, immunotherapy has emerged in recent years as a potential adjunct treatment for solid tumors including PC. Immunotherapy modulates the host's immune response to tumor-associated antigens (TAAs), eradicates cancer cells by reducing host tolerance to TAAs and provides both short- and long-term protection against the disease. Passive immunotherapies like monoclonal antibodies or engineered T-cell based therapies directly target tumor cells by recognizing TAAs. Active immunotherapies, like cancer vaccines, on the other hand elicit a long-lasting immune response via activation of the patient's immune cells against cancer cells. Several immunotherapy strategies have been tested for anti-tumor responses alone and in combination with standard care in multiple preclinical and clinical studies. In this review, we discuss various immunotherapy strategies used currently and their efficacy in abrogating self-antigen tolerance and immunosuppression, as well as their ability to eradicate PC.", "doi": "10.1016/j.canlet.2017.12.012", "title": "Emerging trends in the immunotherapy of pancreatic cancer.", "journal": ["Cancer letters", "Cancer Lett."]}