{"authors": [["de Araújo", "Thalia Velho Barreto", "TVB", "Department of Social Medicine, Federal University of Pernambuco, Recife, Brazil. Electronic address: thalia@ufpe.br."], ["Ximenes", "Ricardo Arraes de Alencar", "RAA", "Department of Tropical Medicine, Federal University of Pernambuco, Recife, Brazil; University of Pernambuco, Recife, Brazil."], ["Miranda-Filho", "Demócrito de Barros", "DB", "University of Pernambuco, Recife, Brazil."], ["Souza", "Wayner Vieira", "WV", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Montarroyos", "Ulisses Ramos", "UR", "University of Pernambuco, Recife, Brazil."], ["de Melo", "Ana Paula Lopes", "APL", "Department of Community Health, Federal University of Pernambuco, Vitória de Santo Antão, Brazil."], ["Valongueiro", "Sandra", "S", "Department of Social Medicine, Federal University of Pernambuco, Recife, Brazil."], ["de Albuquerque", "Maria de Fátima Pessoa Militão", "MFPM", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Braga", "Cynthia", "C", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Filho", "Sinval Pinto Brandão", "SPB", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Cordeiro", "Marli Tenório", "MT", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Vazquez", "Enrique", "E", "Pan American Health Organization, Brasília, Brazil."], ["Cruz", "Danielle di Cavalcanti Souza", "DDCS", "Instituto Materno Infantil Fernando Figueira, Recife, Brazil."], ["Henriques", "Claudio Maierovitch Pessanha", "CMP", "Brazilian Ministry of Health, Brasília, Brazil."], ["Bezerra", "Luciana Caroline Albuquerque", "LCA", "State Health Department of Pernambuco, Recife, Brazil."], ["Castanha", "Priscila Mayrelle da Silva", "PMDS", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Dhalia", "Rafael", "R", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Marques-Júnior", "Ernesto Torres Azevedo", "ETA", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil; Department of Infectious Diseases and Microbiology, University of Pittsburgh, Pittsburgh, PA, USA."], ["Martelli", "Celina Maria Turchi", "CMT", "The Research Centre Aggeu Magalhães (CPqAM), Oswaldo Cruz Foundation (Fiocruz), Recife, Brazil."], ["Rodrigues", "Laura Cunha", "LC", "Department of Infectious Disease Epidemiology, London School of Hygiene & Tropical Medicine, London, UK."], [null, null, null, null], [null, null, null, null], [null, null, null, null], [null, null, null, null], [null, null, null, null]], "date": "2017-12-11", "id": "29242091", "text": "A Zika virus epidemic emerged in northeast Brazil in 2015 and was followed by a striking increase in congenital microcephaly cases, triggering a declaration of an international public health emergency. This is the final report of the first case-control study evaluating the potential causes of microcephaly: congenital Zika virus infection, vaccines, and larvicides. The published preliminary report suggested a strong association between microcephaly and congenital Zika virus infection.We did a case-control study in eight public maternity hospitals in Recife, Brazil. Cases were neonates born with microcephaly, defined as a head circumference of 2 SD below the mean. Two controls without microcephaly were matched to each case by expected date of delivery and area of residence. We tested the serum of cases and controls and the CSF of cases for detection of Zika virus genomes with quantitative RT-PCR and for detection of IgM antibodies with capture-IgM ELISA. We also tested maternal serum with plaque reduction neutralisation assays for Zika and dengue viruses. We estimated matched crude and adjusted odds ratios with exact conditional logistic regression to determine the association between microcephaly and Zika virus infection.We screened neonates born between Jan 15 and Nov 30, 2016, and prospectively recruited 91 cases and 173 controls. In 32 (35%) cases, congenital Zika virus infection was confirmed by laboratory tests and no controls had confirmed Zika virus infections. 69 (83%) of 83 cases with known birthweight were small for gestational age, compared with eight (5%) of 173 controls. The overall matched odds ratio was 73·1 (95% CI 13·0-∞) for microcephaly and Zika virus infection after adjustments. Neither vaccination during pregnancy or use of the larvicide pyriproxyfen was associated with microcephaly. Results of laboratory tests for Zika virus and brain imaging results were available for 79 (87%) cases; within these cases, ten were positive for Zika virus and had cerebral abnormalities, 13 were positive for Zika infection but had no cerebral abnormalities, and 11 were negative for Zika virus but had cerebral abnormalities.The association between microcephaly and congenital Zika virus infection was confirmed. We provide evidence of the absence of an effect of other potential factors, such as exposure to pyriproxyfen or vaccines (tetanus, diphtheria, and acellular pertussis, measles and rubella, or measles, mumps, and rubella) during pregnancy, confirming the findings of an ecological study of pyriproxyfen in Pernambuco and previous studies on the safety of Tdap vaccine administration during pregnancy.Brazilian Ministry of Health, Pan American Health Organization, and Enhancing Research Activity in Epidemic Situations.", "doi": "10.1016/S1473-3099(17)30727-2", "title": "Association between microcephaly, Zika virus infection, and other risk factors in Brazil: final report of a case-control study.", "journal": ["The Lancet. Infectious diseases", "Lancet Infect Dis"]}