{"authors": [["Haber", "Penina", "P", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, United States. Electronic address: Phaber@cdc.gov."], ["Moro", "Pedro L", "PL", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, United States."], ["Ng", "Carmen", "C", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, United States."], ["Lewis", "Paige W", "PW", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, United States."], ["Hibbs", "Beth", "B", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, United States."], ["Schillie", "Sarah F", "SF", "Division of Viral Hepatitis, National Center for HIV/AIDS, Viral Hepatitis, STD and TB Prevention, Centers for Disease Control and Prevention, United States."], ["Nelson", "Noele P", "NP", "Division of Viral Hepatitis, National Center for HIV/AIDS, Viral Hepatitis, STD and TB Prevention, Centers for Disease Control and Prevention, United States."], ["Li", "Rongxia", "R", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, United States."], ["Stewart", "Brock", "B", "Division of Tuberculosis Elimination, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention, United States."], ["Cano", "Maria V", "MV", "Immunization Safety Office, Division of Healthcare Quality Promotion, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, United States."]], "date": "2017-12-11", "id": "29241647", "text": "Currently four recombinant hepatitis B (HepB) vaccines are in use in the United States. HepB vaccines are recommended for infants, children and adults. We assessed adverse events (AEs) following HepB vaccines reported to the Vaccine Adverse Event Reporting System (VAERS), a national spontaneous reporting system.We searched VAERS for reports of AEs following single antigen HepB vaccine and HepB-containing vaccines (either given alone or with other vaccines), from January 2005 - December 2015. We conducted descriptive analyses and performed empirical Bayesian data mining to assess disproportionate reporting. We reviewed serious reports including reports of special interest.VAERS received 20,231 reports following HepB or HepB-containing vaccines: 10,291 (51%) in persons <2 years of age; 2588 (13%) in persons 2-18 years and 5867 (29%) in persons >18 years; for 1485 (7.3%) age was missing. Dizziness and nausea (8.4% each) were the most frequently reported AEs following a single antigen HepB vaccine: fever (23%) and injection site erythema (11%) were most frequent following Hep-containing vaccines. Of the 4444 (22%) reports after single antigen HepB vaccine, 303 (6.8%) were serious, including 45 deaths. Most commonly reported cause of death was Sudden Infant Death Syndrome (197). Most common non-death serious reports following single antigen HepB vaccines among infants aged <1 month, were nervous system disorders (15) among children aged 1-23 months; infections and infestation (8) among persons age 2-18 years blood and lymphatic systemic disorders; and general disorders and administration site conditions among persons age >18 years. Most common vaccination error following single antigen HepB was incorrect product storage.Review current U.S.-licensed HepB vaccines administered alone or in combination with other vaccines did not reveal new or unexpected safety concerns. Vaccination errors were identified which indicate the need for training and education of providers on HepB vaccine indications and recommendations.", "doi": "10.1016/j.vaccine.2017.11.079", "title": "Safety of currently licensed hepatitis B surface antigen vaccines in the United States, Vaccine Adverse Event Reporting System (VAERS), 2005-2015.", "journal": ["Vaccine", "Vaccine"]}