{"authors": [["Herbeck", "Joshua T", "JT", "International Clinical Research Center, University of Washington, Seattle, WA, USA; Department of Global Health, University of Washington, Seattle, WA, USA. Electronic address: herbeck@uw.edu."], ["Peebles", "Kathryn", "K", "International Clinical Research Center, University of Washington, Seattle, WA, USA; Department of Global Health, University of Washington, Seattle, WA, USA; Department of Epidemiology, University of Washington, Seattle, WA, USA."], ["Edlefsen", "Paul T", "PT", "Vaccine and Infectious Disease Division, FHCRC, Seattle, WA, USA."], ["Rolland", "Morgane", "M", "US Military HIV Research Program, WRAIR, Silver Spring, MD, USA; The Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc., Bethesda, MD, USA."], ["Murphy", "James T", "JT", "Department of Microbiology, University of Washington, Seattle, WA, USA."], ["Gottlieb", "Geoffrey S", "GS", "Department of Medicine, University of Washington, Seattle, WA, USA."], ["Abernethy", "Neil", "N", "Department of Biomedical Inf. and Medical Education, University of Washington, Seattle, WA, USA; Department of Health Services, University of Washington, Seattle, WA, USA."], ["Mullins", "James I", "JI", "Department of Global Health, University of Washington, Seattle, WA, USA; Department of Microbiology, University of Washington, Seattle, WA, USA; Department of Medicine, University of Washington, Seattle, WA, USA; Department of Laboratory Medicine, University of Washington, Seattle, WA, USA."], ["Mittler", "John E", "JE", "Department of Microbiology, University of Washington, Seattle, WA, USA."], ["Goodreau", "Steven M", "SM", "Center for Studies in Demography and Ecology, University of Washington, Seattle, WA, USA; Department of Anthropology, University of Washington, Seattle, WA, USA."]], "date": "2017-12-11", "id": "29241646", "text": "Development of an HIV vaccine might be essential to ending the HIV/AIDS pandemic. However, vaccines can result in the emergence and spread of vaccine-resistant strains. Indeed, analyses of breakthrough infections in the HIV phase 3 vaccine trial RV144 identified HIV genotypes with differential rates of transmission in vaccine and placebo recipients. We hypothesized that, for HIV vaccination programs based on partially effective vaccines similar to RV144, HIV adaptation will rapidly diminish the expected vaccine impact.Using two HIV epidemic models, we simulated large-scale vaccination programs and, critically, included HIV strain diversity with respect to the vaccine response. We show here that rapid population-level viral adaptation can lead to decreased overall vaccine efficacy and substantially fewer infections averted by vaccination, when comparing scenarios with and without viral evolution (with outcomes depending on vaccination coverage, vaccine efficacy against the sensitive allele, and the initial resistant allele frequency). Translating this to the epidemic in South Africa, a scenario with 70% vaccination coverage may result in 250,000 infections (non-averted by vaccination) within 10 years of vaccine rollout that are due solely to HIV adaptation, all else being equal.These findings suggest that approaches to HIV vaccine development, program implementation, and epidemic modeling may require attention to viral adaptation in response to vaccination.", "doi": "10.1016/j.vaccine.2017.12.004", "title": "HIV population-level adaptation can rapidly diminish the impact of a partially effective vaccine.", "journal": ["Vaccine", "Vaccine"]}