{"authors": [["Kobayashi", "Masayuki", "M", "Medical Affairs, MSD K.K., Tokyo, Japan. Electronic address: masayuki.kobayashi@merck.com."], ["Adachi", "Noriaki", "N", "Biostatistics and Research Decision Sciences, MSD K.K., Tokyo, Japan."], ["Miyazaki", "Makoto", "M", "Risk Assessment & Pharmacoepidemiology, MSD K.K., Tokyo, Japan."], ["Tatsumi", "Masatoshi", "M", "Department of Pediatrics, Otaru Kyokai Hospital, Otaru City, Japan."]], "date": "2017-12-11", "id": "29241644", "text": "To estimate the trend in incidence of rotavirus gastroenteritis (RVGE) hospitalization among children aged <5 years in Japan during pre- and post-vaccine periods (2009-2011 and 2012-2015).This retrospective observational study used a health insurance claims database (constructed by Japan Medical Data Center Co., Ltd.). Rotavirus vaccine became commercially available in 2011. We analyzed data of all children aged <5 years between January 2009 and December 2015. We estimated the incidence rate (IR) of RVGE hospitalization per 1000 person-years from 2009 to 2015 and incidence rate ratio (IRR) of post-vaccine years compared with the averaged pre-vaccine years. IRs and IRRs were also estimated by age group. Primary analysis was limited to the rotavirus season (January to June) of each year.The IR was 6.3-9.3 in pre-vaccine years, 2.3 in 2014, and 3.0 in 2015; the decline was estimated to be 71% in 2014 and 61% in 2015 (p<0.01). By age group, reduction in hospitalizations began in 2013 among children <1 year old, followed by children aged 1 to <5 years in 2014. In the 2014 season, a 65% reduction in RVGE hospitalization was observed in children aged 36 to <60 months, although this age group was unlikely to be vaccinated.A substantial decline of RVGE hospitalization in 2014 and its persistence was observed among children aged <5 years in Japan after introduction of rotavirus vaccine, although not included in the national immunization program. Indirect effects of rotavirus vaccination were suggested in the 2014 season.", "doi": "10.1016/j.vaccine.2017.10.033", "title": "Decline of rotavirus-coded hospitalizations in children under 5 years: A report from Japan where rotavirus vaccines are self-financed.", "journal": ["Vaccine", "Vaccine"]}