{"authors": [["Izurieta", "Patricia", "P", "a GSK , Wavre , Belgium."], ["Bahety", "Priti", "P", "b GSK , Singapore."], ["Adegbola", "Richard", "R", "a GSK , Wavre , Belgium."], ["Clarke", "Christopher", "C", "a GSK , Wavre , Belgium."], ["Hoet", "Bernard", "B", "a GSK , Wavre , Belgium."]], "date": "2017-12-15", "id": "29241390", "text": "Introduction Pneumococcal conjugate vaccine (PCV) impact studies have reported substantial reductions in the incidence of invasive pneumococcal disease (IPD) after implementation of childhood PCV programs. Heterogeneity in surveillance systems, local epidemiology and PCV programs hampers comparisons between studies. We aimed to better understand the impact of childhood PCV programs on overall IPD and serotype distribution. Areas covered We analyzed the impact of PCV programs on the incidence of overall IPD, and the distribution of vaccine serotypes (VT) and non-vaccine serotypes (NVT) in children <5 years and adults ≥65 years old. We retrieved datasets from observational post-marketing studies and surveillance reports from countries with high-quality surveillance data available for at least 2 years before PCV program initiation and 3 years after higher-valent PCV implementation. We harmonized pre- and post-PCV analysis periods and assessment methods. Expert commentary After introduction of pediatric PCV programs, the residual overall IPD burden in children was low and in a narrow range across countries with high vaccination coverage, irrespective of differences in PCV programs and pneumococcal epidemiology. Effects on overall IPD were more variable in the elderly. Whereas IPD was mainly due to VTs before PCV introduction, NVTs are the major contributor today in children and adults.", "doi": "10.1080/14760584.2018.1413354", "title": "Public health impact of pneumococcal conjugate vaccine infant immunization programs: assessment of invasive pneumococcal disease burden and serotype distribution.", "journal": ["Expert review of vaccines", "Expert Rev Vaccines"]}