{"authors": [["Chen", "Guan-Jhou", "GJ", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Sun", "Hsin-Yun", "HY", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Lin", "Kuan-Yin", "KY", "Department of Medicine, National Taiwan University Hospital Jin-Shan Branch, New Taipei City, Taiwan."], ["Cheng", "Aristine", "A", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Huang", "Yi-Chia", "YC", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Hsieh", "Szu-Min", "SM", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Sheng", "Wang-Huei", "WH", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Liu", "Wen-Chun", "WC", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Hung", "Chien-Ching", "CC", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."], ["Chang", "Shan-Chwen", "SC", "Department of Internal Medicine, National Taiwan University Hospital and National Taiwan University College of Medicine, Taipei, Taiwan."]], "date": "2017-12-14", "id": "29240985", "text": "Among HIV-positive individuals, seroprotection for hepatitis A virus (HAV) following primary vaccination may wane with time. However, seroresponses to HAV revaccination are rarely investigated among HIV-positive patients who have lost protective antibodies after primary vaccination.During the outbreak of acute hepatitis A in Taiwan after June 2015, HAV-seronegative, HIV-positive individuals were advised to receive two doses of HAV vaccines at 24 weeks apart. A retrospective 1:2 matched case-control study was conducted to compare the seroresponses at weeks 4, 24, 28 and 48 of HAV vaccination between those who underwent revaccination after having lost protective antibodies (case patients) and those who underwent primary vaccination (controls).Seventy-five case patients and 150 matched controls were included. The serological response rates were consistently higher among the case patients than controls: 88.1% vs 10.5% at week 4 following the first dose of HAV vaccination (P < .001); 93.3% vs 46.0% at week 24 (immediately before the second dose; P < .001); 98.7% vs 62.7% at week 28 (4 weeks after the second dose; P < .001) and 98.7% vs 92.7% at week 48 (P = .06). The anti-HAV antibody titres as reflected by the semi-quantitative assay for the case patients were also significantly higher than the controls at weeks 24, 28 and 48 following HAV vaccination.We demonstrated faster and better serological responses to HAV revaccination among the HIV-positive individuals who had lost their anti-HAV antibodies after primary vaccination. Single dose of HAV revaccination may provide rapid and sufficient seroresponses for HAV during the outbreak of acute hepatitis A.", "doi": "10.1111/liv.13665", "title": "Serological responses to revaccination with hepatitis A virus (HAV) vaccines among HIV-positive individuals whose anti-HAV antibody waned after primary vaccination.", "journal": ["Liver international : official journal of the International Association for the Study of the Liver", "Liver Int."]}