{"authors": [["Wang", "Wenbo", "W", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Liu", "Yuan", "Y", "Department of Clinical Laboratory, Chengdu Military General Hospital, Chengdu, China."], ["Zhou", "Yifan", "Y", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Gu", "Liangqi", "L", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Zhang", "Lin", "L", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Zhang", "Xuelian", "X", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Chen", "Maomao", "M", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Zou", "Ziying", "Z", "Department of Clinical Laboratory, Chengdu Military General Hospital, Chengdu, China."], ["Qiu", "Wei", "W", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Hu", "Xiaobing", "X", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."], ["Fan", "Quanshui", "Q", "Center for Disease Control and Prevention of Chengdu Military Region, Chengdu, China."]], "date": "2017-12-14", "id": "29240811", "text": "Three outbreaks of acute respiratory disease occurred at military camps in 2016 at Tibet, Sichuan and Yunnan province, China. The pathogen induced these three outbreaks were all confirmed as HAdV-55 by genotype-specific PCR. The outbreak in Tibet was the first report that HAdV-55 occurred in the high altitude (HA, above sea level 3658 m). This study aims to determine the gene variation and evolution characteristics of these viral strains. Three strains of adenoviruses, LS89/Tibet/2016 (GenBank accession no. KY002683), SF04/SC/2016 (GenBank accession no. KY002684) and KM03/YN/2016 (GenBank accession no. KY002685) were obtained and confirmed by wholegenome sequencing. No multi-gene fragments recombination were found in these isolated HAdV-55 virus compared with previous reported HAdV-55 strains in China. The outbreaks in Tibet and in Sichuan continuously occurred. Virus isolated from Tibet (LS89/Tibet/2016) and Sichuan (SF04/SC/2016) had a similar mutation pattern and had a closer genetic evolutionary distance than KM03/YN/2016 strain, which indicates that the pathogens causing these two outbreaks may be of the same origin. Moreover, we found that heating was an effective way to inactive these viruses, which provide valuable information for the development of HAdV-55 vaccines. Our data provide new information for genetic evolution of HAdV-55, and contribute to the prevention and control of HAdV-55 infection in the future.", "doi": "10.1371/journal.pone.0189625", "title": "Whole-genome analyses of human adenovirus type 55 emerged in Tibet, Sichuan and Yunnan in China, in 2016.", "journal": ["PloS one", "PLoS ONE"]}