{"authors": [["Egawa", "Kazutaka", "K", "United Graduate School of Veterinary Sciences, Gifu University, Gifu, Japan."], ["Shimojima", "Masayuki", "M", "Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Taniguchi", "Satoshi", "S", "Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Nagata", "Noriyo", "N", "Department of Pathology, National Institute of Infectious Diseases, Tokyo, Japan."], ["Tani", "Hideki", "H", "Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Yoshikawa", "Tomoki", "T", "Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Kurosu", "Takeshi", "T", "Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Watanabe", "Shumpei", "S", "Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Fukushi", "Shuetsu", "S", "United Graduate School of Veterinary Sciences, Gifu University, Gifu, Japan."], ["Saijo", "Masayuki", "M", "United Graduate School of Veterinary Sciences, Gifu University, Gifu, Japan."]], "date": "2017-12-14", "id": "29240753", "text": "Cases of acute respiratory tract infection caused by Pteropine orthoreovirus (PRV) of the genus Orthoreovirus (family: Reoviridae) have been reported in Southeast Asia, where it was isolated from humans and bats. It is possible that PRV-associated respiratory infections might be prevalent in Southeast Asia. The clinical course of PRV is not fully elucidated.The virulence, pathology, and pathogenesis of two PRV strains, a human-borne PRV strain (isolated from a patient, who returned to Japan from Bali, Indonesia in 2007) and a bat-borne PRV (isolated from a bat [Eonycteris spelaea] in the Philippines in 2013) were investigated in BALB/c mice using virological, pathological, and immunological study methods.The intranasal inoculation of BALB/c mice with human-borne PRV caused respiratory infection. In addition, all mice with immunity induced by pre-inoculation with a non-lethal dose of PRV were completely protected against lethal PRV infection. Mice treated with antiserum with neutralizing antibody activity after inoculation with a lethal dose of PRV showed a reduced fatality rate. In this mouse model, bat-borne PRV caused respiratory infection similar to human-borne PRV. PRV caused lethal respiratory disease in an animal model of PRV infection, in which BALB/c mice were used.The BALB/c mouse model might help to accelerate research on the virulence of PRV and be useful for evaluating the efficacy of therapeutic agents and vaccines for the treatment and prevention of PRV infection. PRV was shown for the first time to be a causative virus of respiratory disease on the basis of Koch's postulations by the additional demonstration that PRV caused respiratory disease in mice through their intranasal inoculation with PRV.", "doi": "10.1371/journal.pntd.0006076", "title": "Virulence, pathology, and pathogenesis of Pteropine orthoreovirus (PRV) in BALB/c mice: Development of an animal infection model for PRV.", "journal": ["PLoS neglected tropical diseases", "PLoS Negl Trop Dis"]}