{"authors": [["Nnadi", "Chimeremma", "C", null], ["Oladejo", "John", "J", null], ["Yennan", "Sebastian", "S", null], ["Ogunleye", "Adesola", "A", null], ["Agbai", "Chidinma", "C", null], ["Bakare", "Lawal", "L", null], ["Abdulaziz", "Mohammed", "M", null], ["Mohammed", "Amina", "A", null], ["Stephens", "Mary", "M", null], ["Sumaili", "Kyadindi", "K", null], ["Ronveaux", "Olivier", "O", null], ["Maguire", "Helen", "H", null], ["Karch", "Debra", "D", null], ["Dalhat", "Mahmood", "M", null], ["Antonio", "Martin", "M", null], ["Bita", "Andre", "A", null], ["Okudo", "Ifeanyi", "I", null], ["Nguku", "Patrick", "P", null], ["Novak", "Ryan", "R", null], ["Bolu", "Omotayo", "O", null], ["Shuaib", "Faisal", "F", null], ["Ihekweazu", "Chikwe", "C", null]], "date": "2017-12-15", "id": "29240724", "text": "On February 16, 2017, the Ministry of Health in Zamfara State, in northwestern Nigeria, notified the Nigeria Centre for Disease Control (NCDC) of an increased number of suspected cerebrospinal meningitis (meningitis) cases reported from four local government areas (LGAs). Meningitis cases were subsequently also reported from Katsina, Kebbi, Niger, and Sokoto states, all of which share borders with Zamfara State, and from Yobe State in northeastern Nigeria. On April 3, 2017, NCDC activated an Emergency Operations Center (EOC) to coordinate rapid development and implementation of a national meningitis emergency outbreak response plan. After the outbreak was reported, surveillance activities for meningitis cases were enhanced, including retrospective searches for previously unreported cases, implementation of intensified new case finding, and strengthened laboratory confirmation. A total of 14,518 suspected meningitis cases were reported for the period December 13, 2016-June 15, 2017. Among 1,339 cases with laboratory testing, 433 (32%) were positive for bacterial pathogens, including 358 (82.7%) confirmed cases of Neisseria meningitidis serogroup C. In response, approximately 2.1 million persons aged 2-29 years were vaccinated with meningococcal serogroup C-containing vaccines in Katsina, Sokoto, Yobe, and Zamfara states during April-May 2017. The outbreak was declared over on June 15, 2017, after high-quality surveillance yielded no evidence of outbreak-linked cases for 2 consecutive weeks. Routine high-quality surveillance, including a strong laboratory system to test specimens from persons with suspected meningitis, is critical to rapidly detect and confirm future outbreaks and inform decisions regarding response vaccination.", "doi": "10.15585/mmwr.mm6649a3", "title": "Large Outbreak of Neisseria meningitidis Serogroup C - Nigeria, December 2016-June 2017.", "journal": ["MMWR. Morbidity and mortality weekly report", "MMWR Morb. Mortal. Wkly. Rep."]}