{"authors": [["Mirza", "Sheefa", "S", "Department of Life Science, School of Sciences, Gujarat University."], ["Shah", "Kanisha", "K", "Department of Life Science, School of Sciences, Gujarat University."], ["Patel", "Shanaya", "S", "Department of Life Science, School of Sciences, Gujarat University."], ["Jain", "Nayan", "N", "Department of Life Science, School of Sciences, Gujarat University."], ["Rawal", "Rakesh", "R", "Department of Life Science, School of Sciences, Gujarat University."]], "date": "2017-12-12", "id": "29239917", "text": "Dendritic cells (DCs) are the most potent professional antigen-presenting cells (APCs) and are poised to capture antigen, migrate to draining lymphoid organs, and postmaturation process. Recent evidences have suggested that tumor microenvironment has an effect on DCs by inactivating various components of the immune system responsible for tumor clearance, eventually leading to tumorigenesis. This inactivation is owed to the epigenetic modifications [ie, microRNA (miRNA)] at the posttranscriptional level, thus regulating the differentiation patterns and functional behavior of DCs. Thus, need of the hour is to develop protocols for ex vivo generation of DCs which may provide a foundation for designing and developing DC-based vaccination for treatment of solid tumors. To achieve this, it is crucial to modulate DCs by identifying miRNAs which may increase the efficacy of DC-based vaccines by reprogramming the immunosuppressive nature of tumor microenvironment. Furthermore, it would be an interesting aspect to check the immunomodulatory potential of natural compounds in reprogramming the immune responses through DCs. Thus, this review aims to improvise the understanding of DC immune biology and miRNAs at genetic level in cancer which can be pivotal for designing novel or improved therapeutic approaches that will allow proper functioning of DCs in patient care. Furthermore, we have highlighted the candidate target molecules and signaling mechanisms having a vital role in the immune-modulatory activities of natural compounds and its derived phytocompounds. This review also establishes a link between miRNA expressions and biological roles of natural compounds modulating the activity of DCs.", "doi": "10.1097/CJI.0000000000000201", "title": "Natural Compounds as Epigenetic Regulators of Human Dendritic Cell-mediated Immune Function.", "journal": ["Journal of immunotherapy (Hagerstown, Md. : 1997)", "J. Immunother."]}