{"authors": [["Gao", "Nan", "N", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."], ["Wang", "Wei", "W", "Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences, Beijing 100021, China."], ["Wang", "Chu", "C", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."], ["Gu", "Tiejun", "T", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."], ["Guo", "Rui", "R", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."], ["Yu", "Bin", "B", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."], ["Kong", "Wei", "W", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."], ["Qin", "Chuan", "C", "Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences, Beijing 100021, China."], ["Giorgi", "Elena E", "EE", "Theoretical Division, Los Alamos National Laboratory, Los Alamos, NM 87544, USA."], ["Chen", "Zhiwei", "Z", "AIDS Institute and Department of Microbiology, Research Centre for Infection and Immunity, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region."], ["Townsley", "Samantha", "S", "Department of Pharmaceutics, University of Washington, Seattle, WA 98185, USA."], ["Hu", "Shiu-Lok", "SL", "Department of Pharmaceutics, University of Washington, Seattle, WA 98185, USA."], ["Yu", "Xianghui", "X", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."], ["Gao", "Feng", "F", "National Engineering Laboratory for AIDS Vaccine, School of Life Sciences, Jilin University, Changchun, Jilin 130012, China."]], "date": "2017-12-12", "id": "29239895", "text": "Non-human primates (NHPs) are the only animal model that can be used to evaluate protection efficacy of HIV-1 Env vaccines. However, whether broadly neutralizing antibodies (bnAbs) can be elicited in NHPs infected with simian/human immunodeficiency virus (SHIV) has not been fully understood. The objective of this study is to investigate whether broad neutralization activities were developed in SHIV-infected macaques after long-term infection as in humans.Neutralization breadth and specificities in plasmas from SHIV-infected macaques could be determined by analyzing a panel of tier 2 viruses and their mutants.Forty-four Chinese macaques infected with SHIV1157ipd3N4, SHIVSF162P3 or SHIVCHN19P4 were followed for 54-321 weeks. Archived plasmas from 19 macaques were used to determine neutralization breadth and specificities against 17 tier 2 Env-pseudoviruses.Longitudinal plasma from three SHIVSF162P3-infected macaques and three SHIV1157ipd3N4-infected macaques rarely neutralized viruses (<25%) within one year of infection. The neutralization breadth in two SHIV1157ipd3N4-infected macaques significantly increased (≥65%) by year 6. Four of six SHIV1157ipd3N4-infected macaques could neutralize 50%-75% viruses while none of macaques infected with SHIVSF162P3 or SHIVCHN19P4 could neutralize more than 25% of viruses after 6 years of infection (p = 0.035). Neutralization specificity analysis showed mutations resistant to bnAbs in V2, V3 or CD4bs regions could abrogate neutralization by year-6 plasma from three SHIV1157ipd3N4-infected macaques.These results demonstrate that bnAbs targeting common HIV-1 epitopes can be elicited in SHIV1157ipd3N4-infected macaques as in humans after 4-6 years of infection and SHIV/NHP can serve as an ideal model to study bnAb maturation.", "doi": "10.1097/QAD.0000000000001724", "title": "Development of broad neutralization activity in SHIV-infected rhesus macaques after long-term infection.", "journal": ["AIDS (London, England)", "AIDS"]}