{"authors": [["Lacaille-Dubois", "Marie-Aleth", "MA", "PEPITE EA 4267, Laboratoire de Pharmacognosie, UFR des Sciences de Santé, Université de Bourgogne Franche-Comté, 7, Bd Jeanne d'Arc, BP 87900, 21079 Dijon cedex, France. Electronic address: m-a.lacaille-dubois@u-bourgogne.fr."], ["Wagner", "Hildebert", "H", "Department of Pharmacy, Center for Drug Research, University of Munich, Butenandtstr. 5-13, 81377 Munich, Germany."]], "date": "2017-11-07", "id": "29239784", "text": "Triterpene glycosides are a vast group of secondary metabolites widely distributed in plants including a high number of biologically active compounds. The pharmacological potential is evaluated by using many bioassays particularly in the field of cancerology, immunology, and microbiology. The adjuvant concept is well known for these molecules in vaccines, but there is little preclinical evidence to support this concept in the management of cancer, infections and inflammation.We aim to review some examples of triterpene glycosides from natural sources which exhibit adjuvant activity when they are co-adminitered with anticancer drugs, targeted toxins, antimicrobial, anti-inflammatory drugs and with antigens in vaccines.The scientific literature on the adjuvant potential of triterpene glycosides covering mainly the last two decades has been identified by using relevant key words in the databases, using the online service such as Medline/PubMed, Scopus, Web of Science, Google Scholar.We divided these findings in four kind of examples, the combination of triterpene glycosides (1) with chemotherapeutic agents in conventional tumor therapies and with targeted toxins, (2) with antimicrobial drugs, (3) with antiinflammatory drugs, and (4) with an antigen in prophylactic and therapeutic vaccines. Pharmacological studies have revealed that some triterpene glycosides co-administered with anticancer drugs such as cisplatin, paclitaxel, cyclophosphamide, etoposide, 5-fluorouracyl, mitoxantrone exhibited increased cytotoxicity in tumor cells better than when the drugs were administered alone. However in vivo toxicological and pharmacokinetic studies are required before the combination strategy can be applied into clinical practice. Other studies showed that combined application of triterpene glycosides with targeted toxins resulted in the increased efficacy of the toxin, simultaneously reducing the dosage, and side effects. It was also shown that the co-administration of the triterpenoids with corticosteroids synergistically inhibited the inflammatory response induced by carrageenan in rats. The search for new alternative adjuvants in vaccines in comparison with the aluminium salts inducing only a Th2-type immune response resulted in the discovery of the promising purified fraction QS-21 from Quillaja saponaria, which has been used in the development of a variety of prophylactic and therapeutic vaccines. Over 120 clinical trials for around 20 vaccine indications in infectious diseases, cancer, degenerative disorders have been reported involving more than 50,000 patients.This review summarized the successfull in vitro and in vivo studies showing that this combination approach of triterpene glycosides co-adminitered with anticancer, antimicrobial and anti-inflammatory drug may provide an exciting road for further developments in the treatment of some cancers, parasitic and inflammatory diseases and in the rational design of vaccines against infectious diseases and cancer. From a clinical point of view, the potential benefit of QS-21, a promising triterpene glycoside from Quillaja saponaria has been highlighted in several vaccine clinical trials with a favorable ratio efficacy/toxicity.", "doi": "10.1016/j.phymed.2017.10.019", "title": "New perspectives for natural triterpene glycosides as potential adjuvants.", "journal": ["Phytomedicine : international journal of phytotherapy and phytopharmacology", "Phytomedicine"]}