{"authors": [["Poprach", "A", "A", null], ["Lakomý", "R", "R", null], ["Büchler", "T", "T", null]], "date": null, "id": "29239194", "text": "Treatment of renal cell carcinoma is still palliative. Targeted therapy increases response rates and prolongs overall survival and progression-free survival compared with cytokines and chemotherapy. Checkpoint inhibitors constitute the up-date of therapeutic approaches, and anti-PD-1 antibody, one checkpoint inhibitor, is now well established as a second and/or third palliative treatment for patients with renal cell carcinoma. In this study, we present the latest data from current studies on cytokines, cancer vaccines, ipilimumab, and nivolumab. The therapeutic efficacies of combinations such as targeted therapy with immune checkpoint inhibitors and anti-CTLA-4 with anti PD-1 (-L1) have been reported in many studies. Preliminary results are encouraging but the high toxicities and elevated cost are limiting. Treatments with combinations of bevacizumab and atezolizumab, axitinib and pembrolizumab or avelumab, lenvatinib and pembrolizumab, and nivolumab and ipilimumab (results from study phase I, II, and sometimes III) are reported to be highly effective and to result in long-lasting responses with response-rates of 70-100%. So far, valid predictors for these therapies have not been forthcoming, but considerable work is being exerted in this area. Heng and Memorial Sloan Kettering Cancer Center (MSKCC) models are still being used to select patients for immunotherapy. Immunotherapy will definitely continue to play an important role in the treatment of patients with renal cell carcinoma; however, many questions remain.Key words: renal cell carcinoma - immunotherapy - checkpoint inhibitors - target therapy Supported by MH CZ - DRO (MMCI, 00209805) This work was supported by program of the Czech Ministry of Health No. P03-15-34 678A. The authors declare they have no potential conflicts of interest concerning drugs, products, or services used in the study. The Editorial Board declares that the manuscript met the ICMJE recommendation for biomedical papers.Submitted: 16. 8. 2017Accepted: 7. 9. 2017.", "doi": "10.14735/amko20173S55", "title": "[Immunotherapy of Renal Cell Carcinoma].", "journal": ["Klinicka onkologie : casopis Ceske a Slovenske onkologicke spolecnosti", "Klin Onkol"]}