{"authors": [["Fiala", "O", "O", null], ["Šorejs", "O", "O", null], ["Pešek", "M", "M", null], ["Fínek", "J", "J", null]], "date": null, "id": "29239189", "text": "Lung cancer occupies the leading position of cancer incidence and mortality worldwide, including in the Czech Republic. Despite significant advances in systemic oncology treatments, lung cancer still has the worst prognosis, which is driving the need for innovative therapies and methods to treat this disease. Immunotherapy is a developing area of systemic oncology treatment, which has recently begun to be significantly applied to patients with lung carcinoma. The most useful type of immunotherapy currently employs checkpoint inhibitors, including CTLA-4 inhibitors (ipilimumab and tremelimumab) and PD-1/PD-L1 inhibitors (nivolumab, pembrolizumab, durvalumab, and avelumab). Except for monotherapy, different combinations of these inhibitors or combinations between one more of these inhibitors and chemotherapy or targeted treatment are being actively studied. Despite intensive investigations, anti-tumor vaccines and cytokines have not had an important impact on the treatment of lung cancer. Checkpoint inhibitors have yielded favorable results, especially for the treatment of advanced (i.e., stage IIIB and IV) non-small cell lung cancer (NSCLC) and are being extensively investigated for the treatment of SCLC.The aim of this review was to summarize the most important achievements, possibilities, and perspectives of modern immunotherapy for the treatment of patients with lung cancer.Immunotherapy is an important tool in todays arsenal of oncology treatments, and for patients with lung cancer it offers the hope of prolonging life and img iprovints quality.Key words: immunotherapy - lung cancer - NSCLC - SCLC - checkpoint inhibitors This work was supported by National Sustainability Programme I No. LO1503 provided by Ministry of education, youth and sports and program No. 17-30748A devided by The Ministry of Health of the Czech Republic. The authors declare they have no potential conflicts of interest concerning drugs, products, or services used in the study. The Editorial Board declares that the manuscript met the ICMJE recommendation for biomedical papers.Submitted: 31. 8. 2017Accepted: 7. 9. 2017.", "doi": "10.14735/amko20173S22", "title": "[Immunotherapy in the Treatment of Lung Cancer].", "journal": ["Klinicka onkologie : casopis Ceske a Slovenske onkologicke spolecnosti", "Klin Onkol"]}