{"authors": [["Chalan", "P", "P", "Division of Immunology, Department of Pathology, The Johns Hopkins School of Medicine, Ross Building-Room 656, 720 Rutland Avenue, Baltimore, MD, 21205, USA."], ["Di Dalmazi", "G", "G", "Division of Immunology, Department of Pathology, The Johns Hopkins School of Medicine, Ross Building-Room 656, 720 Rutland Avenue, Baltimore, MD, 21205, USA."], ["Pani", "F", "F", "Division of Immunology, Department of Pathology, The Johns Hopkins School of Medicine, Ross Building-Room 656, 720 Rutland Avenue, Baltimore, MD, 21205, USA."], ["De Remigis", "A", "A", "Division of Immunology, Department of Pathology, The Johns Hopkins School of Medicine, Ross Building-Room 656, 720 Rutland Avenue, Baltimore, MD, 21205, USA."], ["Corsello", "A", "A", "Division of Immunology, Department of Pathology, The Johns Hopkins School of Medicine, Ross Building-Room 656, 720 Rutland Avenue, Baltimore, MD, 21205, USA."], ["Caturegli", "P", "P", "Division of Immunology, Department of Pathology, The Johns Hopkins School of Medicine, Ross Building-Room 656, 720 Rutland Avenue, Baltimore, MD, 21205, USA. pcat@jhmi.edu."]], "date": "2017-12-13", "id": "29238906", "text": "Immunotherapy is a firmly established pillar in the treatment of cancer, alongside the traditional approaches of surgery, radiotherapy, and chemotherapy. Like every treatment, also cancer immunotherapy causes a diverse spectrum of side effects, collectively referred to as immune-related adverse events.This review will examine the main forms of immunotherapy, the proposed mechanism(s) of action, and the incidence of thyroid dysfunctions.A comprehensive MEDLINE search was performed for articles published up to March 30, 2017.Following the pioneering efforts with administration of cytokines such as IL-2 and IFN-g, which caused a broad spectrum of thyroid dysfunctions (ranging in incidence from 1 to 50%), current cancer immunotherapy strategies comprise immune checkpoint inhibitors, oncolytic viruses, adoptive T-cell transfer, and cancer vaccines. Oncolytic viruses, adoptive T-cell transfer, and cancer vaccines cause thyroid dysfunctions only rarely. In contrast, immune checkpoint blockers (such as anti-CTLA-4, anti-PD-1, anti-PD-L1) are associated with a high risk of thyroid autoimmunity. This risk is highest for anti-PD-1 and increases further when a combination of checkpoint inhibitors is used.Cancer patients treated with monoclonal antibodies that block immune checkpoint inhibitors are at risk of developing thyroid dysfunctions. Their thyroid status should be assessed at baseline and periodically after initiation of the immunotherapy.", "doi": "10.1007/s40618-017-0778-8", "title": "Thyroid dysfunctions secondary to cancer immunotherapy.", "journal": ["Journal of endocrinological investigation", "J. Endocrinol. Invest."]}