{"authors": [["Zai", "Xiaodong", "X", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Yang", "Qiaoling", "Q", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Yin", "Ying", "Y", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Li", "Ruihua", "R", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Qian", "Mengying", "M", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Zhao", "Taoran", "T", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Li", "Yaohui", "Y", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Zhang", "Jun", "J", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Fu", "Ling", "L", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Xu", "Junjie", "J", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."], ["Chen", "Wei", "W", "Laboratory of Vaccine and Antibody Engineering, Beijing Institute of Biotechnology, Beijing, China."]], "date": "2017-11-29", "id": "29238329", "text": "Brucella spp. are facultative intracellular pathogens that cause chronic brucellosis in humans and animals. The virulence of Brucella primarily depends on its successful survival and replication in host cells. During invasion of the host tissue, Brucella is simultaneously subjected to a variety of harsh conditions, including nutrient limitation, low pH, antimicrobial defenses, and extreme levels of reactive oxygen species (ROS) via the host immune response. This suggests that Brucella may be able to regulate its metabolic adaptation in response to the distinct stresses encountered during its intracellular infection of the host. An investigation into the differential proteome expression patterns of Brucella grown under the relevant stress conditions may contribute toward a better understanding of its pathogenesis and adaptive response. Here, we utilized a mass spectrometry-based label-free relative quantitative proteomics approach to investigate and compare global proteomic changes in B. abortus in response to eight different stress treatments. The 3 h short-term in vitro single-stress and multi-stress conditions mimicked the in vivo conditions of B. abortus under intracellular infection, with survival rates ranging from 3.17 to 73.17%. The proteomic analysis identified and quantified a total of 2,272 proteins and 74% of the theoretical proteome, thereby providing wide coverage of the B. abortus proteome. By including eight distinct growth conditions and comparing these with a control condition, we identified a total of 1,221 differentially expressed proteins (DEPs) that were significantly changed under the stress treatments. Pathway analysis revealed that most of the proteins were involved in oxidative phosphorylation, ABC transporters, two-component systems, biosynthesis of secondary metabolites, the citrate cycle, thiamine metabolism, and nitrogen metabolism; constituting major response mechanisms toward the reconstruction of cellular homeostasis and metabolic balance under stress. In conclusion, our results provide a better understanding of the global metabolic adaptations of B. abortus associated with distinct environmental stresses. The identification of proteins necessary for stress resistance is crucial toward elucidating the infectious process in order to control brucellosis, and may facilitate the discovery of novel therapeutic targets and effective vaccines.", "doi": "10.3389/fmicb.2017.02347", "title": "Relative Quantitative Proteomic Analysis of Brucella abortus Reveals Metabolic Adaptation to Multiple Environmental Stresses.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}