{"authors": [["Yamanaka", "Takashi", "T", "Equine Research Institute, The Japan Racing Association."], ["Nemoto", "Manabu", "M", "Equine Research Institute, The Japan Racing Association."], ["Bannai", "Hiroshi", "H", "Equine Research Institute, The Japan Racing Association."], ["Tsujimura", "Koji", "K", "Equine Research Institute, The Japan Racing Association."], ["Matsumura", "Tomio", "T", "Equine Research Institute, The Japan Racing Association."], ["Kokado", "Hiroshi", "H", "Equine Research Institute, The Japan Racing Association."], ["Gildea", "Sarah", "S", "Irish Equine Centre."], ["Cullinane", "Ann", "A", "Irish Equine Centre."]], "date": "2017-12-14", "id": "29237998", "text": "Equine influenza (EI) vaccine has been widely used. However, the causative EI virus (H3N8) undergoes continuous antigenic drift, and the vaccine strains must be periodically reviewed and if necessary, updated to maintain vaccine efficacy against circulating viruses. In 2016, the Japanese vaccine was updated by replacing the old viruses with the Florida sub-lineage Clade (Fc) 2 virus, A/equine/Yokohama/aq13/2010 (Y10). We investigated the virus neutralization (VN) antibody response to Fc2 viruses currently circulating in Europe, after booster or primary immunization with the new vaccine. These European viruses have the amino acid substitution A144V or I179V of the hemagglutinin. In horses that had previously received a primary course and bi-annual boosters with the old vaccine booster, immunization with the updated vaccine increased the VN antibody levels against the European Fc2 viruses as well as Y10. There were no significant differences in the VN titers against Y10 and the Fc2 viruses with A144V or I179V substitution in horses that had received a primary course of the updated vaccine. However, a mixed primary course where the first dose was the old vaccine and the second dose was the updated vaccine, reduced VN titers against the European viruses compared to that against Y10. In summary, the new vaccine affords horses protective level of VN titers against the Fc2 viruses carrying A144V or I179V substitution, but our results suggest that the combination of the old and new vaccines for primary immunization would not be optimum.", "doi": "10.1292/jvms.17-0538", "title": "Neutralization antibody response to booster/priming immunization with new equine influenza vaccine in Japan.", "journal": ["The Journal of veterinary medical science", "J. Vet. Med. Sci."]}