{"authors": [["Schouest", "Blake", "B", "Division of Microbiology, Tulane National Primate Research Center, Covington, LA."], ["Weiler", "Andrea M", "AM", "Wisconsin National Primate Research Center, Madison, WI."], ["Janaka", "Sanath Kumar", "SK", "Department of Pathology and Laboratory Medicine, University of Wisconsin-Madison, Madison, WI."], ["Myers", "T Alix", "TA", "Division of Microbiology, Tulane National Primate Research Center, Covington, LA."], ["Das", "Arpita", "A", "Division of Microbiology, Tulane National Primate Research Center, Covington, LA."], ["Wilder", "Sarah C", "SC", "Division of Microbiology, Tulane National Primate Research Center, Covington, LA."], ["Furlott", "Jessica", "J", "Wisconsin National Primate Research Center, Madison, WI."], ["Baddoo", "Melody", "M", "Tulane Cancer Center, New Orleans, LA."], ["Flemington", "Erik K", "EK", "Tulane Cancer Center, New Orleans, LA."], ["Rakasz", "Eva G", "EG", "Wisconsin National Primate Research Center, Madison, WI."], ["Evans", "David T", "DT", "Wisconsin National Primate Research Center, Madison, WI."], ["Friedrich", "Thomas C", "TC", "Wisconsin National Primate Research Center, Madison, WI."], ["Maness", "Nicholas J", "NJ", "Division of Microbiology, Tulane National Primate Research Center, Covington, LA nmaness@tulane.edu."]], "date": "2017-12-13", "id": "29237831", "text": "Nef-specific CD8+ T lymphocytes (CD8TL) are linked to extraordinary control of primate lentiviral replication, but the mechanisms underlying their efficacy remain largely unknown. The immunodominant, Mamu-B*017:01+ restricted Nef195-203MW9 epitope in SIVmac239 partially overlaps a sorting motif important for interactions with host AP-2 proteins and, hence, downmodulation of several host proteins including Tetherin (CD317/BST-2), CD28, CD4, SERINC3, and SERINC5. We reasoned that CD8TL-driven evolution in this epitope might compromise Nef's ability to modulate these important molecules. Here we used deep sequencing of SIV from nine B*017:01+ macaques throughout infection with SIVmac239 to characterize the patterns of viral escape in this epitope and then assayed impacts of these variants on Nef-mediated modulation of multiple host molecules. Acute variation in multiple Nef195-203MW9 residues significantly compromised Nef's ability to downregulate surface Tetherin, CD4, and CD28, and reduced its ability to prevent SERINC5-mediated reduction in viral infectivity but did not impact downregulation of CD3 or MHC-I, suggesting selective disruption of immunomodulatory pathways involving Nef AP-2 interactions. Together, our data illuminate a pattern of viral escape dictated by a selective balance to maintain AP-2 mediated downregulation while evading epitope-specific CD8TL responses. These data could shed light on mechanisms of both CD8TL-driven viral control generally and on Mamu-B*017:01-mediated viral control specifically.ImportanceA rare subset of humans infected with HIV-1 and macaques infected with SIV can control the virus without aid of antiviral medications. A common feature of these individuals is the ability to mount unusually effective CD8 T lymphocyte responses against the virus. One of the most formidable aspects of HIV is its ability to evolve to evade immune responses, particularly CD8 T lymphocytes. We show that macaques that target a specific peptide in the SIV Nef protein are capable of better control of the virus and that, as the virus evolves to escape this response, it does so at a cost to specific functions performed by the Nef protein. Our results help to understand how the virus can be controlled by an immune response, which could help in designing effective vaccines.", "doi": "10.1128/JVI.01822-17", "title": "Maintenance of AP-2 Dependent Functional Activities of Nef Restricts Pathways of Immune Escape from CD8 T Lymphocyte Responses.", "journal": ["Journal of virology", "J. Virol."]}