{"authors": [["Mauffrey", "Florian", "F", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Fournier", "Éric", "É", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Demczuk", "Walter", "W", "National Microbiology Laboratory, Public Health Agency of Canada, Winnipeg, Manitoba, Canada."], ["Martin", "Irene", "I", "National Microbiology Laboratory, Public Health Agency of Canada, Winnipeg, Manitoba, Canada."], ["Mulvey", "Michael", "M", "National Microbiology Laboratory, Public Health Agency of Canada, Winnipeg, Manitoba, Canada."], ["Martineau", "Christine", "C", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Lévesque", "Simon", "S", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Bekal", "Sadjia", "S", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Domingo", "Marc-Christian", "MC", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Doualla-Bell", "Florence", "F", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Longtin", "Jean", "J", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."], ["Lefebvre", "Brigitte", "B", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Québec, Canada."]], "date": "2017-12-13", "id": "29236737", "text": "Streptococcus pneumoniae is one of the major causes of pneumonia, meningitis and other pneumococcal infections in young children and elders. Determination of circulating S. pneumoniae serotypes is an essential service by public health laboratories for the monitoring of putative serotype replacement following the introduction of pneumococcal conjugate vaccines (PCVs) and of the efficacy of the immunization program. The Quellung method remains the gold standard for typing S. pneumoniae. Although this method is very effective, it is also costly, time consuming and not totally reliable due to its subjective nature. The objectives of this study were to test and evaluate the efficiency of 3 different molecular methods compared to the Quellung method. Sequential multiplex PCR, sequetyping and whole genome sequencing (WGS) were chosen and tested using a set of diverse S. pneumoniae. One-hundred and eighteen isolates covering 83 serotypes were subjected to multiplex PCR and sequetyping while 88 isolates covering 53 serotypes were subjected to WGS. Sequential multiplex PCR allowed the identification of a significant proportion (49%) of serotypes at the serogroup or subset level but only 27% were identified at the serotype level. Using WGS, 55% to 60% of isolates were identified at the serotype level depending on the analysis strategy used. Finally, sequetyping demonstrated the lowest performance, with 17% of misidentified serotypes. The use of Jin cpsB database instead of the GenBank database slightly improved results but did not significantly impact the efficiency of sequetyping. Although none of these molecular methods may currently replace the Quellung method, WGS remains the most promising molecular pneumococcal serotyping method.", "doi": "10.1371/journal.pone.0189163", "title": "Comparison of sequential multiplex PCR, sequetyping and whole genome sequencing for serotyping of Streptococcus pneumoniae.", "journal": ["PloS one", "PLoS ONE"]}