{"authors": [["Genzow", "Marika", "M", "Boehringer Ingelheim Animal Health GmbH Binger Str, Ingelheim, Germany."], ["Goodell", "Christa", "C", "Boehringer Ingelheim Animal Health St. Joseph, Missouri, USA."], ["Kaiser", "Troy J", "TJ", "Boehringer Ingelheim Animal Health St. Joseph, Missouri, USA."], ["Johnson", "Wesley", "W", "Boehringer Ingelheim Animal Health, Ames, Iowa, USA."], ["Eichmeyer", "Marc", "M", "Boehringer Ingelheim Animal Health, Ames, Iowa, USA."]], "date": "2017-12-13", "id": "29236357", "text": "Influenza A virus in swine (IAV-S) causes an acute respiratory disease of swine which results in great economic losses in pig production. Major control strategies include the use of killed vaccines (KV) in breeding females to confer passive immunity to their offspring. A bivalent H1N1 and H3N2 NS1-truncated live attenuated IAV-S vaccine has recently become available, which showed promising results in young pigs.The aim of this study was to investigate the effect of an intranasal vaccination of newborn pigs with or without maternally derived antibodies (MDA) on virus shedding (via nasal swabs tested by virus isolation).The study was performed as intra-tracheal challenge experiments with either a heterologous H1N2 or H3N2 viruses.The results of this study showed a significant decrease in the incidence and duration of shedding viable virus for vaccinated newborn piglets with or without MDA, providing strong evidence that intranasal vaccination is overcoming passively acquired maternal immunity. This study indicates that intranasal vaccination with a truncated NS1 live attenuated IAV-S vaccine of newborn piglets with maternal antibodies can be a valuable tool for reducing the prevalence of heterologous H1N2 and H3N2 IAV-S in pig herds. This article is protected by copyright. All rights reserved.", "doi": "10.1111/irv.12531", "title": "Live-attenuated influenza virus vaccine reduces virus shedding of newborn piglets in the presence of maternal antibody.", "journal": ["Influenza and other respiratory viruses", "Influenza Other Respir Viruses"]}