{"authors": [["Kadirvel", "Priyadarsini", "P", "Centre for Biotechnology, Anna University, Chennai, India."], ["Anishetty", "Sharmila", "S", "Centre for Biotechnology, Anna University, Chennai, India."]], "date": "2017-12-13", "id": "29236299", "text": "Profilin is one of the actin-binding proteins that regulate dynamics of actin polymerization. It plays a key role in cell motility and invasion. It also interacts with several other proteins notably through its poly-L-proline (PLP) binding site. Profilin in apicomplexa is characterized by a unique mini-domain consisting of a large β-hairpin extension and an acidic loop which is relatively longer in Plasmodium species. Profilin is essential for the invasive blood stages of Plasmodium falciparum. In the current study, unbound profilins from Plasmodium falciparum (Pf), Toxoplasma gondii (Tg), and Homo sapiens (Hs) were subjected to molecular dynamics (MD) simulations for a timeframe of 100 ns each to understand the conformational dynamics of these proteins. It was found that the β-hairpin of profilins from Pf and Tg shows a hinge-like movement. This movement in Pf profilin may possibly be driven by the loss of a salt-bridge within profilin. The impact of this conformational change on actin binding was assessed by docking three dimensional (3D) structures of profilin from Pf and Tg with their corresponding actins using ClusPro2.0. The stability of docked Pf profilin-actin complex was assessed through a 50 ns MD simulation. As Hs profilin I does not have the apicomplexa specific mini-domain, MD simulation was performed for this protein and its dynamics was compared to that of profilins from Pf and Tg. Using an immunoinformatics approach, potential epitope regions were predicted for Pf profilin. This has a potential application in the design of vaccines as they mapped to its unique mini-domain.", "doi": "10.1002/jcb.26579", "title": "Potential role of salt-bridges in the hinge-like movement of apicomplexa specific β-hairpin of Plasmodium and Toxoplasma profilins: A molecular dynamics simulation study.", "journal": ["Journal of cellular biochemistry", "J. Cell. Biochem."]}