{"authors": [["Morozova", "O V", "OV", "I. N. Blokhina Nizhny Novgorod Research Institute of Epidemiology and Microbiology, Nizhny Novgorod, Russian Federation. olga.morozova.bsc@gmail.com."], ["Sashina", "T A", "TA", "I. N. Blokhina Nizhny Novgorod Research Institute of Epidemiology and Microbiology, Nizhny Novgorod, Russian Federation."], ["Epifanova", "N V", "NV", "I. N. Blokhina Nizhny Novgorod Research Institute of Epidemiology and Microbiology, Nizhny Novgorod, Russian Federation."], ["Zverev", "V V", "VV", "I. N. Blokhina Nizhny Novgorod Research Institute of Epidemiology and Microbiology, Nizhny Novgorod, Russian Federation."], ["Kashnikov", "A U", "AU", "I. N. Blokhina Nizhny Novgorod Research Institute of Epidemiology and Microbiology, Nizhny Novgorod, Russian Federation."], ["Novikova", "N A", "NA", "I. N. Blokhina Nizhny Novgorod Research Institute of Epidemiology and Microbiology, Nizhny Novgorod, Russian Federation."]], "date": "2017-12-13", "id": "29236215", "text": "Group A rotaviruses (RVA) are one of the leading causes of gastroenteritis in young children worldwide. The introduction of universal mass vaccination around the world has contributed to a reduction in hospitalizations and outpatient visits associated with rotavirus infection. Continued surveillance of RVA strains is needed to determine long-term effects of vaccine introduction. In the present work, we carried out the analysis of the genotypic diversity of RVA strains isolated in Nizhny Novgorod (Russia) during the 2015-2016 epidemic season. Also we conducted a comparative analysis of the amino acid sequences of T-cell epitopes of wild-type and vaccine (RotaTeq and Rotarix) strains. In total, 1461 samples were examined. RVAs were detected in 30.4% of cases. Rotaviruses with genotype G9P[8] (40.5%) dominated in the 2015-16 epidemic season. Additionally, RVAs with the following genotypes were detected: G4P[8] (25.4%), G1P[8] (13%), G2P[4] (3.2%). Rotaviruses with genotypes G3P[9], G6P[9], and G1P[9] totaled 3%. The number of partially typed and untyped RVA samples was 66 (14.9%). The findings of a RVA of G6P[9] genotype in Russia were an original observation. Our analysis of VP6 and NSP4 T-cell epitopes showed highly conserved amino acid sequences. The found differences seem not to be caused by the immune pressure but were rather related to the genotypic affiliations of the proteins. Vaccination against rotavirus infection is not included in the national vaccination schedule in Russia. Monitoring of the genotypic and antigenic diversity of contemporary RVA will allow providing a comparative analysis of wild-type strains in areas with and without vaccine campaign.", "doi": "10.1007/s11262-017-1529-9", "title": "Phylogenetic comparison of the VP7, VP4, VP6, and NSP4 genes of rotaviruses isolated from children in Nizhny Novgorod, Russia, 2015-2016, with cogent genes of the Rotarix and RotaTeq vaccine strains.", "journal": ["Virus genes", "Virus Genes"]}