{"authors": [["Krasselt", "M", "M", "Rheumatology Unit, Clinic for Gastroenterology und Rheumatology, Department of Internal Medicine, Neurology and Dermatology, University of Leipzig, Liebigstr. 20, 04103, Leipzig, Germany. marco.krasselt@medizin.uni-leipzig.de."], ["Baerwald", "C", "C", "Rheumatology Unit, Clinic for Gastroenterology und Rheumatology, Department of Internal Medicine, Neurology and Dermatology, University of Leipzig, Liebigstr. 20, 04103, Leipzig, Germany."], ["Seifert", "O", "O", "Rheumatology Unit, Clinic for Gastroenterology und Rheumatology, Department of Internal Medicine, Neurology and Dermatology, University of Leipzig, Liebigstr. 20, 04103, Leipzig, Germany."]], "date": "2017-12-13", "id": "29236153", "text": "Patients with systemic lupus erythematosus (SLE) are at an increased risk of acquiring infections due to the disease itself and the immunosuppressive therapy. Furthermore, infections largely contribute to overall SLE mortality. Vaccinations against preventable diseases are therefore of particular importance for these patients.To estimate vaccination frequencies among patients with SLE, we studied patients in a survey and calculated vaccination rates based on their vaccination documents. Patients were recruited from our outpatient clinic during one of their routine visits. For the statistical analysis, they have been stratified by age (≥60 vs. <60 years) for further subgroup analysis due to age-related recommendations for some vaccines.Among the patients studied (n = 68) we found rather low vaccination rates in particular for the strongly recommended vaccines against pneumococcus and influenza (21% and 49%, respectively). Furthermore, protection rates for important basic vaccinations were found to be low, e. g. pertussis protection for 31% of patients. Beside these findings, we saw age-dependant differences for a variety of vaccines: while the pneumococcus vaccination was more often given to patients ≥60 years, measles, pertussis, diphtheria and hepatitis B vaccinations were found significantly more often in younger patients.Vaccination rates have to be improved among SLE patients, in particular for vaccines protecting from respiratory tract infections such as pneumococcus and influenza.", "doi": "10.1007/s00393-017-0410-5", "title": "Insufficient vaccination rates in patients with systemic lupus erythematosus in a German outpatient clinic.", "journal": ["Zeitschrift fur Rheumatologie", "Z Rheumatol"]}