{"authors": [["Iriya", "Rafael", "R", "Arizona State University, Biodesign Center for Biosensors and Bioelectronics, Tempe, Arizona, United States."], ["Syal", "Karan", "K", "Arizona State University, Biodesign Center for Biosensors and Bioelectronics, Tempe, Arizona, United States."], ["Jing", "Wenwen", "W", "Arizona State University, Biodesign Center for Biosensors and Bioelectronics, Tempe, Arizona, United States."], ["Mo", "Manni", "M", "Arizona State University, Biodesign Center for Biosensors and Bioelectronics, Tempe, Arizona, United States."], ["Yu", "Hui", "H", "Arizona State University, Biodesign Center for Biosensors and Bioelectronics, Tempe, Arizona, United States."], ["Haydel", "Shelley E", "SE", "Arizona State University, School of Life Sciences, Tempe, Arizona, United States."], ["Wang", "Shaopeng", "S", "Arizona State University, Biodesign Center for Biosensors and Bioelectronics, Tempe, Arizona, United States."], ["Tao", "Nongjian", "N", "Arizona State University, Biodesign Center for Biosensors and Bioelectronics, Tempe, Arizona, United States."]], "date": null, "id": "29235272", "text": "Diagnosing antibiotic-resistant bacteria currently requires sensitive detection of phenotypic changes associated with antibiotic action on bacteria. Here, we present an optical imaging-based approach to quantify bacterial membrane deformation as a phenotypic feature in real-time with a nanometer scale (∼9  nm) detection limit. Using this approach, we found two types of antibiotic-induced membrane deformations in different bacterial strains: polymyxin B induced relatively uniform spatial deformation of Escherichia coli O157:H7 cells leading to change in cellular volume and ampicillin-induced localized spatial deformation leading to the formation of bulges or protrusions on uropathogenic E. coli CFT073 cells. We anticipate that the approach will contribute to understanding of antibiotic phenotypic effects on bacteria with a potential for applications in rapid antibiotic susceptibility testing.", "doi": "10.1117/1.JBO.22.12.126002", "title": "Real-time detection of antibiotic activity by measuring nanometer-scale bacterial deformation.", "journal": ["Journal of biomedical optics", "J Biomed Opt"]}