{"authors": [["Vitetta", "Luis", "L", "Sydney Medical School, The University of Sydney, Sydney 2006, Australia. luis.vitetta@sydney.edu.au."], ["Saltzman", "Emma Tali", "ET", "Sydney Medical School, The University of Sydney, Sydney 2006, Australia. esal4025@uni.sydney.edu.au."], ["Thomsen", "Michael", "M", "Sydney Medical School, The University of Sydney, Sydney 2006, Australia. mtho0952@uni.sydney.edu.au."], ["Nikov", "Tessa", "T", "Medlab Clinical Ltd., Sydney 2015, Australia. tessnikov@gmail.com."], ["Hall", "Sean", "S", "Medlab Clinical Ltd., Sydney 2015, Australia. sean_hall@medlab.co."]], "date": "2017-12-11", "id": "29232932", "text": "Immune defence against pathogenic agents comprises the basic premise for the administration of vaccines. Vaccinations have hence prevented millions of infectious illnesses, hospitalizations and mortality. Acquired immunity comprises antibody and cell mediated responses and is characterized by its specificity and memory. Along a similar congruent yet diverse mode of disease prevention, the human host has negotiated from in utero and at birth with the intestinal commensal bacterial cohort to maintain local homeostasis in order to achieve immunological tolerance in the new born. The advent of the Human Microbiome Project has redefined an appreciation of the interactions between the host and bacteria in the intestines from one of a collection of toxic waste to one of a symbiotic existence. Probiotics comprise bacterial genera thought to provide a health benefit to the host. The intestinal microbiota has profound effects on local and extra-intestinal end organ physiology. As such, we further posit that the adjuvant administration of dedicated probiotic formulations can encourage the intestinal commensal cohort to beneficially participate in the intestinal microbiome-intestinal epithelia-innate-cell mediated immunity axes and cell mediated cellular immunity with vaccines aimed at preventing infectious diseases whilst conserving immunological tolerance. The strength of evidence for the positive effect of probiotic administration on acquired immune responses has come from various studies with viral and bacterial vaccines. We posit that the introduction early of probiotics may provide significant beneficial immune outcomes in neonates prior to commencing a vaccination schedule or in elderly adults prior to the administration of vaccinations against influenza viruses.", "doi": "10.3390/vaccines5040050", "title": "Adjuvant Probiotics and the Intestinal Microbiome: Enhancing Vaccines and Immunotherapy Outcomes.", "journal": ["Vaccines", "Vaccines (Basel)"]}