{"authors": [["Baker", "Sarah M", "SM", "Department of Microbiology and Immunology, Tulane University School of Medicine, New Orleans, LA 70112, USA. sbaker@tulane.edu."], ["Davitt", "Christopher J H", "CJH", "Department of Microbiology and Immunology, Tulane University School of Medicine, New Orleans, LA 70112, USA. cdavitt@tulane.edu."], ["Motyka", "Natalya", "N", "Department of Microbiology and Immunology, Tulane University School of Medicine, New Orleans, LA 70112, USA. nmotyka@tulane.edu."], ["Kikendall", "Nicole L", "NL", "Department of Microbiology and Immunology, Tulane University School of Medicine, New Orleans, LA 70112, USA. nkikenda@tulane.edu."], ["Russell-Lodrigue", "Kasi", "K", "Tulane National Primate Research Center, Covington, LA 70433, USA. kerussel@tulane.edu."], ["Roy", "Chad J", "CJ", "Department of Microbiology and Immunology, Tulane University School of Medicine, New Orleans, LA 70112, USA. croy@tulane.edu."], ["Morici", "Lisa A", "LA", "Department of Microbiology and Immunology, Tulane University School of Medicine, New Orleans, LA 70112, USA. lmorici@tulane.edu."]], "date": "2017-12-09", "id": "29232837", "text": "Burkholderia mallei is a Gram-negative, non-motile, facultative intracellular bacillus and the causative agent of glanders, a highly contagious zoonotic disease. B. mallei is naturally resistant to multiple antibiotics and there is concern for its potential use as a bioweapon, making the development of a vaccine against B. mallei of critical importance. We have previously demonstrated that immunization with multivalent outer membrane vesicles (OMV) derived from B. pseudomallei provide significant protection against pneumonic melioidosis. Given that many virulence determinants are highly conserved between the two species, we sought to determine if the B. pseudomallei OMV vaccine could cross-protect against B. mallei. We immunized C57Bl/6 mice and rhesus macaques with B. pseudomallei OMVs and subsequently challenged animals with aerosolized B. mallei. Immunization with B. pseudomallei OMVs significantly protected mice against B. mallei and the protection observed was comparable to that achieved with a live attenuated vaccine. OMV immunization induced the production of B.mallei-specific serum IgG and a mixed Th1/Th17 CD4 and CD8 T cell response in mice. Additionally, immunization of rhesus macaques with B. pseudomallei OMVs provided protection against glanders and induced B.mallei-specific serum IgG in non-human primates. These results demonstrate the ability of the multivalent OMV vaccine platform to elicit cross-protection against closely-related intracellular pathogens and to induce robust humoral and cellular immune responses against shared protective antigens.", "doi": "10.3390/vaccines5040049", "title": "A Burkholderia pseudomallei Outer Membrane Vesicle Vaccine Provides Cross Protection against Inhalational Glanders in Mice and Non-Human Primates.", "journal": ["Vaccines", "Vaccines (Basel)"]}