{"authors": [["Odunsi", "K", "K", "Department of Gynecologic Oncology, Center for Immunotherapy, Roswell Park Cancer Institute, Buffalo, USA."]], "date": null, "id": "29232467", "text": "Immunological destruction of tumors is a multistep, coordinated process that can be modulated or targeted at several critical points to elicit tumor rejection. These steps in the cancer immunity cycle include: (i) generation of sufficient numbers of effector T cells with high avidity recognition of tumor antigens in vivo; (ii) trafficking and infiltration into the tumor; (iii) overcoming inhibitory networks in the tumor microenvironment; (iv) direct recognition of tumor antigens and generation of an effector anti-tumor response; and (v) persistence of the anti-tumor T cells. In an effort to understand whether the immune system plays a role in controlling ovarian cancer, our group and others demonstrated that the presence of tumor infiltrating lymphocytes (TILs) is associated with improved clinical outcome in ovarian cancer patients. Recently, we hypothesized that the quality of infiltrating T cells could also be a critical determinant of outcome in ovarian cancer patients. In the past decade, several immune-based interventions have gained regulatory approval in many solid tumors and hematologic malignancies. These interventions include immune checkpoint blockade, cancer vaccines, and adoptive cell therapy. There are currently no approved immune therapies for ovarian cancer. Immunotherapy in ovarian cancer will have to consider the immune suppressive networks within the ovarian tumor microenvironment; therefore, a major direction is to develop biomarkers that would predict responsiveness to different types of immunotherapies, and allow for treatment selection based on the results. Moreover, such biomarkers would allow rational combination of immunotherapies, while minimizing toxicities. In this review, the current understanding of the host immune response in ovarian cancer patients will be briefly reviewed, progress in immune therapies, and future directions for exploiting immune based strategies for long lasting durable cure.", "doi": "10.1093/annonc/mdx444", "title": "Immunotherapy in ovarian cancer.", "journal": ["Annals of oncology : official journal of the European Society for Medical Oncology", "Ann. Oncol."]}