{"authors": [["Leung", "Jonathan Tin Chi", "JTC", "a The Jockey Club School of Public Health and Primary Care, Faculty of Medicine, The Chinese University of Hong Kong , Hong Kong SAR , China."], ["Law", "Chi-Kin", "CK", "a The Jockey Club School of Public Health and Primary Care, Faculty of Medicine, The Chinese University of Hong Kong , Hong Kong SAR , China."]], "date": "2017-12-12", "id": "29232166", "text": "Despite cervical cancer can be preventable by HPV vaccination, little is known on its associated factors among young females in Hong Kong. This study aimed to investigate the present situation regarding the self-reported knowledge, attitudes and practice (KAP) of Human Papillomavirus (HPV) vaccination and to examine their associated factors among female university students in Hong Kong. 195 respondents were recruited to complete a self-administered questionnaire from two local universities through convenience sampling. 8.2% respondents indicated that family doctors as sources of knowledge of HPV and HPV vaccination. 59.0% of the sample identified more than four knowledge items, 82.6% thought that HPV vaccines can effectively prevent cervical cancer and 47.2% received HPV vaccination. Regression analyses found those at older age, thought that they might be infected by HPV and received HPV would have a higher level of knowledge. Those who knew HPV is sexually transmitted, thought may be infected by HPV and received HPV vaccination would have positive attitude on HPV vaccination. Those at older ages, knew their university provided discounted vaccination for female students, and were not afraid of the side effects were associated with HPV vaccination. Family doctors should take a more prominent role in disseminating accurate and precise information. Advocacies should be emphasised on the risk of HPV as a sexually transmitted disease and the availability of discounted and safe HPV vaccines in tertiary educational institutions to increase the uptake rate of HPV vaccines for first-year and non-health major university students.", "doi": "10.1080/21645515.2017.1415685", "title": "Revisiting knowledge, attitudes and practice (KAP) on human papillomavirus (HPV) vaccination among female university students in Hong Kong.", "journal": ["Human vaccines & immunotherapeutics", "Hum Vaccin Immunother"]}