{"authors": [["Tregoning", "John S", "JS", "a Mucosal Infection and Immunity group, Section of Virology, Department of Medicine , St Mary's Campus, Imperial College London , UK."], ["Russell", "Ryan F", "RF", "a Mucosal Infection and Immunity group, Section of Virology, Department of Medicine , St Mary's Campus, Imperial College London , UK."], ["Kinnear", "Ekaterina", "E", "a Mucosal Infection and Immunity group, Section of Virology, Department of Medicine , St Mary's Campus, Imperial College London , UK."]], "date": "2017-12-12", "id": "29232151", "text": "In spite of current influenza vaccines being immunogenic, evolution of the influenza virus can reduce efficacy and so influenza remains a major threat to public health. One approach to improve influenza vaccines is to include adjuvants; substances that boost the immune response. Adjuvants are particularly beneficial for influenza vaccines administered during a pandemic when a rapid response is required or for use in patients with impaired immune responses, such as infants and the elderly. This review outlines the current use of adjuvants in human influenza vaccines, including what they are, why they are used and what is known of their mechanism of action. To date, six adjuvants have been used in licensed human vaccines: Alum, MF59, AS03, AF03, virosomes and heat labile enterotoxin (LT). In general these adjuvants are safe and well tolerated, but there have been some rare adverse events when adjuvanted vaccines are used at a population level that may discourage the inclusion of adjuvants in influenza vaccines, for example the association of LT with Bell's Palsy. Improved understanding about the mechanisms of the immune response to vaccination and infection has led to advances in adjuvant technology and we describe the experimental adjuvants that have been tested in clinical trials for influenza but have not yet progressed to licensure. Adjuvants alone are not sufficient to improve influenza vaccine efficacy because they do not address the underlying problem of mismatches between circulating virus and the vaccine. However, they may contribute to improved efficacy of next-generation influenza vaccines and will most likely play a role in the development of effective universal influenza vaccines, though what that role will be remains to be seen.", "doi": "10.1080/21645515.2017.1415684", "title": "Adjuvanted influenza vaccines.", "journal": ["Human vaccines & immunotherapeutics", "Hum Vaccin Immunother"]}