{"authors": [["Curtidor", "Hernando", "H", "Colombian Institute of Immunology Foundation (FIDIC Nonprofit-Making Organisation), Bogotá 111321, Colombia. hernando.curtidor@urosario.edu.co."], ["Reyes", "César", "C", "Colombian Institute of Immunology Foundation (FIDIC Nonprofit-Making Organisation), Bogotá 111321, Colombia. cmreyessa@unal.edu.co."], ["Bermúdez", "Adriana", "A", "Colombian Institute of Immunology Foundation (FIDIC Nonprofit-Making Organisation), Bogotá 111321, Colombia. adriana.bermudez@urosario.edu.co."], ["Vanegas", "Magnolia", "M", "Colombian Institute of Immunology Foundation (FIDIC Nonprofit-Making Organisation), Bogotá 111321, Colombia. magnolia.vanegas@urosario.edu.co."], ["Varela", "Yahson", "Y", "Colombian Institute of Immunology Foundation (FIDIC Nonprofit-Making Organisation), Bogotá 111321, Colombia. yfvarelaq@hotmail.com."], ["Patarroyo", "Manuel E", "ME", "Colombian Institute of Immunology Foundation (FIDIC Nonprofit-Making Organisation), Bogotá 111321, Colombia. mepatarr@gmail.com."]], "date": "2017-12-12", "id": "29231862", "text": "Synthetic peptides have become invaluable biomedical research and medicinal chemistry tools for studying functional roles, i.e., binding or proteolytic activity, naturally-occurring regions' immunogenicity in proteins and developing therapeutic agents and vaccines. Synthetic peptides can mimic protein sites; their structure and function can be easily modulated by specific amino acid replacement. They have major advantages, i.e., they are cheap, easily-produced and chemically stable, lack infectious and secondary adverse reactions and can induce immune responses via T- and B-cell epitopes. Our group has previously shown that using synthetic peptides and adopting a functional approach has led to identifying Plasmodium falciparumconserved regions binding to host cells. Conserved high activity binding peptides' (cHABPs) physicochemical, structural and immunological characteristics have been taken into account for properly modifying and converting them into highly immunogenic, protection-inducing peptides (mHABPs) in the experimental Aotus monkey model. This article describes stereo-electron and topochemical characteristics regarding major histocompatibility complex (MHC)-mHABP-T-cell receptor (TCR) complex formation. Some mHABPs in this complex inducing long-lasting, protective immunity have been named immune protection-inducing protein structures (IMPIPS), forming the subunit components in chemically synthesized vaccines. This manuscript summarizes this particular field and adds our recent findings concerning intramolecular interactions (H-bonds or π-interactions) enabling proper IMPIPS structure as well as the peripheral flanking residues (PFR) to stabilize the MHCII-IMPIPS-TCR interaction, aimed at inducing long-lasting, protective immunological memory.", "doi": "10.3390/molecules22122199", "title": "Conserved Binding Regions Provide the Clue for Peptide-Based Vaccine Development: A Chemical Perspective.", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}