{"authors": [["Henegan", "John C", "JC", "a Division of Hematology and Oncology, Department of Medicine , University of Mississippi Cancer Center , Jackson , MS , USA."], ["Sonpavde", "Guru", "G", "b Department of Medical Oncology, GU section , Dana Farber Cancer Institute , Boston , MA , USA."]], "date": "2017-12-12", "id": "29231062", "text": "Sipuleucel-T is the only currently approved immunotherapy for the management of prostate cancer. However, other immunotherapy agents have recently shown activity in prostate cancer and are being developed alone or in combination with other agents. Areas covered: This article provides a review of positive or encouraging clinical trials of agents under development including vaccines, monoclonal antibodies, immune modulators, gene-mediated cytotoxic immunotherapy and chimeric antigen receptor-modified 'designer' T cells in patients with prostate cancer. Expert opinion: Personalized peptide vaccines have been associated with improvements in overall survival in early phase clinical trials of patients with prostate cancer, which may lead to their future adoption into management. While single agent, monoclonal antibody-based immunotherapy trials and PSA-TRICOM's phase III trial have not demonstrated statistically significant improvements in overall survival, combinations of these agents with complementary agents have demonstrated encouraging activity. To improve the development and targeting of these therapies, agent and patient selection/modification needs to occur in the context of a rational model of the immune system's interaction with prostate cancer. In addition, some traditional surrogates of efficacy may need to be reconsidered as multiple trials of immunotherapy in prostate cancer have had conflicting results between progression-free survival and overall survival.", "doi": "10.1080/14712598.2018.1406916", "title": "Promising immunotherapy for prostate cancer.", "journal": ["Expert opinion on biological therapy", "Expert Opin Biol Ther"]}