{"authors": [["Xiao", "Jin", "J", "College of Veterinary Medicine, China Agricultural University, Beijing, 100193, China."], ["Zhang", "Lei", "L", "Key Laboratory of Veterinary Bioproduction and Chemical Medicine of the Ministry of Agriculture, Engineering and Technology Research Center for Beijing Veterinary Peptide Vaccine Design and Preparation, Zhongmu Institutes of China Animal Husbandry Industry Co. Ltd, Beijing, 100095, China."], ["Wang", "Zhenbao", "Z", "Key Laboratory of Veterinary Bioproduction and Chemical Medicine of the Ministry of Agriculture, Engineering and Technology Research Center for Beijing Veterinary Peptide Vaccine Design and Preparation, Zhongmu Institutes of China Animal Husbandry Industry Co. Ltd, Beijing, 100095, China."], ["Xiang", "Wangzhen", "W", "Key Laboratory of Veterinary Bioproduction and Chemical Medicine of the Ministry of Agriculture, Engineering and Technology Research Center for Beijing Veterinary Peptide Vaccine Design and Preparation, Zhongmu Institutes of China Animal Husbandry Industry Co. Ltd, Beijing, 100095, China."], ["Lu", "Ping", "P", "China Animal Health and Epidemiology Center, Qingdao, 266032, China."], ["Zhao", "Yingze", "Y", "National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 100052, China."], ["Han", "Min", "M", "CAS Key Laboratory of Pathogenic Microbiology and Immunology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, 100101, China."], ["Ma", "Airong", "A", "Key Laboratory of Veterinary Bioproduction and Chemical Medicine of the Ministry of Agriculture, Engineering and Technology Research Center for Beijing Veterinary Peptide Vaccine Design and Preparation, Zhongmu Institutes of China Animal Husbandry Industry Co. Ltd, Beijing, 100095, China."], ["Qi", "Peng", "P", "Key Laboratory of Veterinary Bioproduction and Chemical Medicine of the Ministry of Agriculture, Engineering and Technology Research Center for Beijing Veterinary Peptide Vaccine Design and Preparation, Zhongmu Institutes of China Animal Husbandry Industry Co. Ltd, Beijing, 100095, China."], ["Wang", "Ming", "M", "College of Veterinary Medicine, China Agricultural University, Beijing, 100193, China."], ["Gao", "George F", "GF", "College of Veterinary Medicine, China Agricultural University, Beijing, 100193, China. gaofu@chinacdc.cn."], ["Liu", "William J", "WJ", "National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, 100052, China. liujun@ivdc.chinacdc.cn."]], "date": "2017-09-08", "id": "29230639", "text": "Avian influenza viruses (AIVs) such as H5N1 and H7N9 are a great threat to poultry economics and public health. Vaccination can effectively inhibit the spread of AIV in poultry, which is also a viable strategy for controlling virus transmission from poultry to human. Adjuvants that are commonly used in current inactivated vaccines to provide stronger anti-AIV immune responses are often limited in their capacity to quantitatively induce both humoral and cellular immune responses. Herein, we assessed the levels of immune responses generated by a vaccine formulation comprising inactivated H5N1 antigen and synthetic peptides covering conserved CD4+, CD8+ T cell, and B cell epitopes. We found that the synthetic peptides enhanced the antibody responses against conserved influenza virus antigen M2e. Notably, the hemagglutination inhibition test results indicated that the peptides significantly augmented the antibody responses of inactivated H5N1 antigen even in the 1/10 or 1/5 dose group, in the identical antibody level as antigen alone used at the full dose. This indicates that the peptide can significantly reduce the use of inactivated virus, lowering the cost of the vaccine. Moreover, the peptides increased the transcript levels of interleukin-4 and interferon-γ cytokines in chicken peripheral blood mononuclear cells, which may facilitate both humoral and cellular immune responses. Our data suggest that this peptide combined with inactivated H5N1 antigen enhances both the humoral and cellular immune responses, which may benefit the prediction and design of synthetic peptide-based adjuvants for vaccines in chicken.", "doi": "10.1007/s11427-017-9153-2", "title": "Conserved peptides enhance immune efficiency of inactive vaccines against emerging avian influenza viruses in chicken.", "journal": ["Science China. Life sciences", "Sci China Life Sci"]}