{"authors": [["Wu", "Peipei", "P", "Institute of Veterinary Immunology & Engineering, Jiangsu Academy of Agricultural Sciences, Nanjing, China."], ["Lu", "Jihu", "J", "Institute of Veterinary Immunology & Engineering, Jiangsu Academy of Agricultural Sciences, Nanjing, China."], ["Zhang", "Xuehua", "X", "Institute of Veterinary Immunology & Engineering, Jiangsu Academy of Agricultural Sciences, Nanjing, China."], ["Mei", "Mei", "M", "Institute of Veterinary Immunology & Engineering, Jiangsu Academy of Agricultural Sciences, Nanjing, China."], ["Feng", "Lei", "L", "Institute of Veterinary Immunology & Engineering, Jiangsu Academy of Agricultural Sciences, Nanjing, China."], ["Peng", "Daxin", "D", "Jiangsu Co-Innovation Center for the Prevention and Control of Important Animal Infectious Disease and Zoonosis, Yangzhou, China."], ["Hou", "Jibo", "J", "Institute of Veterinary Immunology & Engineering, Jiangsu Academy of Agricultural Sciences, Nanjing, China."], ["Kang", "Sang-Moo", "SM", "Center for Inflammation, Immunity & Infection, Institute for Biomedical Sciences, Georgia State University, Atlanta, GA, United States."], ["Liu", "Xiufan", "X", "Jiangsu Co-Innovation Center for the Prevention and Control of Important Animal Infectious Disease and Zoonosis, Yangzhou, China."], ["Tang", "Yinghua", "Y", "Institute of Veterinary Immunology & Engineering, Jiangsu Academy of Agricultural Sciences, Nanjing, China."]], "date": "2017-11-27", "id": "29230222", "text": "The H5 subtype highly pathogenic avian influenza (HPAI) virus is one of the greatest threats to global poultry industry. To develop broadly protective H5 subunit vaccine, a recombinant consensus HA sequence (rHA) was constructed and expressed in virus-like particles (rHA VLPs) in the baculovirus-insect cell system. The efficacy of the rHA VLPs vaccine with or without immunopotentiator (CVCVA5) was assessed in chickens. Compared to the commercial Re6 or Re6-CVCVA5 vaccines, single dose immunization of chickens with rHA VLPs or rHA-CVCVA5 vaccines induced higher levels of serum hemagglutinin inhibition titers and neutralization titers, mucosal antibodies, IFN-γ and IL-4 cytokines in sera, and cytotoxic T lymphocyte responses. The rHA VLPs vaccine was superior to the commercial Re6 vaccine in conferring cross-protection against different clades of H5 subtype viruses. This study reports that H5 subtype consensus HA VLP single dose vaccination provides broad protection against HPAI virus in chickens.", "doi": "10.3389/fimmu.2017.01649", "title": "Single Dose of Consensus Hemagglutinin-Based Virus-Like Particles Vaccine Protects Chickens against Divergent H5 Subtype Influenza Viruses.", "journal": ["Frontiers in immunology", "Front Immunol"]}