{"authors": [["Rattanapisit", "Kaewta", "K", "Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, Thailand."], ["Abdulheem", "Supaniga", "S", "Research Unit of Mineralized Tissue, Faculty of Dentistry, Chulalongkorn University, Bangkok, Thailand."], ["Chaikeawkaew", "Daneeya", "D", "Research Unit of Mineralized Tissue, Faculty of Dentistry, Chulalongkorn University, Bangkok, Thailand."], ["Kubera", "Anchanee", "A", "Department of Genetics, Faculty of Sciences, Kasetsart University, Bangkok, Thailand."], ["Mason", "Hugh S", "HS", "Biodesign Institute Center for Immunotherapy, Vaccines, and Virotherapy, and School of Life Sciences, Arizona State University, Tempe, AZ, 85287-4501, USA."], ["Ma", "Julian K-C", "JK", "The Institute for Infection and Immunity, St. George's, University of London, London, UK."], ["Pavasant", "Prasit", "P", "Research Unit of Mineralized Tissue, Faculty of Dentistry, Chulalongkorn University, Bangkok, Thailand."], ["Phoolcharoen", "Waranyoo", "W", "Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, Thailand. Waranyoo.P@chula.ac.th."]], "date": "2017-12-11", "id": "29229947", "text": "Tissue engineering aims to utilise biologic mediators to facilitate tissue regeneration. Several recombinant proteins have potential to mediate induction of bone production, however, the high production cost of mammalian cell expression impedes patient access to such treatments. The aim of this study is to produce recombinant human osteopontin (hOPN) in plants for inducing dental bone regeneration. The expression host was Nicotiana benthamiana using a geminiviral vector for transient expression. OPN expression was confirmed by Western blot and ELISA, and OPN was purified using Ni affinity chromatography. Structural analysis indicated that plant-produced hOPN had a structure similar to commercial HEK cell-produced hOPN. Biological function of the plant-produced hOPN was also examined. Human periodontal ligament stem cells were seeded on an OPN-coated surface. The results indicated that cells could grow normally on plant-produced hOPN as compared to commercial HEK cell-produced hOPN determined by MTT assay. Interestingly, increased expression of osteogenic differentiation-related genes, including OSX, DMP1, and Wnt3a, was observed by realtime PCR. These results show the potential of plant-produced OPN to induce osteogenic differentiation of stem cells from periodontal ligament in vitro, and suggest a therapeutic strategy for bone regeneration in the future.", "doi": "10.1038/s41598-017-17666-7", "title": "Recombinant human osteopontin expressed in Nicotiana benthamiana stimulates osteogenesis related genes in human periodontal ligament cells.", "journal": ["Scientific reports", "Sci Rep"]}