{"authors": [["Sikora", "Aleksandra E", "AE", "From the Department of Pharmaceutical Sciences, College of Pharmacy, Oregon State University, Corvallis, Oregon 97330, aleksandra.sikora@oregonstate.edu."], ["Wierzbicki", "Igor H", "IH", "From the Department of Pharmaceutical Sciences, College of Pharmacy, Oregon State University, Corvallis, Oregon 97330."], ["Zielke", "Ryszard A", "RA", "From the Department of Pharmaceutical Sciences, College of Pharmacy, Oregon State University, Corvallis, Oregon 97330."], ["Ryner", "Rachael F", "RF", "From the Department of Pharmaceutical Sciences, College of Pharmacy, Oregon State University, Corvallis, Oregon 97330."], ["Korotkov", "Konstantin V", "KV", "Department of Molecular and Cellular Biochemistry, College of Medicine, University of Kentucky, Lexington, Kentucky 40536."], ["Buchanan", "Susan K", "SK", "NIDDK, National Institutes of Health, Bethesda, Maryland 20892, and."], ["Noinaj", "Nicholas", "N", "Markey Center for Structural Biology, Department of Biological Sciences and the Purdue Institute of Inflammation, Immunology and Infectious Disease, Purdue University, West Lafayette, Indiana 47907 nnoinaj@purdue.edu."]], "date": "2017-12-11", "id": "29229778", "text": "The β-barrel assembly machinery (BAM) is a conserved multicomponent protein complex responsible for the biogenesis of β-barrel outer membrane proteins (OMPs) in Gram-negative bacteria. Given its role in the production of OMPs for survival and pathogenesis, BAM represents an attractive target for the development of therapeutic interventions, including drugs and vaccines against multidrug-resistant bacteria such as Neisseria gonorrhoeae The first structure of BamA, the central component of BAM, was from N. gonorrhoeae, the etiological agent of the sexually transmitted disease gonorrhea. To aid in pharmaceutical targeting of BAM, we expanded our studies to BamD and BamE within BAM of this clinically relevant human pathogen. We found that the presence of BamD, but not BamE, is essential for gonococcal viability. However, BamE, but not BamD, was cell-surface-displayed under native conditions; however, in the absence of BamE, BamD indeed becomes surface-exposed. Loss of BamE altered cell envelope composition, leading to slower growth and an increase in both antibiotic susceptibility and formation of membrane vesicles containing greater amounts of vaccine antigens. Both BamD and BamE are expressed in diverse gonococcal isolates, under host-relevant conditions, and throughout different phases of growth. The solved structures of Neisseria BamD and BamE share overall folds with Escherichia coli proteins but contain differences that may be important for function. Together, these studies highlight that, although BAM is conserved across Gram-negative bacteria, structural and functional differences do exist across species, which may be leveraged in the development of species-specific therapeutics in the effort to combat multidrug resistance.", "doi": "10.1074/jbc.RA117.000437", "title": "Structural and functional insights into the role of BamD and BamE within the β-barrel assembly machinery in Neisseria gonorrhoeae.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}