{"authors": [["Jiang", "Tao", "T", "Department of Endocrinology, Beijing Shijitan Hospital, Capital Medical University, Beijing 100038, China."], ["Qiao", "Guoliang", "G", "Department of Medical Oncology, Beijing Key Laboratory for Therapeutic Cancer Vaccines, Capital Medical University Cancer Center, Beijing Shijitan Hospital, Capital Medical University, Beijing 100038, China."], ["Zheng", "Xiao", "X", "Department of Endocrinology, Beijing Shijitan Hospital, Capital Medical University, Beijing 100038, China."], ["Wen", "Zhen", "Z", "Department of Endocrinology, Beijing Shijitan Hospital, Capital Medical University, Beijing 100038, China."], ["Zhang", "Dongxue", "D", "Department of Endocrinology, Beijing Shijitan Hospital, Capital Medical University, Beijing 100038, China."]], "date": "2017-10-31", "id": "29228629", "text": "The relationship between Type 2 Diabetes Mellitus(T2DM) and cancer risk has been investigated for more than a decade. Many types of cancer were confirmed to be related with T2DM. The aim of this study is to identify the relationship between T2DM and the prevalence and long-term survivals of Thyroid Carcinoma(TC) using propensity score matching. In present study, 1658 thyroid nodule patients who were diagnosis in Beijing Shijitan hospital were divided into two groups: the TC group (N = 455, 27.4%), and the benign thyroid nodule(BTN) group (N = 1203, 73.6%). Propensity scores analyses were used to compare the overall survival (OS) and recurrence-free survival (RFS) between patients with or without T2DM. After propensity scores analyses, the prevalance of T2DM was significantly increased in the TC group compared with BTN group. Of the 455 TC patients, with T2DM in thyroid carcinoma was associated with increasing 1-, 3-, 5-year OS rates from 98.8, 76.5, and 70.9% to 99.7, 92.2, and 82.7%, respectively (P=0.017). While the 1-, 3-, and 5-year RFS rates in the group with T2DM were 92.3, 69.5, and 58.3%, which were significantly lower than those in the group without T2DM (97.6, 82.7, and 72.4%, P=0.009). After propensity scores analyses, with T2DM was significantly associated with increased risks of OS and RFS in the entire TC cohort.", "doi": "10.18632/oncotarget.22179", "title": "Type 2 diabetes mellitus is more prevalent among patients with thyroid carcinoma and influences overall survival: a propensity score matching analysis.", "journal": ["Oncotarget", "Oncotarget"]}