{"authors": [["Loganathan", "Tharani", "T", "Department of Social and Preventive Medicine, University of Malaya, Kuala Lumpur 50603, Malaysia."], ["Ng", "Chiu-Wan", "CW", "Department of Social and Preventive Medicine, University of Malaya, Kuala Lumpur 50603, Malaysia."], ["Lee", "Way-Seah", "WS", "Department of Paediatrics, Faculty of Medicine, University of Malaya, Kuala Lumpur 50603, Malaysia."], ["Hutubessy", "Raymond C W", "RCW", "Initiative for Vaccine Research, World Health Organization, 20 Avenue Appia, Geneva CH-1211, Switzerland."], ["Verguet", "Stéphane", "S", "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA 02115, USA."], ["Jit", "Mark", "M", "Modeling and Economics Unit, Public Health England, London NW9 5EQ, UK."]], "date": "2017-12-08", "id": "29228339", "text": "Cost-effectiveness thresholds (CETs) based on the Commission on Macroeconomics and Health (CMH) are extensively used in low- and middle-income countries (LMICs) lacking locally defined CETs. These thresholds were originally intended for global and regional prioritization, and do not reflect local context or affordability at the national level, so their value for informing resource allocation decisions has been questioned. Using these thresholds, rotavirus vaccines are widely regarded as cost-effective interventions in LMICs. However, high vaccine prices remain a barrier towards vaccine introduction. This study aims to evaluate the cost-effectiveness, affordability and threshold price of universal rotavirus vaccination at various CETs in Malaysia. Cost-effectiveness of Rotarix and RotaTeq were evaluated using a multi-cohort model. Pan American Health Organization Revolving Fund's vaccine prices were used as tender price, while the recommended retail price for Malaysia was used as market price. We estimate threshold prices defined as prices at which vaccination becomes cost-effective, at various CETs reflecting economic theories of human capital, societal willingness-to-pay and marginal productivity. A budget impact analysis compared programmatic costs with the healthcare budget. At tender prices, both vaccines were cost-saving. At market prices, cost-effectiveness differed with thresholds used. At market price, using 'CMH thresholds', Rotarix programmes were cost-effective and RotaTeq were not cost-effective from the healthcare provider's perspective, while both vaccines were cost-effective from the societal perspective. Using other CETs, both vaccines were not cost-effective at market price, from the healthcare provider's and societal perspectives. At tender and cost-effective prices, rotavirus vaccination cost ∼1 and 3% of the public health budget, respectively. Using locally defined thresholds, rotavirus vaccination is cost-effective at vaccine prices in line with international tenders, but not at market prices. Thresholds representing marginal productivity are likely to be lower than those reflecting human capital and individual preference measures, and may be useful in determining affordable vaccine prices.", "doi": "10.1093/heapol/czx166", "title": "Thresholds for decision-making: informing the cost-effectiveness and affordability of rotavirus vaccines in Malaysia.", "journal": ["Health policy and planning", "Health Policy Plan"]}