{"authors": [["Damalanka", "Vishnu C", "VC", "Department of Chemistry, Wichita State University, Wichita, KS 67260, USA."], ["Kim", "Yunjeong", "Y", "Department of Diagnostic Medicine & Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS 66506, USA."], ["Galasiti Kankanamalage", "Anushka C", "AC", "Department of Chemistry, Wichita State University, Wichita, KS 67260, USA."], ["Rathnayake", "Athri D", "AD", "Department of Chemistry, Wichita State University, Wichita, KS 67260, USA."], ["Mehzabeen", "Nurjahan", "N", "Protein Structure Laboratory, The University of Kansas, Lawrence, KS 66047, USA."], ["Battaile", "Kevin P", "KP", "IMCA-CAT, Hauptman-Woodward Medical Research Institute, APS Argonne National Laboratory, Argonne, IL 60439, USA."], ["Lovell", "Scott", "S", "Protein Structure Laboratory, The University of Kansas, Lawrence, KS 66047, USA."], ["Nguyen", "Harry Nhat", "HN", "Department of Chemistry, Wichita State University, Wichita, KS 67260, USA."], ["Lushington", "Gerald H", "GH", "LiS Consulting, Lawrence, KS 66046, USA."], ["Chang", "Kyeong-Ok", "KO", "Department of Diagnostic Medicine & Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS 66506, USA. Electronic address: kchang@vet.ksu.edu."], ["Groutas", "William C", "WC", "Department of Chemistry, Wichita State University, Wichita, KS 67260, USA. Electronic address: bill.groutas@wichita.edu."]], "date": "2017-12-06", "id": "29227928", "text": "Acute nonbacterial gastroenteritis caused by noroviruses constitutes a global public health concern and a significant economic burden. There are currently no small molecule therapeutics or vaccines for the treatment of norovirus infections. A structure-guided approach was utilized in the design of a series of inhibitors of norovirus 3CL protease that embody an oxazolidinone ring as a novel design element for attaining optimal binding interactions. Low micromolar cell-permeable inhibitors that display anti-norovirus activity have been identified. The mechanism of action, mode of binding, and structural rearrangements associated with the interaction of the inhibitors and the enzyme were elucidated using X-ray crystallography.", "doi": "10.1016/j.ejmech.2017.12.014", "title": "Structure-guided design, synthesis and evaluation of oxazolidinone-based inhibitors of norovirus 3CL protease.", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}