{"authors": [["Principi", "Nicola", "N", "a Emeritus Professor of Pediatrics, Università degli Studi di Milano , Milano , Italy."], ["Camilloni", "Barbara", "B", "b Department of Experimental Medicine , Università degli Studi di Perugia , Perugia , Italy."], ["Esposito", "Susanna", "S", "c Pediatric Clinic, Department of Surgical and Biomedical Sciences , Università degli Studi di Perugia , Perugia , Italy."], [null, null, null, null]], "date": "2017-12-11", "id": "29227734", "text": "Despite the availability of effective prophylactic and therapeutic measures, influenza remains one of the most important infectious disease threats to the human population. Every year, seasonal influenza epidemics infect up to 30% of the population; a relevant portion of the ill are hospitalized, and more than a marginal number die. In an attempt to reduce the medical, social and economic burden of influenza, vaccines are recommended by many health authorities worldwide. However, not all countries have a national program for influenza immunization. The main aim of this paper is to list the differences among influenza immunization policies of various countries, highlighting the most important scientific reasons that may have led health authorities to make different decisions. The manuscript highlights that national influenza immunization policies can vary significantly from country to country. These differences arise from insufficient evidence of the relevance of influenza infection from a clinical, social and economic point of view. The lack of precise data on the true frequency and clinical relevance of influenza infection makes it nearly impossible to establish the economic burden of influenza. Moreover, it remains very difficult to evaluate the efficacy of the different influenza vaccines and whether their use is cost-effective considering the various types of people receiving them and the indirect advantages. Disparities among countries will be overcome only when more reliable data regarding all these aspects of influenza infection, particularly those related to the true impact of the disease, are precisely defined.", "doi": "10.1080/21645515.2017.1405188", "title": "Influenza immunization policies: Which could be the main reasons for differences among countries?", "journal": ["Human vaccines & immunotherapeutics", "Hum Vaccin Immunother"]}