{"authors": [["Badahdah", "Al-Mamoon", "AM", "*National Centre for Immunisation Research and Surveillance of Vaccine Preventable Diseases (NCIRS), The Children's Hospital at Westmead, The University of Sydney, NSW, Australia.†Discipline of Child and Adolescent Health, Sydney Medical School, University of Sydney, NSW, Australia.‡Department of Family and Community Medicine, Faculty of Medicine in Rabigh, King Abdulaziz University, Jeddah, Saudi Arabia.§ Departments of Pediatrics and Microbiology, NYU Langone Medical Centre, NY, USA.¶ Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Biological Sciences and Sydney Medical School, University of Sydney, NSW, Australia‖WHO Collaborating Centre for Mass Gatherings and High Consequence/High Visibility Events, Flinders University, Adelaide 5001, Australia."], ["Khatami", "Ameneh", "A", null], ["Tashani", "Mohamed", "M", null], ["Rashid", "Harunor", "H", null], ["Booy", "Robert", "R", null]], "date": "2017-12-08", "id": "29227467", "text": "The introduction of meningococcal serogroup C (MenC) conjugate (MCC) vaccines in the UK and Australia led to an impressive decline in the incidence of invasive disease. This study examined bactericidal antibody titres over time in UK and Australian children who received a MCC vaccine in early childhood to test the hypothesis that ongoing boosting of immunity in the absence of further doses of vaccine in some children may contribute to ongoing protection from disease.Serum bactericidal assay using rabbit complement (rSBA) titres at each follow-up visit were compared to all preceding visits to identify any ≥4-fold rise in titres. The proportion of children with a ≥4-fold rise in rSBA titres in paired sera at any visit-to-visit comparison was calculated.Of 392 children with at least one set of paired sera in the Australian cohort, 72 (18.4%) had a ≥4-fold increase in rSBA titres following vaccination, including six children (1.5%) who showed evidence of boosting twice. Of 234 children with at least one set of paired sera in the UK cohort, 39 (16.7%) had a ≥4-fold rise in rSBA titres following vaccination including two children (0.9%) with evidence of boosting twice.A substantial minority of children immunised with MCC vaccine in early childhood had a rise in bactericidal antibody titres in the years following immunisation in the absence of booster vaccination. This occurs most commonly at around 6-7 years of age corresponding to school entry and greater social mixing and might indicate exposure to MenC carriage.", "doi": "10.1097/INF.0000000000001861", "title": "Evidence for Rise in Meningococcal Serogroup C Bactericidal Antibody Titers in the Absence of Booster Vaccination in Previously Vaccinated Children.", "journal": ["The Pediatric infectious disease journal", "Pediatr. Infect. Dis. J."]}