{"authors": [["Rybak", "Alexis", "A", "a ACTIV, Association Clinique et Thérapeutique Inflantile du Val-de-Marne, Saint-Maur-des-Fossés, Franceb AFPA, Association Française de Pédiatrie Ambulatoire, Saint-Germain-en-Laye, Francec Université Paris Est, IMRB-GRC GEMINI, Créteil, Franced Clinical Research Center (CRC), Centre Hospitalier Intercommunal de Créteil, Créteil, Francee GPIP, Groupe de Pathologie Infectieuse Pédiatrique, Paris, Francef Université Paris Diderot, Sorbonne Paris Cité; Franceg Service de Microbiologie, Hôpital Robert-Debré, 75019 Paris, Franceh Service de Néonatalogie et Réanimation néonatale, Centre Hospitalier Intercommunal de Créteil, Créteil, Francei National Reference Center for Pneumococci, Laboratoire de Microbiologie, Assistance Publique-Hôpitaux de Paris, Hopital Européen Georges-Pompidou, Paris, Francej Unité Court Séjour, Petits nourrissons, Service de Néonatalogie, Centre Hospitalier Intercommunal de Créteil, France."], ["Levy", "Corinne", "C", null], ["Bonacorsi", "Stéphane", "S", null], ["Béchet", "Stéphane", "S", null], ["Vié le Sage", "François", "F", null], ["Elbez", "Annie", "A", null], ["Varon", "Emmanuelle", "E", null], ["Cohen", "Robert", "R", null]], "date": "2017-12-08", "id": "29227464", "text": "To re-evaluate antibiotic strategies for acute otitis media (AOM) in young children, we analyzed the trends of nasopharyngeal carriage and antibiotic resistance of Streptococcus pneumoniae (Sp), Haemophilus influenzae (Hi) and Moraxella catarrhalis (Mc) isolated from young children with AOM during a 16-year period.This cross-sectional study analyzed from 2001 to 2016, the nasopharyngeal carriage of Sp, Hi and Mc of young children with AOM. Medical history and physical findings were reported. Periods were defined by pneumococcal conjugate vaccine (PCV) introduction. We separately analyzed the 13-valent PCV (PCV13) period, which started after 2013.During the study, 12,973 children with AOM were enrolled by 138 pediatricians. By comparing the first and last PCV periods, the proportion of children in day care centers and that of AOM with conjunctivitis significantly increased. The proportion of penicillin-non-susceptible Sp carriage significantly decreased during the study, with 0.8% of penicillin-resistant strains isolated in the PCV13 period, but that of ß-lactamase-producing Hi continually increased to 23.6% in 2016. The level of Mc ß-lactamase-producing strains remained high (>97%). In the PCV13 period, the main predictors of ß-lactamase-producing Hi carriage were conjunctivitis (adjusted odds ratio = 6.0, 95% confidence interval [4.7-7.7]) and attending a day care center (2.4 [1.7-3.5]).In the PCV13 period, the proportion of penicillin-resistant Sp carriage was very low and that of ß-lactamase-producing Hi carriage did not exceed 20% among children with AOM and without conjunctivitis. Our results suggest that amoxicillin may remain the first-line antibiotic treatment for AOM in young children except for those with conjunctivitis, for which amoxicillin-clavulanate is still the best antibiotic.", "doi": "10.1097/INF.0000000000001862", "title": "Antibiotic Resistance of Potential Otopathogens Isolated from Nasopharyngeal Flora of Children with Acute Otitis Media Before, During and After Pneumococcal Conjugate Vaccines Implementation.", "journal": ["The Pediatric infectious disease journal", "Pediatr. Infect. Dis. J."]}