{"authors": [["Hegde", "Nagendra R", "NR", "a National Institute of Animal Biotechnology , Miyapur , India."], ["Gauthami", "S", "S", "b Ella Foundation, Turkapally , Hyderabad , India."], ["Sampath Kumar", "H M", "HM", "c Council of Scientific and Industrial Research - Indian Institute of Chemical Technology , Hyderabad , India."], ["Bayry", "Jagadeesh", "J", "d Institut National de la Santé et de la Recherche Médicale (INSERM) Unité 1138 , Centre de Recherche des Cordeliers, Paris , France."]], "date": "2017-12-11", "id": "29226722", "text": "Vaccinology has evolved from a sub-discipline focussed on simplistic vaccine development based on antibody-mediated protection to a separate discipline involving epidemiology, host and pathogen biology, immunology, genomics, proteomics, structure biology, protein engineering, chemical biology, and delivery systems. Data mining in combination with bioinformatics has provided a scaffold linking all these disciplines to the design of vaccines and vaccine adjuvants. Areas covered: This review provides background knowledge on immunological aspects which have been exploited with informatics for the in silico analysis of immune responses and the design of vaccine antigens. Furthermore, the article presents various databases and bioinformatics tools, and discusses B and T cell epitope predictions, antigen design, adjuvant research and systems immunology, highlighting some important examples, and challenges for the future. Expert opinion: Informatics and data mining have not only reduced the time required for experimental immunology, but also contributed to the identification and design of novel vaccine candidates and the determination of biomarkers and pathways of vaccine response. However, more experimental data is required for benchmarking immunoinformatic tools. Nevertheless, developments in immunoinformatics and reverse vaccinology, which are nascent fields, are likely to hasten vaccine discovery, although the path to regulatory approval is likely to remain a necessary impediment.", "doi": "10.1080/17460441.2018.1413088", "title": "The use of databases, data mining and immunoinformatics in vaccinology: where are we?", "journal": ["Expert opinion on drug discovery", "Expert Opin Drug Discov"]}