{"authors": [["Nagano", "Hiromi", "H", "Immunobiology, Vaccine Center, Institute of Oral Health Research, University of Alabama at Birmingham, Birmingham, Alabama, U.S.A."], ["Kawabata", "Masaki", "M", "Immunobiology, Vaccine Center, Institute of Oral Health Research, University of Alabama at Birmingham, Birmingham, Alabama, U.S.A."], ["Sugita", "Gen", "G", "Immunobiology, Vaccine Center, Institute of Oral Health Research, University of Alabama at Birmingham, Birmingham, Alabama, U.S.A."], ["Tsuruhara", "Akitoshi", "A", "Immunobiology, Vaccine Center, Institute of Oral Health Research, University of Alabama at Birmingham, Birmingham, Alabama, U.S.A."], ["Ohori", "Junichiro", "J", "Kagoshima University Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan."], ["Jimura", "Tomohiro", "T", "Department of Otolaryngology, Kagoshima University, Kagoshima, Japan."], ["Miyashita", "Keiichi", "K", "Department of Otolaryngology, Kagoshima University, Kagoshima, Japan."], ["Kurono", "Yuichi", "Y", "Department of Otolaryngology, Head and Neck Surgery, Kagoshima University, Kagoshima, Japan."], ["Tomonaga", "Kazuhiro", "K", null], ["Briles", "David E", "DE", "Department of Microbiology, University of Alabama at Birmingham, Birmingham, Alabama, U.S.A."], ["Fujihashi", "Kohtaro", "K", "Immunobiology, Vaccine Center, Institute of Oral Health Research, University of Alabama at Birmingham, Birmingham, Alabama, U.S.A."]], "date": "2017-12-11", "id": "29226330", "text": "Pneumococcal infection caused by Streptococcus pneumoniae is a major upper respiratory tract disease that causes severe illness and mortality. Therefore, it is important to develop safe and effective vaccines to prevent pneumococcal infections. The goal of the study was to investigate the effectiveness of transcutaneous immunization (TCI) for induction of pneumococcal surface protein A (PspA) responses in the upper respiratory tract.C57BL/6 mice were transcutaneously immunized with 1 μg of PspA and 2 μg of cholera toxin (CT) six times at weekly intervals and compared with transcutaneously treated controls (PBS alone/PspA alone/CT alone). Two weeks after the final immunization, nasal washes (NWs), saliva, and plasma samples were collected and subjected to a PspA-specific ELISA. Three weeks after the final immunization, mice were challenged with S. pneumoniae strain EF3030, and the numbers of CFUs in NWs and nasal passages (NPs) were determined.Higher levels of PspA-specific IgM, IgG, and IgA Abs were noted in plasma of TCI with PspA plus CT compared with controls. Transcutaneous immunization mice also had significantly increased PspA-specific S-IgA Ab responses in NWs and saliva and, importantly, showed significantly lower numbers of bacteria CFUs in NWs and NPs compared with controls.These results show that TCI with PspA plus CT induces antigen-specific mucosal and systemic immune responses. This suggests that this method is an effective mucosal immunization strategy for induction of protective pneumococcal-specific Ab responses in blockade of S. pneumoniae colonization of the nasal cavity.NA. Laryngoscope, 2017.", "doi": "10.1002/lary.26971", "title": "Transcutaneous immunization with pneumococcal surface protein A in mice.", "journal": ["The Laryngoscope", "Laryngoscope"]}