{"authors": [["Wambura", "Philemon N", "PN", "Sokoine University of Agriculture, Collage of Veterinary and Medical Sciences, Department of Microbiology, Parasitology and Immunology, P.O. Box 3019, Morogoro, Tanzania."], ["Mzula", "Alexanda", "A", "Sokoine University of Agriculture, Collage of Veterinary and Medical Sciences, Department of Microbiology, Parasitology and Immunology, P.O. Box 3019, Morogoro, Tanzania."]], "date": "2017-10-31", "id": "29226260", "text": "Fowlpox (FP) is a serious disease in chickens caused by Fowlpox virus (FPV). One method currently used to control FPV is vaccination followed by confirmation that antibody titres are protective using the indirect haemagglutination assay (IHA). The direct haemagglutination inhibition (HI) assay is not done because most FPV strains do not agglutinate chicken red blood cells (RBCs). A novel FPV strain TPV-1 which agglutinates chicken RBCs was discovered recently and enabled a direct HI assay to be conducted using homologous sera. This study is therefore aimed at assessing the direct HI assay using a recently discovered novel haemagglutinating FPV strain TPV-1 in chickens vaccinated with a commercial vaccine containing a non-haemagglutinating FPV.Chicks vaccinated with FPV at 1 day-old had antibody geometric mean titres (GMT) of log2 3.7 at 7 days after vaccination and log2 8.0 at 28 days after vaccination when tested in the direct HI. Chickens vaccinated at 6 weeks-old had antibody geometric mean titres (GMT) of log2 5.0 at 7 days after vaccination and log2 8.4 at 28 days after vaccination when tested in the direct HI. The GMT recorded 28 days after vaccination was slightly higher in chickens vaccinated at 6-week-old than in chicks vaccinated at one-day-old. However, this difference was not significant (P > 0.05). All vaccinated chickens showed \"takes\". No antibody response to FPV and \"takes\" were detected in unvaccinated chickens (GMT < 1). There was a slightly higher GMT in chickens of all ages throughout the observation period when the standard assay, the passive (indirect) haemagglutination was used (Overall GMT reached log2 9.3 ±.0.3 on day 28). However, the difference between the two assays was not significant (P > 0.05).These findings indicate that a simple and rapid direct HI assay using the FPV TPV-1 strain as antigen may be used to measure antibody levels in chickens vaccinated with non-haemagglutinating strains of FPV, and that the titres are comparable to those obtained by indirect IHA.", "doi": "10.1016/j.heliyon.2017.e00428", "title": "A novel rapid direct haemagglutination-inhibition assay for measurements of humoral immune response against non-haemagglutinating Fowlpox virus strains in vaccinated chickens.", "journal": ["Heliyon", "Heliyon"]}