{"authors": [["Sahay", "Bikash", "B", "Department of Infectious Diseases and Immunology, College of Veterinary Medicine, University of Florida, P.O. Box 110880, Gainesville, FL 32611-0880, USA."], ["Nguyen", "Cuong Q", "CQ", "Department of Infectious Diseases and Immunology, College of Veterinary Medicine, University of Florida, P.O. Box 110880, Gainesville, FL 32611-0880, USA."], ["Yamamoto", "Janet K", "JK", "Department of Infectious Diseases and Immunology, College of Veterinary Medicine, University of Florida, P.O. Box 110880, Gainesville, FL 32611-0880, USA."]], "date": "2017-08-30", "id": "29226015", "text": "Despite major advances in antiretroviral therapy against HIV-1, an effective HIV vaccine is urgently required to reduce the number of new cases of HIV infections in the world. Vaccines are the ultimate tool in the medical arsenal to control and prevent the spread of infectious diseases such as HIV/AIDS. Several failed phase-IIb to -III clinical vaccine trials against HIV-1 in the past generated a plethora of information that could be used for better designing of an effective HIV vaccine in the future. Most of the tested vaccine candidates produced strong humoral responses against the HIV proteins; however, failed to protect due to: 1) the low levels and the narrow breadth of the HIV-1 neutralizing antibodies and the HIV-specific antibody-dependent Fc-mediated effector activities, 2) the low levels and the poor quality of the anti-HIV T-cell responses, and 3) the excessive responses to immunodominant non-protective HIV epitopes, which in some cases blocked the protective immunity and/or enhanced HIV infection. The B-cell epitopes on HIV for producing broadly neutralizing antibodies (bNAbs) against HIV have been extensively characterized, and the next step is to develop bNAb epitope immunogen for HIV vaccine. The bNAb epitopes are often conformational epitopes and therefore more difficult to construct as vaccine immunogen and likely to include immunodominant non-protective HIV epitopes. In comparison, T-cell epitopes are short linear peptides which are easier to construct into vaccine immunogen free of immunodominant non-protective epitopes. However, its difficulty lies in identifying the T-cell epitopes conserved among HIV subtypes and induce long-lasting, potent polyfunctional T-cell and cytotoxic T lymphocyte (CTL) activities against HIV. In addition, these protective T-cell epitopes must be recognized by the HLA prevalent in the country(s) targeted for the vaccine trial. In conclusion, extending from the findings from previous vaccine trials, future vaccines should combine both T- and B-cell epitopes as vaccine immunogen to induce multitude of broad and potent immune effector activities required for sterilizing protection against global HIV subtypes.", "doi": "10.4172/2155-9899.1000518", "title": "Conserved HIV Epitopes for an Effective HIV Vaccine.", "journal": ["Journal of clinical & cellular immunology", "J Clin Cell Immunol"]}