{"authors": [["Samuels", "Steven", "S", "Environment and Nutrition Sciences, Faculty of Agriculture, Tuskegee University, Tuskegee, Alabama, USA."], ["Alwan", "Zainab", "Z", "Department of Pathobiology, College of Veterinary Medicine, Tuskegee University, Tuskegee, Alabama, USA."], ["Egnin", "Marceline", "M", "Environment and Nutrition Sciences, Faculty of Agriculture, Tuskegee University, Tuskegee, Alabama, USA."], ["Jaynes", "Jessie", "J", "Environment and Nutrition Sciences, Faculty of Agriculture, Tuskegee University, Tuskegee, Alabama, USA."], ["Connell", "Terry D", "TD", "Department of Microbiology and Immunology, The Witebsky Center for Microbial Pathogenesis and Immunology, Buffalo, New York, USA."], ["Bernard", "Gregory C", "GC", "Environment and Nutrition Sciences, Faculty of Agriculture, Tuskegee University, Tuskegee, Alabama, USA."], ["Nashar", "Toufic", "T", "Department of Pathobiology, College of Veterinary Medicine, Tuskegee University, Tuskegee, Alabama, USA."]], "date": "2017-10-23", "id": "29226013", "text": "Despite advancements in our understanding of HIV-1 pathogenesis, critical virus components for immunity, vaccines trials, and drugs development, challenges remain in the fight against HIV-1. Of great importance is the inhibitory function of microbicidal cell penetrating peptides and bacterial toxins that interfere with production and neutralize infection of HIV-1 particles. We demonstrate that the neutralizing activity of a cationic 18 amino acids peptide, is similar to a broadly neutralizing human antibody, and inhibits production of two HIV-1 strains in human cell lines. Pretreatment of cells with bacterial toxins or toxoids derived from enterotoxigenic E. coli, boost subsequent activity of the peptide against HIV-1, to inhibit simultaneously production and infection. The synthetic peptide crosses the cell membrane into the cytoplasm and nucleus. In vitro analysis of a possible target for this peptide revealed specific binding to recombinant HIV-1 gag p24. This is the first demonstration of a synergy between bacterial toxins and a cell-penetrating peptide against HIV-1.", "doi": "10.4172/2155-6113.1000737", "title": "Novel Therapeutic Approach for Inhibition of HIV-1 Using Cell-Penetrating Peptide and Bacterial Toxins.", "journal": ["Journal of AIDS & clinical research", "J AIDS Clin Res"]}