{"authors": [["Xiao", "Yue", "Y", "Department of Molecular Biology in College of Basic Medical Sciences and Institute of Pediatrics in First Hospital, Jilin University, Changchun 130021, China."], ["Zhao", "Peiyan", "P", "Department of Molecular Biology in College of Basic Medical Sciences and Institute of Pediatrics in First Hospital, Jilin University, Changchun 130021, China."], ["Du", "Junyang", "J", "Department of Immunology in College of Basic Medical Sciences, Jilin University, Changchun 130021, China."], ["Li", "Xin", "X", "Department of Molecular Biology in College of Basic Medical Sciences and Institute of Pediatrics in First Hospital, Jilin University, Changchun 130021, China."], ["Lu", "Wenting", "W", "Department of Molecular Biology in College of Basic Medical Sciences and Institute of Pediatrics in First Hospital, Jilin University, Changchun 130021, China."], ["Hao", "Xu", "X", "Department of Immunology in College of Basic Medical Sciences, Jilin University, Changchun 130021, China."], ["Dong", "Boqi", "B", "Department of Immunology in College of Basic Medical Sciences, Jilin University, Changchun 130021, China."], ["Yu", "Yongli", "Y", "Department of Immunology in College of Basic Medical Sciences, Jilin University, Changchun 130021, China. Electronic address: ylyu@jlu.edu.cn."], ["Wang", "Liying", "L", "Department of Molecular Biology in College of Basic Medical Sciences and Institute of Pediatrics in First Hospital, Jilin University, Changchun 130021, China. Electronic address: wlying@mail.jlu.edu.cn."]], "date": "2017-12-07", "id": "29225046", "text": "Currently, porcine circovirus type 2b (PCV2b) is the dominant PCV2 genotype causing postweaning multisystemic wasting disease (PMWS) in pigs worldwide. Efforts have been made to develop various recombinant capsid proteins of PCV2b used in vaccines against PCV2b. However, the nuclear localization signal (NLS) of PCV2b capsid protein (CP) was found to inhibit the expression of the whole length capsid protein in E.coli. Here, we expressed a NLS-deleted capsid protein (ΔCP) of PCV2b in Hansenula polymorpha based on the capsid protein of PCV2b strain Y-7 isolated in China. Comparatively, the ΔCP was expressed at a higher level than the CP. The purified ΔCP could self-assemble into virus like particles (VLPs) with similar morphology of the VLPs formed by CP. The purified ΔCP could be recognized by the anti-sera derived from the mice immunized by inactivated PCV2b particles. Furthermore, it induced higher levels of PCV2b specific antibodies than the purified CP in mice. These results showed that the ΔCP, a recombinant PCV2b capsid protein without nuclear localization signal sequence, could be efficiently expressed in Hansenula polymorpha, and used as a candidate antigen for the development of PCV2b vaccines.", "doi": "10.1016/j.biologicals.2017.11.003", "title": "High-level expression and immunogenicity of porcine circovirus type 2b capsid protein without nuclear localization signal expressed in Hansenula polymorpha.", "journal": ["Biologicals : journal of the International Association of Biological Standardization", "Biologicals"]}