{"authors": [["Henry", "Ouzama", "O", "Vaccine Discovery and Development, GSK, Philadelphia, United States. Electronic address: ouzama.n.henry@gsk.com."], ["Brzostek", "Jerzy", "J", "Poradnia Chorób Zakaźnych ZOZ Dębica, Dębica, Poland. Electronic address: jerzy_br@poczta.onet.pl."], ["Czajka", "Hanna", "H", "Infectious Diseases Outpatient Clinic, The St. Luis Provincial Specialist Children's Hospital, Cracow, Poland. Electronic address: hanna.czajka@onet.pl."], ["Leviniene", "Giedra", "G", "Pediatric Clinic, Lithuanian University of Health Sciences, Kaunas, Lithuania. Electronic address: giedralev@gmail.com."], ["Reshetko", "Olga", "O", "Pharmacology, Saratov Medical University, Saratov, Russia. Electronic address: reshetko@yandex.ru."], ["Gasparini", "Roberto", "R", "Department of Health Sciences, Genoa University, Genoa, Italy. Electronic address: gasparini@unige.it."], ["Pazdiora", "Petr", "P", "Department of Epidemiology, Medical Faculty Pilsen of Charles University, Czech Republic. Electronic address: PAZDIORA@fnplzen.cz."], ["Plesca", "Doina", "D", "Pediatrics, University of Medicine and Pharmacy, Bucharest, Romania. Electronic address: doinaplesca@yahoo.com."], ["Desole", "Maria Giuseppina", "MG", "Servizio di Igiene Pubblica, ASL Sassari, Italy. Electronic address: madesole@aslsassari.it."], ["Kevalas", "Rimantas", "R", "Pediatric Clinic, Lithuanian University of Health Sciences, Kaunas, Lithuania. Electronic address: rimantas.kevalas@kaunoklinikos.lt."], ["Gabutti", "Giovanni", "G", "Department of Medical Sciences, University of Ferrara, Ferrara, Italy. Electronic address: giovanni.gabutti@unife.it."], ["Povey", "Michael", "M", "Biostatistics, GSK, Wavre, Belgium. Electronic address: michael.x.povey@gsk.com."], ["Innis", "Bruce", "B", "Vaccine Discovery and Development, GSK, Philadelphia, United States. Electronic address: innisb00@gmail.com."]], "date": "2017-12-07", "id": "29224964", "text": "This phase III B follow-up of an initial multicenter study (NCT00226499) will evaluate the ten-year efficacy of two doses of the combined measles-mumps-rubella-varicella vaccine (MMRV) and one dose of the live attenuated varicella vaccine (V) versus a measles-mumps-rubella control group (MMR) for the prevention of clinical varicella disease. Here we present efficacy results for six years post-vaccination.In phase A of the study, healthy children aged 12-22 months from ten European countries were randomized (3:3:1) and received either two doses of MMRV, or one dose of combined MMR and one dose of monovalent varicella vaccine (MMR+V), or two doses of the MMR vaccine (control), 42 days apart. Vaccine efficacy against all and against moderate or severe varicella (confirmed by detection of viral DNA or epidemiological link) was assessed from six weeks up to six years post-dose 2 for the MMRV and MMR+V groups, and was calculated with 95% confidence intervals (CI). The severity of varicella was calculated using the modified Vázquez scale (mild ≤ 7; moderately severe = 8-15; severe ≥ 16). Herpes zoster cases were also recorded.5289 children (MMRV = 2279, mean age = 14.2, standard deviation [SD] = 2.5; MMR+V = 2266, mean age = 14.2, SD = 2.4; MMR = 744, mean age = 14.2, SD = 2.5 months) were included in the efficacy cohort. 815 varicella cases were confirmed. Efficacy of two doses of MMRV against all and against moderate or severe varicella was 95.0% (95% CI: 93.6-96.2) and 99.0% (95% CI: 97.7-99.6), respectively. Efficacy of one dose of varicella vaccine against all and against moderate or severe varicella was 67.0% (95% CI: 61.8-71.4) and 90.3% (95% CI: 86.9-92.8), respectively. There were four confirmed herpes zoster cases (MMR+V = 2, MMR = 2), all were mild and three tested positive for the wild-type virus.Two doses of the MMRV vaccine and one dose of the varicella vaccine remain efficacious through six years post-vaccination.", "doi": "10.1016/j.vaccine.2017.11.081", "title": "One or two doses of live varicella virus-containing vaccines: Efficacy, persistence of immune responses, and safety six years after administration in healthy children during their second year of life.", "journal": ["Vaccine", "Vaccine"]}