{"authors": [["Gottlieb", "Sami L", "SL", "World Health Organization (WHO), Geneva, Switzerland. Electronic address: gottliebs@who.int."], ["Giersing", "Birgitte K", "BK", "World Health Organization (WHO), Geneva, Switzerland."], ["Hickling", "Julian", "J", "Working in Tandem Ltd, Cambridge, UK."], ["Jones", "Rebecca", "R", "Working in Tandem Ltd, Cambridge, UK."], ["Deal", "Carolyn", "C", "National Institutes of Allergy and Infectious Diseases, Bethesda, MD, USA."], ["Kaslow", "David C", "DC", "PATH, Seattle, WA, USA."], [null, null, null, null]], "date": "2017-12-07", "id": "29224963", "text": "The development of vaccines against herpes simplex virus (HSV) is an important global goal for sexual and reproductive health. A key priority to advance development of HSV vaccines is the definition of preferred product characteristics (PPCs), which provide strategic guidance on World Health Organization (WHO) preferences for new vaccines, specifically from a low- and middle-income country (LMIC) perspective. To start the PPC process for HSV vaccines, the WHO convened a global stakeholder consultation in March 2017, to define the priority public health needs that should be addressed by HSV vaccines and discuss the key considerations for HSV vaccine PPCs, particularly for LMICs. Meeting participants outlined an initial set of overarching public health goals for HSV vaccines in LMICs, which are: to reduce the acquisition of HIV associated with HSV-2 infection in high HIV-prevalence populations and to reduce the burden of HSV-associated disease, including mortality and morbidity due to neonatal herpes and impacts on sexual and reproductive health. Participants also considered the role of prophylactic versus therapeutic vaccines, whether both HSV-2 and HSV-1 should be targeted, important target populations, and infection and disease endpoints for clinical trials. This article summarizes the main discussions from the consultation.", "doi": "10.1016/j.vaccine.2017.10.084", "title": "Meeting report: Initial World Health Organization consultation on herpes simplex virus (HSV) vaccine preferred product characteristics, March 2017.", "journal": ["Vaccine", "Vaccine"]}