{"authors": [["De Wals", "Philippe", "P", "Département de médecine sociale et préventive, Université Laval, Quebec City, Canada; Direction des risques biologiques et de la santé au travail, Institut national de santé publique du Québec, Quebec City, Canada; Centre de recherche du Centre hospitalier universitaire de Québec, Quebec City, Canada. Electronic address: philippe.dewals@criucpq.ulaval.ca."], ["Lefebvre", "Brigitte", "B", "Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Canada."], ["Deceuninck", "Geneviève", "G", "Centre de recherche du Centre hospitalier universitaire de Québec, Quebec City, Canada."], ["Longtin", "Jean", "J", "Centre de recherche du Centre hospitalier universitaire de Québec, Quebec City, Canada; Laboratoire de santé publique du Québec, Institut national de santé publique du Québec, Sainte-Anne-de-Bellevue, Canada."]], "date": "2017-12-07", "id": "29224962", "text": "In Quebec, 7-valent (PCV7), 10-valent (PCV10) and 13-valent (PCV13) pneumococcal conjugate vaccines were successively used for the immunization of children according to a 2+1 doses schedule.Our aim was to assess the impact of this program on the epidemiology of invasive pneumococcal disease (IPD) in children and adults.Notification and laboratory surveillance data were analyzed and the immunization status of IPD cases in children was checked.In children < 5 years, the IPD rate decreased from 69/100,000 in 2003 to 12/100,000 in 2016 (83% reduction). Following PCV7 introduction in 2004, there has been a rapid decline in PCV7-type IPD cases and 6A. 7F and 19A serotypes emerged but their incidence decreased following PCV10 introduction in 2009 and PCV13 in 2011, whereas decrease in serotype 3 IPD was modest. Non-PCV13 types increased and represented 79% of cases in 2016. The same pattern was seen in adults but replacement was complete and there was no decrease in overall IPD rate. In those 65 years and over, PCV13 serotypes represented 28% of cases in 2016 and 62% were serotypes included in the 23-valent polysaccharide vaccine. Out of 10 IPD cases caused by serotype 3 in children vaccinated with PCV13 in 2011-2016, 6 occurred more than one year following the booster dose, which suggests short-term protection. Out of 31 breakthrough 19A cases, 19 occurred in children aged between 8 and 14 months who had received the 2 primary PCV13 doses but not the toddler booster dose, which suggests a window of susceptibility in a 2+1 schedule.PCVs had a major impact on the IPD rate in children but not in adults. Among elderly adults, the proportion of cases caused by serotypes included in PCV13 is diminishing year after year but a majority of cases remains covered by the 23-valent polysaccharide vaccine.", "doi": "10.1016/j.vaccine.2017.11.054", "title": "Incidence of invasive pneumococcal disease before and during an era of use of three different pneumococcal conjugate vaccines in Quebec.", "journal": ["Vaccine", "Vaccine"]}