{"authors": [["Art", "Jean-François", "JF", "Université catholique de Louvain , Institute of Condensed Matter and Nanosciences, Bio- and Soft Matter division, Place Louis Pasteur 1/L4.01.10, 1348, Louvain-la-Neuve, Belgium."], ["Vander Straeten", "Aurélien", "A", "Université catholique de Louvain , Institute of Condensed Matter and Nanosciences, Bio- and Soft Matter division, Place Louis Pasteur 1/L4.01.10, 1348, Louvain-la-Neuve, Belgium."], ["Dupont-Gillain", "Christine C", "CC", "Université catholique de Louvain , Institute of Condensed Matter and Nanosciences, Bio- and Soft Matter division, Place Louis Pasteur 1/L4.01.10, 1348, Louvain-la-Neuve, Belgium."]], "date": "2017-12-26", "id": "29224339", "text": "Aluminum hydroxide (AH) salts are the most widely used adjuvants in vaccine formulation. They trigger immunogenicity from antigenic subunits that would otherwise suffer from a lack of efficiency. Previous studies focusing on antigen-AH interaction mechanisms, performed with model proteins, suggested that electrostatic interactions and phosphate-hydroxyl ligand exchanges drive protein adsorption on AH. We however recently evidenced that NaCl, used in vaccine formulation, provokes AH particle aggregation. This must be taken into account to interpret data related to protein adsorption on AH. Here, we report on the successful development and use of a stable AH-coated surface to explore the mechanisms of protein adsorption by means of ultrasensitive surface analysis tools. Bovine serum albumin (BSA) adsorption was studied at different pHs and ionic strengths (I) using quartz crystal microbalance. The results show that protein adsorption on the AH adjuvant cannot be explained solely by electrostatic interactions and ligand exchanges. Hence, a higher adsorption was observed at pH 3 compared to pH 7, although AH and BSA respectively undergo repulsive and attractive electrostatic interactions at these pH values. Almost no effect of I on adsorption was moreover noted at pH 7. These new developments and observations not only suggest that other mechanisms govern protein adsorption on AH but also offer a new platform for the study of antigen adsorption in the context of vaccine formulation. Immobilizing particles on QCM sensors also enriches the range of applications for which QCM can be exploited, especially in colloid science.", "doi": "10.1021/acs.analchem.7b03747", "title": "Immobilization of Aluminum Hydroxide Particles on Quartz Crystal Microbalance Sensors to Elucidate Antigen-Adjuvant Interaction Mechanisms in Vaccines.", "journal": ["Analytical chemistry", "Anal. Chem."]}