{"authors": [["Kim", "Soung Min", "SM", "Department of Oral and Maxillofacial Surgery, Dental Research Institute, School of Dentistry, Seoul National University, 101 Daehak-ro, Jongno-gu, Seoul, 110-768, South Korea."], ["Kwon", "Ik Jae", "IJ", "Department of Oral and Maxillofacial Surgery, Dental Research Institute, School of Dentistry, Seoul National University, 101 Daehak-ro, Jongno-gu, Seoul, 110-768, South Korea."], ["Myoung", "Hoon", "H", "Department of Oral and Maxillofacial Surgery, Dental Research Institute, School of Dentistry, Seoul National University, 101 Daehak-ro, Jongno-gu, Seoul, 110-768, South Korea. myoungh@snu.ac.kr."], ["Lee", "Jong Ho", "JH", "Department of Oral and Maxillofacial Surgery, Dental Research Institute, School of Dentistry, Seoul National University, 101 Daehak-ro, Jongno-gu, Seoul, 110-768, South Korea. leejongh@snu.ac.kr."], ["Lee", "Suk Keun", "SK", "Department of Oral Pathology, College of Dentistry, Gangneung-Wonju National University, Gangneung, South Korea."]], "date": "2017-12-09", "id": "29224043", "text": "Human papilloma virus (HPV) is the main source of cervical cancer. Many recent studies have revealed the prevalence and prognosis of HPV associated with oropharyngeal squamous cell carcinoma, but fewer reports have evaluated HPV in oral squamous cell carcinoma (OSCC). The purpose of this study was to determine the prevalence and prognosis of HPV associated with OSCC according to HPV and tumor types.We used a DNA chip kit (MY-HPV chip kit ®, Mygene Co., Korea) to detect high-risk HPV subtypes (16, 18, 31, 33, 35, 39, 45, 51, 52, 54, 56, 58) and low-risk subtypes (6, 11, 34, 40, 42, 43, 44) among 187 patients. The prevalence was determined by Chi-square and Fisher's exact tests, and the prognosis was calculated by the Kaplan-Meier method and the log-rank test.The overall prevalence of HPV in OSCC was 7.0% for all HPV positives and 4.3% for high-risk HPV positives. The prevalence of HPV was significantly higher in individuals under 65 years old and in those with tumors in the tongue and gum regions. The prognosis did not differ between the HPV-positive and -negative groups. Although the prevalence of HPV-positive cases in OSCC was low (7.0, 4.3%) and the prognosis did not depend on HPV positivity, HPV-associated OSCC should be considered in the evaluation and treatment of oral cancer patients. In addition, separating high- and low-risk groups based on the HPV status of other body parts might not be appropriate.The DNA microarray method can accurately detect known HPV subtypes simultaneously, but has limitations in detecting new subtypes. Vaccines can also be used to prevent HPV-associated OSCC in patients, so further studies on the prognosis and efficacy of vaccines should be undertaken.", "doi": "10.1007/s00405-017-4828-9", "title": "Identification of human papillomavirus (HPV) subtype in oral cancer patients through microarray technology.", "journal": ["European archives of oto-rhino-laryngology : official journal of the European Federation of Oto-Rhino-Laryngological Societies (EUFOS) : affiliated with the German Society for Oto-Rhino-Laryngology - Head and Neck Surgery", "Eur Arch Otorhinolaryngol"]}