{"authors": [["Gil-Bona", "Ana", "A", "Departamento de Microbiologia II, Facultad de Farmacia, Universidad Complutense de Madrid, Plaza de Ramon y Cajal s/n, 28040 Madrid, Spain."], ["Amador-García", "Ahinara", "A", "Departamento de Microbiologia II, Facultad de Farmacia, Universidad Complutense de Madrid, Plaza de Ramon y Cajal s/n, 28040 Madrid, Spain; Instituto Ramon y Cajal de Investigacion Sanitaria (IRYCIS), Ctra. De Colmenar Viejo, 28034 Madrid, Spain."], ["Gil", "Concha", "C", "Departamento de Microbiologia II, Facultad de Farmacia, Universidad Complutense de Madrid, Plaza de Ramon y Cajal s/n, 28040 Madrid, Spain; Instituto Ramon y Cajal de Investigacion Sanitaria (IRYCIS), Ctra. De Colmenar Viejo, 28034 Madrid, Spain. Electronic address: conchagil@ucm.es."], ["Monteoliva", "Lucia", "L", "Departamento de Microbiologia II, Facultad de Farmacia, Universidad Complutense de Madrid, Plaza de Ramon y Cajal s/n, 28040 Madrid, Spain; Instituto Ramon y Cajal de Investigacion Sanitaria (IRYCIS), Ctra. De Colmenar Viejo, 28034 Madrid, Spain. Electronic address: luciamon@ucm.es."]], "date": "2017-12-06", "id": "29223801", "text": "The cell surface and secreted proteins are the initial points of contact between Candida albicans and the host. Improvements in protein extraction approaches and mass spectrometers have allowed researchers to obtain a comprehensive knowledge of these external subproteomes. In this paper, we review the published proteomic studies that have examined C. albicans extracellular proteins, including the cell surface proteins or surfome and the secreted proteins or secretome. The use of different approaches to isolate cell wall and cell surface proteins, such as fractionation approaches or cell shaving, have resulted in different outcomes. Proteins with N-terminal signal peptide, known as classically secreted proteins, and those that lack the signal peptide, known as unconventionally secreted proteins, have been consistently identified. Existing studies on C. albicans extracellular vesicles reveal that they are relevant as an unconventional pathway of protein secretion and can help explain the presence of proteins without a signal peptide, including some moonlighting proteins, in the cell wall and the extracellular environment. According to the global view presented in this review, cell wall proteins, virulence factors such as adhesins or hydrolytic enzymes, metabolic enzymes and stress related-proteins are important groups of proteins in C. albicans surfome and secretome.Candida albicans extracellular proteins are involved in biofilm formation, cell nutrient acquisition and cell wall integrity maintenance. Furthermore, these proteins include virulence factors and immunogenic proteins. This review is of outstanding interest, not only because it extends knowledge of the C. albicans surface and extracellular proteins that could be related with pathogenesis, but also because it presents insights that may facilitate the future development of new antifungal drugs and vaccines and contributes to efforts to identify new biomarkers that can be employed to diagnose candidiasis. Here, we list more than 570 C. albicans proteins that have been identified in extracellular locations to deliver the most extensive catalogue of this type of proteins to date. Moreover, we describe 16 proteins detected at all locations analysed in the works revised. These proteins include the glycophosphatidylinositol (GPI)-anchored proteins Ecm33, Pga4 and Phr2 and unconventional secretory proteins such as Eft2, Eno1, Hsp70, Pdc11, Pgk1 and Tdh3. Furthermore, 13 of these 16 proteins are immunogenic and could represent a set of interesting candidates for biomarker discovery.", "doi": "10.1016/j.jprot.2017.12.002", "title": "The external face of Candida albicans: A proteomic view of the cell surface and the extracellular environment.", "journal": ["Journal of proteomics", "J Proteomics"]}