{"authors": [["Herrera-Rodriguez", "José", "J", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Meijerhof", "Tjarko", "T", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Niesters", "Hubert G", "HG", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Stjernholm", "Grete", "G", "Bionor Pharma AS, P.O. Box 1477 Vika, NO-0116 Oslo, Norway."], ["Hovden", "Arnt-Ove", "AO", "Bionor Pharma AS, P.O. Box 1477 Vika, NO-0116 Oslo, Norway."], ["Sørensen", "Birger", "B", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands; Bionor Pharma AS, P.O. Box 1477 Vika, NO-0116 Oslo, Norway."], ["Ökvist", "Mats", "M", "Bionor Pharma AS, P.O. Box 1477 Vika, NO-0116 Oslo, Norway."], ["Sommerfelt", "Maja A", "MA", "Bionor Pharma AS, P.O. Box 1477 Vika, NO-0116 Oslo, Norway."], ["Huckriede", "Anke", "A", "Department of Medical Microbiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands. Electronic address: a.l.w.huckriede@umcg.nl."]], "date": "2017-12-07", "id": "29223787", "text": "Current influenza vaccines mainly induce antibody responses to the variable hemagglutinin proteins of the virus strains included in the vaccine. Instead, a broadly protective influenza vaccine should aim at inducing antibody- and/or cell-mediated immunity against conserved viral proteins. Vacc-FLU is a peptide based vaccine combining conserved B and T cell epitopes. Peptide selection was done using a proprietary peptide design platform technology focusing on responses to human leukocyte antigen (HLA)-restricted epitopes. Immunization of wild-type mice and mice transgenic for HLA-A2.1 with the peptide mix successfully induced both humoral and cell mediated immune responses. Partial protection from severe weight loss upon challenge was observed in both mouse strains but was stronger and observed at lower vaccine doses in transgenic mice. Our results show that the Vacc-FLU peptide mix is capable of inducing IFNγ-producing T cells and antibody-producing B cells which can protect from severe disease symptoms upon infection.", "doi": "10.1016/j.virol.2017.11.018", "title": "A novel peptide-based vaccine candidate with protective efficacy against influenza A in a mouse model.", "journal": ["Virology", "Virology"]}