{"authors": [["Nunn", "Alexandra", "A", "Immunization Programs and Vaccine Preventable Diseases Service, British Columbia Centre for Disease Control, Vancouver, British Columbia, Canada."], ["Campbell", "Audrey C", "AC", "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."], ["Naus", "Monika", "M", "Immunization Programs and Vaccine Preventable Diseases Service, British Columbia Centre for Disease Control, Vancouver, British Columbia, Canada; School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."], ["Kwong", "Jeffrey C", "JC", "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."], ["Puddicombe", "David", "D", "Immunization Programs and Vaccine Preventable Diseases Service, British Columbia Centre for Disease Control, Vancouver, British Columbia, Canada."], ["Quach", "Susan", "S", "Public Health Ontario, Toronto, Ontario, Canada."], ["Henry", "Bonnie", "B", "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada; Office of the Provincial Health Officer, Ministry of Health, Victoria, British Columbia, Canada. Electronic address: Bonnie.henry@gov.bc.ca."]], "date": "2017-12-06", "id": "29223487", "text": "In 2012, British Columbia (BC) became the first Canadian province to implement an influenza prevention policy requiring healthcare workers (HCW) to either be vaccinated annually against influenza or wear a mask in patient care areas during the influenza season. This study describes an evaluation of influenza policy implementation processes and identifies supports and challenges related to successful policy implementation at the level of healthcare facilities, during the second policy year (2013/14).Implementation leaders from 262 long-term care (LTC) and acute care facilities, mostly in three of BC's five regional Health Authorities, were invited to participate in an online survey following the 2013/14 influenza season. Descriptive quantitative and qualitative analyses identified common and effective strategies for improving vaccination coverage and policy compliance.A total of 127 respondents completed the survey on behalf of 33 acute care and 99 LTC facilities, representing 36% of acute care and 27% of LTC facilities in BC. Respondents agreed that the policy was successfully implemented at 89% of facilities, and implementation was reported to be easy at 52% of facilities. The findings elaborate on communication and leadership strategies, campaign logistics and enforcement approaches involved in policy implementation.Implementation of a vaccinate-or-mask influenza policy is complex. This study provides insight for other jurisdictions considering implementing such a policy and offers practical recommendations for facilities and health authorities.", "doi": "10.1016/j.vaccine.2017.11.072", "title": "Implementing a province-wide mandatory vaccinate-or-mask policy at healthcare facilities in British Columbia, Canada.", "journal": ["Vaccine", "Vaccine"]}