{"authors": [["Nonvignon", "Justice", "J", "School of Public Health, University of Ghana, Legon, Ghana. Electronic address: jnonvignon@ug.edu.gh."], ["Atherly", "Deborah", "D", "PATH, Seattle, United States."], ["Pecenka", "Clint", "C", "PATH, Seattle, United States."], ["Aikins", "Moses", "M", "School of Public Health, University of Ghana, Legon, Ghana."], ["Gazley", "Lauren", "L", "PATH, Seattle, United States."], ["Groman", "Devin", "D", "PATH, Seattle, United States."], ["Narh", "Clement T", "CT", "School of Public Health, University of Health and Allied Sciences, Hohoe, Ghana."], ["Armah", "George", "G", "Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Ghana."]], "date": "2017-12-06", "id": "29223486", "text": "Diarrhea causes about 10% of all deaths in children under five years globally, with rotavirus causing about 40% of all diarrhea deaths. Ghana introduced rotavirus vaccination as part of routine immunization in 2012 and it has been shown to be effective in reducing disease burden in children under five years. Ghana's transition from low to lower-middle income status in 2010 implies fewer resources from Gavi as well as other major global financing mechanisms. Ghana will soon bear the full cost of vaccines. The aim of this study was to estimate the health impact, costs and cost-effectiveness of rotavirus vaccination in Ghana from introduction and beyond the Gavi transition.The TRIVAC model is used to estimate costs and effects of rotavirus vaccination from 2012 through 2031. Model inputs include demographics, disease burden, health system structure, health care utilization and costs as well as vaccine cost, coverage, and efficacy. Model inputs came from local data, the international literature and expert consultation. Costs were examined from the health system and societal perspectives.The results show that continued rotavirus vaccination could avert more than 2.2 million cases and 8900 deaths while saving US$6 to US$9 million in costs over a 20-year period. The net cost of vaccination program is approximately US$60 million over the same period. The societal cost per DALY averted is US$238 to US$332 with cost per case averted ranging from US$27 to US$38. The cost per death averted is approximately US$7000.The analysis shows that continued rotavirus vaccination will be highly cost-effective, even for the period during which Ghana will assume responsibility for purchasing vaccines after transition from Gavi support.", "doi": "10.1016/j.vaccine.2017.11.080", "title": "Cost-effectiveness of rotavirus vaccination in Ghana: Examining impacts from 2012 to 2031.", "journal": ["Vaccine", "Vaccine"]}