{"authors": [["Dehghan", "Solmaz", "S", "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Kheiri", "Masoumeh Tavassoti", "MT", "Influenza Research Lab, Pasteur Institute of Iran, Tehran, Iran."], ["Abnous", "Khalil", "K", "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran; Pharmaceutical Sciences Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Eskandari", "Maryam", "M", "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Tafaghodi", "Mohsen", "M", "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran; Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran. Electronic address: tafaghodim@mums.ac.ir."]], "date": "2017-12-06", "id": "29223454", "text": "It has become important to explore more efficient and feasible influenza vaccines, since epidemics of influenza virus cause hundreds of thousands of deaths all around the world. Improving immunogenicity of parentral influenza vaccines has given rise to mucosal delivery routes. In this study, alginate nanoparticles (NPs) were efficiently synthetized by ionic gelation method and influenza virus and CpG ODN or Quillaja Saponin (QS) adjuvants were actively incorporated into alginate NPs. The prepared particles were evaluated for both humoral and cellular immune responses in rabbits' nostrils. The vaccination started with a prime dose and followed by three boosters (two intranasal (IN) on days 45 and 60 and the last dose, intramuscular (IM) on day 75). HAI titer had increased in all the samples; although, only in the group received WV + CPG suspension reached to the protective HAI titer. All the immunized rabbits elicited significantly high sIgA levels on day 75, compared to the negative and the IM groups. At the end of the study, IN administration of CpG ODN adjuvant with virus antigen induced higher IgG level than the groups vaccinated with alginate NPs with or without CpG ODN (P < 0.001). As for the cellular immunity, CpG ODN was capable of inducing significant levels of IL-4 and TNF-α, either through inoculation along with the virus suspension or as incorporated in alginate NPs. According to the obtained data, CpG ODN adjuvant showed higher immunogenic potential as part of a vaccine delivery system than QS. Moreover, applying alginate polymer as a nasal delivery system carrier was not deemed immunogenic against influenza whole virus.", "doi": "10.1016/j.micpath.2017.12.011", "title": "Preparation, characterization and immunological evaluation of alginate nanoparticles loaded with whole inactivated influenza virus: Dry powder formulation for nasal immunization in rabbits.", "journal": ["Microbial pathogenesis", "Microb. Pathog."]}