{"authors": [["Seifert", "Harry A", "HA", "Vaccine Clinical Safety and Pharmacovigilance, GlaxoSmithKline Vaccines, King of Prussia, PA. Electronic address: harry.a.seifert@gsk.com."], ["Malik", "Raleigh E", "RE", "DIA Americas, DIA, Washington, DC. Electronic address: Raleigh.Malik@DIAglobal.org."], ["Bhattacharya", "Mondira", "M", "Benefit-Risk Management and Innovative Platforms Initiative and Epidemiology, Pharmacovigilance and Patient Safety (PPS), AbbVie Inc, North Chicago, IL. Electronic address: mondira.bhattacharya@abbvie.com."], ["Campbell", "Kevin R", "KR", "K-Roc Consulting LLC, Raleigh, NC. Electronic address: DrKevin@DrKevinCampbellMD.com."], ["Okun", "Sally", "S", "Policy and Patient Safety, PatientsLikeMe, Cambridge, MA. Electronic address: sokun@patientslikeme.com."], ["Pierce", "Carrie", "C", "Booz Allen Hamilton, Boston, MA. Electronic address: pierce_caroline@bah.com."], ["Terkowitz", "Jeffrey", "J", "Inspire, Arlington, VA. Electronic address: jeff@inspire.com."], ["Turner", "J Rick", "JR", "Cardiac Safety Services, QuintilesIMS, Durham, NC. Electronic address: rick.turner@quintilesims.com."], ["Krucoff", "Mitchell W", "MW", "Duke University Medical Center, Durham, NC. Electronic address: Mitchell.Krucoff@duke.edu."], ["Powell", "Gregory E", "GE", "SERM Classic and Established Products, Global Clinical Safety and Pharmacovigilance, Research Triangle Park, NC. Electronic address: gregory.e.powell@gsk.com."]], "date": "2017-09-04", "id": "29223428", "text": "This white paper provides a summary of the presentations and discussions from a think tank on \"Enabling Social Listening for Cardiac Safety Monitoring\" trials that was cosponsored by the Drug Information Association and the Cardiac Safety Research Consortium, and held at the White Oak headquarters of the US Food and Drug Administration on June 3, 2016. The meeting's goals were to explore current methods of collecting and evaluating social listening data and to consider their applicability to cardiac safety surveillance. Social listening is defined as the act of monitoring public postings on the Internet. It has several theoretical advantages for drug and device safety. First, these include the ability to detect adverse events that are \"missed\" by traditional sources and the ability to detect adverse events sooner than would be allowed by traditional sources, both by affording near-real-time access to data from culturally and geographically diverse sources. Social listening can also potentially introduce a novel patient voice into the conversation about drug safety, which could uniquely augment understanding of real-world medication use obtained from more traditional methodologies. Finally, it can allow for access to information about drug misuse and diversion. To date, the latter 2 of these have been realized. Although regulators from the Food and Drug Administration and the United Kingdom's Medicines and Healthcare Products Regulatory Agency participated in the think tank along with representatives from industry, academia, and patient groups, this article should not be construed to constitute regulatory guidance.", "doi": "10.1016/j.ahj.2017.08.021", "title": "Enabling social listening for cardiac safety monitoring: Proceedings from a drug information association-cardiac safety research consortium cosponsored think tank.", "journal": ["American heart journal", "Am. Heart J."]}