{"authors": [["Lefèvre", "Hervé", "H", "AP-HP, Cochin Hospital, Paris, France."], ["Schrimpf", "Cécile", "C", "AP-HP, Cochin Hospital, Paris, France."], ["Moro", "Marie Rose", "MR", "AP-HP, Cochin Hospital, Paris, France."], ["Lachal", "Jonathan", "J", "AP-HP, Cochin Hospital, Paris, France."]], "date": "2017-12-08", "id": "29222179", "text": "To explore the clinical issues of human papillomavirus (HPV) vaccination to develop explanatory hypotheses for the low level of vaccination among adolescent girls in France where the full course coverage is low (<15%).We used semistructured interviews. Our qualitative and phenomenological procedure applied interpretative phenomenological analysis.16 physicians regularly faced with the prescription of HPV vaccine, represented several medical specialties (paediatrics, general practice, internal medicine, gynaecology), with hospitalist or private practices.The results connect three superordinate themes grouping three concentric levels: within society, during the consultation and in the individual doctor's feelings.The modalities and contents of the information about HPV vaccination raise questions about the limitations of the information doctors receive. The ineluctable association between sexuality and HPV vaccination explains their reluctance to raise topics considered to be private. The reasons for HPV vaccination illustrate the difficulty of arguing in favour of it. In view of the frequent parental reluctance, which weakens the parent-physician alliance, physicians must take responsibility for defending the benefits of vaccination. They nonetheless remain citizens whose opinions may implicitly echo the general reluctance, promoted by disinformation. In delaying or avoiding the subject of vaccination, they involuntarily become an instrument of anti-vaccination discourse.It is imperative to improve the distribution of credible information about vaccination, unbiased and scientifically supported by a strong institutional position and to rethink the place of the clinician in the system of adolescent health and disease prevention in France.", "doi": "10.1136/archdischild-2017-313887", "title": "HPV vaccination rate in French adolescent girls: an example of vaccine distrust.", "journal": ["Archives of disease in childhood", "Arch. Dis. Child."]}