{"authors": [["Terrinoni", "Manuela", "M", "Department of Microbiology and Immunology and University of Gothenburg Vaccine Research Institute (GUVAX), Institute of Biomedicine, Sahlgrenska Academy at University of Gothenburg, Box 435, SE-405 30 Gothenburg, Sweden."], ["Nordqvist", "Stefan L", "SL", "Department of Microbiology and Immunology and University of Gothenburg Vaccine Research Institute (GUVAX), Institute of Biomedicine, Sahlgrenska Academy at University of Gothenburg, Box 435, SE-405 30 Gothenburg, Sweden."], ["Källgård", "Susanne", "S", "Department of Microbiology and Immunology and University of Gothenburg Vaccine Research Institute (GUVAX), Institute of Biomedicine, Sahlgrenska Academy at University of Gothenburg, Box 435, SE-405 30 Gothenburg, Sweden."], ["Holmgren", "Jan", "J", "Department of Microbiology and Immunology and University of Gothenburg Vaccine Research Institute (GUVAX), Institute of Biomedicine, Sahlgrenska Academy at University of Gothenburg, Box 435, SE-405 30 Gothenburg, Sweden."], ["Lebens", "Michael", "M", "Department of Microbiology and Immunology and University of Gothenburg Vaccine Research Institute (GUVAX), Institute of Biomedicine, Sahlgrenska Academy at University of Gothenburg, Box 435, SE-405 30 Gothenburg, Sweden. michael.lebens@microbio.gu.se."]], "date": "2017-12-08", "id": "29222103", "text": "Antibiotic selection for maintenance of expression plasmids is discouraged in production of recombinant proteins for pharmaceutical or other human uses due to the risks of antibiotic residue contamination of the final products and release of DNA encoding antibiotic resistance into the environment. We describe the construction of expression plasmids that are instead maintained by complementation of the lgt gene encoding a (pro)lipoprotein glyceryl transferase essential for biosynthesis of bacterial lipoprotein. Mutations in lgt are lethal in E. coli and other gram negative organisms. The lgt gene was deleted from E. coli and complemented by the V. cholerae derived gene provided in trans on a temperature sensitive plasmid allowing cells to grow at 30°C but not at 37°C. A temperature-insensitive expression vector carrying the V. cholerae-derived lgt gene was constructed whereby transformants were selected by growth at 39°C. The vector was successfully used to express two recombinant proteins, one soluble and one forming insoluble inclusion bodies. A reciprocal construction was done deleting the lgt gene from V. cholerae and complementing the lesion with the corresponding gene from E. coli The resulting strain was used to produce the secreted recombinant cholera toxin B subunit (CTB) protein; a component of licensed as well as new-generation oral cholera vaccines. Overall, the lgt system described confers extreme stability on expression plasmids and the strategy can be easily transferred to other gram negative species using the E. coli-derived lgt gene for complementation.IMPORTANCE Many recombinant proteins are produced in bacteria from genes encoded on autonomously replicating DNA elements called plasmids. These are usually inherently unstable and rapidly lost. This can be prevented using genes encoding antibiotic resistance. Plasmids thus are maintained by allowing only plasmid-containing cells to survive when the bacteria are grown in medium supplemented with antibiotics. In the described antibiotic-free system for production of recombinant proteins an essential gene is deleted from the bacterial chromosome and instead provided on a plasmid. Loss of the plasmid becomes lethal for the bacteria. Such plasmids can be used for the expression of recombinant proteins. The broadly applicable system removes the need for antibiotics in recombinant protein production thereby contributing to reducing the spread of genes encoding antibiotic resistance, reducing the release of antibiotics into the environment and freeing the final products (often used in pharmaceuticals) from contamination with potentially harmful antibiotic residues.", "doi": "10.1128/AEM.02143-17", "title": "A novel non-antibiotic, lgt-based selection system for stable maintenance of expression vectors in Escherichia coli and Vibrio cholerae.", "journal": ["Applied and environmental microbiology", "Appl. Environ. Microbiol."]}