{"authors": [["Ortiz", "Justin R", "JR", "Initiative for Vaccine Research, World Health Organization (WHO), Geneva, Switzerland. Electronic address: influenzavaccine@who.int."], ["Hickling", "Julian", "J", "Working in Tandem Ltd, Cambridge, Northern Ireland, United Kingdom. Electronic address: julian@workingintandem.co.uk."], ["Jones", "Rebecca", "R", "Working in Tandem Ltd, Cambridge, Northern Ireland, United Kingdom. Electronic address: rebecca@workingintandem.co.uk."], ["Donabedian", "Armen", "A", "Biomedical Advanced Research and Development Authority, United States Department of Health and Human Services, Washington DC, United States. Electronic address: armen.donabedian@hhs.gov."], ["Engelhardt", "Othmar G", "OG", "Division of Virology, National Institute for Biological Standards and Control, A Centre of the Medicines and Healthcare products Regulatory Agency, Potters Bar, Hertfordshire, United Kingdom. Electronic address: Othmar.Engelhardt@nibsc.org."], ["Katz", "Jacqueline M", "JM", "Influenza Division, Centers for Disease Control and Prevention (CDC), Atlanta, United States. Electronic address: jmk9@cdc.gov."], ["Madhi", "Shabir A", "SA", "Medical Research Council: Respiratory and Meningeal Pathogens Research Unit, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa. Electronic address: madhis@rmpru.co.za."], ["Neuzil", "Kathleen M", "KM", "Center for Vaccine Development, University of Maryland School of Medicine, Baltimore, United States. Electronic address: kneuzil@som.umaryland.edu."], ["Rimmelzwaan", "Guus F", "GF", "Erasmus Medical Center, Department of Viroscience, Rotterdam, The Netherlands. Electronic address: g.rimmelzwaan@erasmusmc.nl."], ["Southern", "James", "J", "Advisor to Medicines Control Council, Simon's Town, South Africa. Electronic address: jamess@icon.co.za."], ["Spiro", "David J", "DJ", "National Institutes of Health, Bethesda, United States. Electronic address: david.spiro@nih.gov."], ["Hombach", "Joachim", "J", "Initiative for Vaccine Research, World Health Organization (WHO), Geneva, Switzerland. Electronic address: hombachj@who.int."]], "date": "2017-12-05", "id": "29221895", "text": "In August 2016, the World Health Organization (WHO) convened the \"Eighth meeting on development of influenza vaccines that induce broadly protective and long-lasting immune responses\" to discuss the regulatory requirements and pathways for licensure of next-generation influenza vaccines, and to identify areas where WHO can promote the development of such vaccines. Participants included approximately 120 representatives of academia, the vaccine industry, research and development funders, and regulatory and public health agencies. They reviewed the draft WHO preferred product characteristics (PPCs) of vaccines that could address prioritized unmet public health needs and discussed the challenges facing the development of such vaccines, especially for low- and middle-income countries (LMIC). They defined the data desired by public-health decision makers globally and explored how to support the progression of promising candidates into late-stage clinical trials and for all countries. This report highlights the major discussions of the meeting.", "doi": "10.1016/j.vaccine.2017.11.061", "title": "Report on eighth WHO meeting on development of influenza vaccines that induce broadly protective and long-lasting immune responses: Chicago, USA, 23-24 August 2016.", "journal": ["Vaccine", "Vaccine"]}