{"authors": [["Latasa Zamalloa", "Pello", "P", "Subdirección General de Epidemiología, Dirección General de Salud Pública, Consejería de Sanidad de la Comunidad de Madrid, Madrid, España. Electronic address: pello.latasa@salud.madrid.org."], ["Sanz Moreno", "Juan Carlos", "JC", "Laboratorio Regional de Salud Pública, Dirección General de Salud Pública, Consejería de Sanidad de la Comunidad de Madrid, Madrid, España."], ["Ordobás Gavín", "María", "M", "Subdirección General de Epidemiología, Dirección General de Salud Pública, Consejería de Sanidad de la Comunidad de Madrid, Madrid, España."], ["Barranco Ordoñez", "María Dolores", "MD", "Subdirección General de Promoción, Prevención y Educación para la Salud, Dirección General de Salud Pública, Consejería de Sanidad de la Comunidad de Madrid, Madrid, España."], ["Insúa Marisquerena", "Esther", "E", "Subdirección General de Epidemiología, Dirección General de Salud Pública, Consejería de Sanidad de la Comunidad de Madrid, Madrid, España."], ["Gil de Miguel", "Ángel", "Á", "Departamento de Medicina Preventiva y Salud Pública, Universidad Rey Juan Carlos, Madrid, España."], ["Fernández Chávez", "Abelardo Claudio", "AC", "Servicio de Medicina Preventiva, Hospital Ramón y Cajal, Madrid, España."], ["García-Comas", "Luis", "L", "Subdirección General de Epidemiología, Dirección General de Salud Pública, Consejería de Sanidad de la Comunidad de Madrid, Madrid, España."]], "date": "2017-12-05", "id": "29221826", "text": "Streptococcus pneumoniae is an important cause of morbidity. Vaccination is the most effective measure to prevent it. The aim of this study is to analyse the evolution of invasive pneumococcal disease (IPD).Observational study of IPD cases notified to the Epidemiological Surveillance Network of the Autonomous Community of Madrid between 2008 and 2015. The IPD case was defined as the disease caused by Streptococcus pneumoniae, with isolation and DNA or antigen detection, in samples from normally sterile sites. The isolated strains were sent to the Regional Public Health Laboratory for identification of the serotype. Serotypes were classified according to their inclusion in the 7-valent conjugate vaccine (PCV7), in the 13-valent vaccine, but not in the 7-valent vaccine (PCV13-additional) and not included in the 13-valent vaccine (non-PCV). The Incidence Rate Ratios (IRRs) were calculated comparing the 2011-2012 and 2013-2015 periods with the 2008-2010 period.4,307 cases were reported. 86.6% were serotyped. The IRR of IPD was 0.67 and 0.67 for all serotypes; 0.43 and 0.45 for PCV7 serotypes; 0.46 and 0.25 for PCV13-additional serotypes, and 1.01 and 1.32 for non-PCV13 serotypes in the 2011-2012 and 2013-2015 periods. The incidence of serotypes 8, 9N, 10A, 23B, 24F and serogroup 33 increased significantly in the 2013-2015 period. Serotypes 15B and 24F accounted for 24% of non-PCV13 cases in children under 5years, serotypes 8 and 9N for 51% in the population aged 5 to 59years and serotypes 8 and 22F for 25% in the population aged over 59years.The incidence of serotypes not included in conjugate vaccines has increased, especially in children under 5years, but the total incidence of IPD has decreased. It is important to continue with the epidemiological and microbiological surveillance programmes to assess the effect of vaccination on the incidence of IPD.", "doi": "10.1016/j.eimc.2017.10.026", "title": "Trends of invasive pneumococcal disease and its serotypes in the Autonomous Community of Madrid.", "journal": ["Enfermedades infecciosas y microbiologia clinica", "Enferm. Infecc. Microbiol. Clin."]}