{"authors": [["Alcántara-Hernández", "Marcela", "M", "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Program in Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Leylek", "Rebecca", "R", "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Program in Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Wagar", "Lisa E", "LE", "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Program in Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Engleman", "Edgar G", "EG", "Program in Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Department of Pathology, Stanford University School of Medicine, Stanford, CA 94304, USA."], ["Keler", "Tibor", "T", "Celldex Therapeutics, Inc., Hampton, NJ 08827, USA."], ["Marinkovich", "M Peter", "MP", "Department of Dermatology, Stanford University School of Medicine, Stanford, CA 94305, USA; Dermatology Service, Veterans Affairs Medical Center, Palo Alto, CA 94304, USA."], ["Davis", "Mark M", "MM", "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Program in Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Howard Hughes Medical Institute, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Nolan", "Garry P", "GP", "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Program in Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Idoyaga", "Juliana", "J", "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA; Program in Immunology, Stanford University School of Medicine, Stanford, CA 94305, USA. Electronic address: jidoyaga@stanford.edu."]], "date": "2017-12-05", "id": "29221729", "text": "Given the limited efficacy of clinical approaches that rely on ex vivo generated dendritic cells (DCs), it is imperative to design strategies that harness specialized DC subsets in situ. This requires delineating the expression of surface markers by DC subsets among individuals and tissues. Here, we performed a multiparametric phenotypic characterization and unbiased analysis of human DC subsets in blood, tonsil, spleen, and skin. We uncovered previously unreported phenotypic heterogeneity of human cDC2s among individuals, including variable expression of functional receptors such as CD172a. We found marked differences in DC subsets localized in blood and lymphoid tissues versus skin, and a striking absence of the newly discovered Axl+ DCs in the skin. Finally, we evaluated the capacity of anti-receptor monoclonal antibodies to deliver vaccine components to skin DC subsets. These results offer a promising path for developing DC subset-specific immunotherapies that cannot be provided by transcriptomic analysis alone.", "doi": "10.1016/j.immuni.2017.11.001", "title": "High-Dimensional Phenotypic Mapping of Human Dendritic Cells Reveals Interindividual Variation and Tissue Specialization.", "journal": ["Immunity", "Immunity"]}