{"authors": [["Hagemeister", "M H", "MH", "Public Health Authority, District Office Kitzingen, Bavaria, Germany; Infection Control, University Hospital Würzburg, Bavaria, Germany. Electronic address: hagemeiste_m@ukw.de."], ["Stock", "N K", "NK", "Institute for Hygiene and Microbiology, University of Würzburg, Bavaria, Germany."], ["Ludwig", "T", "T", "Institute for Clinical Epidemiology and Biometry, University of Würzburg, Bavaria, Germany."], ["Heuschmann", "P", "P", "Institute for Clinical Epidemiology and Biometry, University of Würzburg, Bavaria, Germany; Clinical Trial Centre, University Hospital Würzburg, Bavaria, Germany."], ["Vogel", "U", "U", "Infection Control, University Hospital Würzburg, Bavaria, Germany; Institute for Hygiene and Microbiology, University of Würzburg, Bavaria, Germany."]], "date": "2017-12-22", "id": "29220709", "text": "The objective of this survey was to analyse vaccination rates and attitudes towards vaccination among health care workers (HCWs). The period prevalence of self-reported acute respiratory infections in the influenza season 2014/2015 was examined.A cross-sectional study was conducted among HCWs of a German university hospital using an anonymised questionnaire. Recruitment was performed by providing all medical and nursing staff a paper questionnaire with an invitation to participate.Descriptive aggregated data were generated from digitalised questionnaires for all variables. Differences in categorical variables were analysed by Chi-squared test. Textual data were analysed by an iterative process based on the grounded theory by Glaser and Strauss.The response rate was 31% (677/2186). Probable influenza was described by 9% (64/677) of the participants. The overall self-reported vaccination rate was 55% (366/666). Self-reported vaccination rate was higher in physicians (172/239, 72%) than in nursing staff (188/418, 45%). HCWs in paediatrics (103/148, 70%) more likely received vaccines than HCWs in surgery (31/84, 37%). Most vaccinations were provided by medical staff on the wards (164/368, 45%). Self-reported lost work-time due to adverse events after vaccination was low (6/336, 2%). Eight categories for vaccine refusal were identified, whereof doubts about effectiveness and indication of the vaccine was most frequently mentioned (72/202, 36%).Efforts to promote vaccination should focus on nursing staff and should provide scientific evidence on effectiveness, adverse effects, and the benefits of health care workers' vaccination for patients. Administering vaccines at the workplace proved to be a successful strategy in our setting. Studies are needed to assess the frequency of influenza causing disease in HCWs.", "doi": "10.1016/j.puhe.2017.10.027", "title": "Self-reported influenza vaccination rates and attitudes towards vaccination among health care workers: results of a survey in a German university hospital.", "journal": ["Public health", "Public Health"]}