{"authors": [["Lim", "Juwon", "J", "Department of Medicine, Seoul National University, Seoul, Korea."], ["Kim", "Kyuwoong", "K", "Department of Biomedical Sciences, Seoul National University Graduate School, Seoul, Korea."], ["Choi", "Seulggie", "S", "Department of Biomedical Sciences, Seoul National University Graduate School, Seoul, Korea."], ["Park", "Sang Min", "SM", "Department of Biomedical Sciences, Seoul National University Graduate School, Seoul, Korea."]], "date": "2017-12-08", "id": "29220416", "text": "Vaccination for hepatitis A virus (HAV) has been implemented as one of the national vaccination programs despite the epidemiological transition of HAV in the Republic of Korea. While the national HAV vaccination program is largely associated with the shift of socioeconomic trend in the country, concerns have been raised on the effectiveness of the HAV immunization. The objective of this study was to examine the epidemiological trend of HAV and assess the effectiveness of the nationwide HAV vaccination policy based on a nationally representative sample of the Korean population collected in 2015.We analyzed anti-HAV of 5,856 respondents aged ≥10 years collected from Korean National Health and Nutrition Examination Survey (KNHANES) data in 2015. We estimated age-adjusted anti-HAV prevalence by sociodemographic and other characteristics. We evaluated the factors associated with anti-HAV positivity among each age group (10-19, 20-29, 30-45 and over 45 years old).The prevalence of anti-HAV among adults aged ≥10 years was 72.5% (95% confidence interval, CI, 73.7-71.4) in 2015. The lowest age-specific prevalence was among adults aged 20-29 years with 11.9% (95% CI 9.3-15.1%). The prevalence of anti-HAV among those aged 10-14 and 15-19 years was 59.7% (95% CI 52.7-66.4) and 24.0% (95% CI 19.5-29.3), respectively. The prevalence of anti-HAV among adults aged between 30 and 44 years rapidly increased from below 20% to above 90%. The prevalence of anti-HAV among adults aged ≥45 years was 97.8% (95% CI 96.0-97.6). Factors significantly associated with anti-HAV positivity among those aged 10-19 years old were young age, higher house income and high influenza vaccination rate. Compared to the respondents aged 10-19 years (those who were subject to the national childhood vaccine recommendation), those aged 20-29 years (those who were not subject to the recommendation) had low adjusted odds ratio (OR, 0.52 95% CI 0.34-.81 P-value = 0.004) for anti-HAV positivity.The age-adjusted anti-HAV prevalence showed a U-shaped association, implying the high dependence of anti-HAV prevalence on age and the epidemiological shift. The inclusion of the hepatitis A vaccine into the national immunization recommendation was effective shown by the increase of immunity in the general population. However, the vaccination rate was low in the low-income group. Young adults aged 20-39 years may benefit from inclusion in the HAV vaccination program due to the significantly low vaccination rate.", "doi": "10.1371/journal.pone.0189210", "title": "The effectiveness and limitation of the national childhood hepatitis A vaccination program in the Republic of Korea: Findings from the Korean National Health and Nutrition Examination Survey (KNHANES), 2015.", "journal": ["PloS one", "PLoS ONE"]}