{"authors": [["Glass", "David G", "DG", "Institute of Photonics, SUPA, The University of Strathclyde, Glasgow, United Kingdom."], ["McAlinden", "Niall", "N", "Institute of Photonics, SUPA, The University of Strathclyde, Glasgow, United Kingdom."], ["Millington", "Owain R", "OR", "Strathclyde Institute of Pharmacy and Biomedical Sciences, The University of Strathclyde, Glasgow, United Kingdom."], ["Wright", "Amanda J", "AJ", "Optics and Photonics Group, Department of Electrical and Electronic Engineering, The University of Nottingham, Nottingham, United Kingdom."]], "date": "2017-12-08", "id": "29220398", "text": "T-cells and antigen presenting cells are an essential part of the adaptive immune response system and how they interact is crucial in how the body effectively fights infection or responds to vaccines. Much of the experimental work studying interaction forces between cells has looked at the average properties of bulk samples of cells or applied microscopy to image the dynamic contact between these cells. In this paper we present a novel optical trapping technique for interrogating the force of this interaction and measuring relative interaction forces at the single-cell level. A triple-spot optical trap is used to directly manipulate the cells of interest without introducing foreign bodies such as beads to the system. The optical trap is used to directly control the initiation of cell-cell contact and, subsequently to terminate the interaction at a defined time point. The laser beam power required to separate immune cell pairs is determined and correlates with the force applied by the optical trap. As proof of concept, the antigen-specific increase in interaction force between a dendritic cell and a specific T-cell is demonstrated. Furthermore, it is demonstrated that this interaction force is completely abrogated when T-cell signalling is blocked. As a result the potential of using optical trapping to interrogate cellular interactions at the single cell level without the need to introduce foreign bodies such as beads is clearly demonstrated.", "doi": "10.1371/journal.pone.0188581", "title": "A minimally invasive optical trapping system to understand cellular interactions at onset of an immune response.", "journal": ["PloS one", "PLoS ONE"]}