{"authors": [["Luo", "Guo", "G", "Stanford University Center for Sleep Sciences, Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Palo Alto, California, United States of America."], ["Lin", "Ling", "L", "Stanford University Center for Sleep Sciences, Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Palo Alto, California, United States of America."], ["Jacob", "Louis", "L", "Stanford University Center for Sleep Sciences, Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Palo Alto, California, United States of America."], ["Bonvalet", "Mélodie", "M", "Stanford University Center for Sleep Sciences, Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Palo Alto, California, United States of America."], ["Ambati", "Aditya", "A", "Stanford University Center for Sleep Sciences, Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Palo Alto, California, United States of America."], ["Plazzi", "Giuseppe", "G", "Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Pizza", "Fabio", "F", "Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Leib", "Ryan", "R", "Stanford University Mass Spectrometry, Palo Alto, California, United States of America."], ["Adams", "Christopher M", "CM", "Stanford University Mass Spectrometry, Palo Alto, California, United States of America."], ["Partinen", "Markku", "M", "Helsinki Sleep Clinic, Helsinki, Finland."], ["Mignot", "Emmanuel Jean-Marie", "EJ", "Stanford University Center for Sleep Sciences, Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Palo Alto, California, United States of America."]], "date": "2017-12-08", "id": "29220370", "text": "A recent publication suggested molecular mimicry of a nucleoprotein (NP) sequence from A/Puerto Rico/8/1934 (PR8) strain, the backbone used in the construction of the reassortant strain X-179A that was used in Pandemrix® vaccine, and reported on anti-hypocretin (HCRT) receptor 2 (anti-HCRTR2) autoantibodies in narcolepsy, mostly in post Pandemrix® narcolepsy cases (17 of 20 sera). In this study, we re-examined this hypothesis through mass spectrometry (MS) characterization of Pandemrix®, and two other pandemic H1N1 (pH1N1)-2009 vaccines, Arepanrix® and Focetria®, and analyzed anti-HCRTR2 autoantibodies in narcolepsy patients and controls using three independent strategies.MS characterization of Pandemrix® (2 batches), Arepanrix® (4 batches) and Focetria® (1 batch) was conducted with mapping of NP 116I or 116M spectrogram. Two sets of narcolepsy cases and controls were used: 40 post Pandemrix® narcolepsy (PP-N) cases and 18 age-matched post Pandemrix® controls (PP-C), and 48 recent (≤6 months) early onset narcolepsy (EO-N) cases and 70 age-matched other controls (O-C). Anti-HCRTR2 autoantibodies were detected using three strategies: (1) Human embryonic kidney (HEK) 293T cells with transient expression of HCRTR2 were stained with human sera and then analyzed by flow cytometer; (2) In vitro translation of [35S]-radiolabelled HCRTR2 was incubated with human sera and immune complexes of autoantibody and [35S]-radiolabelled HCRTR2 were quantified using a radioligand-binding assay; (3) Optical density (OD) at 450 nm (OD450) of human serum immunoglobulin G (IgG) binding to HCRTR2 stably expressed in Chinese hamster ovary (CHO)-K1 cell line was measured using an in-cell enzyme-linked immunosorbent assay (ELISA).NP 116M mutations were predominantly present in all batches of Pandemrix®, Arepanrix® and Focetria®. The wild-type NP109-123 (ILYDKEEIRRIWRQA), a mimic to HCRTR234-45 (YDDEEFLRYLWR), was not found to bind to DQ0602. Three or four subjects were found positive for anti-HCRTR2 autoantibodies using two strategies or the third one, respectively. None of the post Pandemrix® narcolepsy cases (0 of 40 sera) was found positive with all three strategies.Anti-HCRTR2 autoantibody is not a significant biological feature of narcolepsy or of post Pandemrix® autoimmune responses.", "doi": "10.1371/journal.pone.0187305", "title": "Absence of anti-hypocretin receptor 2 autoantibodies in post pandemrix narcolepsy cases.", "journal": ["PloS one", "PLoS ONE"]}