{"authors": [["Dorta-Estremera", "Stephanie", "S", "The University of Texas MD Anderson Cancer Center, Department of Immunology, Houston, TX, United States of America."], ["Nehete", "Pramod N", "PN", "The University of Texas MD Anderson Cancer Center, Department of Veterinary Sciences, Bastrop, TX, United States of America."], ["Yang", "Guojun", "G", "The University of Texas MD Anderson Cancer Center, Department of Immunology, Houston, TX, United States of America."], ["He", "Hong", "H", "The University of Texas MD Anderson Cancer Center, Department of Stem Cell Transplantation, Houston, TX, United States of America."], ["Nehete", "Bharti P", "BP", "The University of Texas MD Anderson Cancer Center, Department of Veterinary Sciences, Bastrop, TX, United States of America."], ["Shelton", "Kathryn K", "KK", "The University of Texas MD Anderson Cancer Center, Department of Veterinary Sciences, Bastrop, TX, United States of America."], ["Barry", "Michael A", "MA", "Mayo Clinic, Department of Internal Medicine, Division of Infectious Diseases, Rochester, MN, United States of America."], ["Sastry", "K Jagannadha", "KJ", "The University of Texas MD Anderson Cancer Center, Department of Immunology, Houston, TX, United States of America."]], "date": "2017-12-08", "id": "29220358", "text": "Studies in nonhuman primates (NHP) for prospective immune cell monitoring subsequent to infection and/or vaccination usually rely on periodic sampling of the blood samples with only occasional collections of biopsies from mucosal tissues because of safety concerns and practical constraints. Here we present evidence in support of cytobrush sampling of oral, rectal, and genital mucosal tissues as a minimally invasive approach for the phenotypic analyses of different T cells subsets de novo as well as prospectively after intranasal immunization in rhesus macaques. Significant percentages of viable lymphocytes were obtained consistently from both naïve and chronically SIV-infected rhesus macaques. The percentages of CD3+ T cells in the blood were significantly higher compared to those in the mucosal tissues analyzed in the naïve animals, while in the SIV+ animals the CD3+ T cells were significantly elevated in the rectal tissues, relative to all other sites analyzed. In the naïve, but not SIV+ macaques, the rectal and vaginal mucosal tissues, compared to oral mucosa and blood, showed higher diversity and percentages of CD4+ T cells expressing the HIV entry co-receptor CCR5 and mucosal specific adhesion (CD103) as well as activation (HLA-DR) and proliferation (Ki67) markers. Sequential daily cytobrush sampling from the oral, rectal, and genital mucosal tissues was performed in SIV+ animals from an ongoing study where they were administered intranasal immunization with adenoviral vectored vaccines incorporating the green fluorescent protein (GFP) reporter gene. We detected a transient increase in GFP+ CD4 T cells in only oral mucosa suggesting limited mucosal trafficking. In general, CD4+ and CD8+ T cells expressing Ki67 transiently increased in all mucosal tissues, but those expressing the CCR5, HLA-DR, and CD103 markers exhibited minor changes. We propose the minimally invasive cytobrush sampling as a practical approach for effective and prospective immune monitoring of the oral-genital mucosal tissues in NHP.", "doi": "10.1371/journal.pone.0188807", "title": "Minimally invasive monitoring of CD4 T cells at multiple mucosal tissues after intranasal vaccination in rhesus macaques.", "journal": ["PloS one", "PLoS ONE"]}