{"authors": [["Pollack", "Seth M", "SM", "Seth M. Pollack, Fred Hutchinson Cancer Research Center; Seth M. Pollack and Matthew B. Spraker, University of Washington, Seattle, WA; and Matthew Ingham and Gary K. Schwartz, Columbia University School of Medicine, New York, NY."], ["Ingham", "Matthew", "M", "Seth M. Pollack, Fred Hutchinson Cancer Research Center; Seth M. Pollack and Matthew B. Spraker, University of Washington, Seattle, WA; and Matthew Ingham and Gary K. Schwartz, Columbia University School of Medicine, New York, NY."], ["Spraker", "Matthew B", "MB", "Seth M. Pollack, Fred Hutchinson Cancer Research Center; Seth M. Pollack and Matthew B. Spraker, University of Washington, Seattle, WA; and Matthew Ingham and Gary K. Schwartz, Columbia University School of Medicine, New York, NY."], ["Schwartz", "Gary K", "GK", "Seth M. Pollack, Fred Hutchinson Cancer Research Center; Seth M. Pollack and Matthew B. Spraker, University of Washington, Seattle, WA; and Matthew Ingham and Gary K. Schwartz, Columbia University School of Medicine, New York, NY."]], "date": "2017-12-08", "id": "29220291", "text": "Soft tissue and bone sarcomas are malignancies of mesenchymal origin, and more than 50 subtypes are defined. For most sarcomas, locally advanced or unresectable disease is still treated with cytotoxic chemotherapy. Recently, our understanding of subtype-specific cancer biology has expanded, and it has revealed distinct molecular alterations responsible for tumor initiation and progression. These findings have motivated the development of targeted therapies that are being evaluated in subtype-specific or biomarker-driven clinical trials. Indeed, the spectrum of targeted drug development in sarcoma now spans many of the most active paradigms in cancer research and includes agents that target cancer-related vulnerabilities in receptor tyrosine kinases and intracellular signaling pathways, epigenetics, metabolism, nuclear-cytoplasmic transport, and many others. Our understanding of the sarcoma immune microenvironment and heterogeneous mechanisms of tumor immune evasion has also expanded. Although a subset of sarcomas appears inflamed and responsive to immune checkpoint blockade with programmed death 1 (PD-1) targeted agents, novel immunotherapies and combinations likely will be needed for most subtypes. A variety of approaches-including targeting immune checkpoints other than PD-1; modulating tumor-associated macrophage phenotype from tumor-promoting to tumor-suppressive status; using cellular-based therapies, such as chimeric antigen and high-affinity T-cell receptors to deepen the adaptive immune response; and reinvigorating older approaches, such as vaccines and oncolytic virus-based treatments-are being investigated. The goal of these new approaches is to harness subtype-specific insights into cancer and immune biology to bring more effective and less toxic treatments to the clinic for the benefit of patients with sarcoma.", "doi": "10.1200/JCO.2017.75.1610", "title": "Emerging Targeted and Immune-Based Therapies in Sarcoma.", "journal": ["Journal of clinical oncology : official journal of the American Society of Clinical Oncology", "J. Clin. Oncol."]}