{"authors": [["Bundle", "David R", "DR", "Department of Chemistry, University of Alberta , Edmonton, Alberta T6G 2G2, Canada."], ["McGiven", "John", "J", "FAO/WHO Collaborating Centre for Brucellosis, OIE Brucellosis Reference Laboratory, Department of Bacteriology, Animal & Plant Health Agency , Woodham Lane, Addlestone, Surrey KT15 3NB, United Kingdom."]], "date": "2017-12-08", "id": "29219305", "text": "Brucellosis is a serious zoonotic bacterial disease that is ranked by the World Health Organization among the top seven \"neglected zoonoses\" that threaten human health and cause poverty. It is a costly, highly contagious disease that affects ruminants, cattle, sheep, goats, and other productive animals such as pigs. Symptoms include abortions, infertility, decreased milk production, weight loss, and lameness. Brucellosis is also the most common bacterial disease that is transmitted from animals to humans, with approximately 500 000 new human cases each year. Detection and slaughter of infected animals is required to eradicate the disease, as vaccination alone is currently insufficient. However, as the most protective vaccines compromise serodiagnosis, this creates policy dilemmas, and these often result in the failure of eradication and control programs. Detection of antibodies to the Brucella bacterial cell wall O-polysaccharide (OPS) component of smooth lipopolysaccharide is used in diagnosis of this disease, and the same molecule contributes important protective efficacy to currently deployed veterinary whole-cell vaccines. This has set up a long-standing paradox that while Brucella OPS confers protective efficacy to vaccines, its presence results in similar antibody profiles in infected and vaccinated animals. Consequently, differentiation of infected from vaccinated animals (DIVA) is not possible, and this limits efforts to combat the disease. Recent clarification of the chemical structure of Brucella OPS as a block copolymer of two oligosaccharide sequences has provided an opportunity to utilize unique oligosaccharides only available via chemical synthesis in serodiagnostic tests for the disease. These oligosaccharides show excellent sensitivity and specificity compared with the native polymer used in current commercial tests and have the added advantage of assisting discrimination between brucellosis and infections caused by several bacteria with OPS that share some structural features with those of Brucella. During synthesis and immunochemical evaluation of these synthetic antigens, it became apparent that an opportunity existed to create a polysaccharide-protein conjugate vaccine that would not create antibodies that give false positive results in diagnostic tests for infection. This objective was reduced to practice, and immunization of mice showed that antibodies to the Brucella A antigen could be developed without reacting in a diagnostic test based on the M antigen. A conjugate vaccine of this type could readily be developed for use in humans and animals. However, as chemical methods advance and modern methods of bacterial engineering mature, it is expected that the principles elucidated by these studies could be applied to the development of an inexpensive and cost-effective vaccine to combat endemic brucellosis in animals.", "doi": "10.1021/acs.accounts.7b00445", "title": "Brucellosis: Improved Diagnostics and Vaccine Insights from Synthetic Glycans.", "journal": ["Accounts of chemical research", "Acc. Chem. Res."]}