{"authors": [["Brown", "Victoria Bolanle", "VB", "School of Nursing, University College Hospital, Ibadan, Nigeria. vicbrown2010@gmail.com."], ["Oluwatosin", "O Abimbola", "OA", "Department of Nursing, Faculty of Clinical Sciences, College of Medicine, University of Ibadan, Ibadan, Nigeria."]], "date": "2017-12-04", "id": "29219093", "text": "Reminder/recall systems are effective ways to improve immunization rates, but their feasibility in primary health care (PHC) settings in Nigeria has not been adequately evaluated. In this study we describe the acceptability and adaptability of immunization reminder/recall system in an urban setting in southwest Nigeria.This is a descriptive report of a cluster randomized controlled trial. Four local government areas (LGAs) were randomly assigned into a cellphone reminder/recall intervention group or a usual care control group. Within each LGA, PHC centers were purposively selected to participate in the study. In each PHC center, mothers and their infants aged 0-3 months were enrolled into the two groups during the infants' first immunization visit. Mothers (or other contact persons) in the intervention group received cellphone calls reminding them to take their child for scheduled immunizations. Follow-up of all the children lasted till the final scheduled immunization visit for each child. The intervention lasted for 13 months.A total of 595 mothers/infants pairs (295 in the intervention group and 300 in the control group) participated in the study. Almost all mothers (n = 590, 99.2%) had access to their own cellphone or had access to a cellphone belonging to a significant other. Ninety-eight percent (n = 584) of all mothers were willing to receive immunization reminder/recall phone calls. Eighty-seven percent (n = 2023) of all calls (n = 2324) for the reminder/recall intervention went through to the recipients and of these calls, 1948 (96.3%) were received. The mean cost of each call in US Dollars was about 5 cents. Immunization compliance rate (the receipt of required number of doses of routine vaccines at the appropriate age at recommended interval) was 79.2% among the children in intervention group and 46.4% in the control group (p < 0.001).Results demonstrate that cellphone reminder/recall interventions to improve routine childhood immunization are feasible in PHC settings in limited-resource settings with wide cellphone coverage, such as urban areas in Nigeria. Further research to test the potential for scale up in a variety of settings is recommended.PACTR201702002043415 ; Date of registration: 17 February 2017. (Retrospectively registered).", "doi": "10.1186/s12913-017-2639-8", "title": "Feasibility of implementing a cellphone-based reminder/recall strategy to improve childhood routine immunization in a low-resource setting: a descriptive report.", "journal": ["BMC health services research", "BMC Health Serv Res"]}