{"authors": [["Beg", "S", "S", "Department of Pharmacy, M.J.P. Rohilkhand University, Bareilly, UP. India."], ["Agnihotri", "Jaya", "J", "H K College of Pharmacy - Pharmaceutics Chandigarh. India."], ["Singh", "Shibhna", "S", "H K College of Pharmacy - Pharmaceutics Chandigarh. India."], ["Wais", "Mohammad", "M", "H K College of Pharmacy - Pharmaceutics Chandigarh. India."]], "date": "2017-12-07", "id": "29219058", "text": "Newly developed vaccine VPM1002 confers paradigm swing in the prophylactic treatment of tuberculosis (TB).Multi drug resistant and latent TB in adults as well as in underprivileged patients is instigating menace over world population if the host is immune-compromised. One third of the world's population is infected with TB. Recently it is estimated around 9.6 million people around the world became sick with TB disease. There were 1.5 million TB-related deaths worldwide. Therefore with the advent in biotechnology and Nano engineering, newly adapted survival molecular mechanism of Mycobacterium tuberculosis, new targets receptors on alveolar macrophages must be explored out for eradication of TB from the globe. Macrophage acts as a reservoir of phagocytic receptors to execute diverse physiological functions as well as to perform defence mechanism. Advances in novel carriers open new era for the treatment of tuberculosis which remains a very substantial global health encumbrance. Different binding receptors especially mannose, folate and scavenger receptors are attractive platform for internalization of therapeutics in alveolar macrophage. Nano-carriers and nano-devices designed after the acquaintance of receptor composition and functioning affords site specific targeting of biodegradable and biocompatible drug delivery systems for the treatment of tuberculosis offering complete cure and patient compliance. This chapter encompasses recent studies on nanocarriers like liposomes nanoparticles,microparticles,dendrimers,niosomes,pharmacosomes, resealed erythrocytes,nanoerythrocytes, bacterial ghost and new vaccines for the treatment of tuberculosis. In spite of the budding benefits of nano carriers, many limitations still remain to be overcome such as poor oral stability, instability in circulation, inadequate tissue distribution, toxicity as well as cost whereas pulmonary route targeted nanocarriers offers site specificity dose reduction and minimization of cellular toxicity to normal cells.", "doi": "10.2174/1574891X13666171207151313", "title": "Macrophage targeted cellular carriers for effective delivery of anti-tubercular drugs.", "journal": ["Recent patents on anti-infective drug discovery", "Recent Pat Antiinfect Drug Discov"]}