{"authors": [["Parker", "Edward Pk", "EP", "Department of Infectious Disease Epidemiology, St Mary's Campus, Imperial College London, London, W2 1PG, UK."], ["Ramani", "Sasirekha", "S", "Baylor College of Medicine, Houston, TX 77060, USA."], ["Lopman", "Benjamin A", "BA", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, GA 30322, USA."], ["Church", "James A", "JA", "Centre for Paediatrics, Blizard Institute, Queen Mary University of London, London, E1 2AT, UK."], ["Iturriza-Gómara", "Miren", "M", "Centre for Global Vaccine Research, Institute of Infection & Global Health, University of Liverpool, Liverpool, L69 7BE, UK."], ["Prendergast", "Andrew J", "AJ", "Centre for Paediatrics, Blizard Institute, Queen Mary University of London, London, E1 2AT, UK."], ["Grassly", "Nicholas C", "NC", "Department of Infectious Disease Epidemiology, St Mary's Campus, Imperial College London, London, W2 1PG, UK."]], "date": "2017-12-08", "id": "29218997", "text": "Oral vaccines are less immunogenic when given to infants in low-income compared with high-income countries, limiting their potential public health impact. Here, we review factors that might contribute to this phenomenon, including transplacental antibodies, breastfeeding, histo blood group antigens, enteric pathogens, malnutrition, microbiota dysbiosis and environmental enteropathy. We highlight several clear risk factors for vaccine failure, such as the inhibitory effect of enteroviruses on oral poliovirus vaccine. We also highlight the ambiguous and at times contradictory nature of the available evidence, which undoubtedly reflects the complex and interconnected nature of the factors involved. Mechanisms responsible for diminished immunogenicity may be specific to each oral vaccine. Interventions aiming to improve vaccine performance may need to reflect the diversity of these mechanisms.", "doi": "10.2217/fmb-2017-0128", "title": "Causes of impaired oral vaccine efficacy in developing countries.", "journal": ["Future microbiology", "Future Microbiol"]}