{"authors": [["Li", "Qianqian", "Q", "Division of HIV/AIDS and Sex-Transmitted Virus Vaccines, National Institutes for Food and Drug Control, Beijing, China."], ["Liu", "Qiang", "Q", "Division of HIV/AIDS and Sex-Transmitted Virus Vaccines, National Institutes for Food and Drug Control, Beijing, China."], ["Huang", "Weijin", "W", "Division of HIV/AIDS and Sex-Transmitted Virus Vaccines, National Institutes for Food and Drug Control, Beijing, China."], ["Li", "Xuguang", "X", "Division of Regulatory Research, Centre for Biologics Evaluation, Biologics and Genetic Therapies Directorate, Health Canada, Ottawa, Canada."], ["Wang", "Youchun", "Y", "Division of HIV/AIDS and Sex-Transmitted Virus Vaccines, National Institutes for Food and Drug Control, Beijing, China."]], "date": "2017-12-07", "id": "29218769", "text": "Emerging and reemerging infectious diseases have a strong negative impact on public health. However, because many of these pathogens must be handled in biosafety level, 3 or 4 containment laboratories, research and development of antivirals or vaccines against these diseases are often impeded. Alternative approaches to address this issue have been vigorously pursued, particularly the use of pseudoviruses in place of wild-type viruses. As pseudoviruses have been deprived of certain gene sequences of the virulent virus, they can be handled in biosafety level 2 laboratories. Importantly, the envelopes of these viral particles may have similar conformational structures to those of the wild-type viruses, making it feasible to conduct mechanistic investigation on viral entry and to evaluate potential neutralizing antibodies. However, a variety of challenging issues remain, including the production of a sufficient pseudovirus yield and the inability to produce an appropriate pseudotype of certain viruses. This review discusses current progress in the development of pseudoviruses and dissects the factors that contribute to low viral yields.", "doi": "10.1002/rmv.1963", "title": "Current status on the development of pseudoviruses for enveloped viruses.", "journal": ["Reviews in medical virology", "Rev. Med. Virol."]}