{"authors": [["Milošević", "Milena", "M", "Center for Laser Microscopy, Department for Physiology and Biochemistry, Faculty of Biology, University of Belgrade, Belgrade, Serbia."], ["Milićević", "Katarina", "K", "Center for Laser Microscopy, Department for Physiology and Biochemistry, Faculty of Biology, University of Belgrade, Belgrade, Serbia."], ["Božić", "Iva", "I", "Institute for Biological Research \"Siniša Stanković\", University of Belgrade, Belgrade, Serbia."], ["Lavrnja", "Irena", "I", "Institute for Biological Research \"Siniša Stanković\", University of Belgrade, Belgrade, Serbia."], ["Stevanović", "Ivana", "I", "Institute for Medical Research, Military Medical Academy, Belgrade, Serbia."], ["Bijelić", "Dunja", "D", "Center for Laser Microscopy, Department for Physiology and Biochemistry, Faculty of Biology, University of Belgrade, Belgrade, Serbia."], ["Dubaić", "Marija", "M", "Center for Laser Microscopy, Department for Physiology and Biochemistry, Faculty of Biology, University of Belgrade, Belgrade, Serbia."], ["Živković", "Irena", "I", "Immunology Research Centre \"Branislav Janković\", Institute of Virology, Vaccines and Sera \"Torlak\", Belgrade, Serbia."], ["Stević", "Zorica", "Z", "Clinic of Neurology, Clinical Center of Serbia, School of Medicine, University of Belgrade, Belgrade, Serbia."], ["Giniatullin", "Rashid", "R", "Department of Neurobiology, A.I. Virtanen Institute for Molecular Sciences, University of Eastern Finland, Kuopio, Finland."], ["Andjus", "Pavle", "P", "Center for Laser Microscopy, Department for Physiology and Biochemistry, Faculty of Biology, University of Belgrade, Belgrade, Serbia."]], "date": "2017-11-23", "id": "29218049", "text": "Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disorder with a very fast progression, no diagnostic tool for the presymptomatic phase, and still no effective treatment of the disease. Although ALS affects motor neurons, the overall pathophysiological condition points out to the non-cell autonomous mechanisms, where astrocytes and microglia play crucial roles in the disease progression. We have already shown that IgG from sera of ALS patients (ALS IgG) induce calcium transients and an increase in the mobility of acidic vesicles in cultured rat astrocytes. Having in mind the role of microglia in neurodegeneration, and a well-documented fact that oxidative stress is one of the many components contributing to the disease, we decided to examine the effect of ALS IgG on activation, oxidative stress and antioxidative system of BV-2 microglia, and to evaluate their acute effect on cytosolic peroxide, pH, and on reactive oxygen species (ROS) generation. All tested ALS IgGs (compared to control IgG) induced oxidative stress (rise in nitric oxide and the index of lipid peroxidation) followed by release of TNF-α and higher antioxidative defense (elevation of Mn- and CuZn-superoxide dismutase, catalase, and glutathione reductase with a decrease of glutathione peroxidase and glutathione) after 24 h treatment. Both ALS IgG and control IgG showed same localization on the membrane of BV-2 cells following 24 h treatment. Cytosolic peroxide and pH alteration were evaluated with fluorescent probes HyPer and SypHer, respectively, having in mind that HyPer also reacts to pH changes. Out of 11 tested IgGs from ALS patients, 4 induced slow exponential rise of HyPer signal, with maximal normalized fluorescence in the range 0.2-0.5, also inducing similar increase of SypHer intensity, but of a lower amplitude. None of the control IgGs induced changes with neither of the indicators. Acute ROS generation was detected in one out of three tested ALS samples with carboxy-H2DCFDA. The observed phenomena demonstrate the potential role of inflammatory humoral factors, IgGs, as potential triggers of the activation in microglia, known to occur in later stages of ALS. Therefore, revealing the ALS IgG signaling cascade in microglial cells could offer a valuable molecular biomarker and/or a potential therapeutic target.", "doi": "10.3389/fimmu.2017.01619", "title": "Immunoglobulins G from Sera of Amyotrophic Lateral Sclerosis Patients Induce Oxidative Stress and Upregulation of Antioxidative System in BV-2 Microglial Cell Line.", "journal": ["Frontiers in immunology", "Front Immunol"]}