{"authors": [["Olmedillas", "Eduardo", "E", "Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["Cano", "Olga", "O", "Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["Martínez", "Isidoro", "I", "Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["Luque", "Daniel", "D", "Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["Terrón", "María C", "MC", "Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["McLellan", "Jason S", "JS", "Department of Biochemistry and Cell Biology, Geisel School of Medicine at Dartmouth, Hanover, NH, USA."], ["Melero", "José A", "JA", "Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain jmelero@isciii.es."], ["Más", "Vicente", "V", "Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."]], "date": "2017-12-07", "id": "29217660", "text": "Human respiratory syncytial virus (hRSV) and human metapneumovirus (hMPV), two members of the Pneumoviridae family, account for the majority of severe lower respiratory tract infections worldwide in very young children. They are also a frequent cause of morbidity and mortality in the elderly and immunocompromised adults. High levels of neutralizing antibodies, mostly directed against the viral fusion (F) glycoprotein, correlate with protection against either hRSV or hMPV However, no cross-neutralization is observed in polyclonal antibody responses raised after virus infection or immunization with purified F proteins. Based on crystal structures of hRSV F and hMPV F, we designed chimeric F proteins in which certain residues of well-characterized antigenic sites were swapped between the two antigens. The antigenic changes were monitored by ELISA with virus-specific monoclonal antibodies. Inoculation of mice with these chimeras induced polyclonal cross-neutralizing antibody responses, and mice were protected against challenge with the virus used for grafting of the heterologous antigenic site. These results provide a proof of principle for chimeric fusion proteins as single immunogens that can induce cross-neutralizing antibody and protective responses against more than one human pneumovirus.", "doi": "10.15252/emmm.201708078", "title": "Chimeric Pneumoviridae fusion proteins as immunogens to induce cross-neutralizing antibody responses.", "journal": ["EMBO molecular medicine", "EMBO Mol Med"]}