{"authors": [["Chowell", "Diego", "D", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Morris", "Luc G T", "LGT", "Immunogenomics and Precision Oncology Platform, Memorial Sloan Kettering Cancer Center, New York, NY 10065. USA."], ["Grigg", "Claud M", "CM", "NewYork-Presbyterian/Columbia University Medical Center, 177 Fort Washington Ave., New York, NY 10032, USA."], ["Weber", "Jeffrey K", "JK", "IBM Thomas J. Watson Research Center, Yorktown Heights, NY 10598, USA."], ["Samstein", "Robert M", "RM", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Makarov", "Vladimir", "V", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Kuo", "Fengshen", "F", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Kendall", "Sviatoslav M", "SM", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Requena", "David", "D", "The Rockefeller University, New York, NY 10065, USA."], ["Riaz", "Nadeem", "N", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Greenbaum", "Benjamin", "B", "Tisch Cancer Institute, Departments of Medicine, Oncological Sciences, and Pathology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Carroll", "James", "J", "David Geffen School of Medicine at UCLA, 2825 Santa Monica Boulevard, Suite 200, Santa Monica, CA 90404, USA."], ["Garon", "Edward", "E", "David Geffen School of Medicine at UCLA, 2825 Santa Monica Boulevard, Suite 200, Santa Monica, CA 90404, USA."], ["Hyman", "David M", "DM", "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Zehir", "Ahmet", "A", "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Solit", "David", "D", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Berger", "Michael", "M", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."], ["Zhou", "Ruhong", "R", "IBM Thomas J. Watson Research Center, Yorktown Heights, NY 10598, USA."], ["Rizvi", "Naiyer A", "NA", "NewYork-Presbyterian/Columbia University Medical Center, 177 Fort Washington Ave., New York, NY 10032, USA. chant@mskcc.org nar2144@cumc.columbia.edu."], ["Chan", "Timothy A", "TA", "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA. chant@mskcc.org nar2144@cumc.columbia.edu."]], "date": "2017-12-07", "id": "29217585", "text": "CD8+ T cell-dependent killing of cancer cells requires efficient presentation of tumor antigens by human leukocyte antigen class I (HLA-I) molecules. However, the extent to which patient-specific HLA-I genotype influences response to anti-PD-1 or anti-CTLA-4 is currently unknown. We determined the HLA-I genotype of 1,535 advanced cancer patients treated with immune checkpoint blockade (ICB). Maximal heterozygosity at HLA-I loci (A, B, and C) improved overall survival after ICB compared to patients who were homozygous for at least one HLA locus. In two independent melanoma cohorts, patients with the HLA-B44 supertype had extended survival, whereas the HLA-B62 supertype (including HLA-B*15:01) or somatic loss of heterozygosity at HLA-I, was associated with poor outcome. Molecular dynamics simulations of HLA-B*15:01 revealed unique elements that may impair CD8+ T cell recognition of neoantigens. Our results have important implications for predicting response to ICB and for the design of neoantigen-based therapeutic vaccines.", "doi": "10.1126/science.aao4572", "title": "Patient HLA class I genotype influences cancer response to checkpoint blockade immunotherapy.", "journal": ["Science (New York, N.Y.)", "Science"]}