{"authors": [["Parker", "Edward P K", "EPK", "Department of Infectious Disease Epidemiology, St Mary's Campus, Imperial College London, London, UK. Electronic address: edward.parker@imperial.ac.uk."], ["Praharaj", "Ira", "I", "Division of Gastrointestinal Sciences, Christian Medical College, Vellore, India."], ["Zekavati", "Anna", "A", "Imperial BRC Genomics Facility, Commonwealth Building, Hammersmith Hospital, London, UK."], ["Lazarus", "Robin P", "RP", "Division of Gastrointestinal Sciences, Christian Medical College, Vellore, India."], ["Giri", "Sidhartha", "S", "Division of Gastrointestinal Sciences, Christian Medical College, Vellore, India."], ["Operario", "Darwin J", "DJ", "Division of Infectious Diseases and International Health, University of Virginia, Charlottesville, VA, USA."], ["Liu", "Jie", "J", "Division of Infectious Diseases and International Health, University of Virginia, Charlottesville, VA, USA."], ["Houpt", "Eric", "E", "Division of Infectious Diseases and International Health, University of Virginia, Charlottesville, VA, USA."], ["Iturriza-Gómara", "Miren", "M", "Centre for Global Vaccine Research, Institute of Infection and Global Health, University of Liverpool, Liverpool, UK; NIHR Health Protection Research Unit in Gastrointestinal Infections, University of Liverpool, Liverpool, UK."], ["Kampmann", "Beate", "B", "Department of Paediatrics, St Mary's Campus, Imperial College London, London, UK; MRC Unit The Gambia, Fajara, Gambia."], ["John", "Jacob", "J", "Division of Gastrointestinal Sciences, Christian Medical College, Vellore, India."], ["Kang", "Gagandeep", "G", "Division of Gastrointestinal Sciences, Christian Medical College, Vellore, India."], ["Grassly", "Nicholas C", "NC", "Department of Infectious Disease Epidemiology, St Mary's Campus, Imperial College London, London, UK."]], "date": "2017-12-06", "id": "29217369", "text": "Oral rotavirus vaccines have consistently proven to be less immunogenic among infants in developing countries. Discrepancies in the intestinal microbiota, including a greater burden of enteropathogens and an altered commensal community composition, may contribute to this trend by inhibiting the replication of vaccine viruses. To test this possibility, we performed a nested case-control study in Vellore, India, in which we compared the intestinal microbiota of infants who responded serologically or not after two doses of Rotarix delivered at 6 and 10 weeks of age as part of a clinical trial (CTRI/2012/05/002677). The prevalence of 40 bacterial, viral, and eukaryotic pathogen targets was assessed in pre-vaccination stool samples from 325 infants using singleplex real-time PCR on a Taqman array card (TAC). In a subset of 170 infants, we assessed bacterial microbiota composition by sequencing the 16S rRNA gene V4 region. Contrary to expectations, responders were more likely than non-responders to harbor ≥1 bacterial enteropathogen at dose 1 (26% [40/156] vs 13% [21/157] of infants with TAC results who completed the study per protocol; χ2, P = .006), although this was not apparent at dose 2 (24% [38/158] vs 23% [36/158]; P = .790). Rotavirus shedding after dose 1 was negatively correlated with the replication of co-administered oral poliovirus vaccine (OPV). We observed no consistent differences in composition or diversity of the 16S bacterial microbiota according to serological response, although rotavirus shedding was associated with slightly more bacterial taxa pre-vaccination. Overall, our findings demonstrate an inhibitory effect of co-administered OPV on the first dose of Rotarix, consistent with previous studies, but in the context of OPV co-administration we did not find a strong association between other components of the intestinal microbiota at the time of vaccination and Rotarix immunogenicity.", "doi": "10.1016/j.vaccine.2017.11.031", "title": "Influence of the intestinal microbiota on the immunogenicity of oral rotavirus vaccine given to infants in south India.", "journal": ["Vaccine", "Vaccine"]}