{"authors": [["Rose", "Fabrice", "F", "Department of Pharmacy, Faculty of Health and Medical Sciences, University of Copenhagen, Universitetsparken 2, DK 2100, Copenhagen Ø, Denmark."], ["Wern", "Jeanette Erbo", "JE", "Department of Infectious Disease Immunology, Chlamydia Vaccine Research, Statens Serum Institut, Artillerivej 5, DK 2300 Copenhagen S, Denmark."], ["Gavins", "Francesca", "F", "Department of Pharmacy, Faculty of Health and Medical Sciences, University of Copenhagen, Universitetsparken 2, DK 2100, Copenhagen Ø, Denmark; UCL School of Pharmacy, Faculty of Life Sciences, University College London, 29-39 Brunswick Square, WC1N lAX, London, United Kingdom."], ["Andersen", "Peter", "P", "Department of Infectious Disease Immunology, Chlamydia Vaccine Research, Statens Serum Institut, Artillerivej 5, DK 2300 Copenhagen S, Denmark."], ["Follmann", "Frank", "F", "Department of Infectious Disease Immunology, Chlamydia Vaccine Research, Statens Serum Institut, Artillerivej 5, DK 2300 Copenhagen S, Denmark."], ["Foged", "Camilla", "C", "Department of Pharmacy, Faculty of Health and Medical Sciences, University of Copenhagen, Universitetsparken 2, DK 2100, Copenhagen Ø, Denmark. Electronic address: camilla.foged@sund.ku.dk."]], "date": "2017-12-05", "id": "29217176", "text": "Induction of mucosal immunity with vaccines is attractive for the immunological protection against pathogen entry directly at the site of infection. An example is infection with Chlamydia trachomatis (Ct), which is the most common sexually transmitted infection in the world, and there is an unmet medical need for an effective vaccine. A vaccine against Ct should elicit protective humoral and cell-mediated immune (CMI) responses in the genital tract mucosa. We previously designed an antibody- and CMI-inducing adjuvant based on poly(dl-lactic-co-glycolic acid) (PLGA) nanoparticles modified with the cationic surfactant dimethyldioctadecylammonium bromide and the immunopotentiator trehalose-6,6'-dibehenate. Here we show that immunization with these lipid-polymer hybrid nanoparticles (LPNs) coated with the mucoadhesive polymer chitosan enhances mucosal immune responses. Glycol chitosan (GC)-modified LPNs were engineered using an oil-in-water single emulsion solvent evaporation method. The nanoparticle design was optimized in a highly systematic way by using a quality-by-design approach to define the optimal operating space and to gain maximal mechanistic information about the GC coating of the LPNs. Cryo-transmission electron microscopy revealed a PLGA core coated with one or several concentric lipid bilayers. The GC coating of the surface was identified as a saturable, GC concentration-dependent increase in particle size and a reduction of the zeta-potential, and the coating layer could be compressed upon addition of salt. Increased antigen-specific mucosal immune responses were induced in the lungs and the genital tract with the optimized GC-coated LPN adjuvant upon nasal immunization of mice with the recombinant Ct fusion antigen CTH522. The mucosal responses were characterized by CTH522-specific IgG/IgA antibodies, together with CTH522-specific interferon γ-producing Th1 cells. This study demonstrates that mucosal administration of CTH522 adjuvanted with chitosan-coated LPNs represents a promising strategy to modulate the magnitude of mucosal vaccine responses.", "doi": "10.1016/j.jconrel.2017.12.003", "title": "A strong adjuvant based on glycol-chitosan-coated lipid-polymer hybrid nanoparticles potentiates mucosal immune responses against the recombinant Chlamydia trachomatis fusion antigen CTH522.", "journal": ["Journal of controlled release : official journal of the Controlled Release Society", "J Control Release"]}