{"authors": [["Mtshali", "Phillip Senzo", "PS", "Veterinary Parasitology Programme, Research and Scientific Services Department, National Zoological Gardens of South Africa, Pretoria, 0001, South Africa."], ["Mtshali", "Moses Sibusiso", "MS", "Veterinary Parasitology Programme, Research and Scientific Services Department, National Zoological Gardens of South Africa, Pretoria, 0001, South Africa. sibusiso.mtshali@nrf.ac.za."]], "date": "2017-12-08", "id": "29216890", "text": "Bovine babesiosis is one of the most economically important tick-borne diseases threatening the livestock industry globally including South Africa. This disease is induced by members of Babesia bovis species. Antigenic variations among geographical strains of B. bovis, and these heterogeneities are cited as the mechanism by which parasites evade from host immune system and they hamper the successful development of a single vaccine that could confer absolute protection. Given the economic importance of livestock industry in South Africa, the extent of genetic diversity among field isolates of B. bovis merits extensive investigation. In this study, we genetically characterized partial genes of B. bovis and studied the phylogenetic relationship among B. bovis isolates of South African origin. The genes, which were PCR-amplified from bovine samples collected from different locations across South Africa, coded for rhoptry-associated protein 1 (BbRAP-1), cysteine peptidase 2 (BbCP2), spherical body protein 4 (BbSBP-4) and β-tubulin (BbβTUB). Phylogenies were inferred from newly determined sequences using the neighbour-joining approach.Nested PCR assays with gene-specific primers indicated that, of the 54 bovine samples tested, 59.3% (32/54; 95% CI = 46.0-71.3%), 27.8% (15/54; 95% CI = 17.6-40.9%), 37.0% (20/54; 95% CI = 25.4-50.4%) and 29.6% (16/54; 95% CI = 19.1-42.8%) possessed BbRAP-1, BbCP2, BbSBP-4 and BbβTUB fragments, respectively. Sequencing of PCR-generated fragments revealed that nucleotide sequences of each of the four genes were highly conserved among the B. bovis isolates examined. Phylogenetic analyses of BbCP2, BbSBP-4 and BbβTUB sequences indicated a close phylogenetic relatedness among South African-derived sequences and those of global B. bovis strains.The data reported in this study indicated that there is a high conservation among the genes of B. bovis isolates from cattle in South Africa. These findings give an indication that immunologically important proteins encoded by these genes could potentially be considered for exploitation as viable candidates for inclusion in recombinant subunit vaccines.", "doi": "10.1186/s12917-017-1261-7", "title": "In silico and phylogenetic analyses of partial BbRAP-1, BbCP2, BbSBP-4 and BbβTUB gene sequences of Babesia bovis isolates from cattle in South Africa.", "journal": ["BMC veterinary research", "BMC Vet. Res."]}