{"authors": [["Ekwunife", "Obinna I", "OI", "Collaborative Research Group for Evidence-Based Public Health, Department of Prevention and Evaluation, Leibniz Institute for Prevention Research and Epidemiology - BIPS / University of Bremen, Bremen, Germany. ekwunife@uni-bremen.de."], ["Lhachimi", "Stefan K", "SK", "Collaborative Research Group for Evidence-Based Public Health, Department of Prevention and Evaluation, Leibniz Institute for Prevention Research and Epidemiology - BIPS / University of Bremen, Bremen, Germany."]], "date": "2017-12-08", "id": "29216880", "text": "World Health Organisation recommends routine Human Papilloma Virus (HPV) vaccination for girls when its cost-effectiveness in the country or region has been duly considered. We therefore aimed to evaluate cost-effectiveness of HPV vaccination in Nigeria using pragmatic parameter estimates for cost and programme coverage, i.e. realistically achievable in the studied context.A microsimulation frame-work was used. The natural history for cervical cancer disease was remodelled from a previous Nigerian model-based study. Costing was based on health providers' perspective. Disability adjusted life years attributable to cervical cancer mortality served as benefit estimate. Suitable policy option was obtained by calculating the incremental costs-effectiveness ratio. Probabilistic sensitivity analysis was used to assess parameter uncertainty. One-way sensitivity analysis was used to explore the robustness of the policy recommendation to key parameters alteration. Expected value of perfect information (EVPI) was calculated to determine the expected opportunity cost associated with choosing the optimal scenario or strategy at the maximum cost-effectiveness threshold.Combination of the current scenario of opportunistic screening and national HPV vaccination programme (CS + NV) was the only cost-effective and robust policy option. However, CS + NV scenario was only cost-effective so far the unit cost of HPV vaccine did not exceed $5. EVPI analysis showed that it may be worthwhile to conduct additional research to inform the decision to adopt CS + NV.National HPV vaccination combined with opportunist cervical cancer screening is cost-effective in Nigeria. However, adoption of this strategy should depend on its relative efficiency when compared to other competing new vaccines and health interventions.", "doi": "10.1186/s12913-017-2758-2", "title": "Cost-effectiveness of Human Papilloma Virus (HPV) vaccination in Nigeria: a decision analysis using pragmatic parameter estimates for cost and programme coverage.", "journal": ["BMC health services research", "BMC Health Serv Res"]}