{"authors": [["Sauvé", "Simon", "S", "Centre for Biologics Evaluation, Regulatory Research Division, Biologics and Genetic Therapies Directorate, Health Canada, 251 Sir Frederick Banting Driveway, Ottawa, Ontario K1A 0K9, Canada."], ["Gingras", "Geneviève", "G", "Centre for Biologics Evaluation, Regulatory Research Division, Biologics and Genetic Therapies Directorate, Health Canada, 251 Sir Frederick Banting Driveway, Ottawa, Ontario K1A 0K9, Canada."], ["Aubin", "Yves", "Y", "Centre for Biologics Evaluation, Regulatory Research Division, Biologics and Genetic Therapies Directorate, Health Canada, 251 Sir Frederick Banting Driveway, Ottawa, Ontario K1A 0K9, Canada; Department of Chemistry, Carleton University, 1125 Colonel By, Ottawa, Ontario K1S 5B6, Canada. Electronic address: yves.aubin@hc-sc.gc.ca."]], "date": "2017-12-02", "id": "29216588", "text": "Cross-reacting-material 197 (CRM197) is a naturally occurring non-toxic mutant of diphtheria toxin (DT) that is one of the few carrier protein used in the manufacture of polysaccharide vaccines targeting bacterial pathogens such as Neisseria meningitidis, Streptococcus pneumaniae and Haemophilus influenzae. A detailed explanation in structural terms for the lack of toxicity has started to emerge with the report of the X-ray structure of CRM197. Here, we present an NMR spectroscopy study of the wild-type catalytic domain of diphtheria toxin and the effects of mutations at residue 52 on its conformation. We utilized a strategy that consisted of gradually inducing steric perturbations by increasing the side chain size of the residue. Results show that the catalytic domain does not tolerate even the smallest perturbation, such as a glycine to alanine substitution, resulting in the destabilization of domain fold leading to protein aggregation. The observed behavior is further exacerbated with the substitution of amino acids with larger side chains. These findings support the concept that the lack of toxicity observed for CRM197 is the result of a highly unstable conformation of its catalytic domain that, upon insertion into the cell, cannot properly refold and perform its catalytic activity responsible for the arrest of all cellular protein synthesis.", "doi": "10.1016/j.jpba.2017.11.056", "title": "NMR study of mutations of glycine-52 of the catalytic domain of diphtheria toxin.", "journal": ["Journal of pharmaceutical and biomedical analysis", "J Pharm Biomed Anal"]}