{"authors": [["Biering-Sørensen", "Sofie", "S", "Projécto de Saúde Bandim, INDEPTH Network, Codex 1004, Bissau, Guinea-Bissau."], ["Jensen", "Kristoffer Jarlov", "KJ", "Projécto de Saúde Bandim, INDEPTH Network, Codex 1004, Bissau, Guinea-Bissau."], ["Monterio", "Ivan", "I", "Projécto de Saúde Bandim, INDEPTH Network, Codex 1004, Bissau, Guinea-Bissau."], ["Ravn", "Henrik", "H", "Research Center for Vitamins & Vaccines (CVIVA), Bandim Health Project, Statens Serum Institut, Denmark."], ["Aaby", "Peter", "P", "Projécto de Saúde Bandim, INDEPTH Network, Codex 1004, Bissau, Guinea-Bissau."], ["Benn", "Christine Stabell", "CS", "Projécto de Saúde Bandim, INDEPTH Network, Codex 1004, Bissau, Guinea-Bissau."]], "date": "2017-12-05", "id": "29216358", "text": "Three randomised trials (RCTs) in low-weight (LW, <2.5 kg) infants have shown that Bacille Calmette-Guérin (BCG) vaccine non-specifically reduces all-cause mortality in the neonatal period.Using data from three RCTs of early BCG (N=6,583) we examined potential sex-differences in the timing of the mortality reduction in the neonatal period, presenting meta-estimates of the main outcome mortality rate ratios (MRR) for BCG-vaccinated and controls.Among controls, boys had a particularly high mortality during the first week after randomisation, the male-female MRR being 2.71 (95% CI: 1.70-4.50). During the first week, BCG had a marked beneficial effect for boys reducing mortality three-fold (MRR (BCG/no BCG)=0.36 (0.20-0.67)). In weeks 2-4 the effect waned for boys (MRR=0.91 (0.51-1.69)). In girls the pattern was opposite with a limited effect in the first week (MRR=0.85 (0.46-1.54)), but a significant reduction in weeks 2-4 (MRR=0.56 (0.31-1.00)). This pattern was consistent in all three trials. The verbal autopsies linked the early benefit to fewer sepsis-related deaths among BCG-vaccinated boys.The marked reduction in mortality in the first few days after BCG vaccination in boys emphasizes the importance of providing BCG as soon as possible after birth.ClinicalTrials.gov (NCT00146302) and ClinicalTrials.gov (NCT00625482).", "doi": "10.1093/infdis/jix612", "title": "Rapid protective effects of early BCG on neonatal mortality among low birth weight boys: observations from randomised trials.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}