{"authors": [["Richards", "Alexsia L", "AL", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, Illinois, United States of America."], ["Sollars", "Patricia J", "PJ", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, Lincoln, Nebraska, United States of America."], ["Pitts", "Jared D", "JD", "Department of Molecular Biology and Microbiology, Tufts University School of Medicine, Boston, Massachusetts, United States of America."], ["Stults", "Austin M", "AM", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, Illinois, United States of America."], ["Heldwein", "Ekaterina E", "EE", "Department of Molecular Biology and Microbiology, Tufts University School of Medicine, Boston, Massachusetts, United States of America."], ["Pickard", "Gary E", "GE", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, Lincoln, Nebraska, United States of America."], ["Smith", "Gregory A", "GA", "Department of Microbiology-Immunology, Northwestern University Feinberg School of Medicine, Chicago, Illinois, United States of America."]], "date": "2017-12-07", "id": "29216315", "text": "A hallmark property of the neurotropic alpha-herpesvirinae is the dissemination of infection to sensory and autonomic ganglia of the peripheral nervous system following an initial exposure at mucosal surfaces. The peripheral ganglia serve as the latent virus reservoir and the source of recurrent infections such as cold sores (herpes simplex virus type I) and shingles (varicella zoster virus). However, the means by which these viruses routinely invade the nervous system is not fully understood. We report that an internal virion component, the pUL37 tegument protein, has a surface region that is an essential neuroinvasion effector. Mutation of this region rendered herpes simplex virus type 1 (HSV-1) and pseudorabies virus (PRV) incapable of spreading by retrograde axonal transport to peripheral ganglia both in culture and animals. By monitoring the axonal transport of individual viral particles by time-lapse fluorescence microscopy, the mutant viruses were determined to lack the characteristic sustained intracellular capsid motion along microtubules that normally traffics capsids to the neural soma. Consistent with the axonal transport deficit, the mutant viruses did not reach sites of latency in peripheral ganglia, and were avirulent. Despite this, viral propagation in peripheral tissues and in cultured epithelial cell lines remained robust. Selective elimination of retrograde delivery to the nervous system has long been sought after as a means to develop vaccines against these ubiquitous, and sometimes devastating viruses. In support of this potential, we find that HSV-1 and PRV mutated in the effector region of pUL37 evoked effective vaccination against subsequent nervous system challenges and encephalitic disease. These findings demonstrate that retrograde axonal transport of the herpesviruses occurs by a virus-directed mechanism that operates by coordinating opposing microtubule motors to favor sustained retrograde delivery of the virus to the peripheral ganglia. The ability to selectively eliminate the retrograde axonal transport mechanism from these viruses will be useful in trans-synaptic mapping studies of the mammalian nervous system, and affords a new vaccination paradigm for human and veterinary neurotropic herpesviruses.", "doi": "10.1371/journal.ppat.1006741", "title": "The pUL37 tegument protein guides alpha-herpesvirus retrograde axonal transport to promote neuroinvasion.", "journal": ["PLoS pathogens", "PLoS Pathog."]}