{"authors": [["Onelli", "Elisabetta", "E", "Department of Biosciences, University of Milano, Milan, Italy."], ["Moscatelli", "Alessandra", "A", "Department of Biosciences, University of Milano, Milan, Italy."], ["Gagliardi", "Assunta", "A", "Laboratory of Functional Proteomic, Department of Life Science, University of Siena, Siena, Italy."], ["Zaninelli", "Mauro", "M", "Department of Human Sciences and Quality of Life Promotion, Università Telematica San Raffaele Roma, Italy, Rome, Italy."], ["Bini", "Luca", "L", "Laboratory of Functional Proteomic, Department of Life Science, University of Siena, Siena, Italy."], ["Baldi", "Antonella", "A", "Department of Health, Animal Science and Food Safety, Università degli Studi di Milano, Milan, Italy."], ["Caccianiga", "Marco", "M", "Department of Biosciences, University of Milano, Milan, Italy."], ["Reggi", "Serena", "S", "Plantechno S.r.l., Vicomoscano, Cremona, Italy."], ["Rossi", "Luciana", "L", "Department of Health, Animal Science and Food Safety, Università degli Studi di Milano, Milan, Italy."]], "date": "2017-12-07", "id": "29216220", "text": "Tobacco seeds show a coat-imposed dormancy in which the seed envelope tissues (testa and endosperm) impose a physical constraint on the radicle protrusion. The germination-limiting process is represented by the endosperm rupture which is induced by cell-wall weakening. Transgenic tobacco seeds, obtained by insertion of exogenous genes codifying for seed-based oral vaccines (F18 and VT2eB), showed retarded germination with respect to the wild type and modified the expression of endogenous proteins. Morphological and proteomic analyses of wild type and transgenic seeds revealed new insights into factors influencing seed germination. Our data showed that the interference of exogenous DNA influences the germination rather than the dormancy release, by modifying the maturation process. Dry seeds of F18 and VT2eB transgenic lines accumulated a higher amount of reserve and stress-related proteins with respect to the wild type. Moreover, the storage proteins accumulated in tobacco F18 and VT2eB dry seeds have structural properties that do not enable the early limited proteolysis observed in the wild type. Morphological observations by electron and light microscopy revealed a retarded mobilization of the storage material from protein and lipid bodies in transgenic seeds, thus impairing water imbibition and embryo elongation. In addition, both F18 and VT2eB dry seeds are more rounded than the wild type. Both the morphological and biochemical characteristics of transgenic seeds mimic the seed persistent profile, in which their roundness enables them to be buried in the soil, while the higher content of storage material enables the hypocotyl to elongate more and the cotyledons to emerge.", "doi": "10.1371/journal.pone.0187929", "title": "Retarded germination of Nicotiana tabacum seeds following insertion of exogenous DNA mimics the seed persistent behavior.", "journal": ["PloS one", "PLoS ONE"]}