{"authors": [["Stitz", "Lothar", "L", "Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Vogel", "Annette", "A", "Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Schnee", "Margit", "M", "CureVac AG, Tübingen, Germany."], ["Voss", "Daniel", "D", "CureVac AG, Tübingen, Germany."], ["Rauch", "Susanne", "S", "CureVac AG, Tübingen, Germany."], ["Mutzke", "Thorsten", "T", "CureVac AG, Tübingen, Germany."], ["Ketterer", "Thomas", "T", "CureVac AG, Tübingen, Germany."], ["Kramps", "Thomas", "T", "CureVac AG, Tübingen, Germany."], ["Petsch", "Benjamin", "B", "CureVac AG, Tübingen, Germany."]], "date": "2017-12-07", "id": "29216187", "text": "Although effective rabies virus vaccines have been existing for decades, each year, rabies virus infections still cause around 50.000 fatalities worldwide. Most of these cases occur in developing countries, where these vaccines are not available. The reasons for this are the prohibitive high costs of cell culture or egg grown rabies virus vaccines and the lack of a functional cold chain in many regions in which rabies virus is endemic. Here, we describe the excellent temperature resistance of a non-replicating mRNA based rabies virus vaccine encoding the rabies virus glycoprotein (RABV-G). Prolonged storage of the vaccine from -80°C to up to +70°C for several months did not impact the protective capacity of the mRNA vaccine. Efficacy after storage was demonstrated by the induction of rabies specific virus neutralizing antibodies and protection in mice against lethal rabies infection. Moreover, storing the vaccine at oscillating temperatures between +4° and +56°C for 20 cycles in order to simulate interruptions of the cold chain during vaccine transport, did not affect the vaccine's immunogenicity and protective characteristics, indicating that maintenance of a cold chain is not essential for this vaccine.", "doi": "10.1371/journal.pntd.0006108", "title": "A thermostable messenger RNA based vaccine against rabies.", "journal": ["PLoS neglected tropical diseases", "PLoS Negl Trop Dis"]}