{"authors": [["Zamani", "Parvin", "P", "BuAli Research Institute, Student Research Committee, Department of Medical Biotechnology, Nanotechnology Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Momtazi-Borojeni", "Amir Abbas", "AA", "BuAli Research Institute, Student Research Committee, Department of Medical Biotechnology, Nanotechnology Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Nik", "Maryam Ebrahimi", "ME", "Student Research Committee, Faculty of Pharmacy, Department of Nanotechnology, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Oskuee", "Reza Kazemi", "RK", "Targeted Drug Delivery Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Sahebkar", "Amirhossein", "A", "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."]], "date": "2017-12-07", "id": "29215747", "text": "Cancer immunotherapy is one of the commonly used methods in the treatment of cancer. The aim of this approach is to strengthen or restore immune function for effective diagnosis of aberrant cells antigens. For this reason, cancer specific peptides or proteins are used as antigens to induce an immune response capable of removing cancer cells. Liposomal formulations are an important carrier system frequently used for delivery of antigen because the specific properties of this component such as lipid composition, charge, size, encapsulation of antigens, or adjuvants can be changed. Among different types of liposomal formulations, the use of cationic and pH-sensitive nanoliposomes has been markedly increased for liposome-based vaccines. In this review, we describe the properties of nanoliposomes as delivery systems for cancer immunotherapy.", "doi": "10.1002/jcp.26361", "title": "Nanoliposomes as the adjuvant delivery systems in cancer immunotherapy.", "journal": ["Journal of cellular physiology", "J. Cell. Physiol."]}