{"authors": [["Chiu", "Charles Y", "CY", "Department of Laboratory Medicine, University of California, San Francisco, CA, 94107, USA. charles.chiu@ucsf.edu."], ["Sánchez-San Martín", "Claudia", "C", "Department of Laboratory Medicine, University of California, San Francisco, CA, 94107, USA."], ["Bouquet", "Jerome", "J", "Department of Laboratory Medicine, University of California, San Francisco, CA, 94107, USA."], ["Li", "Tony", "T", "Department of Laboratory Medicine, University of California, San Francisco, CA, 94107, USA."], ["Yagi", "Shigeo", "S", "California Department of Public Health, Richmond, CA, USA."], ["Tamhankar", "Manasi", "M", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Hodara", "Vida L", "VL", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Parodi", "Laura M", "LM", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Somasekar", "Sneha", "S", "Department of Laboratory Medicine, University of California, San Francisco, CA, 94107, USA."], ["Yu", "Guixia", "G", "Department of Laboratory Medicine, University of California, San Francisco, CA, 94107, USA."], ["Giavedoni", "Luis D", "LD", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Tardif", "Suzette", "S", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Patterson", "Jean", "J", "Texas Biomedical Research Institute, San Antonio, TX, USA."]], "date": "2017-12-07", "id": "29215081", "text": "A monkey model of Zika virus (ZIKV) infection is urgently needed to better understand transmission and pathogenesis, given its proven association with fetal brain defects in pregnant women and acute neurological illness. Here we experimentally infected 4 male marmosets with ZIKV (prototype 1947 African strain) and monitored them clinically with sampling of various body fluids and tissues for nearly 3 months. We show that the course of acute infection with ZIKV in these New World monkeys resembles the human illness in many respects, including (1) lack of apparent clinical symptoms in most cases, (2) persistence of the virus in body fluids such as semen and saliva for longer periods of time than in serum, and (3) generation of neutralizing antibodies as well as an antiviral immunological host response. Importantly, ZIKV-infected saliva samples (in addition to serum) were found to be infectious, suggesting potential capacity for viral transmission by the oral route. Re-challenge of a previously infected marmoset with a contemporary outbreak strain SPH2015 from Brazil resulted in continued protection against infection, no viral shedding, and boosting of the immune response. Given the key similarities to human infection, a marmoset model of ZIKV infection may be useful for testing of new drugs and vaccines.", "doi": "10.1038/s41598-017-17067-w", "title": "Experimental Zika Virus Inoculation in a New World Monkey Model Reproduces Key Features of the Human Infection.", "journal": ["Scientific reports", "Sci Rep"]}