{"authors": [["Beylkin", "Diane", "D", "Bioscience Division, SRI International, Menlo Park, CA, 94025, USA."], ["Kumar", "Gyanendra", "G", "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN, 38105, USA."], ["Zhou", "Wei", "W", "Bioscience Division, SRI International, Menlo Park, CA, 94025, USA."], ["Park", "Jaehyeon", "J", "Bioscience Division, SRI International, Menlo Park, CA, 94025, USA."], ["Jeevan", "Trushar", "T", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, TN, 38105, USA."], ["Lagisetti", "Chandraiah", "C", "Bioscience Division, SRI International, Menlo Park, CA, 94025, USA."], ["Harfoot", "Rhodri", "R", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, TN, 38105, USA."], ["Webby", "Richard J", "RJ", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, TN, 38105, USA."], ["White", "Stephen W", "SW", "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN, 38105, USA."], ["Webb", "Thomas R", "TR", "Bioscience Division, SRI International, Menlo Park, CA, 94025, USA. thomas.webb@sri.com."]], "date": "2017-12-07", "id": "29215062", "text": "Influenza is a serious hazard to human health that causes hundreds of thousands of deaths annually. Though vaccines and current therapeutics can blunt some of the perilous impact of this viral infection, new treatments are needed due to the constantly evolving nature of this virus. Recently, our growing understanding of an essential influenza viral protein, PA, has led to the development of focused libraries of new small molecules that specifically target the active site of the PA influenza endonuclease, which we report here. Our overarching approach has been to proactively develop lead inhibitors that are less likely to rapidly develop clinical resistance by optimizing inhibitors that retain activity against induced resistant mutants. Here, we report details behind the discovery of new potent inhibitors of wild type and resistant mutant endonucleases along with their high-resolution co-crystal structure-activity relationships. These results add to our understanding of nuclease protein targets and potentially serve as starting points for a new therapeutic approach to the treatment of influenza.", "doi": "10.1038/s41598-017-17419-6", "title": "Protein-Structure Assisted Optimization of 4,5-Dihydroxypyrimidine-6-Carboxamide Inhibitors of Influenza Virus Endonuclease.", "journal": ["Scientific reports", "Sci Rep"]}