{"authors": [["Shin", "Jin Soo", "JS", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea."], ["Ku", "Keun Bon", "KB", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea."], ["Jang", "Yejin", "Y", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea."], ["Yoon", "Yi-Seul", "YS", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea."], ["Shin", "Daeho", "D", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea."], ["Kwon", "Oh Seung", "OS", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea."], ["Go", "Yun Young", "YY", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea."], ["Kim", "Seong Soon", "SS", "Department of Medicinal Chemistry and Pharmacology, Korea University of Science and Technology, Daejeon, 34113, Republic of Korea."], ["Bae", "Myoung Ae", "MA", "Department of Medicinal Chemistry and Pharmacology, Korea University of Science and Technology, Daejeon, 34113, Republic of Korea."], ["Kim", "Meehyein", "M", "Center for Virus Research and Testing, Korea Research Institute of Chemical Technology, Daejeon, 34114, Republic of Korea. mkim@krict.re.kr."]], "date": "2017-12-07", "id": "29214495", "text": "Influenza viruses are major human respiratory pathogens that cause high morbidity and mortality worldwide. Currently, prophylactic vaccines and therapeutic antiviral agents are used to prevent and control influenza virus infection. Oseltamivir free base (OSV-FB), a modified generic antiviral drug of Tamiflu (oseltamivir phosphate, OSV-P), was launched in the Republic of Korea last year. Here, we examine the bioequivalence of these two compounds by assessing their antiviral efficacy in infected cells and in a mouse model. It was observed that both antivirals showed comparable efficacy against 11 different influenza A and B viruses in vitro. Moreover, in mice infected with influenza A virus (mouse-adapted A/Puerto Rico/8/34), they showed a dose-dependent therapeutic activity and alleviated infection-mediated reductions in body weight, leading to significantly better survival. There was histopathological disappearance of virus-induced inflammatory cell infiltration of the lung after oral treatment with either antiviral agent (at 10 mg/kg). Pharmacokinetic analysis also exhibited similar plasma concentrations of the active drug, oseltamivir carboxylate, metabolised from both OSV-B and OSV-P. This is the first report showing bioequivalence of OSV-FB to its phosphate salt form in the mouse system. The free base drug has some beneficial points including simple drug formulation process and reduced risk of undesirable cation-phosphate precipitation within solution. The long term stability of OSV-FB requires further monitoring when it is provided as a national stock in readiness for an influenza pandemic.", "doi": "10.1007/s12275-017-7371-x", "title": "Comparison of anti-influenza virus activity and pharmacokinetics of oseltamivir free base and oseltamivir phosphate.", "journal": ["Journal of microbiology (Seoul, Korea)", "J. Microbiol."]}