{"authors": [["Kim", "Kyoung Whun", "KW", "Department of Oral Microbiology and Immunology, DRI, and BK21 Plus Program, School of Dentistry, Seoul National University, Seoul, 08826, Republic of Korea."], ["Jeong", "Soyoung", "S", "Department of Oral Microbiology and Immunology, DRI, and BK21 Plus Program, School of Dentistry, Seoul National University, Seoul, 08826, Republic of Korea."], ["Ahn", "Ki Bum", "KB", "Department of Oral Microbiology and Immunology, DRI, and BK21 Plus Program, School of Dentistry, Seoul National University, Seoul, 08826, Republic of Korea."], ["Yang", "Jae Seung", "JS", "Clinical Research Laboratory, Sciences Unit, International Vaccine Institute, Seoul, 08826, Republic of Korea."], ["Yun", "Cheol-Heui", "CH", "Department of Agricultural Biotechnology and Research Institute for Agriculture and Life Sciences, Seoul National University, Seoul, 08826, Republic of Korea."], ["Han", "Seung Hyun", "SH", "Department of Oral Microbiology and Immunology, DRI, and BK21 Plus Program, School of Dentistry, Seoul National University, Seoul, 08826, Republic of Korea. shhan-mi@snu.ac.kr."]], "date": "2017-12-07", "id": "29214494", "text": "The vibriocidal assay using guinea pig complement is widely used for the evaluation of immune responses to cholera vaccines in human clinical trials. However, it is unclear why guinea pig complement has been used over human complement in the measurement of vibriocidal activity of human sera and there have not been comparison studies for the use of guinea pig complement over those from other species. Therefore, we comparatively investigated the effects of complements derived from human, guinea pig, rabbit, and sheep on vibriocidal activity. Complements from guinea pig, rabbit, and human showed concentration-dependent vibriocidal activity in the presence of quality control serum antibodies. Of these complements, guinea pig complement was the most sensitive and effective over a wide concentration range. When the vibriocidal activity of complements was measured in the absence of serum antibodies, human, sheep, and guinea pig complements showed vibriocidal activity up to 40-fold, 20-fold, and 1-fold dilution, respectively. For human pre- and post-vaccination sera, the most potent vibriocidal activity was observed when guinea pig complement was used. In addition, the highest fold-increases between pre- and post- vaccinated sera were obtained with guinea pig complement. Furthermore, human complement contained a higher amount of V. cholerae- and its lipopolysaccharide-specific antibodies than guinea pig complement. Collectively, these results suggest that guinea pig complements are suitable for vibriocidal assays due to their high sensitivity and effectiveness to human sera.", "doi": "10.1007/s12275-017-7478-0", "title": "Guinea pig complement potently measures vibriocidal activity of human antibodies in response to cholera vaccines.", "journal": ["Journal of microbiology (Seoul, Korea)", "J. Microbiol."]}