{"authors": [["Vangroenweghe", "Frédéric", "F", "Elanco Animal Health, BU Swine & Poultry, Plantijn en Moretuslei 1, 2018 Antwerpen, Belgium."]], "date": "2017-12-04", "id": "29214048", "text": "Recent introduction of strategies to reduce antibiotic use in food animal production implies an increased use of vaccines in order to prevent the economic impact of several important diseases in swine. Good Vaccination Practice (GVP) is an overall approach on the swine farm aiming to obtain maximal efficacy of vaccination through good storage, preparation and finally correct application to the target animals. In order to have a better insight into GVP on swine farms and the vaccine storage conditions, a survey on vaccination practices was performed on a farmers' fair and temperatures in the vaccine storage refrigerators were measured during farm visits over a period of 1 year.The survey revealed that knowledge on GVP, such as vaccine storage and handling, needle management and injection location could be improved. Less than 10% had a thermometer in their vaccine storage refrigerator on the moment of the visit. Temperature measurement revealed that only 71% of the measured refrigerators were in line with the recommended temperature range of +2 °C to +8 °C. Both below +2 °C and above +8 °C temperatures were registered during all seasons of the year. Compliance was lower during summer with an average temperature of 9.2 °C while only 43% of the measured temperatures were within the recommended range.The present study clearly showed the need for continuous education on GVP for swine veterinarians, swine farmers and their farm personnel in general and vaccine storage management in particular. In veterinary medicine, the correct storage of vaccines is crucial since both too low and too high temperatures can provoke damage to specific vaccine types. Adjuvanted killed or subunit vaccines can be damaged (e.g. structure of aluminiumhydroxide in adjuvans) by too low temperatures (below 0 °C), whereas lyophilized live vaccines are susceptible (e.g. loss of vaccine potency) to heat damage by temperatures above +8 °C. In conclusion, knowledge and awareness of GVP and vaccine storage conditions are crucial under practical field conditions in swine herds. Focus on a correct on-farm vaccine storage is part of the responsible veterinarians' guidance in order to obtain the required vaccine efficacy.", "doi": "10.1186/s40813-017-0071-4", "title": "Good vaccination practice: it all starts with a good vaccine storage temperature.", "journal": ["Porcine health management", "Porcine Health Manag"]}