{"authors": [["Trento", "Alfonsina", "A", "Unidad de Biología Viral, Centro Nacional de Microbiología, Madrid, Spain."], ["Rodríguez-Fernández", "Rosa", "R", "Hospital General Universitario Gregorio Marañón, Instituto de Investigación Sanitaria Gregorio Marañón - CIBEREHD, Madrid, Spain."], ["González-Sánchez", "María I", "MI", "Hospital General Universitario Gregorio Marañón, Instituto de Investigación Sanitaria Gregorio Marañón - CIBEREHD, Madrid, Spain."], ["González-Martínez", "Felipe", "F", "Hospital General Universitario Gregorio Marañón, Instituto de Investigación Sanitaria Gregorio Marañón - CIBEREHD, Madrid, Spain."], ["Mas", "Vicente", "V", "Unidad de Biología Viral, Centro Nacional de Microbiología, Madrid, Spain."], ["Vázquez", "Mónica", "M", "Unidad de Biología Viral, Centro Nacional de Microbiología, Madrid, Spain."], ["Palomo", "Concepción", "C", "Unidad de Biología Viral, Centro Nacional de Microbiología, Madrid, Spain."], ["Melero", "José A", "JA", "Unidad de Biología Viral, Centro Nacional de Microbiología, Madrid, Spain."]], "date": "2017-11-22", "id": "29213258", "text": "The influence of age and maternal antibodies on the antibody responses to human respiratory syncytial virus (hRSV) glycoproteins in very young children has been a matter of controversy. Both, immaturity of the immune system at very early age and suppression of the host immune response by high level of maternal antibodies have been claimed to limit the host antibody response to virus infection and to jeopardize the use of hRSV vaccines under development in that age group. Hence, the antibody responses to the two major hRSV glycoproteins (F and G) were evaluated in children younger than 2 years, hospitalized with laboratory confirmed hRSV bronchiolitis. A strong negative correlation was found between the titre of circulating ELISA antibodies directed against either prefusion or postfusion F in the acute phase, but not age, and their fold change at convalescence. These changes correlated also with the level of circulating neutralizing antibodies in sera. As reported in adults, most neutralizing antibodies in a subset of tested sera could not be depleted with postfusion F, suggesting that they were mostly directed against prefusion-specific epitopes. In contrast, a weak negative association was found for group-specific anti-G antibodies in the acute phase and their fold change at convalescence only after correcting for the antigenic group of the infecting virus. In addition, large discrepancies were observed in some individuals between the antibody responses specific for F and G glycoproteins. These results illustrate the complexity of the anti-hRSV antibody responses in children experiencing a primary severe infection and the influence of preexisting maternal antibodies on the host response, factors that should influence hRSV serological studies as well as vaccine development.", "doi": "10.3389/fmicb.2017.02301", "title": "The Complexity of Antibody Responses Elicited against the Respiratory Syncytial Virus Glycoproteins in Hospitalized Children Younger than 2 Years.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}