{"authors": [["Wahlund", "Casper J E", "CJE", "Immunology and Allergy Unit, Department of Medicine Solna, Karolinska Institutet KS L2:04, SE-17176, Stockholm, Sweden."], ["Güclüler", "Gözde", "G", "Immunology and Allergy Unit, Department of Medicine Solna, Karolinska Institutet KS L2:04, SE-17176, Stockholm, Sweden."], ["Hiltbrunner", "Stefanie", "S", "Immunology and Allergy Unit, Department of Medicine Solna, Karolinska Institutet KS L2:04, SE-17176, Stockholm, Sweden."], ["Veerman", "Rosanne E", "RE", "Immunology and Allergy Unit, Department of Medicine Solna, Karolinska Institutet KS L2:04, SE-17176, Stockholm, Sweden."], ["Näslund", "Tanja I", "TI", "Immunology and Allergy Unit, Department of Medicine Solna, Karolinska Institutet KS L2:04, SE-17176, Stockholm, Sweden."], ["Gabrielsson", "Susanne", "S", "Immunology and Allergy Unit, Department of Medicine Solna, Karolinska Institutet KS L2:04, SE-17176, Stockholm, Sweden. Susanne.Gabrielsson@ki.se."]], "date": "2017-12-06", "id": "29213052", "text": "Extracellular vesicles (EV), including exosomes and microvesicles (MV), represent a rapidly expanding field of research with diagnostic and therapeutic applications. Although many aspects of EV function remain to be revealed and broad investigations are warranted, most published findings focus on only one vesicle category or a non-separated mix of EVs. In this paper, we investigated both MVs and exosomes from Ovalbumin (OVA)-pulsed dendritic cells for their immunostimulatory potential side-by-side in vivo. Only exosomes induced antigen-specific CD8+ T-cells, and were more efficient than MVs in eliciting antigen-specific IgG production. Further, mainly exosome-primed mouse splenocytes showed significant ex vivo interferon gamma production in response to antigen restimulation. Exosomes carried high levels of OVA, while OVA in MVs was barely detectable, which could explain the more potent antigen-specific response induced by exosomes. Moreover, exosomes induced increased germinal center B cell proportions, whereas MVs had no such effect. Immunisation with both vesicle types combined showed neither inhibitory nor synergistic effects. We conclude that DC-derived MVs and exosomes differ in their capacity to incorporate antigen and induce immune responses. The results are of importance for understanding the role of EVs in vivo, and for future design of vesicle-based immunotherapies and vaccines.", "doi": "10.1038/s41598-017-16609-6", "title": "Exosomes from antigen-pulsed dendritic cells induce stronger antigen-specific immune responses than microvesicles in vivo.", "journal": ["Scientific reports", "Sci Rep"]}