{"authors": [["Chen", "Cong", "C", "MOH Key Laboratory of Systems Biology of Pathogens, Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking Union Medical College, P. R. China."], ["Liu", "Liguo", "L", "MOH Key Laboratory of Systems Biology of Pathogens, Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking Union Medical College, P. R. China."], ["Xiao", "Yan", "Y", "MOH Key Laboratory of Systems Biology of Pathogens, Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking Union Medical College, P. R. China."], ["Cui", "Sheng", "S", "MOH Key Laboratory of Systems Biology of Pathogens, Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking Union Medical College, P. R. China."], ["Wang", "Jianmin", "J", "MOH Key Laboratory of Systems Biology of Pathogens, Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking Union Medical College, P. R. China zdsys@vip.sina.com jianminwang@ipbcams.ac.cn."], ["Jin", "Qi", "Q", "MOH Key Laboratory of Systems Biology of Pathogens, Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking Union Medical College, P. R. China zdsys@vip.sina.com jianminwang@ipbcams.ac.cn."]], "date": "2017-12-06", "id": "29212936", "text": "Since its first emergence in East China in early 2013, many cases of avian influenza A H7N9 have been reported. The disease has extended to 22 provinces in mainland China and some surrounding areas. Strategies to combat viral infection are urgently needed. We previously isolated a human monoclonal antibody, HNIgGA6, that neutralized H7N9 virus both in vitro and in vivo. In this study, we determined the crystal structure of viral hemagglutinin (HA) globular head bound to the Fab fragment of HNIgGA6. The crystal structure shows that the tip of the HNIgGA6 heavy-chain complementarity determining region 3 (HCDR3) directly interposes into the receptor binding site (RBS) and mimics, in many respects, the interaction of the sialic acid receptor. Three residues atY98, H183 and E190, that are critical to human cellular receptor binding, are also essential for HNIgGA6 recognition. At meanwhile, dual mutations at V186G and L226Q in RBS were able to disrupt viral HA1 binding with the antibody. Our study provides a better understanding of the mechanism for protective antibody recognition and sound foundation for the design of therapeutic drugs and vaccines against H7N9 influenza.ImportanceNeutralization by antibody is one of the most important mechanisms for a host to defend against viral infections. Human-originated antibody HNIgGA6 was generated in response to the natural infectious H7N9 virus and had potential use for suppression of H7N9 infection, with possible therapeutic implications. The crystal structure of HNIgGA6/HA1 complex provided new insight into the protective immune response to H7N9 virus in humans, as well as opinion for the development of effective H7N9 pandemic vaccines and antiviral molecules.", "doi": "10.1128/JVI.01850-17", "title": "Structural insight into a human neutralizing antibody against influenza virus H7N9.", "journal": ["Journal of virology", "J. Virol."]}