{"authors": [["Pouyanfard", "Somayeh", "S", "German Cancer Research Center, Im Neuenheimer Feld 242, 69120 Heidelberg, Germany."], ["Spagnoli", "Gloria", "G", "Department of Chemical Life Sciences and Environmental Sustainability, University of Parma, 43124 Parma, Italy."], ["Bulli", "Lorenzo", "L", null], ["Balz", "Kathrin", "K", "German Cancer Research Center, Im Neuenheimer Feld 242, 69120 Heidelberg, Germany."], ["Yang", "Fan", "F", "German Cancer Research Center, Im Neuenheimer Feld 242, 69120 Heidelberg, Germany."], ["Odenwald", "Caroline", "C", "German Cancer Research Center, Im Neuenheimer Feld 242, 69120 Heidelberg, Germany."], ["Seitz", "Hanna", "H", null], ["Mariz", "Filipe C", "FC", "German Cancer Research Center, Im Neuenheimer Feld 242, 69120 Heidelberg, Germany."], ["Bolchi", "Angelo", "A", "Department of Chemical Life Sciences and Environmental Sustainability, University of Parma, 43124 Parma, Italy."], ["Ottonello", "Simone", "S", "Department of Chemical Life Sciences and Environmental Sustainability, University of Parma, 43124 Parma, Italy simone.ottonello@unipr.it."], ["Müller", "Martin", "M", "German Cancer Research Center, Im Neuenheimer Feld 242, 69120 Heidelberg, Germany Martin.mueller@dkfz.de."]], "date": "2017-12-06", "id": "29212932", "text": "The amino terminus of the human papillomavirus minor capsid protein L2 contains a major cross-neutralization epitope which provides the basis for the development of a broadly protecting HPV vaccine. Wide range of protection against different HPV types would eliminate one of the major drawbacks of the commercial, L1 based prophylactic vaccines. Previously, we have reported that insertion of the L2 epitope into a scaffold composed of bacterial thioredoxin protein generates a potent antigen inducing comprehensive protection against different animal and human papillomaviruses. We also reported, however, that although protection is broad, some oncogenic HPV types escape the neutralizing antibody response, if L2 epitopes from single HPV types are used as immunogen. We were able to compensate for this by applying a mix of thioredoxin proteins carrying L2 epitopes from HPV types 16, 31, and 51. As the development of a cost-efficient HPV prophylactic vaccines is one of our objectives, this approach is not feasible as it requires the development of multiple good manufacturing production processes in combination with a complex vaccine formulation. Here we report the development of a thermostable thioredoxin based single peptide vaccine carrying an L2 polytope of up to 11 different HPV types. The L2 polytope antigens have excellent abilities in respect to broadness of protection and robustness of induced immune responses. To further increase immunogenicity, we fused the thioredoxin L2 polytope antigen with a heptamerization domain. In the final vaccine design, we achieve protective responses against all 14 oncogenic HPV types we have analyzed plus the low risk HPV types 6 and 11 and a number of cutaneous HPVs.ImportanceInfections by a large number of human papillomaviruses lead to malignant and non-malignant disease. Current commercial vaccines based on virus-like particles effectively protect against some HPV types but fail to do so for most others. Further, only about a third of all countries have access to the VLP vaccines. The minor capsid protein L2 has been shown to contain so called neutralization epitopes within its N-terminus. We designed polytopes comprising the L2 epitope amino acids 20-38 of up to 11 different mucosal HPV types and inserted them into the scaffold of thioredoxin derived from a thermophile achaebacterium. The antigen induced neutralizing antibody responses in mice and guinea pigs against 26 mucosal and cutaneous HPV types. Further, addition of a heptamerization domain significantly increased the immunogenicity. The final vaccine design comprising an heptamerized L2 8mer thioredoxin single peptide antigen with excellent thermal stability might overcome some of the limitations of the current VLP vaccines.", "doi": "10.1128/JVI.01930-17", "title": "Minor capsid protein L2 polytope induces broad protection against oncogenic and mucosal human papillomaviruses.", "journal": ["Journal of virology", "J. Virol."]}