{"authors": [["Cheng", "Fan", "F", "Department of Molecular Microbiology and Immunology, Keck School of Medicine, University of Southern California, Los Angeles, California, USA."], ["Ramos da Silva", "Suzane", "S", "Department of Molecular Microbiology and Immunology, Keck School of Medicine, University of Southern California, Los Angeles, California, USA."], ["Huang", "I-Chueh", "IC", "Department of Molecular Microbiology and Immunology, Keck School of Medicine, University of Southern California, Los Angeles, California, USA."], ["Jung", "Jae U", "JU", "Department of Molecular Microbiology and Immunology, Keck School of Medicine, University of Southern California, Los Angeles, California, USA."], ["Gao", "Shou-Jiang", "SJ", "Department of Molecular Microbiology and Immunology, Keck School of Medicine, University of Southern California, Los Angeles, California, USA shoujiag@usc.edu."]], "date": "2017-12-06", "id": "29212931", "text": "The recent outbreak of Zika virus (ZIKV), a re-emerging flavivirus, and its associated neurological disorders, such as Guillain-Barré (GB) syndrome and microcephaly, have generated an urgent need for developing effective ZIKV vaccines and therapeutic agents. Here, we used human endothelial cells and astrocytes, both of which represent key cell types for ZIKV infection, to identify potential inhibitors for ZIKV replication. Because several pathways, including AMP-activated protein kinase (AMPK), protein kinase A (PKA), and mitogen-activated protein kinase (MAPK) signaling pathways, have been reported to play important roles in flavivirus replication, we tested inhibitors or agonists of these pathways for their effects on ZIKV replication. We identified PKA inhibitor, PKI 14-22 (PKI), as a potent inhibitor of ZIKV replication. PKI effectively suppressed the replication of ZIKV from both African and Asian/American lineages with high efficiency and minimal cytotoxicity. While ZIKV infection did not induce PKA activation, endogenous PKA activity was essential for supporting ZIKV replication. Interestingly, in addition to PKA, PKI also inhibited other unknown target(s) to block ZIKV replication. PKI inhibited ZIKV replication at the post-entry stage by preferentially affecting negative-sense RNA synthesis as well as viral protein translation. Together, these results have identified a potential inhibitor of ZIKV replication, which could be further explored for future therapeutic application.ImportanceThere is an urgent need to develop effective vaccines and therapeutic agents against Zika virus (ZIKV) infection, a re-emerging flavivirus associated with neurological disorders including Guillain-Barré (GB) syndrome and microcephaly. By screening for inhibitors of several cellular pathways, we have identified PKA inhibitor PKI 14-22 (PKI) as a potent inhibitor of ZIKV replication. We have shown that PKI effectively suppresses the replication of ZIKV of all the strains tested with minimal cytotoxicity in human endothelial cells and astrocytes, two key cell types of ZIKV infection. Furthermore, we have shown that PKI inhibits ZIKV negative-sense RNA synthesis and viral protein translation. This study has identified a potent inhibitor of ZIKV infection, which could be further explored for future therapeutic application.", "doi": "10.1128/JVI.02019-17", "title": "Suppression of Zika virus infection and replication in endothelial cells and astrocytes by PKA inhibitor PKI 14-22.", "journal": ["Journal of virology", "J. Virol."]}