{"authors": [["Heneghan", "Carl J", "CJ", "Centre for Evidence-Based Medicine, Nuffield Department of Primary Care Health Sciences, Oxford University, Oxford, UK."], ["Goldacre", "Ben", "B", "Centre for Evidence-Based Medicine, Nuffield Department of Primary Care Health Sciences, Oxford University, Oxford, UK."], ["Onakpoya", "Igho", "I", "Centre for Evidence-Based Medicine, Nuffield Department of Primary Care Health Sciences, Oxford University, Oxford, UK."], ["Aronson", "Jeffrey K", "JK", "Centre for Evidence-Based Medicine, Nuffield Department of Primary Care Health Sciences, Oxford University, Oxford, UK."], ["Jefferson", "Tom", "T", "Centre for Evidence-Based Medicine, Nuffield Department of Primary Care Health Sciences, Oxford University, Oxford, UK."], ["Pluddemann", "Annette", "A", "Centre for Evidence-Based Medicine, Nuffield Department of Primary Care Health Sciences, Oxford University, Oxford, UK."], ["Mahtani", "Kamal R", "KR", "Centre for Evidence-Based Medicine, Nuffield Department of Primary Care Health Sciences, Oxford University, Oxford, UK."]], "date": "2017-12-06", "id": "29212782", "text": "Transvaginal mesh devices are approved in the USA by the Food and Drug Administration (FDA), through the 510(k) system. However, there is uncertainty about the benefit to harm balance of mesh approved for pelvic organ prolapse. We, therefore, assessed the evidence at the time of approval for transvaginal mesh products and the impact of safety studies the FDA mandated in 2012 because of emerging harms.We used FDA databases to determine the evidence for approval of transvaginal mesh. To create a 'family tree' of device equivalence, we used the 510(k) regulatory approval of the 1985 Mersilene Mesh (Ethicon) and the 1996 ProteGen Sling (Boston Scientific), searched for all subsequently related device approvals, and for the first published randomised trial evidence. We assessed compliance with all FDA 522 orders issued in 2012 requiring postmarketing surveillance studies.We found 61 devices whose approval ultimately relied on claimed equivalence to the Mersilene Mesh and the ProteGen Sling. We found no clinical trials evidence for these 61 devices at the time of approval. Publication of randomised clinical trials occurred at a median of 5 years after device approval (range 1-14 years). Analysis of 119 FDA 522 orders revealed that in 79 (66%) the manufacturer ceased market distribution of the device, and in 26 (22%) the manufacturer had changed the indication. Only seven studies (six cohorts and new randomised controlled trial) covering 11 orders were recruiting participants (none had reported outcomes).Transvaginal mesh products for pelvic organ prolapse have been approved on the basis of weak evidence over the last 20 years. Devices have inherited approval status from a few products. A publicly accessible registry of licensed invasive devices, with details of marketing status and linked evidence, should be created and maintained at the time of approval.", "doi": "10.1136/bmjopen-2017-017125", "title": "Trials of transvaginal mesh devices for pelvic organ prolapse: a systematic database review of the US FDA approval process.", "journal": ["BMJ open", "BMJ Open"]}