{"authors": [["Angrisano", "Fiona", "F", "Department of Life Sciences, Imperial College of Science, Technology and Medicine, London SW7 2AZ, UK. Electronic address: f.angrisano14@imperial.ac.uk."], ["Sala", "Katarzyna A", "KA", "Department of Life Sciences, Imperial College of Science, Technology and Medicine, London SW7 2AZ, UK."], ["Da", "Dari F", "DF", "Institut de Recherche en Sciences de la Santé (IRSS), Bobo Dioulasso, Burkina Faso."], ["Liu", "Yanjie", "Y", "Department of Cell Biology and Molecular Genetics, University of Maryland, 4066 Campus Dr., College Park, Maryland 20742, USA."], ["Pei", "Jimin", "J", "Department of Biophysics and Biochemistry, Howard Hughes Medical Institute, University of Texas Southwestern Medical Center, 6000 Harry Hines Boulevard Dallas, TX 75390-9039, USA."], ["Grishin", "Nick V", "NV", "Department of Biophysics and Biochemistry, Howard Hughes Medical Institute, University of Texas Southwestern Medical Center, 6000 Harry Hines Boulevard Dallas, TX 75390-9039, USA."], ["Snell", "William J", "WJ", "Department of Cell Biology and Molecular Genetics, University of Maryland, 4066 Campus Dr., College Park, Maryland 20742, USA. Electronic address: wsnell1@umd.edu."], ["Blagborough", "Andrew M", "AM", "Department of Life Sciences, Imperial College of Science, Technology and Medicine, London SW7 2AZ, UK. Electronic address: a.blagborough@imperial.ac.uk."]], "date": null, "id": "29212032", "text": "Inhibiting transmission of Plasmodium is a central strategy in malarial eradication, and the biological process of gamete fusion during fertilization is a proven target for this approach. The lack of a structure or known molecular function of current anti-malarial vaccine targets has previously been a hindrance in the development of transmission-blocking vaccines. Structure/function studies have indicated that the conserved gamete membrane fusion protein HAP2 is a class II viral fusion protein. Here, we demonstrate that targeting a function-critical site of the fusion/cd loop with species-specific antibodies reduces Plasmodium berghei transmission in vivo by 58.9% and in vitro fertilization by up to 89.9%. A corresponding reduction in P. falciparum transmission (75.5%/36.4% reductions in intensity/prevalence) is observed in complimentary field studies. These results emphasize conserved mechanisms of fusion in Apicomplexa, while highlighting an approach to design future anti-malarial transmission-blocking vaccines.", "doi": "10.1016/j.celrep.2017.11.024", "title": "Targeting the Conserved Fusion Loop of HAP2 Inhibits the Transmission of Plasmodium berghei and falciparum.", "journal": ["Cell reports", "Cell Rep"]}