{"authors": [["Conte", "Fernando de Paiva", "FP", "1 Laboratório de Tecnologia de Anticorpos Monoclonais, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."], ["Martins", "Raquel de Souza", "RS", "1 Laboratório de Tecnologia de Anticorpos Monoclonais, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."], ["Cajaraville", "Ana Carolina Dos Reis Albuquerque", "ACDRA", "2 Laboratório de Tecnologia Virológica, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."], ["Nascimento", "Hilton Jorge", "HJ", "3 Laboratório de Macromoléculas, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."], ["Jurgilas", "Patricia Barbosa", "PB", "3 Laboratório de Macromoléculas, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."], ["de Lima", "Sheila Maria Barbosa", "SMB", "2 Laboratório de Tecnologia Virológica, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."], ["Missailidis", "Sotiris", "S", "1 Laboratório de Tecnologia de Anticorpos Monoclonais, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."], ["Arissawa", "Márcia", "M", "1 Laboratório de Tecnologia de Anticorpos Monoclonais, Instituto de Tecnologia em Imunobiológicos , FIOCRUZ, Rio de Janeiro, Brazil ."]], "date": "2017-12-06", "id": "29211630", "text": "With the recent outbreaks of Zika and Dengue virus infections in various countries worldwide, production of vaccines or diagnostic kits is an urgent public health demand. Production of a monoclonal antibody (mAb) that specifically binds to a common antigen shared by the Flavivirus genus will be necessary for new diagnostic kits or characterization and viral identity tests during vaccine development. This study aimed to cultivate, in serum-free conditions, the 4G2 hybridoma that produces an mAb, which recognizes a shared epitope from the Flavivirus genus. We compared 4G2 hybridoma growth and biochemical profiles between cells cultivated in batch mode over 10 days in roller bottles containing Dulbecco's modified Eagle's medium high glucose containing 10% fetal bovine serum medium or hybridomas directly adapted to Ex-Cell serum-free medium. Cellular parameters such as specific growth rate (μ), maximum cell concentration, specific l-lactate, and glucose and IgG rates were evaluated. Thereafter, we also compared total mAb volumetric productivity, purification yield, and mAb staining of Vero cells infected with Zika and Dengue-2 virus. Direct adaptation to serum-free conditions did not change hybridoma growth rate and mAb production under the conditions tested. Instead, serum-free mAb purification showed a higher yield with no alterations on mAb structure or mAb staining of Zika and Dengue Vero-infected cells.", "doi": "10.1089/mab.2017.0029", "title": "Production of Monoclonal Antibody That Recognizes Zika Virus and Other Flaviviruses in Serum-Free Conditions.", "journal": ["Monoclonal antibodies in immunodiagnosis and immunotherapy", "Monoclon Antib Immunodiagn Immunother"]}