{"authors": [["Tauil", "Márcia de Cantuária", "MC", "Universidade de São Paulo, Programa de Pós-Graduação em Saúde Pública, São Paulo-SP, Brasil."], ["Sato", "Ana Paula Sayuri", "APS", "Universidade de São Paulo, Faculdade de Saúde Pública, São Paulo-SP, Brasil."], ["Costa", "Ângela Aparecida", "ÂA", "Universidade de São Paulo, Faculdade de Saúde Pública, São Paulo-SP, Brasil."], ["Inenami", "Marta", "M", "Universidade de São Paulo, Faculdade de Saúde Pública, São Paulo-SP, Brasil."], ["Ferreira", "Vinícius Leati de Rossi", "VLR", "Universidade de São Paulo, Programa de Pós-Graduação em Saúde Pública, São Paulo-SP, Brasil."], ["Waldman", "Eliseu Alves", "EA", "Universidade de São Paulo, Faculdade de Saúde Pública, São Paulo-SP, Brasil."]], "date": null, "id": "29211146", "text": "to describe vaccine coverage by type of vaccine at 12 and 24 months of age.descriptive cohort study with children born in 2012, living in Araraquara-SP, Brazil, recorded in the Information System on Live Births (Sinasc); a manual linkage of Sinasc data with an electronic immunization registry (EIR) was performed; the assessment was based on vaccination status according to São Paulo State recommendations, and on doses received and timely administered.2,740 children were registered on Sinasc and 99.6% of them were included into EIR; among the 2,612 (95.3%) children studied, the triple viral vaccine (measles, mumps and rubella) had the lowest coverage at 12 months for received dose (74.8%) and at 24 months for timely vaccination (53.5%) and received doses (88.0%).coverage was higher than 90% for most vaccines; however, delayed vaccination was observed, which indicates the need to intensify actions aimed at timely vaccination.descrever as coberturas vacinais por tipo de vacina aos 12 e aos 24 meses de idade.estudo de coorte descritivo com crianças nascidas em 2012, residentes em Araraquara-SP, Brasil, registradas no Sistema de Informações sobre Nascidos Vivos (Sinasc); realizou-se relacionamento manual dos dados do Sinasc com um registro informatizado de imunização (RII); avaliou-se a situação vacinal pelas recomendações do estado de São Paulo, por doses recebidas e oportunas.2.740 crianças estavam registradas no Sinasc; dessas, 99,6% constavam no RII; entre as 2.612 (95,3%) crianças estudadas, a vacina tríplice viral (sarampo, caxumba e rubéola) apresentou as menores coberturas aos 12 meses por doses recebidas (74,8%) e aos 24 meses por doses oportunas (53,5%) e recebidas (88,0%).as coberturas foram superiores a 90% para a maioria das vacinas; entretanto, observou-se atraso vacinal, o que aponta a necessidade de intensificar ações que visem à vacinação oportuna.describir las coberturas de vacunación, por tipo de vacuna, a los 12 y 24 meses de edad.estudio de cohorte descriptivo de nacidos en 2012, viviendo en Araraquara-SP, Brasil, registrados en el Sistema de Información de Nacidos Vivos (Sinasc); se realizó vinculación manual de Sinasc con un registro computarizado de inmunización (RCI); se evaluó el estado de vacunación siguiendo recomendaciones del estado de São Paulo, según dosis recibidas y oportunas.2.740 niños fueron registrados en el Sinasc y 99,6% estaban en el RCI; entre los 2.612 (95,3%) niños estudiados, la vacuna triple viral (sarampión, paperas y rubéola) tuvo menor cobertura a los 12 meses según dosis recibidas (74,8%) y a los 24 meses según dosis oportunas (53,5%,) y recibidas (88,0%).las coberturas fueron superiores al 90% para la mayoría de vacunas; no obstante, se observó un retraso de vacunaciones, que indica necesidad de intensificar acciones destinadas a la vacunación oportuna.", "doi": "10.5123/S1679-49742017000400014", "title": "Vaccination coverage according to doses received and timely administered based on an electronic immunization registry, Araraquara-SP, Brazil, 2012-2014.", "journal": ["Epidemiologia e servicos de saude : revista do Sistema Unico de Saude do Brasil", "Epidemiol Serv Saude"]}