{"authors": [["Matías", "Jose", "J", "Department of Microbiology, University of Navarra, Instituto de Investigación Sanitaria de Navarra (IDISNA), C/Irunlarrea, 1, 31080 Pamplona, Spain. jmatias@alumni.unav.es."], ["Berzosa", "Melibea", "M", "Department of Microbiology, University of Navarra, Instituto de Investigación Sanitaria de Navarra (IDISNA), C/Irunlarrea, 1, 31080 Pamplona, Spain. mberzosa.1@alumni.unav.es."], ["Pastor", "Yadira", "Y", "Department of Microbiology, University of Navarra, Instituto de Investigación Sanitaria de Navarra (IDISNA), C/Irunlarrea, 1, 31080 Pamplona, Spain. ypastor@alumni.unav.es."], ["Irache", "Juan M", "JM", "Department of Pharmacy and Pharmaceutical Technology, University of Navarra, Instituto de Investigación Sanitaria de Navarra (IDISNA), C/Irunlarrea, 1, 31080 Pamplona, Spain. jmirache@unav.es."], ["Gamazo", "Carlos", "C", "Department of Microbiology, University of Navarra, Instituto de Investigación Sanitaria de Navarra (IDISNA), C/Irunlarrea, 1, 31080 Pamplona, Spain. cgamazo@unav.es."]], "date": "2017-12-06", "id": "29211052", "text": "The immunology of pregnancy is an evolving consequence of multiple reciprocal interactions between the maternal and the fetal-placental systems. The immune response must warrant the pregnancy outcome (including tolerance to paternal antigens), but at the same time, efficiently respond to pathogenic challenges. Enterotoxigenic Escherichia coli (ETEC) strains are a major cause of illness and death in neonatal and recently weaned pigs. This review aims to give an overview of the current rationale on the maternal vaccination strategies for the protection of the newborn pig against ETEC. Newborn piglets are immunodeficient and naturally dependent on the maternal immunity transferred by colostrum for protection-a maternal immunity that can be obtained by vaccinating the sow during pregnancy. Our current knowledge of the interactions between the pathogen strategies, virulence factors, and the host immune system is aiding the better design of vaccination strategies in this particular and challenging host status. Challenges include the need for better induction of immunity at the mucosal level with the appropriate use of adjuvants, able to induce the most appropriate and long-lasting protective immune response. These include nanoparticle-based adjuvants for oral immunization. Experiences can be extrapolated to other species, including humans.", "doi": "10.3390/vaccines5040048", "title": "Maternal Vaccination. Immunization of Sows during Pregnancy against ETEC Infections.", "journal": ["Vaccines", "Vaccines (Basel)"]}