{"authors": [["Guan", "Jian", "J", "Department of Medicine, The Pennsylvania State University College of Medicine, 500 University Drive, Hershey, PA 17033, USA. fuyougj@gmail.com."], ["Bywaters", "Stephanie M", "SM", "Department of Pathology, The Pennsylvania State University College of Medicine, 500 University Drive, Hershey, PA 17033, USA. smb581@psu.edu."], ["Brendle", "Sarah A", "SA", "Department of Pathology, The Pennsylvania State University College of Medicine, 500 University Drive, Hershey, PA 17033, USA. ganzelly@gmail.com."], ["Ashley", "Robert E", "RE", "Department of Medicine, The Pennsylvania State University College of Medicine, 500 University Drive, Hershey, PA 17033, USA. bobashley@gmail.com."], ["Makhov", "Alexander M", "AM", "Department of Structural Biology, University of Pittsburgh School of Medicine, 3501 5th Ave, Pittsburgh, PA 15260, USA. amm241@pitt.edu."], ["Conway", "James F", "JF", "Department of Structural Biology, University of Pittsburgh School of Medicine, 3501 5th Ave, Pittsburgh, PA 15260, USA. jxc100@pitt.edu."], ["Christensen", "Neil D", "ND", "Department of Pathology, The Pennsylvania State University College of Medicine, 500 University Drive, Hershey, PA 17033, USA. ndc1@psu.edu."], ["Hafenstein", "Susan", "S", "Department of Medicine, The Pennsylvania State University College of Medicine, 500 University Drive, Hershey, PA 17033, USA. shafenstein@psu.edu."]], "date": "2017-12-06", "id": "29211035", "text": "Cancers attributable to human papillomavirus (HPV) place a huge burden on the health of both men and women. The current commercial vaccines are genotype specific and provide little therapeutic benefit to patients with existing HPV infections. Identifying the conformational epitopes on the virus capsid supports the development of improved recombinant vaccines to maximize long-term protection against multiple types of HPV. Fragments of antibody (Fab) digested from the neutralizing monoclonal antibodies H16.V5 (V5) and H16.U4 (U4) were bound to HPV16 capsids and the structures of the two virus-Fab complexes were solved to near atomic resolution using cryo-electron microscopy. The structures reveal virus conformational changes, the Fab-binding mode to the capsid, the residues comprising the epitope and indicate a potential interaction of U4 with the minor structural protein, L2. Competition enzyme-linked immunosorbent assay (ELISA) showed V5 outcompetes U4 when added sequentially, demonstrating a steric interference even though the footprints do not overlap. Combined with our previously reported immunological and structural results, we propose that the virus may initiate host entry through an interaction between the icosahedral five-fold vertex of the capsid and receptors on the host cell. The highly detailed epitopes identified for the two antibodies provide a framework for continuing biochemical, genetic and biophysical studies.", "doi": "10.3390/v9120374", "title": "High-Resolution Structure Analysis of Antibody V5 and U4 Conformational Epitopes on Human Papillomavirus 16.", "journal": ["Viruses", "Viruses"]}