{"authors": [["Khan", "Arshad", "A", "Department of Pathology and Laboratory Medicine, The University of Texas Health Science Center, Houston, TX 77030, USA. Arshad.Khan@uth.tmc.edu."], ["Singh", "Shailbala", "S", "Department of Immunology, The University of Texas M.D. Anderson Cancer Center, Houston, TX 77030, USA. ssingh1@mdanderson.org."], ["Galvan", "Gloria", "G", "Department of Immunology, The University of Texas M.D. Anderson Cancer Center, Houston, TX 77030, USA. GGalvan1@mdanderson.org."], ["Jagannath", "Chinnaswamy", "C", "Department of Pathology and Laboratory Medicine, The University of Texas Health Science Center, Houston, TX 77030, USA. Chinnaswamy.Jagannath@uth.tmc.edu."], ["Sastry", "K Jagannadha", "KJ", "Department of Immunology, The University of Texas M.D. Anderson Cancer Center, Houston, TX 77030, USA. jsastry@mdanderson.org."]], "date": "2017-12-06", "id": "29210987", "text": "Infection by Mycobacterium tuberculosis (Mtb) remains a major global concern and the available Bacillus Calmette-Guerin (BCG) vaccine is poorly efficacious in adults. Therefore, alternative vaccines and delivery strategies focusing on Mtb antigens and appropriate immune stimulating adjuvants are needed to induce protective immunity targeted to the lungs, the primary sites of infections and pathology. We present here evidence in support of mucosal vaccination by the sublingual route in mice using the subunit Mtb antigens Ag85B and ESAT-6 adjuvanted with the glycolipid alpha-galactosylceramide (α-GalCer), a potent natural killer T (NKT) cell agonist. Vaccinated animals exhibited strong antigen-specific CD4 and CD8 T cells responses in the spleen, cervical lymph nodes and lungs. In general, inclusion of the α-GalCer adjuvant significantly enhanced these responses that persisted over 50 days. Furthermore, aerosolized Mtb infection of vaccinated mice resulted in a significant reduction of bacterial load of the lungs and spleens as compared to levels seen in naïve controls or those vaccinated with subunit proteins, adjuvant , or BCG alone. The protection induced by the Mtb antigens and-GalCer vaccine through sublingual route correlated with a TH1-type immunity mediated by antigen-specific IFN-γ and IL-2 producing T cells.", "doi": "10.3390/vaccines5040047", "title": "Prophylactic Sublingual Immunization with Mycobacterium tuberculosis Subunit Vaccine Incorporating the Natural Killer T Cell Agonist Alpha-Galactosylceramide Enhances Protective Immunity to Limit Pulmonary and Extra-Pulmonary Bacterial Burden in Mice.", "journal": ["Vaccines", "Vaccines (Basel)"]}