{"authors": [["Hsieh", "Ching-Lin", "CL", "Department of Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["Ptak", "Christopher P", "CP", "Department of Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["Tseng", "Andrew", "A", "Department of Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["Suguiura", "Igor Massahiro de Souza", "IMS", "Department of Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["McDonough", "Sean P", "SP", "Department of Biomedical Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["Sritrakul", "Tepyuda", "T", "Department of Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["Li", "Ting", "T", "Department of Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["Lin", "Yi-Pin", "YP", "Division of Infectious Disease, Wadsworth Center, New York State Department of Health, Albany, United States."], ["Gillilan", "Richard E", "RE", "Macromolecular Diffraction Facility at CHESS (MacCHESS), Cornell University, Ithaca, United States."], ["Oswald", "Robert E", "RE", "Department of Molecular Medicine, College of Veterinary Medicine, Cornell University, Ithaca, United States."], ["Chang", "Yung-Fu", "YF", "Department of Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, United States."]], "date": "2017-12-06", "id": "29210669", "text": "Pathogens rely on proteins embedded on their surface to perform tasks essential for host infection. These obligatory structures exposed to the host immune system provide important targets for rational vaccine design. Here, we use a systematically designed series of multi-domain constructs in combination with small angle X-ray scattering (SAXS) to determine the structure of the main immunoreactive region from a major antigen from Leptospira interrogans, LigB. An anti-LigB monoclonal antibody library exhibits cell binding and bactericidal activity with extensive domain coverage complementing the elongated architecture observed in the SAXS structure. Combining antigenic motifs in a single-domain chimeric immunoglobulin-like fold generated a vaccine that greatly enhances leptospiral protection over vaccination with single parent domains. Our study demonstrates how understanding an antigen's structure and antibody accessible surfaces can guide the design and engineering of improved recombinant antigen-based vaccines.", "doi": "10.7554/eLife.30051", "title": "Extended low-resolution structure of a Leptospira antigen offers high bactericidal antibody accessibility amenable to vaccine design.", "journal": ["eLife", "Elife"]}