{"authors": [["Loureiro", "Ines", "I", "Instituto de Investigacao e Inovacao em Saude, Universidade do Porto, R. Alfredo Allen, 4200-135, Porto. Portugal."], ["Faria", "Joana", "J", "Instituto de Investigacao e Inovacao em Saude, Universidade do Porto, R. Alfredo Allen, 4200-135, Porto. Portugal."], ["Santarem", "Nuno", "N", "Instituto de Investigacao e Inovacao em Saude, Universidade do Porto, R. Alfredo Allen, 4200-135, Porto. Portugal."], ["Smith", "Terry K", "TK", "Biomedical Sciences Research Complex (BSRC), The North Haugh, The University, St. Andrews, Fife Scotland. KY16 9ST. Scotland."], ["Tavares", "Joana", "J", "Instituto de Investigacao e Inovacao em Saude, Universidade do Porto, R. Alfredo Allen, 4200-135, Porto. Portugal."], ["Cordeiro-da-Silva", "Anabela", "A", "Instituto de Investigacao e Inovacao em Saude, Universidade do Porto, R. Alfredo Allen, 4200-135, Porto. Portugal."]], "date": "2017-12-05", "id": "29210635", "text": "The trypanosomatids, Trypanosoma brucei, Trypanosoma cruzi and Leishmania spp, are causative agents of important human diseases such African sleeping sickness, Chagas' disease and Leishmaniasis, respectively. The high impact of these diseases on human health and economy worldwide, the unsatisfactory available chemotherapeutic options and the absence of human effective vaccines, strongly justifies the search for new drugs. The pentose phosphate pathway has been proposed to be a viable strategy to defeat several infectious diseases, including those from trypanosomatids, as it includes an oxidative branch, important in the maintenance of cell redox homeostasis, and a non-oxidative branch in which ribose 5-phosphate and erythrose 4-phosphate, precursors of nucleic acids and aromatic amino acids, are produced. This review provides an overview of the available chemotherapeutic options against these diseases and discusses the potential of genetically validated enzymes from the pentose phosphate pathway of trypanosomatids to be explored as potential drug targets.", "doi": "10.2174/0929867325666171206094752", "title": "Potential drug targets in the pentose phosphate pathway of trypanosomatids.", "journal": ["Current medicinal chemistry", "Curr. Med. Chem."]}