{"authors": [["Harmse", "Rozanne", "R", "Centre of Excellence for Pharmaceutical Sciences, Faculty of Health Sciences, North-West University, Potchefstroom, 2520, South Africa."], ["Wong", "Ho Ning", "HN", "Centre of Excellence for Pharmaceutical Sciences, Faculty of Health Sciences, North-West University, Potchefstroom, 2520, South Africa."], ["Smit", "Frans J", "FJ", "Centre of Excellence for Pharmaceutical Sciences, Faculty of Health Sciences, North-West University, Potchefstroom, 2520, South Africa."], ["Müller", "Joachim", "J", "Institute of Parasitology, Vetsuisse Faculty, University of Berne, Länggass-Strasse 122, 3012, Bern, Switzerland."], ["Hemphill", "Andrew", "A", "Institute of Parasitology, Vetsuisse Faculty, University of Berne, Länggass-Strasse 122, 3012, Bern, Switzerland."], ["N'Da", "David D", "DD", "Centre of Excellence for Pharmaceutical Sciences, Faculty of Health Sciences, North-West University, Potchefstroom, 2520, South Africa."], ["Haynes", "Richard K", "RK", "Centre of Excellence for Pharmaceutical Sciences, Faculty of Health Sciences, North-West University, Potchefstroom, 2520, South Africa."]], "date": "2017-12-06", "id": "29210523", "text": "Neosporosis caused by the apicomplexan parasite Neospora caninum is an economically important disease that induces abortion in dairy and beef cattle. There are no vaccines or drugs available on the market for control or treatment of the disease in bovines. The peroxide artemisinin and its derivatives used clinically for treatment of malaria are active against N. caninum and other apicomplexan parasites. We have now evaluated the activities of the readily accessible and chemically robust 11-azaartemisinin 5 and selected N-sulfonyl derivatives prepared as described in the accompanying paper against N. caninum tachyzoites grown in infected human foreskin fibroblasts. Azaartemisinin elicited an IC50 value of 150 nm, and the 2',5'-dichloro-3'-thienylsulfonyl-11-azaartemisinin 17 was found to be the most active, with an IC50 value of 40 nm. Comparison with normal human fetal lung fibroblasts HFLF WI-38 revealed relatively benign cytotoxicity. The compounds were also screened in vitro against TK-10 (renal), UACC-62 (melanoma) and MCF-7 (breast) cancer cell lines; overall, in line with activities against HFLF cells, most compounds in the series were found to be inactive.", "doi": "10.1002/cmdc.201700600", "title": "Activities of 11-Azaartemisinin and N-Sulfonyl Derivatives against Neospora caninum and Comparative Cytotoxicities.", "journal": ["ChemMedChem", "ChemMedChem"]}