{"authors": [["Miyauchi", "Jeremy Tetsuo", "JT", "Program in Molecular and Cellular Pharmacology, Department of Pharmacology, Stony Brook University, BST T8-192, Stony Brook, NY, 11794-8651, USA."], ["Tsirka", "Stella E", "SE", "Program in Molecular and Cellular Pharmacology, Department of Pharmacology, Stony Brook University, BST T8-192, Stony Brook, NY, 11794-8651, USA. Styliani-anna.tsirka@stonybrook.edu."]], "date": "2017-12-05", "id": "29209782", "text": "Gliomas are primary malignancies of the brain. Tumors are staged based on malignancy, nuclear atypia, and infiltration of the surrounding brain parenchyma. Tumors are often diagnosed once patients become symptomatic, at which time the lesion is sizable. Glioblastoma (grade IV glioma) is highly aggressive and difficult to treat. Most tumors are diagnosed de novo. The gold standard of therapy, implemented over a decade ago, consists of fractionated radiotherapy and temozolomide, but unfortunately, chemotherapeutic resistance arises. Recurrence is common after initial therapy. The tumor microenvironment plays a large role in cancer progression and its manipulation can repress progression. The advent and implementation of immunotherapy, via manipulation and activation of cytotoxic T cells, have had an outstanding impact on reducing morbidity and mortality associated with peripheral cancers under certain clinical circumstances. An arsenal of immunotherapeutics is currently under clinical investigation for safety and efficacy in the treatment of newly diagnosed and recurrent high grade gliomas. These immunotherapeutics encompass antibody-drug conjugates, autologous infusions of modified chimeric antigen receptor expressing T cells, peptide vaccines, autologous dendritic cell vaccines, immunostimulatory viruses, oncolytic viruses, checkpoint blockade inhibitors, and drugs which alter the behavior of innate immune cells. Effort is focusing on determining which patient populations will benefit the most from these treatments and why. Research addressing synergism between treatment options is gaining attention. While advances in the treatment of glioma stagnated in the past, we may see a considerable evolution in the management of the disease in the upcoming years.", "doi": "10.1007/s00415-017-8695-5", "title": "Advances in immunotherapeutic research for glioma therapy.", "journal": ["Journal of neurology", "J. Neurol."]}