{"authors": [["Kotirum", "Surachai", "S", "School of Pharmacy, Monash University Malaysia, Bandar Sunway, Malaysia."], ["Muangchana", "Charung", "C", "National Vaccine Institute (Public Organization), Ministry of Public Health, Nonthaburi, Thailand."], ["Techathawat", "Sirirat", "S", "National Vaccine Institute (Public Organization), Ministry of Public Health, Nonthaburi, Thailand."], ["Dilokthornsakul", "Piyameth", "P", "Center of Pharmaceutical Outcomes Research (CPOR), Faculty of Pharmaceutical Sciences, Department of Pharmacy Practice, Naresuan University, Phitsanulok, Thailand."], ["Wu", "David Bin-Chia", "DB", "School of Pharmacy, Monash University Malaysia, Bandar Sunway, Malaysia."], ["Chaiyakunapruk", "Nathorn", "N", "School of Pharmacy, Monash University Malaysia, Bandar Sunway, Malaysia."]], "date": "2017-11-20", "id": "29209602", "text": "Current study aimed to estimate clinical and economic outcomes of providing the Haemophilus influenzae type b (Hib) vaccination as a national vaccine immunization program in Thailand. A decision tree combined with Markov model was developed to simulate relevant costs and health outcomes covering lifetime horizon in societal and health care payer perspectives. This analysis considered children aged under 5 years old whom preventive vaccine of Hib infection are indicated. Two combined Hib vaccination schedules were considered: three-dose series (3 + 0) and three-dose series plus a booster does (3 + 1) compared with no vaccination. Budget impact analysis was also performed under Thai government perspective. The outcomes were reported as Hib-infected cases averted and incremental cost-effectiveness ratios (ICERs) in 2014 Thai baht (THB) ($) per quality-adjusted life year (QALY) gained. In base-case scenario, the model estimates that 3,960 infected cases, 59 disability cases, and 97 deaths can be prevented by national Hib vaccination program. The ICER for 3 + 0 schedule was THB 1,099 ($34) per QALY gained under societal perspective. The model was sensitive to pneumonia incidence among aged under 5 years old and direct non-medical care cost per episode of Hib pneumonia. Hib vaccination is very cost-effective in the Thai context. The budget impact analysis showed that Thai government needed to invest an additional budget of 110 ($3.4) million to implement Hib vaccination program. Policy makers should consider our findings for adopting this vaccine into national immunization program.", "doi": "10.3389/fpubh.2017.00289", "title": "Economic Evaluation and Budget Impact Analysis of Vaccination against Haemophilus influenzae Type b Infection in Thailand.", "journal": ["Frontiers in public health", "Front Public Health"]}