{"authors": [["Esteves", "Eliane", "E", "Departamento de Imunologia, Instituto de Ciências Biomédicas, Universidade de São Paulo, São Paulo, Brazil."], ["Maruyama", "Sandra R", "SR", "Departamento de Genética e Evolução, Universidade Federal de São Carlos, São Carlos, Brazil."], ["Kawahara", "Rebeca", "R", "Departamento de Parasitologia, Instituto de Ciências Biomédicas, Universidade de São Paulo, São Paulo, Brazil."], ["Fujita", "André", "A", "Departamento de Ciência da Computação, Instituto de Matemática e Estatística, Universidade de São Paulo, São Paulo, Brazil."], ["Martins", "Larissa A", "LA", "Departamento de Parasitologia, Instituto de Ciências Biomédicas, Universidade de São Paulo, São Paulo, Brazil."], ["Righi", "Adne A", "AA", "Departamento de Parasitologia, Instituto de Ciências Biomédicas, Universidade de São Paulo, São Paulo, Brazil."], ["Costa", "Francisco B", "FB", "Departamento de Medicina Veterinária Preventiva e Saúde Animal, Faculdade de Medicina Veterinária e Zootecnia, Universidade de São Paulo, São Paulo, Brazil."], ["Palmisano", "Giuseppe", "G", "Departamento de Parasitologia, Instituto de Ciências Biomédicas, Universidade de São Paulo, São Paulo, Brazil."], ["Labruna", "Marcelo B", "MB", "Departamento de Medicina Veterinária Preventiva e Saúde Animal, Faculdade de Medicina Veterinária e Zootecnia, Universidade de São Paulo, São Paulo, Brazil."], ["Sá-Nunes", "Anderson", "A", "Departamento de Imunologia, Instituto de Ciências Biomédicas, Universidade de São Paulo, São Paulo, Brazil."], ["Ribeiro", "José M C", "JMC", "Laboratory of Malaria and Vector Research, National Institute of Allergy and Infectious Diseases, Bethesda, MD, United States."], ["Fogaça", "Andréa C", "AC", "Departamento de Parasitologia, Instituto de Ciências Biomédicas, Universidade de São Paulo, São Paulo, Brazil."]], "date": "2017-11-21", "id": "29209593", "text": "Ticks are obligate blood feeding ectoparasites that transmit a wide variety of pathogenic microorganisms to their vertebrate hosts. Amblyomma sculptum is vector of Rickettsia rickettsii, the causative agent of Rocky Mountain spotted fever (RMSF), the most lethal rickettsiosis that affects humans. It is known that the transmission of pathogens by ticks is mainly associated with the physiology of the feeding process. Pathogens that are acquired with the blood meal must first colonize the tick gut and later the salivary glands (SG) in order to be transmitted during a subsequent blood feeding via saliva. Tick saliva contains a complex mixture of bioactive molecules with anticlotting, antiplatelet aggregation, vasodilatory, anti-inflammatory, and immunomodulatory properties to counteract both the hemostasis and defense mechanisms of the host. Besides facilitating tick feeding, the properties of saliva may also benefits survival and establishment of pathogens in the host. In the current study, we compared the sialotranscriptome of unfed A. sculptum ticks and those fed for 72 h on rabbits using next generation RNA sequencing (RNA-seq). The total of reads obtained were assembled in 9,560 coding sequences (CDSs) distributed in different functional classes. CDSs encoding secreted proteins, including lipocalins, mucins, protease inhibitors, glycine-rich proteins, metalloproteases, 8.9 kDa superfamily members, and immunity-related proteins were mostly upregulated by blood feeding. Selected CDSs were analyzed by real-time quantitative polymerase chain reaction preceded by reverse transcription (RT-qPCR), corroborating the transcriptional profile obtained by RNA-seq. Finally, high-performance liquid chromatography coupled with tandem mass spectrometry (LC-MS/MS) analysis revealed 124 proteins in saliva of ticks fed for 96-120 h. The corresponding CDSs of 59 of these proteins were upregulated in SG of fed ticks. To the best of our knowledge, this is the first report on the proteome of A. sculptum saliva. The functional characterization of the identified proteins might reveal potential targets to develop vaccines for tick control and/or blocking of R. rickettsii transmission as well as pharmacological bioproducts with antihemostatic, anti-inflammatory and antibacterial activities.", "doi": "10.3389/fcimb.2017.00476", "title": "Analysis of the Salivary Gland Transcriptome of Unfed and Partially Fed Amblyomma sculptum Ticks and Descriptive Proteome of the Saliva.", "journal": ["Frontiers in cellular and infection microbiology", "Front Cell Infect Microbiol"]}