{"authors": [["Mikyskova", "Romana", "R", "Department of Transgenic Models of Diseases, Institute of Molecular Genetics of the AS CR, v.v.i., Prague, Czech Republic."], ["Indrova", "Marie", "M", "Department of Transgenic Models of Diseases, Institute of Molecular Genetics of the AS CR, v.v.i., Prague, Czech Republic."], ["Stepanek", "Ivan", "I", "Department of Transgenic Models of Diseases, Institute of Molecular Genetics of the AS CR, v.v.i., Prague, Czech Republic."], ["Kanchev", "Ivan", "I", "Department of Transgenic Models of Diseases, Institute of Molecular Genetics of the AS CR, v.v.i., Prague, Czech Republic."], ["Bieblova", "Jana", "J", "Czech Centre for Phenogenomics, Institute of Molecular Genetics of the ASCR, Prague, Czech Republic."], ["Vosahlikova", "Sarka", "S", "SOTIO, a.s., Prague, Czech Republic."], ["Moserova", "Irena", "I", "SOTIO, a.s., Prague, Czech Republic."], ["Truxova", "Iva", "I", "SOTIO, a.s., Prague, Czech Republic."], ["Fucikova", "Jitka", "J", "Department of Immunology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic."], ["Bartunkova", "Jirina", "J", "Department of Immunology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic."], ["Spisek", "Radek", "R", "Department of Immunology, Charles University, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic."], ["Sedlacek", "Radislav", "R", "Department of Transgenic Models of Diseases, Institute of Molecular Genetics of the AS CR, v.v.i., Prague, Czech Republic."], ["Reinis", "Milan", "M", "Department of Transgenic Models of Diseases, Institute of Molecular Genetics of the AS CR, v.v.i., Prague, Czech Republic."]], "date": "2017-08-24", "id": "29209567", "text": "Dendritic cell (DC)-based vaccines pulsed with high hydrostatic pressure (HHP)-inactivated tumor cells have recently been shown to be a promising tool for prostate cancer chemoimmunotherapy. In this study, DC-based vaccines, both pulsed and unpulsed, were as effective as docetaxel (DTX) in reducing prostate tumors in the orthotopic transgenic adenocarcinoma of the mouse prostate (TRAMP) model. However, we did not observe any additive or synergic effects of chemoimmunotherapy on the tumor growth, while only the combination of DTX and pulsed dendritic cells resulted in significantly lower proliferation detected by Ki67 staining in histological samples. The DC-based vaccine pulsed with HHP-treated tumor cells was also combined with another type of cytostatic, cyclophosphamide, with similar results. In another clinically relevant setting, minimal residual tumor disease after surgery, administration of DC-based vaccines after the surgery of poorly immunogenic transplanted TRAMP-C2, as well as in immunogenic TC-1 tumors, reduced the growth of tumor recurrences. To identify the effector cell populations after DC vaccine application, mice were twice immunized with both pulsed and unpulsed DC vaccine, and the cytotoxicity of the spleen cells populations was tested. The effector cell subpopulations were defined as CD4+ and NK1.1+, which suggests rather unspecific therapeutic effects of the DC-based vaccines in our settings. Taken together, our data demonstrate that DC-based vaccines represent a rational tool for the treatment of human prostate cancer.", "doi": "10.1080/2162402X.2017.1362528", "title": "Dendritic cells pulsed with tumor cells killed by high hydrostatic pressure inhibit prostate tumor growth in TRAMP mice.", "journal": ["Oncoimmunology", "Oncoimmunology"]}