{"authors": [["Harte", "Ciaran", "C", "Adjuvant Research Group, School of Biochemistry and Immunology, Trinity College Dublin, Trinity Biomedical Sciences Institute, Dublin, Ireland."], ["Gorman", "Aoife L", "AL", "Adjuvant Research Group, School of Biochemistry and Immunology, Trinity College Dublin, Trinity Biomedical Sciences Institute, Dublin, Ireland."], ["McCluskey", "S", "S", "Adjuvant Research Group, School of Biochemistry and Immunology, Trinity College Dublin, Trinity Biomedical Sciences Institute, Dublin, Ireland."], ["Carty", "Michael", "M", "Viral Immune Evasion Group, School of Biochemistry and Immunology, Trinity College Dublin, Trinity Biomedical Sciences Institute, Dublin, Ireland."], ["Bowie", "Andrew G", "AG", "Viral Immune Evasion Group, School of Biochemistry and Immunology, Trinity College Dublin, Trinity Biomedical Sciences Institute, Dublin, Ireland."], ["Scott", "C J", "CJ", "Molecular Therapeutics, School of Pharmacy, Queen's University Belfast, Belfast, United Kingdom."], ["Meade", "Kieran G", "KG", "Animal and Bioscience Research Department, Animal and Grassland Research and Innovation Centre, Teagasc, Grange, Ireland."], ["Lavelle", "Ed C", "EC", "Adjuvant Research Group, School of Biochemistry and Immunology, Trinity College Dublin, Trinity Biomedical Sciences Institute, Dublin, Ireland."]], "date": "2017-11-09", "id": "29209310", "text": "There has been a move away from vaccines composed of whole or inactivated antigens toward subunit-based vaccines, which although safe, provide less immunological protection. As a result, the use of adjuvants to enhance and direct adaptive immune responses has become the focus of much targeted bovine vaccine research. However, the mechanisms by which adjuvants work to enhance immunological protection in many cases remains unclear, although this knowledge is critical to the rational design of effective next generation vaccines. This study aimed to investigate the mechanisms by which alum, a commonly used adjuvant in bovine vaccines, enhances IL-1β secretion in bovine peripheral blood mononuclear cells (PBMCs). Unlike the case with human PBMCs, alum promoted IL-1β secretion in a subset of bovine PBMCs without priming with a toll-like receptor agonist. This suggests that PBMCs from some cattle are primed to produce this potent inflammatory cytokine and western blotting confirmed the presence of preexisting pro-IL-1β in PBMCs from a subset of 8-month-old cattle. To address the mechanism underlying alum-induced IL-1β secretion, specific inhibitors identified that alum mediates lysosomal disruption which subsequently activates the assembly of an NLRP3, ASC, caspase-1, and potentially caspase-8 containing complex. These components form an inflammasome, which mediates alum-induced IL-1β secretion in bovine PBMCs. Given the demonstrated role of the NLRP3 inflammasome in regulating adaptive immunity in murine systems, these results will inform further targeted research into the potential of inflammasome activation for rational vaccine design in cattle.", "doi": "10.3389/fimmu.2017.01494", "title": "Alum Activates the Bovine NLRP3 Inflammasome.", "journal": ["Frontiers in immunology", "Front Immunol"]}