{"authors": [["Meade", "Philip", "P", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Latorre-Margalef", "Neus", "N", "Department of Biology, Lund University, Lund SE-221-00, Sweden."], ["Stallknecht", "David E", "DE", "Southeastern Cooperative Wildlife Disease Study, College of Veterinary Medicine, University of Georgia, Athens, GA 30602, USA."], ["Krammer", "Florian", "F", "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."]], "date": "2017-12-06", "id": "29209053", "text": "Avian influenza viruses pose a serious zoonotic threat, in part because current seasonal influenza virus vaccines only offer strain-specific protection, instead of heterosubtypic or universal protection against influenza virus infection. Understanding the humoral response to vaccination and natural infection in the broadest context possible is important to developing defenses against influenza zoonosis. Protein microarrays are a novel platform well suited to assaying the humoral immune response broadly and efficiently. We developed an influenza virus protein microarray (IVPM) that could be used to assay sera from many species, including humans. Waterfowl such as mallard ducks are natural reservoirs for many influenza A viruses, but their humoral immune response to infection is poorly understood. To establish this technology, we assayed sera from mallards experimentally infected with two low-pathogenic common avian influenza viruses (H3N8 and H4N5) for reactivity to influenza virus hemagglutinin (HA) by IVPM. The IVPM results correlated well with results from an established enzyme-linked immunosorbent assay, supporting the validity of the IVPM as a serological assay in influenza virus research. Interestingly, successive infection with H3N8 followed by H4N5 virus in mallard ducks induced antibodies that were broadly reactive against group 2 hemagglutinins. We also analyzed sera from wild mallards and observed serological evidence for infection in those sera. With serological information, it may be possible to infer infection history of wild avian species and gain a better understanding of the infection dynamics of influenza viruses in their natural reservoir. This might ultimately lead to interventions that enhance our pandemic preparedness.", "doi": "10.1038/emi.2017.98", "title": "Development of an influenza virus protein microarray to measure the humoral response to influenza virus infection in mallards.", "journal": ["Emerging microbes & infections", "Emerg Microbes Infect"]}