{"authors": [["Ranjeva", "Sylvia L", "SL", "Department of Ecology and Evolution, University of Chicago, Chicago, IL 60637; slr@uchicago.edu."], ["Baskerville", "Edward B", "EB", "Department of Ecology and Evolution, University of Chicago, Chicago, IL 60637."], ["Dukic", "Vanja", "V", "Department of Applied Mathematics, University of Colorado, Boulder, CO 80309."], ["Villa", "Luisa L", "LL", "Faculdade de Medicina, Universidade de São Paulo Department of Radiology and Oncology, Centro de Investigação Translacional em Oncologia, Universidade de São Paulo, 01246-000, São Paulo, Brazil."], ["Lazcano-Ponce", "Eduardo", "E", "Centro de Investigación en Salud Poblacional, Instituto Nacional de Salud Pública, Cuernavaca, 62100, Mexico."], ["Giuliano", "Anna R", "AR", "Center for Infection Research in Cancer, Moffitt Cancer Center & Research Institute, Tampa, FL 33612."], ["Dwyer", "Greg", "G", "Department of Ecology and Evolution, University of Chicago, Chicago, IL 60637."], ["Cobey", "Sarah", "S", "Department of Ecology and Evolution, University of Chicago, Chicago, IL 60637."]], "date": "2017-12-05", "id": "29208707", "text": "The high prevalence of human papillomavirus (HPV), the most common sexually transmitted infection, arises from the coexistence of over 200 genetically distinct types. Accurately predicting the impact of vaccines that target multiple types requires understanding the factors that determine HPV diversity. The diversity of many pathogens is driven by type-specific or \"homologous\" immunity, which promotes the spread of variants to which hosts have little immunity. To test for homologous immunity and to identify mechanisms determining HPV transmission, we fitted nonlinear mechanistic models to longitudinal data on genital infections in unvaccinated men. Our results provide no evidence for homologous immunity, instead showing that infection with one HPV type strongly increases the risk of infection with that type for years afterward. For HPV16, the type responsible for most HPV-related cancers, an initial infection increases the 1-year probability of reinfection by 20-fold, and the probability of reinfection remains 14-fold higher 2 years later. This increased risk occurs in both sexually active and celibate men, suggesting that it arises from autoinoculation, episodic reactivation of latent virus, or both. Overall, our results suggest that high HPV prevalence and diversity can be explained by a combination of a lack of homologous immunity, frequent reinfections, weak competition between types, and variation in type fitness between host subpopulations. Because of the high risk of reinfection, vaccinating boys who have not yet been exposed may be crucial to reduce prevalence, but our results suggest that there may also be large benefits to vaccinating previously infected individuals.", "doi": "10.1073/pnas.1714712114", "title": "Recurring infection with ecologically distinct HPV types can explain high prevalence and diversity.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}