{"authors": [["Hashimoto", "Masahito", "M", "Department of Chemistry, Biotechnology, and Chemical Engineering, Kagoshima University, Korimoto 1-21-40, Kagoshima 890-0065, Japan. Electronic address: hassy@eng.kagoshima-u.ac.jp."], ["Matsumoto", "Taichi", "T", "Department of Chemistry, Biotechnology, and Chemical Engineering, Kagoshima University, Korimoto 1-21-40, Kagoshima 890-0065, Japan."], ["Tamura-Nakano", "Miwa", "M", "Communal Laboratory, Research Institute, National Center for Global Health and Medicine, Toyama 1-21-1, Shinjuku, Tokyo 162-8655, Japan."], ["Ozono", "Mami", "M", "Department of Chemistry, Biotechnology, and Chemical Engineering, Kagoshima University, Korimoto 1-21-40, Kagoshima 890-0065, Japan."], ["Hashiguchi", "Shuhei", "S", "Department of Chemistry, Biotechnology, and Chemical Engineering, Kagoshima University, Korimoto 1-21-40, Kagoshima 890-0065, Japan."], ["Suda", "Yasuo", "Y", "Department of Chemistry, Biotechnology, and Chemical Engineering, Kagoshima University, Korimoto 1-21-40, Kagoshima 890-0065, Japan."]], "date": "2017-12-02", "id": "29208444", "text": "Acetobacter pasteurianus is characterized as a fermenting bacterium of kurozu, which is a common traditional Japanese black vinegar. Recently, we separated acid-resistant and low Toll-like receptor 4 (TLR4)-stimulatory lipopolysaccharides (LPS) from A. pasteurianus. We also showed that their lipid A parts possessed a novel sugar backbone that is responsible for the low TLR4-stimulatory and acid-resistant properties of the LPS. Outer membrane vesicles (OMVs) are nano-sized spherical structures secreted from many gram-negative bacteria. OMVs contain LPS and act as immunomodulants such as vaccines. In this study, we investigated OMVs secreted from A. pasteurianus. OMV secretion from A. pasteurianus NBRC 3283 cells was observed after 2 days in culture by transmission electron microscopy imaging. Thus OMVs were separated from the culture supernatants by ultracentrifugation and then purified by OptiPrep density gradient centrifugation. The OMVs contained several proteins including outer membrane proteins, and several sugars as components of LPS. The OMVs weakly stimulated TLR4 in accordance with the activity of A. pasteurianus LPS. Additionally, the TLR2-stimulating activity of the OMVs was significantly potent, indicating the existence of lipoproteins. Furthermore OMV-like spherical particles were observed in kurozu. Some of these particles are probably derived from A. pasteurianus. These data suggest that A. pasteurianus produce OMVs that contain LPS and probably lipoproteins, and can modulate the innate immune system.", "doi": "10.1016/j.jbiosc.2017.11.006", "title": "Characterization of outer membrane vesicles of Acetobacter pasteurianus NBRC3283.", "journal": ["Journal of bioscience and bioengineering", "J. Biosci. Bioeng."]}