{"authors": [["Möhl", "A", "A", "Governmental Institute of Public Health of Lower Saxony,Hannover,Lower Saxony,Germany."], ["Gräfe", "L", "L", "State Agency for Consumer Protection of Saxony-Anhalt,Magdeburg,Saxony-Anhalt,Germany."], ["Helmeke", "C", "C", "State Agency for Consumer Protection of Saxony-Anhalt,Magdeburg,Saxony-Anhalt,Germany."], ["Ziehm", "D", "D", "Governmental Institute of Public Health of Lower Saxony,Hannover,Lower Saxony,Germany."], ["Monazahian", "M", "M", "Governmental Institute of Public Health of Lower Saxony,Hannover,Lower Saxony,Germany."], ["Irmscher", "H-M", "HM", "State Agency for Consumer Protection of Saxony-Anhalt,Magdeburg,Saxony-Anhalt,Germany."], ["Dreesman", "J", "J", "Governmental Institute of Public Health of Lower Saxony,Hannover,Lower Saxony,Germany."]], "date": "2017-12-06", "id": "29208075", "text": "Influenza vaccine effectiveness (VE) has to be estimated anew for every season to explore vaccines' protective effect in the population. We report VE estimates against laboratory-confirmed influenza A(H1N1)pdm09, A(H3N2) and influenza B among children aged 2-17 years, using test-negative design. Pooled data from two German federal states' surveillance systems for acute respiratory illness from week 40/2012 to 20/2016 was used, yielding a total of 10 627 specimens. Odds ratios and 95% confidence intervals (95% CIs) for the association between laboratory-confirmed influenza and vaccination status were calculated by multivariate logistic regression adjusting for age, sex, illness onset and federal state. VE was estimated as 1-Odds Ratio. Overall adjusted VE was 33% (95% CI: 24·3-40·7). A strong variation of VE between the seasons and subtypes was observed: highest season- and subtype-specific VE of 86·2% (95% CI: 41·3-96·7) was found against A(H1N1)pdm09 in 7-17-year-olds in 2015/16. Low estimates of VE were observed against A(H3N2) in any season, e.g. 1·5% (95% CI: -39·3-30·3) in 2014/15. Estimates showed a tendency to higher VE among 7-17-year-old children, but differences were not statistically significant. Although our findings are common in studies estimating influenza VE, we discussed several explanations for observed low VE.", "doi": "10.1017/S0950268817002709", "title": "Estimating vaccine effectiveness against laboratory-confirmed influenza among children and adolescents in Lower Saxony and Saxony-Anhalt, 2012-2016.", "journal": ["Epidemiology and infection", "Epidemiol. Infect."]}