{"authors": [["Malamas", "Anthony S", "AS", "Laboratory of Tumor Immunology and Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, Maryland, USA."], ["Hammond", "Scott A", "SA", "MedImmune LLC, Gaithersburg, Maryland, USA."], ["Schlom", "Jeffrey", "J", "Laboratory of Tumor Immunology and Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, Maryland, USA."], ["Hodge", "James W", "JW", "Laboratory of Tumor Immunology and Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, Maryland, USA."]], "date": "2017-08-05", "id": "29207606", "text": "OX40 is a costimulatory receptor that potentiates proliferation, survival, memory formation, and effector function of CD4+ and CD8+ T-cells, while overcoming the suppressive activity of regulatory T-cells (Tregs). Here, we explored the combination of an OX40L fusion protein (OX40L-FP) with a poxvirus-based cancer vaccine (MVA-Twist-TRICOM) to inhibit tumor metastasis in the 4T1 murine breast cancer model. Contrary to the single agent treatments, the combination therapy significantly decreased the number of metastatic colonies per lung and prolonged survival. Depletion studies demonstrated that these effects were mediated by both CD4+ and CD8+ T-cells. The combination therapy a) increased the total number of T-cells in the CD4+Foxp3- population and the CD4+ central and effector memory subsets within the lung, spleen, and draining lymph node, b) enhanced infiltration of CD4+ T-cells into metastatic areas of the lung, and (c) increased the number of functional CD8+ T-cells that produced IFNγ and TNFα. The combination therapy also promoted the development of KLRG1-CD127+ memory precursor CD8+ T-cells, while reducing those with a KLRG1+ terminally differentiated phenotype. Moreover, the combination of OX40L-FP and vaccine induced greater CD4+ and CD8+ Twist-specific responses. In addition, Tregs isolated from mice receiving the combination were also less immunosuppressive in ex-vivo proliferation assays than those from the OX40L-FP and MVA-Twist-TRICOM monotherapy groups. Such results provide the rationale to combine co-stimulatory agonists with cancer vaccines for the treatment of tumor metastasis.", "doi": "10.18632/oncotarget.19967", "title": "Combination therapy with an OX40L fusion protein and a vaccine targeting the transcription factor twist inhibits metastasis in a murine model of breast cancer.", "journal": ["Oncotarget", "Oncotarget"]}