{"authors": [["Wang", "Yu-Jie", "YJ", "Research Division of Clinical Pharmacology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."], ["Li", "Lin", "L", "Research Division of Clinical Pharmacology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."], ["Song", "Wei-Juan", "WJ", "Department of Clinical Laboratory, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."], ["Zhou", "Yan-Jun", "YJ", "Research Division of Clinical Pharmacology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."], ["Cao", "Meng-Da", "MD", "Research Division of Clinical Pharmacology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."], ["Zuo", "Xiang-Rong", "XR", "Research Division of Clinical Pharmacology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."], ["Wei", "Ji-Fu", "JF", "Research Division of Clinical Pharmacology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."]], "date": "2017-10-13", "id": "29207604", "text": "Dog allergy is common worldwide. However, the allergenicity of dog allergy is still unclear in China as well as in special group, such as children. In this study, we chose Can f 6, a major dog allergen which belongs to the lipocalin to study its allergenicity in Chinese dog allergic children. Can f 6 gene was subcloned into pET-28a vector and transformed into E. coli BL21 (DE3) cells for expression. The recombinant Can f 6 was purified by nickel affinity chromatography, identified by SDS-PAGE, and tested for its allergenicity by Western blot with sera and basophil activation test. Secondary structures, B cell epitopes and homology modeling of Can f 6 were predicted by using a series of bioinformatical approaches. And the verification of B cell epitopes was detected by ELISA. The recombinant allergen showed an explicit band with the molecular weight of 20 kDa by SDS-PAGE. Sera from 56.3 % (18/32) of dog-allergic children patients reacted with Can f 6. The induction of the expression of CD63 and CCR3 of dog allergic children in passively sensitized basophils was up to approximately 5.0 times higher than healthy subjects. The secondary structure of Can f 6 contains 3 α-helices, 9 β-sheets and random coils. Five B cell epitopes of Can f 6 were predicted and were confirmed successfully by ELISA. The results showed Can f 6 is a major allergen in Chinese children, which provides a basis for further study of Can f 6 in diagnosis and treatment of symptoms in children in China. The structural information of Can f 6 will help to form a foundation for the future design of vaccines and therapies for Can f 6 related allergies.", "doi": "10.18632/oncotarget.21822", "title": "Canis familiaris allergen Can f 6: expression, purification and analysis of B-cell epitopes in Chinese dog allergic children.", "journal": ["Oncotarget", "Oncotarget"]}