{"authors": [["Paillot", "Romain", "R", "Animal Health Trust (AHT), Lanwades Park, Kentford, Newmarket, Suffolk CB8 7UU, UK. romain.paillot@aht.org.uk."], ["Marcillaud Pitel", "Christel", "C", "RESPE (Réseau d'Epidémio-Surveillance en Pathologie Équine), 14280 Saint Contest, France. c.marcillaud-pitel@respe.net."], ["D'Ablon", "Xavier", "X", "RESPE (Réseau d'Epidémio-Surveillance en Pathologie Équine), 14280 Saint Contest, France. xavier.d-ablon@wanadoo.fr."], ["Pronost", "Stéphane", "S", "BIOTARGEN EA 7450, Normandie Université, UNICAEN-LABÉO, 14280 Saint Contest, France. stephane.pronost@laboratoire-labeo.fr."]], "date": "2017-12-04", "id": "29207516", "text": "To date, vaccination is one of the most efficient methods of prevention against equine infectious diseases. The vaccinology session, which was organised during the annual meeting of the French Equine Veterinarians Association (AVEF) at Reims (France) in 2016, aimed to approach three subjects of importance for the equine industry. Vaccination against three major equine diseases were used as examples: equine influenza (equine influenza virus), rhinopneumonitis (equine herpes virus 1/4), and tetanus (Clostridium tetani neuro-toxin). (1) Emergency vaccination: while it has been very successful to reduce the impact of equine influenza epizooties and it is also recommended for tetanus in case of surgery and accident, the benefit of emergency vaccination against equine herpes virus 1/4 remains arguable; (2) Compatibility of equine vaccines from different brands: despite being a frequent concerns for equine veterinarians, little information is available about the compatibility of equine vaccines from different commercial origins. The consequence of mixing different equine vaccines targeting the same disease is believed to be limited but scientific evidences are sparse; and, (3) Laps vaccination and vaccine shortage: they could have serious consequences in terms of protection and their impact should be evaluated on a case by case basis, taking into account the risk of contact with the pathogen and the effect on herd immunity.", "doi": "10.3390/vaccines5040046", "title": "Equine Vaccines: How, When and Why? Report of the Vaccinology Session, French Equine Veterinarians Association, 2016, Reims.", "journal": ["Vaccines", "Vaccines (Basel)"]}