{"authors": [["Ren", "Yuping", "Y", "Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555, USA. ypren@tjh.tjmu.edu.cn."], ["Choi", "Eunjin", "E", "Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555, USA. euchoi@utmb.edu."], ["Zhang", "Ke", "K", "Department of Biochemistry, Baylor University, Waco, TX 76706, USA. Ken_zhang@baylor.edu."], ["Chen", "Yu", "Y", "Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555, USA. yuchen@tjh.tjmu.edu.cn."], ["Ye", "Sha", "S", "Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555, USA. cindy.ye.dbm@gmail.com."], ["Deng", "Xiaoling", "X", "Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555, USA. xideng@utmb.edu."], ["Zhang", "Kangling", "K", "Department of Pharmacology and Toxicology, University of Texas Medical Branch, Galveston, TX 77555, USA. kazhang@UTMB.EDU."], ["Bao", "Xiaoyong", "X", "Department of Pediatrics, University of Texas Medical Branch, Galveston, TX 77555, USA. xibao@utmb.edu."]], "date": "2017-12-03", "id": "29207503", "text": "Human metapneumovirus (hMPV) is a leading cause of lower respiratory infection in pediatric populations globally. This study examined proteomic profile changes in A549 cells infected with hMPV and two attenuated mutants with deleted PDZ domain-binding motif(s) in the M2-2 protein. These motifs are involved in the interruption of antiviral signaling, namely the interaction between the TNF receptor associated factor (TRAF) and mitochondrial antiviral-signaling (MAVS) proteins. The aim of this study was to provide insight into the overall and novel impact of M2-2 motifs on cellular responses via an unbiased comparison. Tandem mass tagging, stable isotope labeling, and high-resolution mass spectrometry were used for quantitative proteomic analysis. Using quantitative proteomics and Venn analysis, 1248 common proteins were detected in all infected samples of both technical sets. Hierarchical clustering of the differentiated proteome displayed distinct proteomic signatures that were controlled by the motif(s). Bioinformatics and experimental analysis confirmed the differentiated proteomes, revealed novel cellular biological events, and implicated key pathways controlled by hMPV M2-2 PDZ domain-binding motif(s). This provides further insight for evaluating M2-2 mutants as potent vaccine candidates.", "doi": "10.3390/vaccines5040045", "title": "Detection of Nuclear Protein Profile Changes by Human Metapneumovirus M2-2 Protein Using Quantitative Differential Proteomics.", "journal": ["Vaccines", "Vaccines (Basel)"]}