{"authors": [["Kalyanaraman", "Narayanan", "N", "Viral Research Diagnostic Laboratory (VRDL), Department of Microbiology, Govt Theni Medical College, Theni, Tamil Nadu, India. Electronic address: n.kalyanaraman@ymail.com."]], "date": "2017-12-05", "id": "29207326", "text": "Human bocavirus 1 (HBoV1) is a newly identified parvovirus that causes serious respiratory infection among children across the globe. Aim of the present study was to predict immunogenic residues located on the VP2 protein of HBoV1 towards development of epitope based vaccines. Several computational tools were employed to predict epitopes (bothT and B cell restricted) with stringent regulation for the improvement of confidence. After meticulous analysis, the peptide \"TTPWTYFNFNQY\" was identified as potential candidate for development of preventive vaccine. Of note, the epitope \"TTPWTYFNFNQY\" was found to be recognized by fifteen different alleles belonging to seven HLA supertypes (A1, A3, A24, A26, B7, B58 and B62). Further, mutational variability analysis pointed that most of the amino acids were well conserved. Docking scores obtained from ClusPro and Autodock Vina for selected epitopes displayed energetically favorable and stable interaction of peptide-HLA-I complexes. The core peptide \"LLYQMPFFL\" was found to recognize by wide range of HLA class II allele recognition thereby qualified as candidate for therapeutic vaccine. Five distinct linear peptides (withT cell epitope superimposition) belonging to B cells were identified in the VP2 protein. Further attention on the enlisted epitopes may shed light on the path for development of diagnostic, therapeutic and preventive tools against HBoV1 infection. Additionally, the predicted epitopes may help us to address the original antigenic sin phenomena observed during consecutive HBoV2-4 infection.", "doi": "10.1016/j.molimm.2017.11.024", "title": "In silico prediction of potential vaccine candidates on capsid protein of human bocavirus 1.", "journal": ["Molecular immunology", "Mol. Immunol."]}