{"authors": [["Waldman", "Abraham J", "AJ", "Department of Chemistry and Chemical Biology, Harvard University , 12 Oxford Street, Cambridge, Massachusetts 02138, United States."], ["Balskus", "Emily P", "EP", "Department of Chemistry and Chemical Biology, Harvard University , 12 Oxford Street, Cambridge, Massachusetts 02138, United States."]], "date": "2017-12-13", "id": "29207239", "text": "Despite significant advances in treating infectious diseases worldwide, morbidity and mortality associated with pathogen infection remains extraordinarily high and represents a critical scientific and global health challenge. Current strategies to combat these infectious agents include a combination of vaccines, small molecule drugs, increased hygiene standards, and disease-specific interventions. While these approaches have helped to drastically reduce the incidence and number of deaths associated with infection, continued investment in current strategies and the development of novel therapeutic approaches will be required to address these global health threats. Recently, human- and vector-associated microbiotas, the assemblages of microorganisms living on and within their hosts, have emerged as a potentially important factor mediating both infection risk and disease progression. These complex microbial communities are involved in intricate and dynamic interactions with both pathogens as well as the innate and adaptive immune systems of their hosts. Here, we discuss recent findings that have illuminated the importance of resident microbiotas in infectious disease, emphasizing opportunities for novel therapeutic intervention and future challenges for the field. Our discussion will focus on four major global health threats: tuberculosis, malaria, HIV, and enteric/diarrheal diseases. We hope this Perspective will highlight the many opportunities for chemists and chemical biologists in this field as well as inspire efforts to elucidate the mechanisms underlying established disease correlations, identify novel microbiota-based risk factors, and develop new therapeutic interventions.", "doi": "10.1021/acsinfecdis.7b00232", "title": "The Human Microbiota, Infectious Disease, and Global Health: Challenges and Opportunities.", "journal": ["ACS infectious diseases", "ACS Infect Dis"]}