{"authors": [["Chen", "Wei-Zhen", "WZ", "College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, 430070, China."], ["Li", "Ying-Mei", "YM", "Tianjin Helaiente biological science and Technology Co., Ltd, Tianjin, 301709, China."], ["Yu", "Xue", "X", "Key Laboratory of Agricultural Animal Genetics, Breeding and Reproduction of Ministry of Education, College of Animal Science and Technology, Huazhong Agricultural University, Wuhan, 430070, China."], ["Li", "Yue", "Y", "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, 430070, China."], ["Li", "Wen-Ke", "WK", "College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, 430070, China."], ["Wang", "Qing-Ling", "QL", "Key Laboratory of Agricultural Animal Genetics, Breeding and Reproduction of Ministry of Education, College of Animal Science and Technology, Huazhong Agricultural University, Wuhan, 430070, China."], ["Liang", "Ai-Xin", "AX", "Key Laboratory of Agricultural Animal Genetics, Breeding and Reproduction of Ministry of Education, College of Animal Science and Technology, Huazhong Agricultural University, Wuhan, 430070, China."], ["Li", "Xiang", "X", "Key Laboratory of Agricultural Animal Genetics, Breeding and Reproduction of Ministry of Education, College of Animal Science and Technology, Huazhong Agricultural University, Wuhan, 430070, China."], ["Yang", "Li-Guo", "LG", "Key Laboratory of Agricultural Animal Genetics, Breeding and Reproduction of Ministry of Education, College of Animal Science and Technology, Huazhong Agricultural University, Wuhan, 430070, China."], ["Han", "Li", "L", "College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, 430070, China."]], "date": "2017-12-04", "id": "29205848", "text": "DNA vaccines, the third-generation vaccines, were extensively studied. The attenuated Salmonella choleraesuis (S. choleraesuis) was widely focused as a carrier to deliver DNA vaccines in the chromosome-plasmid balanced-lethal system. The efficacy of inhibin DNA vaccine delivered by attenuated S. choleraesuis was proved in mice and cows in our previous studies. In this study, the efficacy of inhibin DNA vaccine was confirmed in rhesus monkeys. To further study the biodistribution and safety, the mice were immunized under laboratory conditions. The results of the rhesus monkeys showed the plasma IgA and IgG titres against inhibin were elevated, and the oestradiol (E2 ) and progesterone (P4 ) levels were increased with immunizing inhibin DNA vaccine. The biodistribution and safety assessment displayed the body weight, pathological change and haematology indexes where there is no significant difference between vaccinated mice and control. And the genomics analysis showed there was no integration of the inhibin gene into the mouse genome 2 months after immunization. This study indicated the inhibin DNA vaccine delivered by attenuated S. choleraesuis was safe. And this vaccine was a potential means to improve their reproductive traits in primates and other animals.", "doi": "10.1111/1751-7915.13029", "title": "The efficacy, biodistribution and safety of an inhibin DNA vaccine delivered by attenuated Salmonella choleraesuis.", "journal": ["Microbial biotechnology", "Microb Biotechnol"]}