{"authors": [["Chen", "Yingxi", "Y", "National Centre for Epidemiology and Population Health, Research School of Population Health, Australian National University, Canberra, ACT 0200, Australia."], ["Hall", "Aron J", "AJ", "Division of Viral Diseases, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Kirk", "Martyn D", "MD", "National Centre for Epidemiology and Population Health, Research School of Population Health, Australian National University, Canberra, ACT 0200, Australia."]], "date": "2017-02-24", "id": "29204334", "text": "Noroviruses are the most common cause of gastroenteritis outbreaks in long-term care facility (LTCFs). This review summarizes the most up-to-date knowledge on norovirus infection in LTCFs with the aim of identifying potential strategies for management.LTCF residents are at greater risk of norovirus infection. Early identification of norovirus infection and prompt initiation of appropriate supportive therapy are required to reduce morbidity and mortality. Measures to prevent outbreaks and reduce the risk of norovirus infection in LTCFs include timely diagnosis and implementation of infection control interventions to limit virus transmission.Current guidelines for prevention and control are based on generic principles of infection control. Real-time reverse transcription-quantitative polymerase chain reaction assays have been the gold standard for the rapid and sensitive detection of noroviruses. With the recent breakthroughs of human norovirus in vitro culture, doors are now opened to evaluate the efficacy of environmental disinfectants and hand hygiene options. Additionally, development of licensed vaccines against noroviruses may provide another important tool for infection prevention among high-risk individuals.", "doi": "10.1007/s13670-017-0195-z", "title": "Norovirus Disease in Older Adults Living in Long-Term Care Facilities: Strategies for Management.", "journal": ["Current geriatrics reports", "Curr Geriatr Rep"]}