{"authors": [["Haks", "Mariëlle C", "MC", "Department of Infectious Diseases, Leiden University Medical Center, Leiden, Netherlands."], ["Bottazzi", "Barbara", "B", "Humanitas Clinical and Research Center, Rozzano, Italy."], ["Cecchinato", "Valentina", "V", "Institute for Research in Biomedicine, Università della Svizzera italiana, Bellinzona, Switzerland."], ["De Gregorio", "Corinne", "C", "Institute for Research in Biomedicine, Università della Svizzera italiana, Bellinzona, Switzerland."], ["Del Giudice", "Giuseppe", "G", "GSK Vaccines, Siena, Italy."], ["Kaufmann", "Stefan H E", "SHE", "Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Lanzavecchia", "Antonio", "A", "Institute for Research in Biomedicine, Università della Svizzera italiana, Bellinzona, Switzerland."], ["Lewis", "David J M", "DJM", "University of Surrey, Guildford, United Kingdom."], ["Maertzdorf", "Jeroen", "J", "Department of Immunology, Max Planck Institute for Infection Biology, Berlin, Germany."], ["Mantovani", "Alberto", "A", "Humanitas Clinical and Research Center, Rozzano, Italy."], ["Sallusto", "Federica", "F", "Institute for Research in Biomedicine, Università della Svizzera italiana, Bellinzona, Switzerland."], ["Sironi", "Marina", "M", "Humanitas Clinical and Research Center, Rozzano, Italy."], ["Uguccioni", "Mariagrazia", "M", "Institute for Research in Biomedicine, Università della Svizzera italiana, Bellinzona, Switzerland."], ["Ottenhoff", "Tom H M", "THM", "Department of Infectious Diseases, Leiden University Medical Center, Leiden, Netherlands."]], "date": "2017-11-15", "id": "29204145", "text": "Vaccinology aims to understand what factors drive vaccine-induced immunity and protection. For many vaccines, however, the mechanisms underlying immunity and protection remain incompletely characterized at best, and except for neutralizing antibodies induced by viral vaccines, few correlates of protection exist. Recent omics and systems biology big data platforms have yielded valuable insights in these areas, particularly for viral vaccines, but in the case of more complex vaccines against bacterial infectious diseases, understanding is fragmented and limited. To fill this gap, the EC supported ADITEC project (http://www.aditecproject.eu/; http://stm.sciencemag.org/content/4/128/128cm4.full) featured a work package on \"Molecular signatures of immunity and immunogenicity,\" aimed to identify key molecular mechanisms of innate and adaptive immunity during effector and memory stages of immune responses following vaccination. Specifically, technologies were developed to assess the human immune response to vaccination and infection at the level of the transcriptomic and proteomic response, T-cell and B-cell memory formation, cellular trafficking, and key molecular pathways of innate immunity, with emphasis on underlying mechanisms of protective immunity. This work intersected with other efforts in the ADITEC project. This review summarizes the main achievements of the work package.", "doi": "10.3389/fimmu.2017.01563", "title": "Molecular Signatures of Immunity and Immunogenicity in Infection and Vaccination.", "journal": ["Frontiers in immunology", "Front Immunol"]}