{"authors": [["Su", "Haibo", "H", "State Key Laboratory of Genetic Engineering, Institute of Genetics, School of Life Science, Fudan University, Shanghai, China."], ["Zhu", "Shengling", "S", "State Key Laboratory of Genetic Engineering, Institute of Genetics, School of Life Science, Fudan University, Shanghai, China."], ["Zhu", "Lin", "L", "State Key Laboratory of Genetic Engineering, Institute of Genetics, School of Life Science, Fudan University, Shanghai, China."], ["Kong", "Cong", "C", "State Key Laboratory of Genetic Engineering, Institute of Genetics, School of Life Science, Fudan University, Shanghai, China."], ["Huang", "Qi", "Q", "State Key Laboratory of Genetic Engineering, Institute of Genetics, School of Life Science, Fudan University, Shanghai, China."], ["Zhang", "Zhi", "Z", "The Second People's Hospital of Guangdong Province, Guangzhou, China."], ["Wang", "Honghai", "H", "State Key Laboratory of Genetic Engineering, Institute of Genetics, School of Life Science, Fudan University, Shanghai, China."], ["Xu", "Ying", "Y", "State Key Laboratory of Genetic Engineering, Institute of Genetics, School of Life Science, Fudan University, Shanghai, China."]], "date": "2017-11-17", "id": "29204139", "text": "Targeting of Mycobacterium tuberculosis (MTB) latent antigens comprises a crucial strategy for the development of alternative tuberculosis (TB) vaccine(s) that protects against TB reactivation. Here, we generated a multistage DNA vaccine, A39, containing the early antigens Ag85A and Rv3425 as well as the latency-associated protein Rv2029c, which conferred protective immunity in a pre-exposure mouse model. Moreover, administration of the A39 vaccination after MTB exposure inhibited reactivation and resulted in significantly lower bacterial loads in the lungs and spleen of mice, compared to those in the control population. Subsequently, we investigated the effect of Rv2029c on innate immunity and characterized the molecular details of the interaction of this protein with the host via iTRAQ proteomic and biochemical assay analyses. Rv2029c activated macrophages, triggered the production of pro-inflammatory cytokines, and promoted toll-like receptor/mitogen-activated protein kinase (TLR/MAPK)-dependent macrophage apoptosis. Furthermore, Rv2029c treatment enhanced the ability of Mycobacterium bovis Bacillus Calmette-Guérin (BCG)-infected macrophages to present antigens to CD4+ T cells in vitro, which correlated with an increase in MHC-II expression. Lastly, Rv2029c-treated macrophages activated T cells, effectively polarized CD4+ and CD8+ T cells to secrete IFN-γ and IL-2, and specifically expanded a population of CD44highCD62LlowCD4+/CD8+ effector/memory cells, indicating that Rv2029c, as a specific recall antigen, contributes to Th1 polarization in T cell immunity. These results suggest that Rv2029c and A39 comprise promising targets for the development of next-generation clinical TB therapeutic vaccines.", "doi": "10.3389/fmicb.2017.02266", "title": "Mycobacterium tuberculosis Latent Antigen Rv2029c from the Multistage DNA Vaccine A39 Drives TH1 Responses via TLR-mediated Macrophage Activation.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}