{"authors": [["Nguyen", "Huyen-Tran", "HT", "Division of Allergy and Immunology, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH 45229, United States. patricia.fulkerson@cchmc.org."], ["Minar", "Phillip", "P", "Division of Gastroenterology, Hepatology, and Nutrition, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH 45229, United States."], ["Jackson", "Kimberly", "K", "Division of Gastroenterology, Hepatology, and Nutrition, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH 45229, United States."], ["Fulkerson", "Patricia C", "PC", "Division of Allergy and Immunology, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH 45229, United States."]], "date": null, "id": "29204064", "text": "To determine the vaccination rates in pediatric immunosuppression-dependent inflammatory bowel disease (IBD) and review the safety and efficacy of vaccinations in this population.The electronic medical records from October 2009 to December 2015 of patients diagnosed with IBD at 10 years of age or younger and prescribed anti-tumor necrosis factor alpha (anti-TNF-α) therapy were reviewed for clinical history, medication history, vaccination history, and hepatitis B and varicella titers. Literature discussing vaccination response in IBD patients were identified through search of the MEDLINE database and reviewed using the key words \"inflammatory bowel disease\", \"immunization\", \"vaccination\", \"pneumococcal\", \"varicella\", and \"hepatitis B\". Non-human and non-English language studies were excluded. Search results were reviewed by authors to select articles that addressed safety and efficacy of immunizations in inflammatory bowel disease.A total of 51 patients diagnosed with IBD prior to the age of 10 and receiving anti-TNF-α therapy were identified. Thirty-three percent of patients (17/51) had incomplete or no documentation of vaccinations. Sixteen case reports, cohort studies, cross-sectional studies, and randomized trials were determined through review of the literature to describe the safety and efficacy of hepatitis B, pneumococcal, and varicella immunizations in adult and pediatric patients with IBD. These studies showed that patients safely tolerated the vaccines without significant adverse effects. Importantly, IBD patients receiving immunosuppressive medications, particularly anti-TNF-α treatment, have decreased vaccine response compared to controls. However, the majority of patients are still able to achieve protective levels of specific antibodies.Immunizations have been shown to be well-tolerated and protective immunity can be achieved in patients with IBD requiring immunosuppressive therapy.", "doi": "10.3748/wjg.v23.i42.7644", "title": "Vaccinations in immunosuppressive-dependent pediatric inflammatory bowel disease.", "journal": ["World journal of gastroenterology", "World J. Gastroenterol."]}