{"authors": [["Gomez", "Diego E", "DE", "Department of Pathobiology, Ontario Veterinary College, University of Guelph, Guelph, Ontario N1G 2W1."], ["Weese", "J Scott", "JS", "Department of Pathobiology, Ontario Veterinary College, University of Guelph, Guelph, Ontario N1G 2W1."]], "date": null, "id": "29203935", "text": "A complex community of bacteria, viruses, fungi, protists, and other microorganisms inhabit the gastrointestinal tract of calves and play important roles in gut health and disease. The viral component of the microbiome (the virome) is receiving increasing attention for its role in neonatal calf diarrhea (NCD). Rotavirus and coronavirus have for a long time been associated with NCD and commercial vaccines have been produced against these agents. Recently, several other viruses which may play a role in diarrhea have been discovered in calf fecal samples, mostly by sequence-based methods. These viruses include torovirus, norovirus, nebovirus, astrovirus, kobuvirus, and enterovirus. Most studies have involved epidemiologic investigations seeking to show association with diarrhea for each virus alone or in combination with potential pathogens. However, determining the contribution of these viruses to calf diarrhea has been challenging and much uncertainty remains concerning their roles as primary pathogens, co-infection agents, or commensals.Entérite virale chez les veaux. Une communauté complexe de bactéries, de virus, de champignons, de protistes et d’autres micro-organismes habitent dans le tube gastro-intestinal des veaux et joue des rôles importants dans la santé et les pathologies du tractus digestif. La composante virale du microbiome (le virome) reçoit de plus en plus d’attention pour son rôle dans la diarrhée néonatale du veau (DNV). Le rotavirus et le coronavirus sont depuis longtemps associés à la DNV et des vaccins ont été produits contre ces agents. Récemment, plusieurs autres virus, qui peuvent jouer un rôle dans la diarrhée, ont été découverts dans des échantillons de fèces des veaux, surtout par des méthodes de séquençage. Ces virus incluent le torovirus, le norovirus, le nébovirus, l’astrovirus, le kobuvirus et l’entérovirus. La plupart des études ont comporté des enquêtes épidémiologiques pour découvrir l’association de chaque virus avec la diarrhée, seul ou en combinaison avec des agents pathogènes potentiels. Cependant, la détermination de la contribution de ces virus à la diarrhée du veau a été difficile et il reste encore beaucoup d’incertitude concernant leurs rôles en tant qu’agents pathogènes primaires, agents de co-infection ou commensaux.(Traduit par Isabelle Vallières).", "doi": null, "title": "Viral enteritis in calves.", "journal": ["The Canadian veterinary journal = La revue veterinaire canadienne", "Can. Vet. J."]}