{"authors": [["Hutzler", "Stefan", "S", "Section Product Testing of IVMPs, Division of Veterinary Medicine, Paul-Ehrlich-Institut, Paul-Ehrlich-Str. 51-59, D-63225, Langen, Germany."], ["Erbar", "Stephanie", "S", "Biopharmaceutical New Technologies (BioNTech) Corporation, An der Goldgrube 12, D-55131, Mainz, Germany."], ["Jabulowsky", "Robert A", "RA", "Biopharmaceutical New Technologies (BioNTech) Corporation, An der Goldgrube 12, D-55131, Mainz, Germany."], ["Hanauer", "Jan R H", "JRH", "Section Product Testing of IVMPs, Division of Veterinary Medicine, Paul-Ehrlich-Institut, Paul-Ehrlich-Str. 51-59, D-63225, Langen, Germany."], ["Schnotz", "Jürgen H", "JH", "Section Product Testing of IVMPs, Division of Veterinary Medicine, Paul-Ehrlich-Institut, Paul-Ehrlich-Str. 51-59, D-63225, Langen, Germany."], ["Beissert", "Tim", "T", "TRON - Translational Oncology at the University Medical Center of the Johannes Gutenberg University gGmbH, Freiligrathstr. 12, D-55131, Mainz, Germany."], ["Bodmer", "Bianca S", "BS", "Section Product Testing of IVMPs, Division of Veterinary Medicine, Paul-Ehrlich-Institut, Paul-Ehrlich-Str. 51-59, D-63225, Langen, Germany."], ["Eberle", "Regina", "R", "Section Morphology, Division of Immunology, Paul-Ehrlich-Institut, Paul-Ehrlich-Str. 51-59, D-63225, Langen, Germany."], ["Boller", "Klaus", "K", "Section Morphology, Division of Immunology, Paul-Ehrlich-Institut, Paul-Ehrlich-Str. 51-59, D-63225, Langen, Germany."], ["Klamp", "Thorsten", "T", "Biopharmaceutical New Technologies (BioNTech) Corporation, An der Goldgrube 12, D-55131, Mainz, Germany."], ["Sahin", "Ugur", "U", "Biopharmaceutical New Technologies (BioNTech) Corporation, An der Goldgrube 12, D-55131, Mainz, Germany."], ["Mühlebach", "Michael D", "MD", "Section Product Testing of IVMPs, Division of Veterinary Medicine, Paul-Ehrlich-Institut, Paul-Ehrlich-Str. 51-59, D-63225, Langen, Germany. Michael.Muehlebach@pei.de."]], "date": "2017-12-04", "id": "29203786", "text": "Recombinant vaccine strain-derived measles virus (MV) is clinically tested both as vaccine platform to protect against other pathogens and as oncolytic virus for tumor treatment. To investigate the potential synergism in anti-tumoral efficacy of oncolytic and vaccine properties, we chose Ovalbumin and an ideal tumor antigen, claudin-6, for pre-clinical proof of concept. To enhance immunogenicity, both antigens were presented by retroviral virus-like particle produced in situ during MV-infection. All recombinant MV revealed normal growths, genetic stability, and proper expression and presentation of both antigens. Potent antigen-specific humoral and cellular immunity were found in immunized MV-susceptible IFNAR-/--CD46Ge mice. These immune responses significantly inhibited metastasis formation or increased therapeutic efficacy compared to control MV in respective novel in vivo tumor models using syngeneic B16-hCD46/mCLDN6 murine melanoma cells. These data indicate the potential of MV to trigger selected tumor antigen-specific immune responses on top of direct tumor lysis for enhanced efficacy.", "doi": "10.1038/s41598-017-16928-8", "title": "Antigen-specific oncolytic MV-based tumor vaccines through presentation of selected tumor-associated antigens on infected cells or virus-like particles.", "journal": ["Scientific reports", "Sci Rep"]}