{"authors": [["Brockmeier", "Susan L", "SL", "USDA, ARS, National Animal Disease Center, 1920 Dayton Avenue, Ames, Iowa 50010 susan.brockmeier@ars.usda.gov."], ["Loving", "Crystal L", "CL", "USDA, ARS, National Animal Disease Center, 1920 Dayton Avenue, Ames, Iowa 50010."], ["Nicholson", "Tracy L", "TL", "USDA, ARS, National Animal Disease Center, 1920 Dayton Avenue, Ames, Iowa 50010."], ["Wang", "Jinhong", "J", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge, CB3 0ES, UK."], ["Peters", "Sarah E", "SE", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge, CB3 0ES, UK."], ["Weinert", "Lucy", "L", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge, CB3 0ES, UK."], ["Chaudhuri", "Roy", "R", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge, CB3 0ES, UK."], ["Seilly", "David J", "DJ", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge, CB3 0ES, UK."], ["Langford", "Paul R", "PR", "Section of Paediatrics, Department of Medicine, Imperial College London, St. Mary's Campus, London, W2 1PG, UK."], ["Rycroft", "Andrew", "A", "The Royal Veterinary College, Hawkshead Campus, Hatfield, Hertfordshire, AL9 7TA, UK."], ["Wren", "Brendan W", "BW", "Faculty of Infectious & Tropical Diseases, London School of Hygiene & Tropical Medicine, Keppel Street, London, WC1E 7HT, UK."], ["Maskell", "Duncan J", "DJ", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge, CB3 0ES, UK."], ["Tucker", "Alexander W", "AW", "Department of Veterinary Medicine, University of Cambridge, Madingley Road, Cambridge, CB3 0ES, UK."], [null, null, null, null]], "date": "2017-12-04", "id": "29203546", "text": "Streptococcus suis is a bacterium commonly carried in the respiratory tract that is also one of the most important invasive pathogens of swine, commonly causing meningitis, arthritis, and septicemia. Due to the existence of many serotypes and a wide range of immune evasion capabilities efficacious vaccines are not readily available. The selection of S. suis protein candidates for inclusion in a vaccine was accomplished by identifying fitness genes through a functional genomics screen and selecting conserved predicted surface-associated proteins. Five candidate proteins were selected for evaluation in a vaccine trial and administered both intranasally and intramuscularly with one of two different adjuvant formulations. Clinical protection was evaluated by subsequent intranasal challenge with virulent S. suis While subunit vaccination with the S. suis proteins induced IgG antibody titers to each individual protein, a cellular immune response to the pool of proteins, and provided substantial protection from challenge with virulent S. suis, the immune response elicited and degree of protection were dependent on the parenteral adjuvant given. Subunit vaccination induced IgG reactive against different S. suis serotypes indicating a potential for cross-protection.", "doi": "10.1128/IAI.00559-17", "title": "Use of proteins identified through a functional genomic screen to develop a protein subunit vaccine that provides significant protection against virulent Streptococcus suis in pigs.", "journal": ["Infection and immunity", "Infect. Immun."]}