{"authors": [["Gasperini", "Gianmarco", "G", "GSK Vaccines, Italy."], ["Biagini", "Massimiliano", "M", "GSK Vaccines, Italy."], ["Arato", "Vanessa", "V", "GSK Vaccines, Italy."], ["Gianfaldoni", "Claudia", "C", "GSK Vaccines, Italy."], ["Vadi", "Alessandro", "A", "GSK Vaccines, Italy."], ["Norais", "Nathalie", "N", "Novartis Vaccines and Diagnostics."], ["Bensi", "Giuliano", "G", "GSK Vaccines, Italy."], ["Delany", "Isabel", "I", "GSK Vaccines, Italy."], ["Pizza", "Mariagrazia", "M", "GSK Vaccines, Italy."], ["Aricò", "Beatrice", "B", "University of Leicester, United Kingdom of Great Britain and Northern Ireland."], ["Leuzzi", "Rosanna", "R", "GSK Vaccines, Italy rosanna.x.leuzzi@gsk.com."]], "date": "2017-12-04", "id": "29203497", "text": "Despite high vaccination coverage world-wide, whooping cough, a highly contagious disease caused by Bordetella pertussis, is recently increasing in occurrence suggesting that novel vaccine formulations targeted at the prevention of colonization and transmission should be investigated. In order to identify new candidates for inclusion in the acellular formulation, we used spontaneously released outer membrane vesicles (OMV) as a potential source of key adhesins. The enrichment of Bvg+ OMV with adhesins and the ability of anti-OMV serum to inhibit the adhesion of B. pertussis to lung epithelial cells in vitro were demonstrated. We employed a proteomic approach to identify the differentially expressed proteins in OMV purified from bacteria in the Bvg+ and Bvg- virulence phases, thus comparing the outer membrane protein pattern of this pathogen in its virulent or avirulent state. Six of the most abundant outer membrane proteins were selected as candidates to be evaluated for their adhesive properties and vaccine potential. We generated E. coli strains singularly expressing the selected proteins and assessed their ability to adhere to lung epithelial cells in vitro Four out of the selected proteins conferred adhesive ability to E. coli Three of the candidates were specifically detected by anti-OMV mouse serum suggesting that these proteins are immunogenic antigens able to elicit an antibody response when displayed on the OMV. Anti-OMV serum was able to inhibit only BrkA-expressing E. coli adhesion to lung epithelial cells. Finally, stand-alone immunization of mice with recombinant BrkA resulted in significant protection against infection of the lower respiratory tract after challenge with B. pertussis Taken together, these data support the inclusion of BrkA and possibly further adhesins to the current acellular pertussis vaccines to improve the impact of vaccination on the bacterial clearance.", "doi": "10.1074/mcp.RA117.000045", "title": "Outer Membrane Vesicles (OMV)-based and proteomics-driven antigen selection identifies novel factors contributing to Bordetella pertussis adhesion to epithelial cells.", "journal": ["Molecular & cellular proteomics : MCP", "Mol. Cell Proteomics"]}