{"authors": [["Monoyios", "Andreas", "A", "Clinic for Poultry and Fish Medicine, Department for Farm Animals and Veterinary Public Health, University of Veterinary Medicine Vienna, Veterinärplatz 1, A-1210 Vienna, Austria."], ["Patzl", "Martina", "M", "Institute of Immunology, Department of Pathobiology, University of Veterinary Medicine Vienna, Veterinärplatz 1, A-1210 Vienna, Austria."], ["Schlosser", "Sarah", "S", "VetCore Facility for Research, University of Veterinary Medicine Vienna, Veterinärplatz 1, A-1210 Vienna, Austria."], ["Hess", "Michael", "M", "Clinic for Poultry and Fish Medicine, Department for Farm Animals and Veterinary Public Health, University of Veterinary Medicine Vienna, Veterinärplatz 1, A-1210 Vienna, Austria; Christian Doppler Laboratory for Innovative Poultry Vaccines, University of Veterinary Medicine Vienna, Veterinärplatz 1, A-1210 Vienna, Austria."], ["Bilic", "Ivana", "I", "Clinic for Poultry and Fish Medicine, Department for Farm Animals and Veterinary Public Health, University of Veterinary Medicine Vienna, Veterinärplatz 1, A-1210 Vienna, Austria. Electronic address: Ivana.Bilic@vetmeduni.ac.at."]], "date": "2017-12-02", "id": "29203214", "text": "The current study focused on Histomonas meleagridis, a unicellular protozoan, responsible for histomonosis in poultry. Recently, the occurrence of the disease increased due to the ban of effective chemotherapeutic drugs. Basic questions regarding the molecular biology, virulence mechanisms or even life cycle of the flagellate are still puzzling. In order to address some of these issues, we conducted a comparative proteomic analysis of a virulent and an attenuated H. meleagridis strain traced back to a single cell and propagated in vitro as monoxenic mono-eukaryotic cultures. Using two-dimensional electrophoresis (2-DE) for proteome visualization with computational 2-DE gel image and statistical analysis, upregulated proteins in either of the two H. meleagridis strains were detected. Statistical analysis fulfilling two criteria (≥threefold upregulation and P < 0.05) revealed 119 differentially expressed protein spots out of which 62 spots were noticed in gels with proteins from the virulent and 57 spots in gels with proteins from the attenuated culture. Mass spectrometric analysis of 32 protein spots upregulated in gels of the virulent strain identified 17 as H. meleagridis-specific. The identification revealed that these spots belonged to eight different proteins, with the majority related to cellular stress management. Two ubiquitous cellular proteins, actin and enolase, were upregulated in multiple gel positions in this strain, indicating either post-translational modification or truncation, or even both. Additionally, a known virulence factor named legumain cysteine peptidase was also detected. In contrast to this, mass spectrometric analysis of 49 protein spots, upregulated in gels of the attenuated strain, singled out 32 spots as specific for the flagellate. These spots were shown to correspond to 24 different proteins that reflect the increased metabolism, in vitro adaptation of the parasite, and amoeboid morphology. In addition to H. meleagridis proteins, the analysis identified differential expression of Escherichia coli DH5α proteins that could have been influenced by the co-cultivated H. meleagridis strain, indicating a reciprocal interaction of these two organisms during monoxenic cultivation.", "doi": "10.1016/j.ijpara.2017.08.017", "title": "Unravelling the differences: comparative proteomic analysis of a clonal virulent and an attenuated Histomonas meleagridis strain.", "journal": ["International journal for parasitology", "Int. J. Parasitol."]}