{"authors": [["von Delft", "Annette", "A", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK."], ["Donnison", "Timothy A", "TA", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK."], ["Lourenço", "José", "J", "Department of Zoology, University of Oxford, UK."], ["Hutchings", "Claire", "C", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK."], ["Mullarkey", "Caitlin E", "CE", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK."], ["Brown", "Anthony", "A", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK."], ["Pybus", "Oliver G", "OG", "Department of Zoology, University of Oxford, UK."], ["Klenerman", "Paul", "P", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK."], ["Chinnakannan", "Senthil", "S", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK."], ["Barnes", "Eleanor", "E", "Peter Medawar Building and Translational Gastroenterology Unit, Nuffield Department of Medicine, University of Oxford, UK. Electronic address: ellie.barnes@ndm.ox.ac.uk."]], "date": "2017-12-02", "id": "29203182", "text": "Hepatitis C virus (HCV) genomic variability is a major challenge to the generation of a prophylactic vaccine. We have previously shown that HCV specific T-cell responses induced by a potent T-cell vaccine encoding a single strain subtype-1b immunogen target epitopes dominant in natural infection. However, corresponding viral regions are highly variable at a population level, with a reduction in T-cell reactivity to these variants. We therefore designed and manufactured second generation simian adenovirus vaccines encoding genomic segments, conserved between viral genotypes and assessed these for immunogenicity.We developed a computer algorithm to identify HCV genomic regions that were conserved between viral subtypes. Conserved segments below a pre-defined diversity threshold spanning the entire HCV genome were combined to create novel immunogens (1000-1500 amino-acids), covering variation in HCV subtypes 1a and 1b, genotypes 1 and 3, and genotypes 1-6 inclusive. Simian adenoviral vaccine vectors (ChAdOx) encoding HCV conserved immunogens were constructed. Immunogenicity was evaluated in C57BL6 mice using panels of genotype-specific peptide pools in ex-vivo IFN-ϒ ELISpot and intracellular cytokine assays.ChAdOx1 conserved segment HCV vaccines primed high-magnitude, broad, cross-reactive T-cell responses; the mean magnitude of total HCV specific T-cell responses was 1174 SFU/106 splenocytes for ChAdOx1-GT1-6 in C57BL6 mice targeting multiple genomic regions, with mean responses of 935, 1474 and 1112 SFU/106 against genotype 1a, 1b and 3a peptide panels, respectively. Functional assays demonstrated IFNg and TNFa production by vaccine-induced CD4 and CD8 T-cells. In silico analysis shows that conserved immunogens contain multiple epitopes, with many described in natural HCV infection, predicting immunogenicity in humans.Simian adenoviral vectored vaccines encoding genetic segments that are conserved between all major HCV genotypes contain multiple T-cell epitopes and are highly immunogenic in pre-clinical models. These studies pave the way for the assessment of multi-genotypic HCV T-cell vaccines in humans.", "doi": "10.1016/j.vaccine.2017.10.079", "title": "The generation of a simian adenoviral vectored HCV vaccine encoding genetically conserved gene segments to target multiple HCV genotypes.", "journal": ["Vaccine", "Vaccine"]}