{"authors": [["Seheri", "L M", "LM", "South African Medical Research Council/Diarrhoeal Pathogens Research Unit, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa. Electronic address: mapaseka.seheri@smu.ac.za."], ["Magagula", "N B", "NB", "South African Medical Research Council/Diarrhoeal Pathogens Research Unit, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa."], ["Peenze", "I", "I", "South African Medical Research Council/Diarrhoeal Pathogens Research Unit, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa."], ["Rakau", "K", "K", "South African Medical Research Council/Diarrhoeal Pathogens Research Unit, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa."], ["Ndadza", "A", "A", "South African Medical Research Council/Diarrhoeal Pathogens Research Unit, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa."], ["Mwenda", "J M", "JM", "African Rotavirus Surveillance Network, Immunization, Vaccines and Development Cluster, WHO African Regional Office, Brazzaville, Congo."], ["Weldegebriel", "G", "G", "World Health Organization, Inter-Country Support Team Office, Harare, Zimbabwe."], ["Steele", "A D", "AD", "South African Medical Research Council/Diarrhoeal Pathogens Research Unit, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa; Enteric and Diarrheal Diseases, Global Health Program, Bill and Melinda Gates Foundation, Seattle, USA."], ["Mphahlele", "M J", "MJ", "South African Medical Research Council/Diarrhoeal Pathogens Research Unit, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa."]], "date": "2017-12-01", "id": "29203181", "text": "The African Rotavirus Surveillance Network has been detecting and documenting rotavirus genotypes in the African sub-continent since 1998 in anticipation of the rollout of rotavirus vaccination in routine Expanded Programme on Immunisation. This paper reports distribution of the rotavirus strains circulating in 15 Eastern and Southern African (ESA) countries from 2010-2015 as part of active World Health Organization (WHO) rotavirus surveillance, and investigates possibility of emergence of non-vaccine or unusual strains in six selected countries post-vaccine introduction.Stool samples were collected from children <5 years of age presenting with acute gastroenteritis at sentinel hospitals pre- and post-rotavirus vaccine introduction. Samples were tested for group A rotavirus using an enzyme immunoassay by the national and sentinel laboratories. At the WHO Rotavirus Regional Reference Laboratory in South Africa, molecular characterisation was determined by PAGE (n = 4186), G and P genotyping (n = 6447) and DNA sequencing for both G and P types (n = 400).The six-year surveillance period demonstrated that 23.8% of the strains were G1P[8], followed by G2P[4] (11.8%), G9P[8] (10.4%), G12P[8] (4.9%), G2P[6] (4.2%) and G3P[6] (3.7%) in 15 ESA countries. There was no difference in circulating strains pre- and post-rotavirus vaccine introduction with yearly fluctuation of strains observed over time. Atypical rotavirus G and P combinations (such as G1P[4], G2P[8], G9P[4] and G12P[4]) that might have arisen through inter-genogroup or inter-genotypes reassortment were detected at low frequency (2%). Close genetic relationship of African strains were reflected on the phylogenetic analysis, strains segregated together to form an African cluster in the same lineages/sub-lineage or monophyletic branch.There has been considerable concern about strain replacement post-vaccine introduction, it was not clear at this early stage whether observed cyclical changes of rotavirus strains were due to vaccine pressure or this was just part of natural annual fluctuations in the six ESA countries, long-term surveillance is required.", "doi": "10.1016/j.vaccine.2017.11.068", "title": "Rotavirus strain diversity in Eastern and Southern African countries before and after vaccine introduction.", "journal": ["Vaccine", "Vaccine"]}