{"authors": [["van Lier", "Alies", "A", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), PO Box 1, 3720 BA, Bilthoven, The Netherlands. alies.van.lier@rivm.nl."], ["Ferreira", "José A", "JA", "Expertise Centre for Methodology and Information Services, National Institute for Public Health and the Environment (RIVM), PO Box 1, 3720 BA, Bilthoven, The Netherlands."], ["Mollema", "Liesbeth", "L", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), PO Box 1, 3720 BA, Bilthoven, The Netherlands."], ["Sanders", "Elisabeth A M", "EAM", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), PO Box 1, 3720 BA, Bilthoven, The Netherlands."], ["de Melker", "Hester E", "HE", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), PO Box 1, 3720 BA, Bilthoven, The Netherlands."]], "date": "2017-12-04", "id": "29202798", "text": "For the decision-making process regarding introduction of new vaccines into the National Immunisation Programme (NIP), advance insight into the potential acceptance among the population is relevant. We studied the intention of parents to have their child vaccinated against four diseases not currently covered by the NIP in the Netherlands. The results on varicella have been published before; this article adds the results on vaccination against rotavirus gastroenteritis, meningococcal B disease, and seasonal influenza.We invited a random sample from the national immunisation register of 1500 parents for an internet survey which was completed by 491 parents (33% response). The intention to vaccinate was highest for meningococcal B disease (83% positive intention), followed by rotavirus gastroenteritis (38%), and lowest for varicella (28%) and seasonal influenza (15%). Prediction analyses were performed to determine which out of seven questionnaire statements was most informative in predicting the intention to vaccinate. Main drivers of intention were the perceived importance of vaccination against the particular disease and the perception of whether or not the disease is severe enough to justify vaccination. The results of this study can be informative in the decision-making process whether or not to introduce new vaccines into the NIP.", "doi": "10.1186/s13104-017-3004-z", "title": "Intention to vaccinate universally against varicella, rotavirus gastroenteritis, meningococcal B disease and seasonal influenza among parents in the Netherlands: an internet survey.", "journal": ["BMC research notes", "BMC Res Notes"]}