{"authors": [["Nogarol", "Chiara", "C", "Department of Veterinary Science, University of Turin, Turin, Italy."], ["Decaro", "Nicola", "N", "Department of Veterinary Medicine, University of Bari, Bari, Italy."], ["Bertolotti", "Luigi", "L", "Department of Veterinary Science, University of Turin, Turin, Italy."], ["Colitti", "Barbara", "B", "Department of Veterinary Science, University of Turin, Turin, Italy."], ["Iotti", "Bryan", "B", "Department of Veterinary Science, University of Turin, Turin, Italy."], ["Petrini", "Stefano", "S", "Istituto Zooprofilattico Sperimentale dell'Umbria e delle Marche, Perugia, Italy."], ["Lucente", "Maria Stella", "MS", "Department of Veterinary Medicine, University of Bari, Bari, Italy."], ["Elia", "Gabriella", "G", "Department of Veterinary Medicine, University of Bari, Bari, Italy."], ["Perona", "Giovanni", "G", "Department of Veterinary Science, University of Turin, Turin, Italy."], ["Profiti", "Margherita", "M", "Department of Veterinary Science, University of Turin, Turin, Italy."], ["Buonavoglia", "Canio", "C", "Department of Veterinary Medicine, University of Bari, Bari, Italy."], ["Rosati", "Sergio", "S", "Department of Veterinary Science, University of Turin, Turin, Italy. sergio.rosati@unito.it."]], "date": "2017-12-04", "id": "29202756", "text": "Bovine viral diarrhea virus (BVDV) types 1 and 2 are members of the Pestivirus genus of the Flaviviridae family. This genus also includes the HoBi-like virus, tentatively classified as BVDV type 3. BVDV-1 is widely distributed in Italy despite the extensive use of BVDV-1-based vaccines, while BVDV-2 and HoBi-like Pestivirus have been detected occasionally. Monitoring the occurrence of sporadic or atypical pestiviruses is a useful approach to evaluate the need for additional vaccine strains that can be used in BVDV control programs.In this study we developed a multiwell antibody ELISA based on the recombinant E2 protein of the three bovine pestiviruses. We evaluated the assay's applicability for surveillance purposes using pooled milk samples, each prepared from a maximum of 35 lactating cows and collected from 176 dairy herds. As expected, the majority of the pooled samples reacted to a greater extent against the BVDV-1 E2 antigen. All three milk pools from a single farm reacted to the BVDV-2 antigen, however. Further analysis using spot tests, antigen detection, and sequence analysis of the 5'-UTR region confirmed the presence of five persistently infected calves carrying a BVDV-2a strain.This study highlights for the first time that sporadic circulation of BVDV-2 can be predicted by immunoenzymatic methods in the absence of specific vaccination.", "doi": "10.1186/s12917-017-1305-z", "title": "Pestivirus infection in cattle dairy farms: E2 glycoprotein ELISA reveals the presence of bovine viral diarrhea virus type 2 in northwestern Italy.", "journal": ["BMC veterinary research", "BMC Vet. Res."]}