{"authors": [["Chen", "Chien-Chia", "CC", "French National Institute of Health and Medical Research (INSERM) Unit 1111, Lyon, France."], ["Pouliquen", "Eric", "E", "Edouard Herriot University Hospital, Department of Transplantation, Nephrology and Clinical Immunology, Lyon, France."], ["Broisat", "Alexis", "A", "French National Institute of Health and Medical Research (INSERM) Unit 1039, Grenoble, France; Bioclinical Radiopharmaceutical Laboratory, Joseph Fourier University (Grenoble 1), Grenoble, France."], ["Andreata", "Francesco", "F", "French National Institute of Health and Medical Research (INSERM) Unit 1148, Laboratory of Vascular Translational Science, F-75018, Paris, France; Paris Diderot University, Paris, France."], ["Racapé", "Maud", "M", "Paris Translational Research Centre for Organ Transplantation, Paris Descartes University, Paris, France."], ["Bruneval", "Patrick", "P", "Paris Translational Research Centre for Organ Transplantation, Paris Descartes University, Paris, France."], ["Kessler", "Laurence", "L", "Department of Diabetology, University Hospital, Strasbourg, France; Federation of Translational Medicine of Strasbourg, University of Strasbourg, Strasbourg, France."], ["Ahmadi", "Mitra", "M", "French National Institute of Health and Medical Research (INSERM) Unit 1039, Grenoble, France; Bioclinical Radiopharmaceutical Laboratory, Joseph Fourier University (Grenoble 1), Grenoble, France."], ["Bacot", "Sandrine", "S", "French National Institute of Health and Medical Research (INSERM) Unit 1039, Grenoble, France; Bioclinical Radiopharmaceutical Laboratory, Joseph Fourier University (Grenoble 1), Grenoble, France."], ["Saison-Delaplace", "Carole", "C", "French National Institute of Health and Medical Research (INSERM) Unit 1111, Lyon, France."], ["Marcaud", "Marina", "M", "Edouard Herriot University Hospital, Department of Transplantation, Nephrology and Clinical Immunology, Lyon, France."], ["Van Huyen", "Jean-Paul Duong", "JD", "Paris Translational Research Centre for Organ Transplantation, Paris Descartes University, Paris, France."], ["Loupy", "Alexandre", "A", "Paris Translational Research Centre for Organ Transplantation, Paris Descartes University, Paris, France."], ["Villard", "Jean", "J", "Department of Immunology and Allergy and Department of Laboratory Medicine, Geneva University Hospital, Geneva, Switzerland."], ["Demuylder-Mischler", "Sandrine", "S", "Department of Surgery, Islet Isolation, and Transplantation Center, Geneva University Hospitals, Geneva, Switzerland."], ["Berney", "Thierry", "T", "Groupe Rhin-Rhône-Alpes-Genève pour la Greffe d'Ilots de Langerhans (GRAGIL) Consortium."], ["Morelon", "Emmanuel", "E", "French National Institute of Health and Medical Research (INSERM) Unit 1111, Lyon, France."], ["Tsai", "Meng-Kun", "MK", "Department of Surgery, National Taiwan University Hospital and National Taiwan University, College of Medicine, Taipei, Taiwan."], ["Kolopp-Sarda", "Marie-Nathalie", "MN", "Lyon-Sud University Hospital, Laboratory of Immunology, Lyon, France."], ["Koenig", "Alice", "A", "French National Institute of Health and Medical Research (INSERM) Unit 1111, Lyon, France."], ["Mathias", "Virginie", "V", "French National Blood Service (EFS), HLA Laboratory, Lyon, France."], ["Ducreux", "Stéphanie", "S", "French National Blood Service (EFS), HLA Laboratory, Lyon, France."], ["Ghezzi", "Catherine", "C", "French National Institute of Health and Medical Research (INSERM) Unit 1039, Grenoble, France; Bioclinical Radiopharmaceutical Laboratory, Joseph Fourier University (Grenoble 1), Grenoble, France."], ["Dubois", "Valerie", "V", "French National Blood Service (EFS), HLA Laboratory, Lyon, France."], ["Nicoletti", "Antonino", "A", "French National Institute of Health and Medical Research (INSERM) Unit 1148, Laboratory of Vascular Translational Science, F-75018, Paris, France; Paris Diderot University, Paris, France."], ["Defrance", "Thierry", "T", "French National Institute of Health and Medical Research (INSERM) Unit 1111, Lyon, France."], ["Thaunat", "Olivier", "O", "French National Institute of Health and Medical Research (INSERM) Unit 1111, Lyon, France."]], "date": "2017-11-20", "id": "29202467", "text": "Humoral rejection is the most common cause of solid organ transplant failure. Here, we evaluated a cohort of 49 patients who were successfully grafted with allogenic islets and determined that the appearance of donor-specific anti-HLA antibodies (DSAs) did not accelerate the rate of islet graft attrition, suggesting resistance to humoral rejection. Murine DSAs bound to allogeneic targets expressed by islet cells and induced their destruction in vitro; however, passive transfer of the same DSAs did not affect islet graft survival in murine models. Live imaging revealed that DSAs were sequestrated in the circulation of the recipients and failed to reach the endocrine cells of grafted islets. We used murine heart transplantation models to confirm that endothelial cells were the only accessible targets for DSAs, which induced the development of typical microvascular lesions in allogeneic transplants. In contrast, the vasculature of DSA-exposed allogeneic islet grafts was devoid of lesions because sprouting of recipient capillaries reestablished blood flow in grafted islets. Thus, we conclude that endothelial chimerism combined with vascular sequestration of DSAs protects islet grafts from humoral rejection. The reduced immunoglobulin concentrations in the interstitial tissue, confirmed in patients, may have important implications for biotherapies such as vaccines and monoclonal antibodies.", "doi": "10.1172/JCI93542", "title": "Endothelial chimerism and vascular sequestration protect pancreatic islet grafts from antibody-mediated rejection.", "journal": ["The Journal of clinical investigation", "J. Clin. Invest."]}