{"authors": [["Chacon-Cruz", "Enrique", "E", "Hospital General de Tijuana - Pediatrics, Paseo Centario S/N Zona del Rio, Tijuana, Baja-California 22010, Mexico."], ["Arellano-Estrada", "Jorge Luis", "JL", "Health Jurisdiction of Tijuana - Epidemiology, Tijuana Baja-California, Mexico."], ["Lopatynsky-Reyes", "Erika", "E", "Universidad Autonoma de Baja-California Campus ECISALUD - School of Medicine, Tijuana, Baja-California, Mexico."], ["Alvelais-Palacios", "Jorge", "J", "Universidad Autonoma de Baja-California Campus ECISALUD - School of Medicine, Tijuana, Baja-California, Mexico."], ["Becka", "Chandra", "C", "University of Texas Rio Grande Valley Ringgold Standard Institution - Internal Medicine, Brownsville, Texas, USA."]], "date": "2017-11-15", "id": "29201375", "text": "Vaccination against tuberculosis with live-attenuated Bacillus Calmette-Guérin (BCG) is widely used even though its effectiveness is controversial. BCG-lymphadenitis (BCG-LA) is its most common complication. Some studies have proposed that BCG-LA can be associated with primary immunodeficiencies (PIs). This study's aim is to see whether patients who developed BCG-LA (named as 'LA') developed more infections than BCG-vaccinated children without BCG-LA (named as 'NON-LA').From January 2009 to April 2014, 31 LA children were seen at the outpatient clinic of the General Hospital of Tijuana, Mexico. Among them, 22 (70.97%), 5 (16.13%) and 4 (12.9%) had axillary, supraclavicular, or both BCG-LA, respectively. No treatment was given and complications were not seen. Per LA subject, a NON-LA not >1 month of age difference and same gender was paired and followed for 3 years to look for ambulatory infections (AINFs), acute otitis media (AOM) and hospitalizations. Surveillance per patient was performed by phone monthly, and they were seen at the clinic every 4 months. All patients were HIV-negative and had no family history of PI. Statistical analyses used were relative risk (RR) with confidence intervals (CI), t test for independent variables and z test.In total 62 subjects were enrolled: 31 LA paired with 31 NON-LA. Between them, there were no differences in age, day care attendance and breastfeeding. There were no differences in the total number of AINF per patient (LA: 18.61 avg. ± 5.03 SD versus NON-LA: 18.19 avg. ± 4.17 SD, RR = 1.06, 95% CI = 0.33-0.66), AOM total episodes (LA: 30 versus NON-LA: 26, RR = 0.87, 95% CI = 0.31-0.68) and hospitalizations (LA: 5 versus NON-LA: 4, RR = 1, 95% CI = 0.25-0.74).This cohort strongly suggests that BCG-LA in healthy children is not associated with more episodes of AINF and hospitalizations, when paired and compared with children BCG-vaccinated without BCG-LA.", "doi": "10.1177/2051013617741585", "title": "Children with lymphadenitis associated with Bacillus Calmette-Guérin (BCG) vaccination do not experience more infections when compared with BCG-vaccinated children without lymphadenitis: a three years paired-cohort in Mexico.", "journal": ["Therapeutic advances in vaccines", "Ther Adv Vaccines"]}