{"authors": [["Askarizadeh", "Anis", "A", "Nanotechnology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Jaafari", "Mahmoud Reza", "MR", "Nanotechnology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran Biotechnology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran Department of Pharmaceutical Nanotechnology, School of Pharmacy Mashhad University of Medical Sciences, Mashhad, Iran."], ["Khamesipour", "Ali", "A", "Center for Research and Training in Skin Diseases and Leprosy, Tehran University of Medical Sciences, Tehran, Iran."], ["Badiee", "Ali", "A", "Nanotechnology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran; Department of Pharmaceutical Nanotechnology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."]], "date": "2017-11-15", "id": "29201374", "text": "Leishmaniasis is a parasitic disease that ranges in severity from skin lesions to fatality. Since long-lasting protection is induced upon recovery from cutaneous leishmaniasis, development of an effective vaccine is promising. However, there is no vaccine for use in humans yet. It seems limited efficacy in leishmaniasis vaccines is due to lack of an appropriate adjuvant or delivery system. Hence, the use of particulate adjuvants such as liposomes for effective delivery to the antigen presenting cells (APCs) is a valuable strategy to enhance leishmaniasis vaccine efficacy. The extraordinary versatility of liposomes because of their unique amphiphilic and biphasic nature allows for using antigens or immunostimulators within the core, on the surface or within the bilayer, and modulates both the magnitude and the T-helper bias of the immune response. In this review article, we attempt to summarize the role of liposomal adjuvants in the development of Leishmania vaccines and describe the main physicochemical properties of liposomes like phospholipid composition, surface charge, and particle size during formulation design. We also suggest potentially useful formulation strategies in order for future experiments to have a chance to succeed as liposomal vaccines against leishmaniasis.", "doi": "10.1177/2051013617741578", "title": "Liposomal adjuvant development for leishmaniasis vaccines.", "journal": ["Therapeutic advances in vaccines", "Ther Adv Vaccines"]}