{"authors": [["Ghamar-Chehreh", "Mohammad Ebrahim", "ME", "Baqiyatallah Research Center for Gastroenterology and Liver Disease, Baqiyatallah University of Medical Sciences, Tehran."], ["Agah", "Shahram", "S", "Baqiyatallah Research Center for Gastroenterology and Liver Disease, Baqiyatallah University of Medical Sciences, Tehran."], ["Khedmat", "Hossein", "H", "Baqiyatallah Research Center for Gastroenterology and Liver Disease, Baqiyatallah University of Medical Sciences, Tehran."], ["Aghaei", "Aghdas", "A", "Baqiyatallah Research Center for Gastroenterology and Liver Disease, Baqiyatallah University of Medical Sciences, Tehran."], ["Alavian", "Seyed-Moayed", "SM", "Baqiyatallah Research Center for Gastroenterology and Liver Disease, Baqiyatallah University of Medical Sciences, Tehran."]], "date": null, "id": "29201314", "text": "Hepatitis B (HB) vaccination is a recommended procedure in all dialysis patients, but its efficacy has not been perfect. In the current study, we aimed to conduct a comprehensive review of the literature to find and pool data of the randomized trials evaluating the impact of serum albumin levels on the immunogenicity of HB vaccination in dialysis patients.Literature searches were conducted by the Medline and Google Scholar. The key words used included 'Hepatitis B', 'Vaccine', 'Dialysis', 'Hemodialysis', and 'Albumin'. Data of serum albumin levels regarding seroresponse to HB vaccine in clinical trials have been achieved and analyzed. Finally, data from 17 clinical trials have been pooled and analyzed.One thousand six hundred eighty-two dialysis patients (1212 seroconverted) were included in the meta-analysis. Analysis of response to HB vaccination in our dialysis population showed a significant relationship to their serum albumin levels (p<0.001, z= 5.23). Regarding the dialysis mode, serum albumin level was only a significant interfering factor in hemodialysis patients versus continuous ambulatory peritoneal dialysis (CAPD) (HD group: p<0.001, I2=88.5%, χ2=95.28 (d.f. = 11); CAPD (±HD) group: χ2= 2.21; P=0.697, I2= 0%, d.f.= 4).The data showed a significant effect for the levels of serum albumin on the immunogenicity of HB vaccine in dialysis patients. Moreover, stratification of data upon dialysis mode showed that this association is only available for hemodialysis patients, and not those on peritoneal dialysis.", "doi": "10.22088/cjim.8.4.250", "title": "Serum albumin level as an indicator of response to Hepatitis B vaccination in dialysis patients: A systematic review and meta-analysis.", "journal": ["Caspian journal of internal medicine", "Caspian J Intern Med"]}