{"authors": [["Li", "Charles", "C", "Animal Biosciences and Biotechnology Laboratory, Beltsville Agricultural Research Center, Agricultural Research Service-US Department of Agriculture, Beltsville, 10300 Baltimore Avenue, MD 20705 USA."], ["Yan", "Xianghe", "X", "Environmental Microbial and Food Safety Laboratory, Beltsville Agricultural Research Center, Agricultural Research Service-US Department of Agriculture, Beltsville, 10300 Baltimore Avenue, MD 20705 USA."], ["Lillehoj", "Hyun S", "HS", "Animal Biosciences and Biotechnology Laboratory, Beltsville Agricultural Research Center, Agricultural Research Service-US Department of Agriculture, Beltsville, 10300 Baltimore Avenue, MD 20705 USA."]], "date": "2017-11-21", "id": "29201151", "text": "Clostridium perfringens is ubiquitous in nature. It is a normal inhabitant in the intestinal tract of animals and humans. As the primary etiological agent of gas gangrene, necrosis and bacteremia, C. perfringens causes food poisoning, necrotic enteritis (NE), and even death. Epidemiology research has indicated that the increasing incidence of NE in poultry is associated with the withdrawal of in-feed antibiotic growth promoters in poultry production in response to government regulations. The recent omics studies have indicated that bacterial virulence is typically linked to highly efficient conjugative transfer of toxins, or plasmids carrying antibiotic-resistance traits. Currently, there is limited information on understanding of host-pathogen interaction in NE caused by virulent strains of C. perfringens. Elucidating such pathogenesis has practical impacts on fighting infectious diseases through adopting strategies of prophylactic or therapeutic interventions. In this report, we sequenced and analyzed the genome of C. perfringens Del1 strain using the hybrid of PacBio and Illumina sequencing technologies.Sequence analysis indicated that Del1 strain comprised a single circular chromosome with a complete 3,559,163 bp and 4 plasmids: pDel1_1 (82,596 bp), pDel1_2 (69,827 bp), pDel1_3 (49,582 bp), and pDel1_4 (49,728 bp). The genome had 3361 predicted coding DNA sequences, harbored numerous genes for pathogenesis and virulence factors, including 6 for antibiotic and antimicrobial resistance, and 3 phage-encoded genes. Phylogenetic analysis revealed that Del1 strain had similar genome and plasmid sequences to the CP4 strain.Complete chromosomal and plasmid sequences of Del1 strain are presented in this report. Since Del1 was isolated from a field disease outbreak, this strain is a good source to identify virulent genes that cause many damaging effects of Clostridial infections in chicken gut. Genome sequencing of the chicken pathogenic isolates from commercial farms provides valuable insights into the molecular pathogenesis of C. perfringens as a gastrointestinal pathogen in food animals. The detailed information on gene sequencing of this important field strain will benefit the development of novel vaccines specific for C. perfringens-induced NE in chickens.", "doi": "10.1186/s13099-017-0217-6", "title": "Complete genome sequences of Clostridium perfringens Del1 strain isolated from chickens affected by necrotic enteritis.", "journal": ["Gut pathogens", "Gut Pathog"]}