{"authors": [["Mirzaei", "Farya", "F", "Department of Nanotechnology, Faculty of Science, Pharmaceutical Sciences Branch, Islamic Azad University, Tehran, Iran."], ["Mohammadpour Dounighi", "Naser", "N", "Department of Human Vaccines and Serum, Razi Vaccine and Serum Research Institute, Agricultural Research, Education and Extension Organization, Karaj, Iran."], ["Avadi", "Mohammad Reza", "MR", "Department of Research and Development, Hakim Pharmaceutical Company, Tehran, Iran."], ["Rezayat", "Mehdi", "M", "Department of Nanotechnology, Tehran University of Medical Science, Tehran, Iran."]], "date": null, "id": "29201077", "text": "In recent years, use of biodegradable polymers based nanoparticles has received high interest in the development of vaccines delivery vehicles. The aim of study was to prepare chitosan nanoparticles (CS NPs) for loading Echis carinatus (EC) venom and evaluate their potential as an adjuvant and antigen delivery system on a pilot scale. CS NPs were prepared using ionic gelation method, and their characteristics were optimized. Venom-loaded CS NPs prepared under optimum conditions and traditional venom-loaded adjuvants were used to hyperimmunization of horse. Under optimum conditions, particle size, polydispersity index (PDI), and zeta potential of CS NPs were 127.9 ± 15 nm, 0.29, and +19.8 ± 1.92 mV, while those of venom-loaded CS NPs were 182.4 ± 20 nm, 0.35, +26.8 ± 1.98 mv, respectively. All CS NPs had integrated surface and good morphology. Optimum loading concentration of EC venom was 500 µg/mL. The loading capacity (LC) and loading efficiency (LE) were 87% and 94%, respectively, and release profile of venom-loaded CS NPs showed suitable correlation with Higuchi kinetics. Stability test showed good stability of the venom encapsulated in CS NPs. Furthermore, antivenom plasma obtained using the new antigen delivery system had significantly higher potency (P < 0.05) for neutralizing the venom than that obtained using conventional system. These results suggested that venom-loaded CS NPs could be a suitable alternative to conventional adjuvant for development antivenom.", "doi": null, "title": "A New Approach to Antivenom Preparation Using Chitosan Nanoparticles Containing EchisCarinatus Venom as A Novel Antigen Delivery System.", "journal": ["Iranian journal of pharmaceutical research : IJPR", "Iran J Pharm Res"]}