{"authors": [["Ndomondo-Sigonda", "Margareth", "M", "Pharmacology Division, Department of Pharmacy and Pharmacology, Faculty of Health Sciences, University of Witwatersrand, Johannesburg, South Africa."], ["Miot", "Jacqueline", "J", "Pharmacology Division, Department of Pharmacy and Pharmacology, Faculty of Health Sciences, University of Witwatersrand, Johannesburg, South Africa."], ["Naidoo", "Shan", "S", "Graduate School of Public and Development Management, University of Witwatersrand, Johannesburg, South Africa."], ["Dodoo", "Alexander", "A", "WHO Collaborating Centre for Advocacy and Training in Pharmacovigilance, University of Ghana, Accra, Ghana."], ["Kaale", "Eliangiringa", "E", "Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."]], "date": "2017-11-03", "id": "29200865", "text": "Sound regulatory systems are critical for protecting public health against use of medical products which do not meet international standards of quality, safety and efficacy. This review provides a summary of the current status of National Medicines Regulatory Authorities (NMRAs) in Africa, and various initiatives that have been established to improve their performance. All countries in Africa (except Sahrawi Republic), have NMRAs but their organizational set-up and functionality is variable. Some are located within Ministries of Health and others are semi-autonomous. There is progressive improvement in regulatory capacity, particularly in quality control and post-marketing surveillance, pharmacovigilance and clinical trials oversight. The African Vaccines Regulatory Forum, African Medicines Regulatory Harmonization Initiative, Network of Official Medicines Control Laboratories and WHO Prequalification Scheme have helped countries strengthen their regulatory capacities. The potential establishment of the African Medicines Agency (AMA) in 2018 is an opportunity to improve NMRAs' capacity in Africa.", "doi": "10.1007/s40290-017-0210-x", "title": "Medicines Regulation in Africa: Current State and Opportunities.", "journal": ["Pharmaceutical medicine", "Pharmaceut Med"]}