{"authors": [["Palmu", "Arto A", "AA", "Department of Public Health Solutions, National Institute for Health and Welfare, Tampere, Finland."], ["Lahdenkari", "Mika", "M", "Department of Public Health Solutions, National Institute for Health and Welfare, Helsinki, Finland."]], "date": "2017-12-01", "id": "29200185", "text": "Prevention of acute otitis media (AOM), and especially recurrence and biofilm formation, by pneumococcal conjugate vaccines (PCV) has been hypothesized to be due to prevention of early episodes triggering the vicious cycle. We tested the specific role of vaccine-type pneumococcal AOM in this hypothesis.In the phase III randomized, double-blind FinOM Vaccine Trial conducted in 1995-99 children received PCV7 or hepatitis B vaccine as control at 2/4/6/12 months of age and were followed for AOM. Myringotomy with middle ear fluid aspiration was performed in AOM and samples were cultured. We compared control-vaccinated children with confirmed vaccine-type or 6A-AOM (VT-AOM) to those with AOM due to other confirmed aetiology within two to six months of age (early AOM), and followed for subsequent AOM from six to 24 months of age.831 children were enrolled in the FinOM control arm. Before six months of age, 34 children experienced VT-AOM, and 40 children experienced AOM of other bacterial aetiology. The subsequent AOM incidences were 1.9 (95%CI 1.5-2.4) and 2.1 (1.7-2.5) in these subgroups, respectively. However, the subsequent incidences were lower if no bacteria were detected at AOM (1.5, 1.2-1.8) or if there was no early AOM (1.1, 1.1-1.2).Early vaccine-type AOM was not associated with a higher risk of subsequent AOM compared to AOM due to other confirmed bacterial aetiology. These data do not support any specific role of vaccine-type pneumococcus in the hypothesis.", "doi": "10.1097/INF.0000000000001851", "title": "Early Vaccine-Type Pneumococcal Acute Otitis Media Does not Predispose to Subsequent Otitis When Compared to Early Acute Otitis Media Due to Other Bacterial Etiology.", "journal": ["The Pediatric infectious disease journal", "Pediatr. Infect. Dis. J."]}