{"authors": [["Vajó", "Péter", "P", "Klinikai Központ, Debreceni Egyetem, Általános Orvostudományi Kar Debrecen."], ["Gyurján", "Orsolya", "O", "PRENET-ING Kft. Budaörs."], ["Szabó", "Ágnes Mira", "ÁM", "PRENET-ING Kft. Budaörs."], ["Kalabay", "László", "L", "Családorvosi Tanszék, Semmelweis Egyetem, Általános Orvostudományi Kar Budapest, Kútvölgyi út 4., 1125."], ["Vajó", "Zoltán", "Z", "Családorvosi Tanszék, Semmelweis Egyetem, Általános Orvostudományi Kar Budapest, Kútvölgyi út 4., 1125."], ["Torzsa", "Péter", "P", "Családorvosi Tanszék, Semmelweis Egyetem, Általános Orvostudományi Kar Budapest, Kútvölgyi út 4., 1125."]], "date": null, "id": "29199437", "text": "The currently licensed seasonal influenza vaccines contain split, subunit or whole virions, typically in amounts of 15 µg hemagglutinin per virus strain for adult and up to 60 µg in elderly patients.The present study reports safety data of the newly licensed, reduced dose vaccine with 6 µg of hemagglutinin per strain produced by Fluart (Hungary) after its first season on the market. The main objective of enhanced safety surveillance was to detect a potential increase in reactogenicity and allergic events that is intrinsic to the product in near real-time in the earliest vaccinated cohorts.The study methods were based on the Interim guidance on enhanced safety surveillance for seasonal influenza vaccines in the EU by the European Medicines Agency.We used the Fisher exact test with 95% confidence intervals.We studied 587 patients and detected a total 24 adverse events, all of which have already been known during the licensing studies of the present vaccine. The frequencies of the adverse events were not different from what had been seen with the previously licensed 15 µg vaccine.Based on the results, the authors conclude that the new, reduced dose vaccine FluArt is safe and tolerable. Orv Hetil. 2017; 158(49): 1953-1959.", "doi": "10.1556/650.2017.30877", "title": "[Safety data of the new, reduced-dose influenza vaccine FluArt after its first season on the market].", "journal": ["Orvosi hetilap", "Orv Hetil"]}