{"authors": [["Russell", "Kate E", "KE", "Epidemic Intelligence Service, CDC, United States; Influenza Division, National Center for Immunization and Respiratory Diseases, CDC, United States."], ["Bresee", "J S", "JS", "Influenza Division, National Center for Immunization and Respiratory Diseases, CDC, United States."], ["Katz", "J M", "JM", "Influenza Division, National Center for Immunization and Respiratory Diseases, CDC, United States."], ["Olsen", "S J", "SJ", "Influenza Division, National Center for Immunization and Respiratory Diseases, CDC, United States. Electronic address: sco2@cdc.gov."]], "date": "2017-12-02", "id": "29199043", "text": "Highly pathogenic avian influenza A (HPAI) viruses found in poultry and wild birds occasionally infect humans and can cause serious disease. In 2014, the Advisory Committee on Immunization Practices (ACIP) reviewed data from one licensed ASO3-adjuvanted influenza A(H5N1) vaccine for consideration of use during inter-pandemic periods among persons with occupational exposure. To guide vaccine policy decisions, we conducted a survey of laboratory workers to assess demand for HPAI vaccination.We designed an anonymous web survey (EpiInfo 7.0) to collect information on demographics, type of work and time spent with HPAI viruses, and interest in HPAI vaccination. Eligible participants were identified from 42 entities registered with United States Department of Agriculture's Agricultural Select Agent program in 2016 and emailed electronic surveys. Personnel with Biosafety Level 3 enhanced (BSL-3E) laboratory access were surveyed. Descriptive analysis was performed.Overall, 131 responses were received from 33 principal investigators, 26 research scientists, 24 technicians, 15 postdoctoral fellows, 6 students, and 27 others. The estimated response rate was 15% among the laboratory personnel of responding principal investigators. One hundred respondents reported working in a BSL-3E area where HPAI experiments occurred with a mean time of 5.1-11.7 h per week. Overall, 49% were interested in receiving an A(H5N1) vaccine. By role, interest was highest among students (80%) and among those who spent >50% of their time in a BSL-3E area (64%). Most (61%) of those who said they might be or were not interested in vaccine believed it would not provide additional protection to current safety practices.Half of responding laboratory workers was interested in receiving an influenza A(H5N1) vaccine. HPAI vaccination of laboratory workers at risk of occupational exposure could be used along with existing safety practices to protect this population.", "doi": "10.1016/j.vaccine.2017.10.104", "title": "Evaluating interest in an influenza A(H5N1) vaccine among laboratory workers who work with highly-pathogenic avian influenza viruses in the United States.", "journal": ["Vaccine", "Vaccine"]}