{"authors": [["Yang", "Zhaoshou", "Z", "Sun Yat-sen University Zhongshan School of Medicine, Key Laboratory of Tropical Disease Control (Sun Yat-Sen University), Ministry of Education, Guangzhou 510080, China."], ["Li", "Wenjie", "W", "The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou 510080, China."], ["Yang", "Zifan", "Z", "Sun Yat-sen University Zhongshan School of Medicine, Key Laboratory of Tropical Disease Control (Sun Yat-Sen University), Ministry of Education, Guangzhou 510080, China."], ["Pan", "Aihua", "A", "Sun Yat-sen University Zhongshan School of Medicine, Key Laboratory of Tropical Disease Control (Sun Yat-Sen University), Ministry of Education, Guangzhou 510080, China."], ["Liao", "Wanqin", "W", "Sun Yat-sen University Zhongshan School of Medicine, Key Laboratory of Tropical Disease Control (Sun Yat-Sen University), Ministry of Education, Guangzhou 510080, China. Electronic address: liaowq5@mail.sysu.edu.cn."], ["Zhou", "Xingwang", "X", "Sun Yat-sen University Zhongshan School of Medicine, Key Laboratory of Tropical Disease Control (Sun Yat-Sen University), Ministry of Education, Guangzhou 510080, China. Electronic address: zhouxw2@mail.sysu.edu.cn."]], "date": "2017-12-02", "id": "29199042", "text": "Trichinellosis is a foodborne disease that remains a public health hazard and an economic problem in food safety. Vaccines against the parasite can be an effective way to control this disease; however, commercial vaccines against Trichinella infection are not yet available. Trichinella cathepsin B proteins appear to be promising targets for vaccine development. Here, we reported for the first time the characterization of a novel cDNA that encodes Trichinella spiralis (T. spiralis) cathepsin B-like protease 2 gene (TsCPB2). The recombinant mature TsCPB2 protein was successfully expressed in E. coli system and purified with Ni-affinity chromatography. TsCPB2 expression was detected at all the developmental stages of T. spiralis and it was expressed as an excretory-secretory protein of T. spiralis muscle larvae. Immunization with TsCPB2 antigen induced a combination of humoral and cellular immune responses, which manifested as a mixed Th1/Th2 response, as well as remarkably elevated IgE level. Moreover, vaccination of mice with TsCPB2 that were subsequently challenged with T. spiralis larvae resulted in a 52.3% (P < .001) reduction in worm burden and a 51.2% (P < .001) reduction in muscle larval burden. Our results suggest that TsCPB2 induces protective immunity in Trichinella-infected mice and might be a novel vaccine candidate against trichinellosis.", "doi": "10.1016/j.vaccine.2017.11.048", "title": "A novel antigenic cathepsin B protease induces protective immunity in Trichinella-infected mice.", "journal": ["Vaccine", "Vaccine"]}