{"authors": [["van der Lee", "Saskia", "S", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), Bilthoven, The Netherlands; Department of Peadiatric Immunology and Infectious Diseases, Wilhelmina Children's Hospital, University Medical Center, Utrecht, The Netherlands. Electronic address: Saskia.van.der.Lee@rivm.nl."], ["Sanders", "Elisabeth A M", "EAM", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), Bilthoven, The Netherlands; Department of Peadiatric Immunology and Infectious Diseases, Wilhelmina Children's Hospital, University Medical Center, Utrecht, The Netherlands. Electronic address: Lieke.Sanders@rivm.nl."], ["Berbers", "Guy A M", "GAM", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), Bilthoven, The Netherlands. Electronic address: Guy.Berbers@rivm.nl."], ["Buisman", "Anne-Marie", "AM", "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), Bilthoven, The Netherlands. Electronic address: Annemarie.Buisman@rivm.nl."]], "date": "2017-12-01", "id": "29199041", "text": "Duration of protection against pertussis is shorter in adolescents who have been immunized with acellular pertussis (aP) in infancy compared with adolescents who received whole-cell pertussis (wP) vaccines in infancy, which is related to immune responses elicited by these priming vaccines. To better understand differences in vaccine induced immunity, we determined pertussis, diphtheria, and tetanus (DTaP) vaccine antigen-specific IgG subclass responses in wP- and aP-primed children before and after two successive DTaP booster vaccinations.Blood samples were collected in a cross-sectional study from wP- or aP-primed children before and 1 month after the pre-school DTaP booster vaccination at age 4 years. Blood samples were collected from two different wP- and aP-primed groups of children before, 1 month and 1 year after an additional pre-adolescent Tdap booster at age 9 years. IgG subclass levels against the antigens included in the DTaP vaccine have been determined with fluorescent-bead-based multiplex immunoassays.At 4 years of age, the IgG4 proportion and concentration for pertussis, diphtheria and tetanus vaccine antigens were significantly higher in aP-primed children compared with wP-primed children. IgG4 concentrations further increased upon the two successive booster vaccinations at 4 and 9 years of age in both wP- and aP-primed children, but remained significantly higher in aP-primed children.The pertussis vaccinations administered in the primary series at infancy determine the vaccine antigen-specific IgG subclass profiles, not only against the pertussis vaccine antigens, but also against the co-administered diphtheria and tetanus vaccine antigens. These profiles did not change after DTaP booster vaccinations later in childhood. The different immune response with high proportions of specific IgG4 in some aP-primed children may contribute to a reduced protection against pertussis. ISRCTN65428640; ISRCTN64117538; NTR4089.", "doi": "10.1016/j.vaccine.2017.11.066", "title": "Whole-cell or acellular pertussis vaccination in infancy determines IgG subclass profiles to DTaP booster vaccination.", "journal": ["Vaccine", "Vaccine"]}