{"authors": [["Chernyshova", "Liudmyla I", "LI", "Shupyk National Medical Academy of Postgraduate Education, Kyiv, Ukraine."], ["Radionova", "Nataliya M", "NM", "Shupyk National Medical Academy of Postgraduate Education, Kyiv, Ukraine."], ["Demchyshyna", "Iryna V", "IV", "State Institution \"Ukrainian Center for Disease Control and Monitoring, Ministry of Health\", Kyiv, Ukraine."], ["Kotlik", "Liudmyla S", "LS", "State Institution \"Odesa Oblast Laboratory Center, Ministry of Health\", Odesa, Ukraine."], ["Sadkova", "Oleksandra B", "OB", "State Institution \"Odesa Oblast Laboratory Center, Ministry of Health\", Odesa, Ukraine."], ["Samoilovich", "Elena O", "EO", "Republican Research and Practical Center for Epidemiology and Microbiology, Ministry of Health, Minsk, Belarus."], ["Semeiko", "Galina V", "GV", "Republican Research and Practical Center for Epidemiology and Microbiology, Ministry of Health, Minsk, Belarus."], ["Daniels", "Danni S", "DS", "Vaccine-preventable Diseases and Immunization, World Health Organization Regional Office for Europe, Copenhagen, Denmark."], ["Cohen", "Adam L", "AL", "Expanded Programme on Immunization, World Health Organization, Geneva, Switzerland."], ["Aliabadi", "Negar", "N", "Division of Viral Diseases, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia. Electronic address: ydh6@cdc.gov."]], "date": "2017-11-29", "id": "29198918", "text": "Acute gastroenteritis remains a burden among children under 5 years of age. Ukraine joined the World Health Organization's Global Rotavirus Surveillance Network in 2006, with a goal of providing accurate rotavirus burden data to aid policy makers in planning for rotavirus vaccine introduction. This analysis describes rotavirus epidemiology among Ukrainian children enrolled in Kyiv and Odesa, two large Ukrainian cities.Children 0-59 months of age hospitalized for acute gastroenteritis at 2 sentinel sites in Kyiv and Odesa were enrolled into the active, prospective surveillance program. In Odesa, the surveillance period was during 2007-2015 and in Kyiv, it was during 2011-2015. Acute gastroenteritis was defined as 3 or more episodes of diarrhea per day during a 24 h period, with symptom duration before hospitalization not exceeding 7 days. Guardians of enrolled children completed a questionnaire including demographic, clinical and treatment information. Each child provided a stool specimen within 2 days of hospitalization. Stools were tested for rotavirus using ProSpecT™ Rotavirus Kit (Oxoid Ltd., Great Britain), and positive specimens were genotyped. Descriptive data are reported, as well as comparison of demographic, clinical and treatment data among rotavirus positive and negative children.During July 2007-June 2015, 12,350 children were enrolled in the surveillance programs and had stool specimens collected and tested for rotavirus. Overall, rotavirus infection was diagnosed in 5412/12350 (44%) of children, 929/1734 (54%) of those in Kyiv and 4483/10616 (42%) in Odesa. Rotavirus infections peaked during the winter months. Children with rotavirus acute gastroenteritis displayed more severe clinical symptoms than those without rotavirus. Predominant genotypes identified included G1P[8], G2P[4], G3 P[8], G4 P[8] and G9 P[8].Active surveillance of acute gastroenteritis in hospitalized children younger 5 years in two large Ukrainian cities reveals a significant burden of rotavirus infection. These data provide scientific justification for incorporating rotavirus vaccines into the Ukrainian national immunization schedule.", "doi": "10.1016/j.vaccine.2017.11.044", "title": "Observations on the epidemiology of rotavirus infection among hospitalized children younger than 5 years in 2 Ukrainian hospitals, 2007-2015.", "journal": ["Vaccine", "Vaccine"]}