{"authors": [["Loharikar", "Anagha", "A", "Global Immunization Division, Centers for Disease Control and Prevention, United States. Electronic address: igd2@cdc.gov."], ["Suragh", "Tiffany A", "TA", "Immunization Safety Office, Centers for Disease Control and Prevention, United States."], ["MacDonald", "Noni E", "NE", "Dalhousie University, Canada."], ["Balakrishnan", "Madhava R", "MR", "World Health Organization, Headquarters, Switzerland."], ["Benes", "Oleg", "O", "World Health Organization, European Region, Denmark."], ["Lamprianou", "Smaragda", "S", "World Health Organization, Headquarters, Switzerland."], ["Hyde", "Terri B", "TB", "Global Immunization Division, Centers for Disease Control and Prevention, United States."], ["McNeil", "Michael M", "MM", "Immunization Safety Office, Centers for Disease Control and Prevention, United States."]], "date": "2017-11-29", "id": "29198916", "text": "Clusters of anxiety-related adverse events following immunization (AEFI) have been observed in several countries and have disrupted country immunization programs. We conducted a systematic literature review to characterize these clusters, to generate prevention and management guidance for countries.We searched seven peer-reviewed databases for English language reports of anxiety-related AEFI clusters (≥2 persons) with pre-specified keywords across 4 categories: symptom term, cluster term, vaccine term, and cluster AEFI phenomenon term/phrase. All relevant reports were included regardless of publication date, case-patient age, or vaccine. Two investigators independently reviewed abstracts and identified articles for full review. Data on epidemiologic/clinical information were extracted from full text review including setting, vaccine implicated, predominant case-patient symptoms, clinical management, community and media response, and outcome/impact on the vaccination program.Of 1472 abstracts reviewed, we identified eight published clusters, from all six World Health Organization (WHO) regions except the African Region. Seven clusters occurred among children in school settings, and one was among adult military reservists. The size and nature of these clusters ranged from 7 patients in one school to 806 patients in multiple schools. Patients' symptoms included dizziness, headache, and fainting with rapid onset after vaccination. Implicated vaccines included tetanus (2), tetanus-diphtheria (1), hepatitis B (1), oral cholera (1), human papillomavirus (1), and influenza A (H1N1)pdm09 (2). In each report, all affected individuals recovered rapidly; however, vaccination program disruption was noted in some instances, sometimes for up to one year.Anxiety-related AEFI clusters can be disruptive to vaccination programs, reducing public trust in immunizations and impacting vaccination coverage; response efforts to restore public confidence can be resource intensive. Health care providers should have training on recognition and clinical management of anxiety-related AEFI; public health authorities should have plans to prevent and effectively manage anxiety-related AEFI clusters. Prompt management of these occurrences can be even more important in an era of social media, in which information is rapidly spread.", "doi": "10.1016/j.vaccine.2017.11.017", "title": "Anxiety-related adverse events following immunization (AEFI): A systematic review of published clusters of illness.", "journal": ["Vaccine", "Vaccine"]}