{"authors": [["Khan", "Shivani R", "SR", "Department of Epidemiology, College of Public Health and Health Professions, College of Medicine, University of Florida, 2004 Mowry Road, Gainesville, FL 32610, USA. Electronic address: khanshr1@ufl.edu."], ["Hall", "Allyson G", "AG", "Department of Health Services Administration, School of Health Professions, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Tanner", "Rebecca J", "RJ", "Department of Health Services Research, Management & Policy, College of Public Health and Health Professions, College of Medicine, University of Florida, 1225 Center Dr., Gainesville, FL 32610-0195, USA."], ["Marlow", "Nicole M", "NM", "Department of Health Services Research, Management & Policy, College of Public Health and Health Professions, College of Medicine, University of Florida, 1225 Center Dr., Gainesville, FL 32610-0195, USA."]], "date": "2017-11-28", "id": "29198816", "text": "Individuals living with a disability or are a member of a certain racial/ethnic group may be at heightened risk for not receiving important vaccinations.This study examined whether race/ethnicity and disability status are associated with the receipt of two vaccines (influenza and pneumococcal) among older adults living in Florida.Using the 2011-2015 Florida Behavioral Risk Factor Surveillance System, a cross-sectional survey, we ran bivariate and multivariate analyses to determine the associations for race/ethnicity and disability status with receipt of vaccinations among individuals 65 years and older. Interactions between race/ethnicity and disability status were tested in each model.Among our study sample, 68% received the pneumococcal vaccine in their lifetime and 54% of them received influenza vaccine in the past 12 months. Multivariate logistic regression indicated that Non-Hispanic Blacks and Hispanics were less likely to receive both vaccines compared to Non-Hispanic Whites. Older adults with a disability were more likely to receive influenza and pneumococcal vaccines compared to those without. A significant interaction was observed between race/ethnicity and disability status for predicting pneumococcal vaccination receipt.Large proportions of older adults in Florida continue to go without needed vaccinations. Although race/ethnicity and disability status were shown to have some association with receipt of vaccines, having a regular source of care, employment and income also were shown to be important predictors.", "doi": "10.1016/j.dhjo.2017.11.004", "title": "Association between race/ethnicity and disability status and receipt of vaccines among older adults in Florida.", "journal": ["Disability and health journal", "Disabil Health J"]}