{"authors": [["Mullins", "Tanya L Kowalczyk", "TLK", "Division of Adolescent and Transition Medicine, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio; Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, Ohio. Electronic address: tanya.mullins@cchmc.org."], ["Rosenthal", "Susan L", "SL", "Departments of Pediatrics and Psychiatry, Columbia University and New York Presbyterian Morgan Stanley Children's Hospital, New York, New York."], ["Zimet", "Gregory D", "GD", "Division of Adolescent Medicine, Indiana University, Indianapolis, Indiana."], ["Ding", "Lili", "L", "Division of Biostatistics and Epidemiology, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Morrow", "Charlene", "C", "Division of Adolescent and Transition Medicine, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Huang", "Bin", "B", "Division of Biostatistics and Epidemiology, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Kahn", "Jessica A", "JA", "Division of Adolescent and Transition Medicine, Department of Pediatrics, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio; Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, Ohio."]], "date": "2017-12-01", "id": "29198772", "text": "We examined longitudinally the relationship between human papillomavirus (HPV) vaccine-related risk perceptions and initiation of sexual activity among adolescent women over 30 months after HPV vaccination.Participants included 91 sexually inexperienced women aged 13-21 years receiving the HPV vaccine who completed at least three of five study visits. At every visit, participants completed surveys assessing HPV vaccine-related risk perceptions (perceived risk of sexually transmitted infections [STIs] other than HPV, perceived need for safer sexual behaviors), and sexual initiation. Outcomes were sexual initiation and age of sexual initiation. Associations between risk perceptions and outcomes were examined using ordered logistic regression models for sexual initiation and interval censored survival analyses for age of sexual initiation.Mean age at baseline was 14.9 years (standard deviation [SD] 1.4). Most participants perceived themselves to be at risk of STIs other than HPV (mean scale score = 4.0/10; SD 2.1) and perceived a need for safer sexual behaviors (mean scale score = 1.5/10; SD 1.5). By 30 months, 65 participants (78%) initiated sex. Perceived risk of STIs and perceived need for safer sexual behaviors were not associated with sexual initiation or age of sexual initiation. Older age at baseline was associated with sooner sexual initiation (p = .02) and older age at sexual initiation (p < .001). Results of ordered logistic regression and survival analyses were unchanged when controlling for baseline age.HPV vaccine-related risk perceptions were not associated with sexual initiation or age of sexual initiation, providing further support that HPV vaccine-related risk perceptions are unlikely to lead to riskier sexual behaviors.", "doi": "10.1016/j.jadohealth.2017.09.008", "title": "Human Papillomavirus Vaccine-Related Risk Perceptions Do Not Predict Sexual Initiation Among Young Women Over 30 Months Following Vaccination.", "journal": ["The Journal of adolescent health : official publication of the Society for Adolescent Medicine", "J Adolesc Health"]}