{"authors": [["Fakri", "F", "F", "Research and Development, MCI Santé Animale, Lot. 157, Z. I., Sud-Ouest (ERAC) B.P: 278, Mohammedia 28810, Morocco; Institut Agronomique et Vétérinaire Hassan II, Rabat, Morocco. Electronic address: fz.fakri@mci-santeanimale.com."], ["Bamouh", "Z", "Z", "Research and Development, MCI Santé Animale, Lot. 157, Z. I., Sud-Ouest (ERAC) B.P: 278, Mohammedia 28810, Morocco. Electronic address: z.bamouh@mci-santeanimale.com."], ["Ghzal", "F", "F", "Research and Development, MCI Santé Animale, Lot. 157, Z. I., Sud-Ouest (ERAC) B.P: 278, Mohammedia 28810, Morocco. Electronic address: f.ghzal@mci-santeanimale.com."], ["Baha", "W", "W", "Research and Development, MCI Santé Animale, Lot. 157, Z. I., Sud-Ouest (ERAC) B.P: 278, Mohammedia 28810, Morocco. Electronic address: w.baha@mci-santeanimale.com."], ["Tadlaoui", "K", "K", "Research and Development, MCI Santé Animale, Lot. 157, Z. I., Sud-Ouest (ERAC) B.P: 278, Mohammedia 28810, Morocco. Electronic address: k.tadlaoui@mci-santeanimale.com."], ["Fihri", "O Fassi", "OF", "Institut Agronomique et Vétérinaire Hassan II, Rabat, Morocco. Electronic address: o.fassifihri@iav.ac.ma."], ["Chen", "W", "W", "Key Laboratory of Veterinary Public Health of Ministry of Agriculture and State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute of Chinese Academy of Agricultural Sciences, Harbin 150001, China. Electronic address: chenweiye1980@yahoo.com.cn."], ["Bu", "Z", "Z", "Key Laboratory of Veterinary Public Health of Ministry of Agriculture and State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute of Chinese Academy of Agricultural Sciences, Harbin 150001, China. Electronic address: zgb@hvri.ac.cn."], ["Elharrak", "M", "M", "Research and Development, MCI Santé Animale, Lot. 157, Z. I., Sud-Ouest (ERAC) B.P: 278, Mohammedia 28810, Morocco. Electronic address: m.elharrak@mci-santeanimale.com."]], "date": "2017-12-01", "id": "29197721", "text": "Sheep and goat pox (SGP) with peste des petits ruminants (PPR) are transboundary viral diseases of small ruminants that cause huge economic losses. Recombinant vaccines that can protect from both infections have been reported as a promising solution for the future. SGP was used as a vector to express two structural proteins hemagglutinin or the fusion protein of PPRV. We compared immunity conferred by recombinant capripoxvirus vaccines expressing H or F or both HF. Safety and efficacy were evaluated in goats and sheep. Two vaccine doses were tested in sheep, 104.5TCDI50 in 1ml dose was retained for the further experiment. Results showed that the recombinant HF confers an earlier and stronger immunity against both SGP and PPR. This recombinant vaccine protect also against the disease in exposed and unexposed sheep. The potential Differentiating Infected from Vaccinated Animals of recombinant vaccines is of great advantage in any eradication program.", "doi": "10.1016/j.virol.2017.11.015", "title": "Comparative evaluation of three capripoxvirus-vectored peste des petits ruminants vaccines.", "journal": ["Virology", "Virology"]}