{"authors": [["Haake", "David A", "DA", "Division of Infectious Diseases, VA Greater Los Angeles Healthcare System, Los Angeles, CA, 90073, USA. dhaake@ucla.edu."], ["Zückert", "Wolfram R", "WR", "Department of Microbiology, Molecular Genetics and Immunology, University of Kansas School of Medicine, Kansas City, KS 66160, USA. wzueckert@kumc.edu."]], "date": "2017-12-02", "id": "29196824", "text": "Lipoproteins are lipid-modified proteins that dominate the spirochetal proteome. While found in all bacteria, spirochetal lipoproteins have unique features and play critical roles in spirochete biology. For this reason, considerable effort has been devoted to determining how the lipoproteome is generated. Essential features of the structural elements of lipoproteins are now understood with greater clarity, enabling greater confidence in identification of lipoproteins from genomic sequences. The journey from the ribosome to the outer membrane, and in some cases, to the cellular surface has been defined, including secretion, lipidation, sorting, and export across the outer membrane. Given their abundance and importance, it is not surprising that spirochetes have developed a number of strategies for regulating the spatiotemporal expression of lipoproteins. In some cases, lipoprotein expression is tied to various environmental cues, while in other cases, it is linked to growth rate. This regulation enables spirochetes to express certain lipoproteins at high levels in one phase of the spirochete lifecycle, while dramatically downregulating the same lipoproteins in other phases. The mammalian host has developed specialized mechanisms for recognizing lipoproteins and triggering an immune response. Evasion of that immune response is essential for spirochete persistence. For this reason, spirochetes have developed mechanisms for altering lipoproteins. Lipoproteins recognized by antibodies formed during infection are key serodiagnostic antigens. In addition, lipoprotein vaccines have been developed for generating an immune response to control or prevent a spirochete infection. This chapter summarizes our current understanding of lipoproteins in interactions of spirochetes with their hosts.", "doi": "10.1007/82_2017_78", "title": "Spirochetal Lipoproteins in Pathogenesis and Immunity.", "journal": ["Current topics in microbiology and immunology", "Curr. Top. Microbiol. Immunol."]}