{"authors": [["Li", "Xia", "X", "Green Recycling Process Group, Research Center for Functional Materials, National Institute for Materials Science, 1-2-1 Sengen, Tuskuba, Ibaraki, 305-0047, Japan. lixia6969@hotmail.com."], ["Shenashen", "Mohamed A", "MA", "Green Recycling Process Group, Research Center for Functional Materials, National Institute for Materials Science, 1-2-1 Sengen, Tuskuba, Ibaraki, 305-0047, Japan."], ["Wang", "Xiupeng", "X", "Human Technology Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Central 6, 1-1-1 Higashi, Tsukuba, Ibaraki, 305-8566, Japan."], ["Ito", "Atsuo", "A", "Human Technology Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Central 6, 1-1-1 Higashi, Tsukuba, Ibaraki, 305-8566, Japan."], ["Taniguchi", "Akiyoshi", "A", "Cellular Functional Nanomaterials Group, Research Center for Functional Materials, National Institute for Materials Science, 1-1 Namiki, Tsukuba, Ibaraki, 305-0044, Japan."], ["Ei-Safty", "Sherif A", "SA", "Green Recycling Process Group, Research Center for Functional Materials, National Institute for Materials Science, 1-2-1 Sengen, Tuskuba, Ibaraki, 305-0047, Japan. sherif.elsafty@nims.go.jp."]], "date": "2017-12-01", "id": "29196724", "text": "Alum is the only licensed adjuvant by Food and Drug Administration of USA used in many human vaccines and has excellent safety record in clinical applications. However, alum hardly induces T helper 1 (Th1) immune responses that are required for anti-tumor immunity. In the present study, we fabricated hierarchical copper- and zinc- buds dressing γ-AlOOH mesostrands (Cu- and Zn-AMSs) with randomly wrinkled morphology, mesoscale void- or cave-like pockets, high-exposed surface coverage sites, and positive charge streams in saline. We confirmed that Cu- and Zn-AMSs promoted intracellular uptake of model cancer antigen (ovalbumin, OVA) by THP-1-differentiated macrophage-like cells in vitro. Moreover, Cu- and Zn-AMSs enhanced maturation and cytokine release of bone marrow dendritic cells in vitro. In vivo study demonstrated that Cu- and Zn-AMSs markedly induced anti-tumor-immunity and enhanced CD4+ and CD8+ T cell populations in splenocytes of mice. These findings demonstrated that hierarchical copper- and zinc- buds dressing γ-AlOOH mesostrands, which are oriented in randomly wrinkled matrice, are suitable platforms as novel adjuvants for cancer immunotherapy.", "doi": "10.1038/s41598-017-12446-9", "title": "Hierarchically porous, and Cu- and Zn-containing γ-AlOOH mesostrands as adjuvants for cancer immunotherapy.", "journal": ["Scientific reports", "Sci Rep"]}