{"authors": [["Krishnaswamy", "Jayendra Kumar", "JK", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["Gowthaman", "Uthaman", "U", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["Zhang", "Biyan", "B", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["Mattsson", "Johan", "J", "Bioscience, Respiratory, Inflammation and Autoimmunity, IMED Biotech Unit, AstraZeneca, 431 50 Mölndal, Sweden."], ["Szeponik", "Louis", "L", "Department of Microbiology and Immunology, Institute of Biomedicine, University of Gothenburg, 405 30 Gothenburg, Sweden."], ["Liu", "Dong", "D", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["Wu", "Renee", "R", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["White", "Theresa", "T", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["Calabro", "Samuele", "S", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["Xu", "Lan", "L", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA."], ["Collet", "Magalie A", "MA", "Jackson Laboratory for Genomic Medicine, Farmington, CT 06032, USA."], ["Yurieva", "Marina", "M", "Jackson Laboratory for Genomic Medicine, Farmington, CT 06032, USA."], ["Alsén", "Samuel", "S", "Department of Microbiology and Immunology, Institute of Biomedicine, University of Gothenburg, 405 30 Gothenburg, Sweden."], ["Fogelstrand", "Per", "P", "Department of Molecular and Clinical Medicine, Wallenberg Laboratory, Institute of Medicine, Sahlgrenska Academy at University of Gothenburg, 413 45 Gothenburg, Sweden."], ["Walter", "Anne", "A", "Department of Microbiology and Immunology, Peter Doherty Institute for Infection and Immunity, University of Melbourne, Victoria 3000, Australia."], ["Heath", "William R", "WR", "Department of Microbiology and Immunology, Peter Doherty Institute for Infection and Immunity, University of Melbourne, Victoria 3000, Australia."], ["Mueller", "Scott N", "SN", "Department of Microbiology and Immunology, Peter Doherty Institute for Infection and Immunity, University of Melbourne, Victoria 3000, Australia."], ["Yrlid", "Ulf", "U", "Department of Microbiology and Immunology, Institute of Biomedicine, University of Gothenburg, 405 30 Gothenburg, Sweden."], ["Williams", "Adam", "A", "Jackson Laboratory for Genomic Medicine, Farmington, CT 06032, USA. stephanie.eisenbarth@yale.edu adam.williams@jax.org."], ["Eisenbarth", "Stephanie C", "SC", "Department of Laboratory Medicine, Yale University School of Medicine, New Haven, CT 06520, USA. stephanie.eisenbarth@yale.edu adam.williams@jax.org."]], "date": null, "id": "29196450", "text": "T follicular helper (Tfh) cells are a subset of CD4+ T cells that promote antibody production during vaccination. Conventional dendritic cells (cDCs) efficiently prime Tfh cells; however, conclusions regarding which cDC instructs Tfh cell differentiation have differed between recent studies. We found that these discrepancies might exist because of the unusual sites used for immunization in murine models, which differentially bias which DC subsets access antigen. We used intranasal immunization as a physiologically relevant route of exposure that delivers antigen to all tissue DC subsets. Using a combination of mice in which the function of individual DC subsets is impaired and different antigen formulations, we determined that CD11b+ migratory type 2 cDCs (cDC2s) are necessary and sufficient for Tfh induction. DC-specific deletion of the guanine nucleotide exchange factor DOCK8 resulted in an isolated loss of CD11b+ cDC2, but not CD103+ cDC1, migration to lung-draining lymph nodes. Impaired cDC2 migration or development in DC-specific Dock8 or Irf4 knockout mice, respectively, led to reduced Tfh cell priming, whereas loss of CD103+ cDC1s in Batf3-/- mice did not. Loss of cDC2-dependent Tfh cell priming impaired antibody-mediated protection from live influenza virus challenge. We show that migratory cDC2s uniquely carry antigen into the subanatomic regions of the lymph node where Tfh cell priming occurs-the T-B border. This work identifies the DC subset responsible for Tfh cell-dependent antibody responses, particularly when antigen dose is limiting or is encountered at a mucosal site, which could ultimately inform the formulation and delivery of vaccines.", "doi": "10.1126/sciimmunol.aam9169", "title": "Migratory CD11b+ conventional dendritic cells induce T follicular helper cell-dependent antibody responses.", "journal": ["Science immunology", "Sci Immunol"]}