{"authors": [["Veerapen", "Varusha Pillay", "VP", "Biopharming Research Unit, Department of Molecular and cell Biology, University of Cape Town, Private Bag X3, Rondebosch, 7701, South Africa. Electronic address: VRPVAR001@myuct.ac.za."], ["van Zyl", "Albertha R", "AR", "Biopharming Research Unit, Department of Molecular and cell Biology, University of Cape Town, Private Bag X3, Rondebosch, 7701, South Africa. Electronic address: alta.vanzyl@uct.ac.za."], ["Wigdorovitz", "Andrés", "A", "Instituto de Virología, Centro de Investigación en Ciencias Veterinarias y Agronómicas, Instituto Nacional de Tecnología Agropecuaria, Hurlingham, Buenos Aires, Argentina. Electronic address: wigdorovitz.andres@inta.gob.ar."], ["Rybicki", "Edward P", "EP", "Biopharming Research Unit, Department of Molecular and cell Biology, University of Cape Town, Private Bag X3, Rondebosch, 7701, South Africa; Institute of Infectious Disease and Molecular Medicine, Faculty of Health Sciences, University of Cape Town, Observatory 7925, South Africa. Electronic address: ed.rybicki@uct.ac.za."], ["Meyers", "Ann E", "AE", "Biopharming Research Unit, Department of Molecular and cell Biology, University of Cape Town, Private Bag X3, Rondebosch, 7701, South Africa. Electronic address: ann.meyers@uct.ac.za."]], "date": "2017-11-30", "id": "29196195", "text": "Foot-and-mouth disease (FMD) is a highly contagious disease of cloven-hoofed animals and is endemic in Africa, parts of South America and southern Asia. The causative agent, FMD virus (FMDV) is a member of the genus Aphthovirus, family Picornaviridae. Vaccines currently used against FMDV are chemically inactivated virus strains which are produced under high-level biocontainment facilities, thus raising their cost. The development of recombinant FMDV vaccines has focused predominantly on FMDV virus-like particle (VLP) subunit vaccines for which promising results have been achieved. These VLPs are attractive candidates because they avoid the use of live virus in production facilities, but conserve the complete repertoire of conformational epitopes of the virus. Recombinant FMDV VLPs are formed by the expression and assembly of the three structural proteins VP0, VP1 and VP3. This can be attained by co-expression of the three individual structural capsid proteins or by co-expression of the viral capsid precursor P1-2A together with the viral protease 3C. The latter proteolytically cleaves P1-2A into the respective structural proteins. These VLPS are produced in mammalian or insect cell culture systems, which are expensive and can be easily contaminated. Plants, such as Nicotiana benthamiana, potentially provide a more cost-effective and very highly scalable platform for recombinant protein and VLP production. In this study, P1-2A was transiently expressed in N. benthamiana alone, without the 3C protease. Surprisingly, there was efficient processing of the P1-2A polyprotein into its component structural proteins, and subsequent assembly into VLPs. The yield was ∼0.030μg per gram of fresh leaf material. Partially purified VLPs were preliminarily tested for immunogenicity in mice and shown to stimulate the production of FMDV-specific antibodies. This study, has important implications for simplifying the production and expression of potential vaccine candidates against FMDV in plants, in the absence of 3C expression.", "doi": "10.1016/j.virusres.2017.11.027", "title": "Novel expression of immunogenic foot-and-mouth disease virus-like particles in Nicotiana benthamiana.", "journal": ["Virus research", "Virus Res."]}