{"authors": [["Umeda", "Natália Scudeller", "NS", "Laboratory of Microbiology of Food and Sanitizes, INCQS/Fiocruz, Brazil. Electronic address: natalia.umeda@incqs.fiocruz.br."], ["de Filippis", "Ivano", "I", "Laboratory of Reference Microorganisms, INCQS/Fiocruz, Brazil. Electronic address: ivano.defilippis@incqs.fiocruz.br."], ["Forsythe", "Stephen James", "SJ", "Foodmicrobe.com, Adams Hill, Keyworth, Nottinghamshire NG12 5GY, United Kingdom."], ["Brandão", "Marcelo Luiz Lima", "MLL", "Laboratory of Vaccines, Biopharmaceutical Products, and Cellular Culture, INCQS/Fiocruz, Brazil. Electronic address: marcelo.brandao@incqs.fiocruz.br."]], "date": "2017-09-28", "id": "29195992", "text": "Several Cronobacter species are opportunistic pathogens that cause infections in humans. This study evaluated the phenotypic characteristics of 57 Cronobacter strains (C. sakazakii n=41, C. malonaticus n=10, C. dublinensis n=4, and C. muytjensii n=2) isolated from food (n=54) and clinical specimens (n=3) in Brazil. These strains included sequence types (ST): ST395-ST398, ST402, ST413 and ST433-ST439, isolated from food samples, and three C. malonaticus clinical strains previous isolated from an outbreak which were ST394 (n=1) and ST440 (n=2). Strains were tested for capsule production, biofilm formation, protease activity, hemolytic activity, cell-cell aggregation, and desiccation resistance. Capsule formation was observed with all Cronobacter strains. Forty-four (77.2%) strains showed proteolytic activity on milk agar. All strains showed β-hemolysis against erythrocytes from guinea pig, horse and rabbit. Using erythrocytes from sheep, the majority of strains (53/57; 92.9%) showed α-hemolysis and the remaining, β-hemolysis. All Cronobacter strains produced weak biofilms in microtiters polystyrene plates, which were independent of temperature (4, 25 and 37°C) and/or growth conditions. In glass tubes, formation of either a moderate or strong biofilm was observed in 15/57 (26.3%), 19/57 (33.3%) and 27/57 (47.4%), at 4, 25 and 37°C, respectively. Desiccation treatment decreased Cronobacter viability by 1.55 to >3.87Log10CFU/mL. Cell-cell aggregation was observed in 17 (29.8%) strains. This study showed that the Cronobacter species evaluated showed differing phenotypes, independent of their origin (clinical or not) and ST. Further studies are necessary to elucidate the factors affecting phenotype expression. This may identify novel bacterial targets that could be useful in the development of strategies to control Cronobacter in food chain and to prevent cases of infections.", "doi": "10.1016/j.foodres.2017.09.083", "title": "Phenotypic characterization of Cronobacter spp. strains isolated from foods and clinical specimens in Brazil.", "journal": ["Food research international (Ottawa, Ont.)", "Food Res. Int."]}