{"authors": [["Triller", "Gianna", "G", "B Cell Immunology, German Cancer Research Center, Heidelberg, 69120, Germany."], ["Scally", "Stephen W", "SW", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON M5G 1X8, Canada."], ["Costa", "Giulia", "G", "Vector Biology Unit, Max Planck Institute for Infection Biology, Berlin, 10117, Germany."], ["Pissarev", "Maria", "M", "Vector Biology Unit, Max Planck Institute for Infection Biology, Berlin, 10117, Germany."], ["Kreschel", "Cornelia", "C", "Vector Biology Unit, Max Planck Institute for Infection Biology, Berlin, 10117, Germany."], ["Bosch", "Alexandre", "A", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON M5G 1X8, Canada."], ["Marois", "Eric", "E", "UPR9022 CNRS, U963 Inserm, Université de Strasbourg, Strasbourg, 67000, France."], ["Sack", "Brandon K", "BK", "Seattle Biomedical Research Institute, Seattle, WA 98109, USA."], ["Murugan", "Rajagopal", "R", "B Cell Immunology, German Cancer Research Center, Heidelberg, 69120, Germany."], ["Salman", "Ahmed M", "AM", "The Jenner Institute, Nuffield Department of Medicine, University of Oxford, Oxford, OX3 7DQ, UK; Leiden Malaria Research Group, Parasitology, Center of Infectious Diseases, Leiden University Medical Center, Leiden, 2333 ZA, The Netherlands."], ["Janse", "Chris J", "CJ", "Leiden Malaria Research Group, Parasitology, Center of Infectious Diseases, Leiden University Medical Center, Leiden, 2333 ZA, The Netherlands."], ["Khan", "Shahid M", "SM", "Leiden Malaria Research Group, Parasitology, Center of Infectious Diseases, Leiden University Medical Center, Leiden, 2333 ZA, The Netherlands."], ["Kappe", "Stefan H I", "SHI", "Seattle Biomedical Research Institute, Seattle, WA 98109, USA."], ["Adegnika", "Ayola A", "AA", "Centre de Recherches Médicales de Lambaréné, Lambaréné, 242, Gabon; Institute of Tropical Medicine and German Center for Infection Research, partner site Tübingen, University of Tübingen, Tübingen, 72074, Germany; Leiden University Medical Centre (LUMC), Leiden, 2333 ZA, The Netherlands."], ["Mordmüller", "Benjamin", "B", "Institute of Tropical Medicine and German Center for Infection Research, partner site Tübingen, University of Tübingen, Tübingen, 72074, Germany."], ["Levashina", "Elena A", "EA", "Vector Biology Unit, Max Planck Institute for Infection Biology, Berlin, 10117, Germany."], ["Julien", "Jean-Philippe", "JP", "Program in Molecular Medicine, The Hospital for Sick Children Research Institute, Toronto, ON M5G 1X8, Canada; Departments of Biochemistry and Immunology, University of Toronto, ON M5G 0A4, Canada. Electronic address: jean-philippe.julien@sickkids.ca."], ["Wardemann", "Hedda", "H", "B Cell Immunology, German Cancer Research Center, Heidelberg, 69120, Germany. Electronic address: h.wardemann@dkfz-heidelberg.de."]], "date": "2017-11-29", "id": "29195810", "text": "Antibodies against the NANP repeat of circumsporozoite protein (CSP), the major surface antigen of Plasmodium falciparum (Pf) sporozoites, can protect from malaria in animal models but protective humoral immunity is difficult to induce in humans. Here we cloned and characterized rare affinity-matured human NANP-reactive memory B cell antibodies elicited by natural Pf exposure that potently inhibited parasite transmission and development in vivo. We unveiled the molecular details of antibody binding to two distinct protective epitopes within the NANP repeat. NANP repeat recognition was largely mediated by germline encoded and immunoglobulin (Ig) heavy-chain complementarity determining region 3 (HCDR3) residues, whereas affinity maturation contributed predominantly to stabilizing the antigen-binding site conformation. Combined, our findings illustrate the power of exploring human anti-CSP antibody responses to develop tools for malaria control in the mammalian and the mosquito vector and provide a molecular basis for the structure-based design of next-generation CSP malaria vaccines.", "doi": "10.1016/j.immuni.2017.11.007", "title": "Natural Parasite Exposure Induces Protective Human Anti-Malarial Antibodies.", "journal": ["Immunity", "Immunity"]}