{"authors": [["Pourseif", "Mohammad M", "MM", "Department of Animal Sciences, Faculty of Agriculture, University of Tabriz, Tabriz, Iran; Research Center for Pharmaceutical Nanotechnology, Biomedicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Moghaddam", "Gholamali", "G", "Department of Animal Sciences, Faculty of Agriculture, University of Tabriz, Tabriz, Iran. Electronic address: ghmoghaddam@tabrizu.ac.ir."], ["Naghili", "Behrouz", "B", "Research Center for Infectious and Tropical Diseases, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Saeedi", "Nazli", "N", "Research Center for Pharmaceutical Nanotechnology, Biomedicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Parvizpour", "Sepideh", "S", "Research Center for Pharmaceutical Nanotechnology, Biomedicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Nematollahi", "Ahmad", "A", "Department of Pathobiology, Veterinary College, University of Tabriz, Tabriz, Iran."], ["Omidi", "Yadollah", "Y", "Research Center for Pharmaceutical Nanotechnology, Biomedicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran; School of Advanced Biomedical Sciences, Tabriz University of Medical Sciences, Tabriz, Iran; Department of Pharmaceutics, Faculty of Pharmacy, Tabriz University of Medical Sciences, Tabriz, Iran. Electronic address: yomidi@tbzmed.ac.ir."]], "date": "2017-11-23", "id": "29195784", "text": "EG95 oncospheral antigen plays a crucial role in Echinococcus granulosus pathogenicity. Considering the diversity of antigen among different EG95 isolates, it seems to be an ideal antigen for designing a universal multivalent minigene vaccine, so-called multi-epitope vaccine. This is the first in silico study to design a construct for the development of global EG95-based hydatid vaccine against E. granulosus in intermediate hosts. After antigen sequence selection, the three-dimensional structure of EG95 was modeled and multilaterally validated. The preliminary parameters for B-cell epitope prediction were implemented such as the possible transmembrane helix, signal peptide, post-translational modifications and allergenicity. The high ranked linear and conformational B-cell epitopes derived from several online web-servers (e.g., ElliPro, BepiPred v1.0, BcePred, ABCpred, SVMTrip, IEDB algorithms, SEPPA v2.0 and Discotope v2.0) were utilized for multiple sequence alignment and then for engineering the vaccine construct. T-helper based epitopes were predicted by molecular docking between the high frequent ovar class II allele (Ovar-DRB1*1202) and hexadecamer fragments of the EG95 protein. Having used the immune-informatics tools, we formulated the first EG95-based minigene vaccine based on T-helper epitope with high-binding affinity to the ovar MHC allele. This designed construct was analyzed for different physicochemical properties. It was also codon-optimized for high-level expression in Escherichia coli k12. Taken all, we propose the present in silico vaccine constructs as a promising platform for the generation of broadly protective vaccines for species and genus-specific immunization of the natural hosts of the parasite.", "doi": "10.1016/j.compbiolchem.2017.11.008", "title": "A novel in silico minigene vaccine based on CD4+ T-helper and B-cell epitopes of EG95 isolates for vaccination against cystic echinococcosis.", "journal": ["Computational biology and chemistry", "Comput Biol Chem"]}