{"authors": [["Kittel", "Phillip Alexander", "PA", "M.Sc. Public Health from the University of Southern Denmark, Denmark. Electronic address: Phillip.alexander@hotmail.de."]], "date": "2017-11-28", "id": "29195716", "text": "Rotavirus is a highly contagious virus causing gastroenteritis, mostly in children under the age of 5. Since 2006, two vaccines are available in Germany. In 2013, these were included into the German national vaccination schedule. The aim of this intervention is to reduce the incidence and hospitalization among children under 5 years caused by rotavirus. The effectiveness of the intervention was analyzed in this study.National surveillance data of laboratory confirmed rotavirus infections among children under the age of 5 were analyzed using interrupted time-series analysis. Weekly incidence from 2011 to 2017 and monthly hospital discharge rates from 2005 to 2015 were analyzed using a segmented generalized linear model with Poisson distribution.After adjusting for seasonal effects the incidence were approximately 22% (95% CI: 13.2-30.1) lower than expected following the intervention. The hospitalizations were approximately 27% (95% CI: 14.9-39.7) lower than expected following the intervention. The long-term effects of the intervention were nearly zero. The incidence changed in trend by -0.2% (95% CI: -0.1 to (-0.3)) and the hospitalizations by +0.2% (95% CI: 1.2-(-0.8)) following the intervention.After the inclusion of the vaccines into the national vaccination schedule significant immediate effects of this intervention were found. The weekly incidences and monthly hospitalization caused by the rotavirus were more than 20% lower than expected. The long-term effects of the intervention however were found to be nearly zero. This could be caused by a low vaccination rate in the German population.", "doi": "10.1016/j.vaccine.2017.11.041", "title": "The impact of the recommendation of routine rotavirus vaccination in Germany: An interrupted time-series analysis.", "journal": ["Vaccine", "Vaccine"]}