{"authors": [["Manca", "Terra", "T", "Department of Sociology, University of Alberta, 5-21 HM Tory Building, Edmonton, Alberta T6G 2H4, Canada. Electronic address: tmanca@ualberta.ca."]], "date": "2017-11-20", "id": "29195189", "text": "In recent years, the Canadian province of Alberta experienced outbreaks of measles, mumps, pertussis, and influenza. Even so, the dominant cultural narrative maintains that vaccines are safe, effective, and necessary to maintain population health. Many vaccine supporters have expressed anxieties that stories contradicting this narrative have lowered herd immunity levels because they frighten the public into avoiding vaccination. As such, vaccine policies often emphasize educating parents and the public about the importance and safety of vaccination. These policies rely on health professionals to encourage vaccine uptake and assume that all professionals support vaccination. Health professionals, however, are socially positioned between vaccine experts (such as immunologists) and non-experts (the wider public). In this article, I discuss health professionals' anxieties about the potential risks associated with vaccination and with the limitations of Alberta's immunisation program. Specifically, I address the question: If medical knowledge overwhelmingly supports vaccination, then why do some professionals continue to question certain vaccines? To investigate this topic, I interviewed twenty-seven physicians and seven nurses. With stock images and small stories that interviewees shared about their vaccine anxieties, I challenge the common assumption that all health professionals support vaccines uncritically. All interviewees provided generic statements that supported vaccination and Alberta's immunisation program, but they expressed anxieties when I asked for details. I found that their anxieties reflected nuances that the culturally dominant vaccine narrative overlooks. Particularly, they critiqued the influence that pharmaceutical companies, the perceived newness of specific vaccines, and the limitations of medical knowledge and vaccine schedules.", "doi": "10.1016/j.socscimed.2017.11.027", "title": "\"One of the greatest medical success stories:\" Physicians and nurses' small stories about vaccine knowledge and anxieties.", "journal": ["Social science & medicine (1982)", "Soc Sci Med"]}