{"authors": [["Miller", "Christopher N", "CN", "Laboratory of Molecular & Evolutionary Parasitology, RAPID Group, School of Biosciences, University of Kent, Canterbury, UK; School of Biosciences, University of Kent, Canterbury, UK."], ["Jossé", "Lyne", "L", "Laboratory of Molecular & Evolutionary Parasitology, RAPID Group, School of Biosciences, University of Kent, Canterbury, UK; School of Biosciences, University of Kent, Canterbury, UK; Industrial Biotechnology Centre, School of Biosciences, University of Kent, Canterbury, UK."], ["Brown", "Ian", "I", "School of Biosciences, University of Kent, Canterbury, UK."], ["Blakeman", "Ben", "B", "School of Biosciences, University of Kent, Canterbury, UK."], ["Povey", "Jane", "J", "Industrial Biotechnology Centre, School of Biosciences, University of Kent, Canterbury, UK."], ["Yiangou", "Lyto", "L", "Laboratory of Molecular & Evolutionary Parasitology, RAPID Group, School of Biosciences, University of Kent, Canterbury, UK; School of Biosciences, University of Kent, Canterbury, UK; Industrial Biotechnology Centre, School of Biosciences, University of Kent, Canterbury, UK."], ["Price", "Mark", "M", "School of Physical Sciences, University of Kent, Canterbury, UK."], ["Cinatl", "Jindrich", "J", "Institut für Medizinische Virologie, Klinikum der Goethe-Universität, Frankfurt am Main, Germany."], ["Xue", "Wei-Feng", "WF", "School of Biosciences, University of Kent, Canterbury, UK."], ["Michaelis", "Martin", "M", "School of Biosciences, University of Kent, Canterbury, UK; Industrial Biotechnology Centre, School of Biosciences, University of Kent, Canterbury, UK. Electronic address: M.Michaelis@kent.ac.uk."], ["Tsaousis", "Anastasios D", "AD", "Laboratory of Molecular & Evolutionary Parasitology, RAPID Group, School of Biosciences, University of Kent, Canterbury, UK; School of Biosciences, University of Kent, Canterbury, UK. Electronic address: A.Tsaousis@kent.ac.uk."]], "date": "2017-11-28", "id": "29195082", "text": "Cryptosporidium parasites are a major cause of diarrhoea that pose a particular threat to children in developing areas and immunocompromised individuals. Curative therapies and vaccines are lacking, mainly due to lack of a long-term culturing system of this parasite. Here, we show that COLO-680N cells infected with two different Cryptosporidium parvum strains produce sufficient infectious oocysts to infect subsequent cultures, showing a substantial fold increase in production, depending on the experiment, over the most optimistic HCT-8 models. Oocyst identity was confirmed using a variety of microscopic- and molecular-based methods. This culturing system will accelerate research on Cryptosporidium and the development of anti-Cryptosporidium drugs.", "doi": "10.1016/j.ijpara.2017.10.001", "title": "A cell culture platform for Cryptosporidium that enables long-term cultivation and new tools for the systematic investigation of its biology.", "journal": ["International journal for parasitology", "Int. J. Parasitol."]}