{"authors": [["Neeland", "M R", "MR", "Biotechnology Research Laboratories, School of Biomedical Sciences, Monash University, Clayton, Victoria, Australia."], ["Shi", "W", "W", "Biotechnology Research Laboratories, School of Biomedical Sciences, Monash University, Clayton, Victoria, Australia."], ["Collignon", "C", "C", "GSK Vaccines, Rixensart, Belgium."], ["Meeusen", "E N T", "ENT", "Biotechnology Research Laboratories, School of Biomedical Sciences, Monash University, Clayton, Victoria, Australia."], ["Didierlaurent", "A M", "AM", "GSK Vaccines, Rixensart, Belgium."], ["de Veer", "M J", "MJ", "Biotechnology Research Laboratories, School of Biomedical Sciences, Monash University, Clayton, Victoria, Australia."]], "date": "2017-12-01", "id": "29194575", "text": "The liposome-based adjuvant system AS01 is under evaluation for use in several vaccines in clinical development. We have shown previously that AS01 injected with hepatitis B surface antigen (HBsAg) induces a distinct cellular signature within the draining lymphatics that enhances local lymphocyte recruitment and antigen-specific humoral immunity. Here, we show that AS01-induced neutrophil recruitment is associated with increased expression of CD14 and enhanced antigen uptake capacity in neutrophils from both afferent and efferent lymphatic compartments during the first 48 h after vaccination. Significant and transient increases in CD14 expression on systemic neutrophils were also observed following primary and boost vaccination with HBsAg-AS01; however, they were not observed following additional encounter with HBsAg-alone or HBsAg-alum. These results show that following immunization with AS01, neutrophils expressing higher levels of CD14 are both more abundant and efficient at antigen uptake, warranting further investigation into the role of neutrophil-associated CD14 in the adjuvanticity of AS01.", "doi": "10.1111/cei.13088", "title": "The adjuvant system AS01 up-regulates neutrophil CD14 expression and neutrophil-associated antigen transport in the local lymphatic network.", "journal": ["Clinical and experimental immunology", "Clin. Exp. Immunol."]}