{"authors": [["Raleigh", "M D", "MD", "Minneapolis Medical Research Foundation, Minneapolis, MN, United States of America."], ["Peterson", "S J", "SJ", "Minneapolis Medical Research Foundation, Minneapolis, MN, United States of America."], ["Laudenbach", "M", "M", "Minneapolis Medical Research Foundation, Minneapolis, MN, United States of America."], ["Baruffaldi", "F", "F", "Minneapolis Medical Research Foundation, Minneapolis, MN, United States of America."], ["Carroll", "F I", "FI", "Research Triangle Institute, Research Triangle Park, NC, United States of America."], ["Comer", "S D", "SD", "New York State Psychiatric Institute and Department of Psychiatry, College of Physicians and Surgeons of Columbia University, New York, NY, United States of America."], ["Navarro", "H A", "HA", "Research Triangle Institute, Research Triangle Park, NC, United States of America."], ["Langston", "T L", "TL", "Research Triangle Institute, Research Triangle Park, NC, United States of America."], ["Runyon", "S P", "SP", "Research Triangle Institute, Research Triangle Park, NC, United States of America."], ["Winston", "S", "S", "Winston Biopharmaceutical Consulting, Boulder, CO, United States of America."], ["Pravetoni", "M", "M", "Minneapolis Medical Research Foundation, Minneapolis, MN, United States of America."], ["Pentel", "P R", "PR", "Minneapolis Medical Research Foundation, Minneapolis, MN, United States of America."]], "date": "2017-12-01", "id": "29194445", "text": "Among vaccines aimed at treating substance use disorders, those targeting opioids present several unique medication development challenges. 1) Opioid overdose is a common complication of abuse, so it is desirable for an opioid vaccine to block the toxic as well as the addictive effects of opioids. 2) It is important that an opioid vaccine not interfere with the action of opioid antagonists used to reverse opioid overdose or treat addiction. 3) Some opioids are immunosuppressive and chronic ongoing opioid use could interfere with vaccine immunogenicity. 4) Although antibody-bound oxycodone is unable to enter the brain because of its size, it might still be able to activate peripheral opioid receptors. To assess vaccine impact on opioid toxicity, rats vaccinated with oxycodone conjugated to keyhole limpet hemocyanin subunit dimer (OXY-dKLH) adsorbed to alum or controls vaccinated with dKLH were compared with regard to oxycodone-induced hotplate analgesia and oxycodone-induced respiratory depression and bradycardia. Vaccination shifted the dose-response curves to the right, representing protection, for each of these endpoints. Naloxone was equally effective in both OXY-dKLH and control groups, providing complete and rapid reversal of respiratory depression. The administration of a long-acting naltrexone formulation during vaccination did not impair vaccine immunogenicity in mice. Similarly, serum anti-oxycodone antibody titers were not altered by continuous morphine infusion during vaccination compared to opioid-naïve controls. Competitive ELISA assay showed negligible or low affinity of immune antiserum for endogenous opioids or opioid antagonists. In vitro receptor binding assays showed that antibody-bound oxycodone does not activate mu opioid receptors. These data support further study of OXY-dKLH as a potential treatment for oxycodone abuse and suggest that vaccination might also reduce the severity of oxycodone overdose.", "doi": "10.1371/journal.pone.0184876", "title": "Safety and efficacy of an oxycodone vaccine: Addressing some of the unique considerations posed by opioid abuse.", "journal": ["PloS one", "PLoS ONE"]}