{"authors": [["Lee", "Wen Shi", "WS", "Department of Microbiology and Immunology, Peter Doherty Institute for Infection and Immunity, University of Melbourne."], ["Kent", "Stephen J", "SJ", "Department of Microbiology and Immunology, Peter Doherty Institute for Infection and Immunity, University of Melbourne."]], "date": "2017-11-30", "id": "29194123", "text": "An increasing body of evidence suggests that nonneutralizing Fc effector functions including antibody-dependent cellular cytotoxicity (ADCC) contribute to protection against HIV-1 acquisition. We discuss recent advances in anti-HIV-1 ADCC research with a particular focus on ADCC mediated by Env-specific antibodies in vitro and in vivo, the curative potential of HIV-1-specific ADCC antibodies and the mechanisms of HIV-1 resistance to ADCC.ADCC activities of broadly neutralizing and nonneutralizing monoclonal antibody panels were recently characterized in vitro against several lab-adapted and primary isolates of HIV-1. ADCC activity of these monoclonal antibodies generally correlated with binding to infected cells and were greater against the lab-adapted strains compared with primary HIV-1 isolates. Several recent studies in mouse and macaque models of HIV-1 infection suggest Fc-mediated effector functions contribute to the protective efficacy of broadly neutralizing antibodies and exert immune pressure on HIV-1 in vivo.An increasing body of evidence suggests that ADCC-mediating antibodies, particularly when combined with neutralizing functions, can facilitate prevention and control of HIV-1. The precise mechanisms of partial protection conferred by nonneutralizing antibodies in vivo remain unclear and will need to be fully investigated in order to realize their full potential for HIV-1 vaccines.", "doi": "10.1097/COH.0000000000000439", "title": "Anti-HIV-1 antibody-dependent cellular cytotoxicity: is there more to antibodies than neutralization?", "journal": ["Current opinion in HIV and AIDS", "Curr Opin HIV AIDS"]}