{"authors": [["Zhang", "Zhenchao", "Z", "School of Basic Medical Sciences, Xinxiang Medical University, Xinxiang, Henan, 453003, PR China."], ["Wang", "Shuai", "S", "School of Basic Medical Sciences, Xinxiang Medical University, Xinxiang, Henan, 453003, PR China."], ["Li", "Charles", "C", "Animal Biosciences and Biotechnology Laboratory, Agricultural Research Service, United States Department of Agriculture, Beltsville, MD 20705, USA."], ["Liu", "Liheng", "L", "Jiangxi Provincial Key Laboratory for Animal Health, College of Animal Science and Technology, Jiangxi Agricultural University, No.1101 Zhimin Avenue, Economic and Technological Development District, Nanchang 330045, Jiangxi, PR China."]], "date": "2017-12-01", "id": "29194033", "text": "The apicomplexan protozoans Eimeria spp. cause coccidioses, the most common intestinal diseases in chickens. Coccidiosis is associated with significant animal welfare issues and has a high economic impact on the poultry industry. Lack of a full understanding of immunogenic molecules and their precise functions involved in the Eimeria life cycles may limit development of effective vaccines and drug therapies. In this study, immunoproteomic approaches were used to define the antigenic protein repertoire from the total proteins of unsporulated Eimeria tenella oocysts. Approximately 101 protein spots were recognized in sera from chickens infected experimentally with E. tenella. Forty-six spots of unsporulated oocysts were excised from preparative gels and identified by matrix-assisted laser desorption ionization time-of-flight MS (MALDI-TOF-MS) and MALDI-TOF/TOF-MS. For unsporulated oocysts, 13 known proteins of E. tenella and 17 homologous proteins to other apicomplexan or protozoan parasites were identified using the 'Mascot' server. The remaining proteins were searched against the E. tenella protein sequence database using the 'Mascot in-house' search engine (version 2.1) in automated mode, and 12 unknown proteins were identified. The amino acid sequences of the unknown proteins were searched using BLAST against non-redundant sequence databases (NCBI), and 9 homologous proteins in unsporulated oocyst were found homologous to proteins of other apicomplexan parasites. These findings may provide useful evidence for understanding parasite biology, pathogenesis, immunogenicity and immune evasion mechanisms of E. tenella.", "doi": "10.1051/parasite/2017047", "title": "Immunoproteomic analysis of the protein repertoire of unsporulated Eimeria tenella oocysts.", "journal": ["Parasite (Paris, France)", "Parasite"]}