{"authors": [["Leite", "Andreia", "A", "Faculty of Epidemiology and Population Health, London School of Hygiene and Tropical Medicine, London, UK."], ["Thomas", "Sara L", "SL", "Faculty of Epidemiology and Population Health, London School of Hygiene and Tropical Medicine, London, UK."], ["Andrews", "Nick J", "NJ", "Statistics, Modelling and Economics Department, Public Health England, London, UK."]], "date": "2017-11-28", "id": "29193554", "text": "Near real-time vaccine safety surveillance (NRTVSS) using electronic health records has been used to detect timely vaccine safety signals. Trial implementation of NRTVSS using the Clinical Practice Research Datalink (CPRD) has shown that there is limited power to detect safety signals for rare events. Delays in recording outcomes and receiving data influence the power and timeliness to identify a signal. Our work aimed to compare how different sources of delays influence power and expected time to signal to implement NRTVSS using CPRD.We studied seasonal influenza vaccine/Guillain-Barré syndrome and performed power and expected time to signal calculations for the 2013-2014/2014-2015 seasons. We used the Poisson-based maximised sequential probability ratio test, which compares observed-to-expected events. For each study season, we obtained an average Guillain-Barré syndrome/seizures age-sex-adjusted rate from the 5 previous seasons and then used this rate to calculate the expected number of events, assuming a 42-day risk-window. Calculations were performed for detecting rate ratios of 1.5 to 10. We compared power and timeliness considering combinations of the presence/absence of delays in recording outcomes and in receiving data. The R-package Sequential was used.In general, there was ≥80% power to detect increases in risk of ≥4 at the end of the season. Assuming absence of delays slightly improved power (a maximum increase of 4%) but did not noticeably reduce time to detect a signal.Removing delays in data availability is insufficient to significantly improve the performance of a NRTVSS system using CPRD. Expansion of CPRD data is required. KEY POINTS The Clinical Practice Research Datalink (CPRD) can be used to implement near real-time vaccine safety surveillance, but there is limited power to detect signals for rare outcomes. Delays in recording outcomes and in receiving data might limit power and timeliness of a system. We assessed the influence of these sources of delays to inform data providers of the steps required to improve a system using CPRD data. Removing delays in recording outcomes and receiving data is unlikely to significantly improve the performance of a system using CPRD data. Expansion of the data available is needed.", "doi": "10.1002/pds.4356", "title": "Do delays in data availability limit the implementation of near real-time vaccine safety surveillance using the Clinical Practice Research Datalink?", "journal": ["Pharmacoepidemiology and drug safety", "Pharmacoepidemiol Drug Saf"]}