{"authors": [["Tremblay", "Marie-Laurence", "ML", "Biomedical Translational Imaging Centre (BIOTIC), Halifax, Nova Scotia, Canada."], ["Davis", "Christa", "C", "Biomedical Translational Imaging Centre (BIOTIC), Halifax, Nova Scotia, Canada."], ["Bowen", "Chris V", "CV", "Biomedical Translational Imaging Centre (BIOTIC), Halifax, Nova Scotia, Canada."], ["Stanley", "Olivia", "O", "Biomedical Translational Imaging Centre (BIOTIC), Halifax, Nova Scotia, Canada."], ["Parsons", "Cathryn", "C", "Biomedical Translational Imaging Centre (BIOTIC), Halifax, Nova Scotia, Canada."], ["Weir", "Genevieve", "G", "Immunovaccine Inc., Halifax, Nova Scotia, Canada."], ["Karkada", "Mohan", "M", "Wyss Institute at Harvard Medical School, Boston, Massachusetts, USA."], ["Stanford", "Marianne M", "MM", "Immunovaccine Inc., Halifax, Nova Scotia, Canada."], ["Brewer", "Kimberly D", "KD", "Biomedical Translational Imaging Centre (BIOTIC), Halifax, Nova Scotia, Canada."]], "date": "2017-11-29", "id": "29193231", "text": "MRI cell tracking can be used to monitor immune cells involved in the immunotherapy response, providing insight into the mechanism of action, temporal progression of tumor growth, and individual potency of therapies. To evaluate whether MRI could be used to track immune cell populations in response to immunotherapy, CD8+ cytotoxic T cells, CD4+ CD25+ FoxP3+ regulatory T cells, and myeloid-derived suppressor cells were labeled with superparamagnetic iron oxide particles.Superparamagnetic iron oxide-labeled cells were injected into mice (one cell type/mouse) implanted with a human papillomavirus-based cervical cancer model. Half of these mice were also vaccinated with DepoVaxTM (ImmunoVaccine, Inc., Halifax, Nova Scotia, Canada), a lipid-based vaccine platform that was developed to enhance the potency of peptide-based vaccines.MRI visualization of CD8+ cytotoxic T cells, regulatory T cells, and myeloid-derived suppressor cells was apparent 24 h post-injection, with hypointensities due to iron-labeled cells clearing approximately 72 h post-injection. Vaccination resulted in increased recruitment of CD8+ cytotoxic T cells, and decreased recruitment of myeloid-derived suppressor cells and regulatory T cells to the tumor. We also found that myeloid-derived suppressor cell and regulatory T cell recruitment were positively correlated with final tumor volume.This type of analysis can be used to noninvasively study changes in immune cell recruitment in individual mice over time, potentially allowing improved application and combination of immunotherapies. Magn Reson Med, 2017. © 2017 International Society for Magnetic Resonance in Medicine.", "doi": "10.1002/mrm.27018", "title": "Using MRI cell tracking to monitor immune cell recruitment in response to a peptide-based cancer vaccine.", "journal": ["Magnetic resonance in medicine", "Magn Reson Med"]}