{"authors": [["Galvez-Romero", "Guillermo", "G", "Unidad de de Investigación Médica en Inmunología, UMAE Hospital de Pediatría, Centro Médico Nacional \"Siglo XXI\", Instituto Mexicano del Seguro Social, Ciudad de México, Mexico; Posgrado en Ciencias Biológicas, Universidad Nacional Autónoma de México, Ciudad de México, Mexico."], ["Salas-Rojas", "Mónica", "M", "Unidad de de Investigación Médica en Inmunología, UMAE Hospital de Pediatría, Centro Médico Nacional \"Siglo XXI\", Instituto Mexicano del Seguro Social, Ciudad de México, Mexico."], ["Pompa-Mera", "Ericka N", "EN", "Unidad de Investigación en Enfermedades Infecciosas y Parasitarias, Hospital de Pediatría, Centro Médico Nacional Siglo XXI, Instituto Mexicano del Seguro Social, Ciudad de México, Mexico."], ["Chávez-Rueda", "Karina", "K", "Unidad de de Investigación Médica en Inmunología, UMAE Hospital de Pediatría, Centro Médico Nacional \"Siglo XXI\", Instituto Mexicano del Seguro Social, Ciudad de México, Mexico."], ["Aguilar-Setién", "Álvaro", "Á", "Unidad de de Investigación Médica en Inmunología, UMAE Hospital de Pediatría, Centro Médico Nacional \"Siglo XXI\", Instituto Mexicano del Seguro Social, Ciudad de México, Mexico. Electronic address: estiviro@hotmail.com."]], "date": "2017-11-27", "id": "29191739", "text": "Rabies DNA vaccines based on full-length glycoprotein (G) induce virus neutralizing antibody (VNA) responses and protect against the virus challenge. Although conformational epitopes of G are the main target of VNAs, some studies have shown that a polypeptide linear epitope G5 is also able to induce VNAs. However, a G5 DNA vaccine has not been explored. While multiple doses of DNA vaccines are required in order to confer a protective immune response, this could be overcome by the inclusion of C3d-P28, a molecular adjuvant is know to improve the antibody response in several anti-viral vaccine models. To induce and enhance the immune response against rabies in mice, we evaluated two DNA vaccines based on the linear epitope G5 of Rabies Virus (RABV) glycoprotein (pVaxG5 vaccine) and another vaccine consisting of G5 fused to the molecular adjuvant C3d-P28 (pVaxF1 vaccine). VNA responses were measured in mice immunized with both vaccines. The VNA levels from the group immunized with pVaxG5 decreased gradually, while those from the group vaccinated with pVaxF1 remained high throughout the experimental study. After challenge with 22 LD50 of the Challenge Virus Strain (CVS), the survival rate of mice immunized with pVaxG5 and pVaxF1 was increased by 27% and 50% respectively, in comparison to the PBS group. Furthermore, the in vitro proliferation of anti-rabies specific spleen CD4+ and CD8+ T cells from mice immunized with pVaxF1 was observed. Collectively, these results suggest that the linear G5 epitope is a potential candidate vaccine. Furthermore, the addition of a C3d-P28 adjuvant contributed to enhanced protection, the sustained production of VNAs, and a specific T-cell proliferative response.", "doi": "10.1016/j.vaccine.2017.11.047", "title": "Addition of C3d-P28 adjuvant to a rabies DNA vaccine encoding the G5 linear epitope enhances the humoral immune response and confers protection.", "journal": ["Vaccine", "Vaccine"]}