{"authors": [["Kristensen", "Charlotte S", "CS", "Danish Pig Research Centre, Danish Agriculture & Food Council, Kjellerup, Denmark. Electronic address: csk@seges.dk."], ["Kvisgaard", "L K", "LK", "Technical University of Denmark, National Veterinary Institute, Lyngby, Denmark. Electronic address: liki@vet.dtu.dk."], ["Pawlowski", "M", "M", "Technical University of Denmark, National Veterinary Institute, Lyngby, Denmark."], ["Holmgaard Carlsen", "S", "S", "Technical University of Denmark, National Veterinary Institute, Lyngby, Denmark."], ["Hjulsager", "C K", "CK", "Technical University of Denmark, National Veterinary Institute, Lyngby, Denmark. Electronic address: ckhj@vet.dtu.dk."], ["Heegaard", "P M H", "PMH", "Technical University of Denmark, National Veterinary Institute, Lyngby, Denmark. Electronic address: pmhh@vet.dtu.dk."], ["Bøtner", "A", "A", "Technical University of Denmark, National Veterinary Institute, Lindholm, Denmark. Electronic address: aneb@vet.dtu.dk."], ["Stadejek", "T", "T", "Warsaw University of Life Sciences, Faculty of Veterinary Medicine, Warsaw, Poland. Electronic address: tomasz.stadejek@outlook.com."], ["Haugegaard", "S", "S", "Danish Pig Research Centre, Danish Agriculture & Food Council, Kjellerup, Denmark. Electronic address: svh@seges.dk."], ["Larsen", "L E", "LE", "Technical University of Denmark, National Veterinary Institute, Lyngby, Denmark. Electronic address: lael@vet.dtu.dk."]], "date": "2017-11-27", "id": "29191738", "text": "The objective of the study was to compare responses of pigs vaccinated with a PRRS MLV vaccine against PRRSV-1 or PRRSV-2 with the responses of pigs vaccinated simultaneously with both vaccines. Furthermore, the efficacy of the two PRRSV MLV vaccination strategies was assessed following challenge. The experimental design included four groups of 4-weeks old SPF-pigs. On day 0 (DPV0), groups 1-3 (N=18 per group) were vaccinated with modified live virus vaccines (MLV) containing PRRSV-1 virus (VAC-T1), PRRSV-2 virus (VAC-T2) or both (VAC-T1T2). One group was left unvaccinated (N=12). On DPV 62, the pigs from groups 1-4 were mingled in new groups and challenged (DPC 0) with PRRSV-1, subtype 1, PRRSV-1, subtype 2 or PRRSV-2. On DPC 13/14 all pigs were necropsied. Samples were collected after vaccination and challenge. PRRSV was detected in all vaccinated pigs and the majority of the pigs were positive until DPV 28, but few of the pigs were still viremic 62 days after vaccination. Virus was detected in nasal swabs until DPV 7-14. No overt clinical signs were observed after challenge. PRRSV-2 vaccination resulted in a clear reduction in viral load in serum after PRRSV-2 challenge, whereas there was limited effect on the viral load in serum following challenge with the PRRSV-1 strains. Vaccination against PRRSV-1 had less impact on viremia following challenge. The protective effects of simultaneous vaccination with PRRSV Type 1 and 2 MLV vaccines and single PRRS MLV vaccination were comparable. None of the vaccines decreased the viral load in the lungs at necropsy. In conclusion, simultaneous vaccination with MLV vaccines containing PRRSV-1 and PRRSV-2 elicited responses comparable to single vaccination and the commercial PRRSV vaccines protected only partially against challenge with heterologous strains. Thus, simultaneous administration of the two vaccines is an option in herds with both PRRSV types.", "doi": "10.1016/j.vaccine.2017.11.059", "title": "Efficacy and safety of simultaneous vaccination with two modified live virus vaccines against porcine reproductive and respiratory syndrome virus types 1 and 2 in pigs.", "journal": ["Vaccine", "Vaccine"]}