{"authors": [["Adriani", "Rezaei", "R", "Department of Biology, Shahed University, Tehran, Iran."], ["Mousavi Gargari", "Seyed Latif", "SL", "Department of Biology, Shahed University, Tehran, Iran. Electronic address: slmousavi@shahed.ac.ir."], ["Nazarian", "Shahram", "S", "Department of Biology, Faculty of Science, Imam Hussein University, Tehran, Iran."], ["Sarvary", "Samaneh", "S", "Department of Biology, Shahed University, Tehran, Iran."], ["Noroozi", "Nafiseh", "N", "Department of Biology, Shahed University, Tehran, Iran."]], "date": "2017-11-27", "id": "29191736", "text": "Cholera is caused by toxigenic Vibrio cholerae. It is a significant health problem and an important cause of mortality of children in developing countries. Annually, about 5-7 million people are being infected worldwide, leading to death of 100,000 to 120,000. Immunization using the currently available cholera vaccines has been recommended by World Health Organization (WHO) in areas where cholera is endemic or at risk of outbreaks. Gram-negative bacteria secrete outer membrane vesicles (OMVs) that play important roles in virulence and host-pathogen interaction. The content of protein and lipid in OMVs are affected by purification methods and bacterial growth condition. OMVs released from V. cholerae are an appropriate candidate for vaccine development. The protection conferred by a new vaccine candidate prepared using different methods and in two different growth conditions with nanoparticles in an experimental model of cholera in mice was investigated. OMVs were encapsulated in chitosan-tripolyphosphate (TPP) nanoparticles prepared by an ionic gelation method and coated with Eudragit as an enteric polymer. OMVs loaded into nanoparticles (NP-OMVs) were homogeneous and spherical in shape, with a size of 417nm. BALB/c mice (male, 20-24g) were immunized via intraperitoneal (10µg) or oral route (50µg) with free or encapsulated OMVs. Seventy-eight days after first administration, serum of mice was infected with infection dose of V. cholerae (≥107 CFU). The new vaccine was able to protect fully against infection when it was administered via mucosa. By intraperitoneal route, the unpolymerized OMVs increased the protection against these bacteria.", "doi": "10.1016/j.vaccine.2017.09.004", "title": "Immunogenicity of Vibrio cholerae outer membrane vesicles secreted at various environmental conditions.", "journal": ["Vaccine", "Vaccine"]}