{"authors": [["Warner", "Echo L", "EL", "Cancer Control and Population Sciences, Huntsman Cancer Institute, University of Utah, 2000 Circle of Hope, Salt Lake City, UT, 84112, USA. echo.warner@hci.utah.edu."], ["Ding", "Qian", "Q", "Study Design and Biostatistics Center, School of Medicine, University of Utah, 295 Chipeta Way, Salt Lake City, UT, 84123, USA."], ["Pappas", "Lisa M", "LM", "Biostatistics Center, Huntsman Cancer Institute, 2000 Circle of Hope, Salt Lake City, UT, 84112, USA."], ["Henry", "Kevin", "K", "Department of Geography, Temple University, 1115 Polett Walk, Philadelphia, PA, 19112, USA."], ["Kepka", "Deanna", "D", "Cancer Control and Population Sciences, Huntsman Cancer Institute, University of Utah, 2000 Circle of Hope, Salt Lake City, UT, 84112, USA."]], "date": "2017-12-01", "id": "29191180", "text": "Human Papillomavirus (HPV) vaccination coverage is below national goals in the United States. Research is needed to inform strategically designed interventions that target sociodemographic groups with underutilization of HPV vaccination.Secondary data analysis of the National Immunization Survey-Teen 2013 measured association of sociodemographic factors (e.g., ethnicity/race, insurance) with HPV vaccination among females and males ages 13-17 (N = 18,959). Chi-square and multivariable Poisson regressions were conducted using survey-weighted statistics.Having a mother ≥35 years, a mother with some college, being of \"Other\" ethnicity/race, and having no providers who order vaccines from health departments was negatively associated with females initiating HPV vaccination. Having a mother with some college, being of Non-Hispanic White or \"Other\" ethnicity/race, and having some or no providers who order vaccines from health departments was negatively associated with males initiating HPV vaccination. These same factors were negatively associated with males completing HPV vaccination with the exception of \"Other\" ethnicity/race. In contrast, having an unmarried mother, being ages 15-17, having a hospital based provider, and receiving other adolescent vaccinations were positively associated with females initiating and completing HPV vaccination. Having an unmarried mother, health insurance that is not employer or union sponsored, and influenza and meningitis vaccinations was positively associated with male's initiating HPV vaccination. For males, being 15 or 17 years old and having other adolescent vaccinations was positively associated with vaccine completion. All findings p ≤ 0.05.Future HPV vaccination interventions may benefit from targeting certain sociodemographic groups that were negatively associated with HPV vaccination in this study.", "doi": "10.1186/s12887-017-0953-2", "title": "White, affluent, educated parents are least likely to choose HPV vaccination for their children: a cross-sectional study of the National Immunization Study - teen.", "journal": ["BMC pediatrics", "BMC Pediatr"]}