{"authors": [["Bommana", "Sankhya", "S", "Centre for Animal Health Innovation, University of the Sunshine Coast, Sippy Downs, Australia."], ["Walker", "Evelyn", "E", "Centre for Animal Health Innovation, University of the Sunshine Coast, Sippy Downs, Australia."], ["Desclozeaux", "Marion", "M", "Centre for Animal Health Innovation, University of the Sunshine Coast, Sippy Downs, Australia."], ["Timms", "Peter", "P", "Centre for Animal Health Innovation, University of the Sunshine Coast, Sippy Downs, Australia."], ["Polkinghorne", "Adam", "A", "Centre for Animal Health Innovation, University of the Sunshine Coast, Sippy Downs, Australia."]], "date": "2017-11-30", "id": "29190736", "text": "Chlamydia pecorum is a globally recognised livestock pathogen due to the significant clinical and economic impact it poses to livestock producers. Routine serological diagnosis is through a complement fixation test (CFT), which is often criticised for cross-reactivity, poor sensitivity and specificity. Although serology remains the preferred method in veterinary diagnostic laboratories, serological assays based on surface antigens of C. pecorum have not been established until now. In this study, we evaluated the use of two chlamydial recombinant protein antigens (PmpG and MOMP-G) by a direct IgG ELISA method for detection of ovine anti-chlamydial antibodies. Using the Pepscan method we then identified B cell epitopes across PmpG and MOMP-G proteins, in lambs with (a) naturally occurring asymptomatic C. pecorum infections (b) C. pecorum-associated polyarthritis and (c) recombinant PmpG and MOMP-G vaccine. Plasma IgG antibodies to PmpG in natural infection of lambs were detected earlier in infection than CFT and served as an acute phase marker. Antibodies to MOMP-G IgG were significantly heightened in lambs with C. pecorum-associated polyarthritis. PmpG and MOMP-G specific B-cell epitope mapping revealed epitope responses in immunised lambs cluster with some of the epitope responses in naturally infected lambs. B-cell epitope mapping further revealed that lambs with polyarthritis recognised several unique PmpG (50% frequency, peptide 8, 25, 40, 41 and 50) and MOMP (50% frequency, peptide 50) epitopes in comparison to asymptomatic infections. The findings of this study will have implications towards improved serodiagnosis of C. pecorum infections in livestock and inform the downstream development of alternative peptide-based antigens for future C. pecorum vaccine studies.", "doi": "10.1371/journal.pone.0188370", "title": "Humoral immune response against two surface antigens of Chlamydia pecorum in vaccinated and naturally infected sheep.", "journal": ["PloS one", "PLoS ONE"]}