{"authors": [["Ortiz", "Ana Patricia", "AP", "Cancer Control and Population Sciences Program, University of Puerto Rico Comprehensive Cancer Center, San Juan, Puerto Rico."], ["Ortiz-Ortiz", "Karen J", "KJ", "Cancer Control and Population Sciences Program, University of Puerto Rico Comprehensive Cancer Center, San Juan, Puerto Rico."], ["Ríos", "Moraima", "M", "Graduate School of Public Health, University of Puerto Rico, Medical Sciences Campus, San Juan, Puerto Rico."], ["Laborde", "José", "J", "Department of Economics, University of Puerto Rico, Rio Piedras Campus, San Juan, Puerto Rico."], ["Kulkarni", "Amit", "A", "Merck & Co., Inc., Kenilworth, New Jersey, United States of America."], ["Pillsbury", "Matthew", "M", "Merck & Co., Inc., Kenilworth, New Jersey, United States of America."], ["Lauschke", "Andreas", "A", "Lauschke Consulting, New York, New York, United States of America."], ["Monsanto", "Homero A", "HA", "Health Outcomes Research Regional Lead, Latin America Medical Affairs, Merck & Co, San Juan, Puerto Rico."], ["Marques-Goyco", "Cecile", "C", "Health Outcomes Research Regional Lead, Latin America Medical Affairs, Merck & Co, San Juan, Puerto Rico."]], "date": "2017-11-30", "id": "29190725", "text": "No study has estimated the potential impact of Human Papillomavirus (HPV) vaccination in Puerto Rico, a population with considerable burden of HPV-related morbidities. We evaluated the health and economic impacts of implementing a vaccination strategy for females and males in Puerto Rico, with the quadrivalent HPV (HPV4) vaccine, under different vaccination scenarios.We adapted a mathematical model which estimates the direct and indirect health benefits and costs of HPV4 vaccination in a dynamic population. The model compared three vaccination scenarios against screening only (no-vaccination) for three doses of HPV4 vaccine among individuals aged 11-15 years in Puerto Rico: 1) 34% for females and 13% for males (34%F/13%M), 2) 50% for females and 40% for males (50%F/40%M), and 3) 80% for female and 64% for male (80%F/64%M). Data specific to Puerto Rico was used. When not available, values from the United States were used. Input data consisted of demographic, behavioral, epidemiological, screening, and economic parameters.The model predicted decreases in: 1) HPV infection prevalence for females and males, 2) cervical intraepithelial neoplasia and cervical cancer incidence for females, 3) genital warts incidence for females and males, and 4) cervical cancer deaths among females, when various vaccination program scenarios were considered. In addition, when the vaccination percentage was increased in every scenario, the reduction was greater and began earlier. The analysis also evidenced an incremental cost effectiveness ratio (ICER) of $1,964 per quality-adjusted life year gained for the 80%F/64%M uptake scenario.HPV vaccine can prove its cost effectiveness and substantially reduce the burden and costs associated to various HPV-related conditions when targeted to the adequate population together with an organized HPV vaccination program.", "doi": "10.1371/journal.pone.0184540", "title": "Modelling the effects of quadrivalent Human Papillomavirus (HPV) vaccination in Puerto Rico.", "journal": ["PloS one", "PLoS ONE"]}