{"authors": [["Kuznik", "Andreas", "A", "Regeneron Pharmaceuticals, Tarrytown, NY, United States of America."], ["Iliyasu", "Garba", "G", "Infectious & Tropical Diseases Unit, College of Health Sciences, Bayero University, Kano, Nigeria."], ["Lamorde", "Mohammed", "M", "Infectious Diseases Institute, Makerere University College of Health Sciences, Kampala, Uganda."], ["Mahmud", "Mustapha", "M", "National Immunization Technical Advisory Group, National Primary Health Care Development Agency, Abuja, Nigeria."], ["Musa", "Baba M", "BM", "Infectious & Tropical Diseases Unit, College of Health Sciences, Bayero University, Kano, Nigeria."], ["Nashabaru", "Ibrahim", "I", "Infectious & Tropical Diseases Unit, College of Health Sciences, Bayero University, Kano, Nigeria."], ["Obaro", "Stephen", "S", "Division of Pediatric Infectious Disease, University of Nebraska Medical Center, Omaha Nebraska, United States of America."], ["Mohammed", "Idris", "I", "Infectious Diseases Unit, Department of Medicine, Federal Teaching Hospital, Gombe, Nigeria."], ["Habib", "Abdulrazaq G", "AG", "Infectious & Tropical Diseases Unit, College of Health Sciences, Bayero University, Kano, Nigeria."]], "date": "2017-11-30", "id": "29190699", "text": "Neisseria meningitidis constitutes a major public health problem among countries in the African meningitis belt. Following regional vaccination campaigns for serogroup A and subsequent increases in protection against this serogroup, non-A serogroups such as C and W now pose significant epidemic threats, particularly in young children.To evaluate the cost-effectiveness of broadening coverage from conjugate serogroup A to quadrivalent ACWY vaccination.We developed a 40-year Markov state transition model with annual cycles to simulate costs and clinical outcomes in children aged 1 to 10 in the 26 countries of the African meningitis belt. The incidence of CWY meningitis cases among an unvaccinated population was held constant at inter-epidemic rates of 50 per 100,000/year and 150 per 100,000/year. The country-specific cost and probability of access to meningitis care, vaccine efficacy, the mortality risk among treated and untreated meningitis cases, the risk of clinical sequelae and their respective disability weights were based on published sources. Vaccination cost was based on international prices lists, presented in 2014 US$.At an incidence rate of 50 per 100,000/year, routine conjugate vaccination is highly cost-effective in 14 out of 26 countries with a cost/DALY averted ranging from US$555-US$787. At the higher incidence rate of 150 per 100,000/year, quadrivalent vaccination is cost-effective in all 26 countries with a cost/DALY averted ranging from US$105-US$250. The annual incidence rate at which routine conjugate quadrivalent vaccination is expected to be economically justifiable ranges from 13 per 100,000/year in Nigeria to 142 per 100,000/year in Burundi.Routine quadrivalent conjugate vaccination against Neisseria meningitidis is cost-effective at incidence rates well below the epidemic threshold among children living in the African meningitis belt.", "doi": "10.1371/journal.pone.0188595", "title": "Cost-effectiveness of expanding childhood routine immunization against Neisseria meningitidis serogroups C, W and Y with a quadrivalent conjugate vaccine in the African meningitis belt.", "journal": ["PloS one", "PLoS ONE"]}