{"authors": [["Kampmann", "Beate", "B", "Imperial College London, Paediatrics, London, United Kingdom of Great Britain and Northern Ireland."], ["Seddon", "James A", "JA", "Imperial College London, 4615, Paediatrics, London, United Kingdom of Great Britain and Northern Ireland ; james.seddon@imperial.ac.uk."], ["Paton", "James", "J", "University of Glasgow School of Life Sciences, 98453, Glasgow, United Kingdom of Great Britain and Northern Ireland ; james.paton@glasgow.ac.uk."], ["Nademi", "Zohreh", "Z", "Newcastle Upon Tyne Hospitals NHS Foundation Trust, 5983, Paediatrics, Newcastle Upon Tyne, United Kingdom of Great Britain and Northern Ireland ; zohreh.nademi@nuth.nhs.uk."], ["Keane", "Denis", "D", "Imperial College London, 4615, London, United Kingdom of Great Britain and Northern Ireland ; dkeane@nhs.net."], ["Williams", "Bhanu", "B", "Northwick Park Hospital, 156528, London, United Kingdom of Great Britain and Northern Ireland ; bhanuwilliams@doctors.org.uk."], ["Williams", "Amanda", "A", "Northwick Park Hospital, 156528, Paediatrics, London, United Kingdom of Great Britain and Northern Ireland ; awilliams21@nhs.net."], ["Liebeschutz", "Sue", "S", "Barts Health NHS Trust, 9744, London, United Kingdom of Great Britain and Northern Ireland ; susan.liebeschuetz@newhamhealth.nhs.uk."], ["Riddell", "Anna", "A", "Barts Health NHS Trust, 9744, London, United Kingdom of Great Britain and Northern Ireland ; Anna.Riddell@bartsandthelondon.nhs.uk."], ["Bernatoniene", "Jolanta", "J", "Bristol Royal Hospital for Children, 156596, Bristol, United Kingdom of Great Britain and Northern Ireland ; jolanta.bernatoniene@gmail.com."], ["Patel", "Sanjay", "S", "University Hospital Southampton NHS Foundation Trust, 105634, Southampton, United Kingdom of Great Britain and Northern Ireland ; sanjay.patel@uhs.nhs.uk."], ["Martinez", "Nuria", "N", "Evelina London Children's Hospital, 443490, London, United Kingdom of Great Britain and Northern Ireland ; nuria.martinezalier@gmail.com."], ["McMaster", "Paddy", "P", "North Manchester General Hospital, 156778, Manchester, United Kingdom of Great Britain and Northern Ireland ; Paddy.McMaster@pat.nhs.uk."], ["Basu-Roy", "Robindra", "R", "Imperial College London, Department of Paediatric Allergy and Infectious Diseases, London, United Kingdom of Great Britain and Northern Ireland ; r.basu-roy@imperial.ac.uk."], ["Welch", "Steven B", "SB", "Heart of England NHS Foundation Trust, 1727, Birmingham, United Kingdom of Great Britain and Northern Ireland ; steven.welch@heartofengland.nhs.uk."]], "date": "2017-11-30", "id": "29190430", "text": "Rationale and Objective In order to identify infected contacts of tuberculosis (TB) cases, the UK National Institute for Health and Care Excellence (NICE) recommended the addition of interferon-gamma release assays (IGRA) to the tuberculin skin test (TST) in its 2006 TB guidelines. Treatment for TB infection was no longer recommended for children screened TST-positive but IGRA-negative. We carried out a cohort study to evaluate the risk of TB disease in this group. Methods Children exposed to an infectious case of TB in their household were recruited from 11 paediatric TB clinics. TST and IGRA were carried out at baseline, IGRA repeated at 8 weeks and TST repeated if initially negative. Children were treated according to 2006 NICE guidelines and followed for 24 months. Measurements and Main Results Of 431 recruited children 392 completed the study. We diagnosed 48 (12.2%) cases of prevalent TB disease, 105 (26.8%) with TB infection and 239 (60.9%) without TB infection or disease. 18 children aged two years and above had a positive TST but persistently negative IGRA. None received TB infection treatment and none developed TB disease. 90 (26.1%) children qualified for TB infection treatment according to 2006 NICE guidelines. In contrast, 147 (42.7%) children would have qualified under revised NICE guidance, issued in 2016. Conclusions In this low prevalence setting we saw no incident cases of TB disease in children who were TST-positive but IGRA-negative and did not receive treatment for TB infection. Following the latest NICE guidance, significantly more children will require medication.", "doi": "10.1164/rccm.201707-1487OC", "title": "Evaluating UK National Guidance for Screening of Children for TB: A Prospective Multi-centre Study.", "journal": ["American journal of respiratory and critical care medicine", "Am. J. Respir. Crit. Care Med."]}