{"authors": [["Pervaiz", "Aslam", "A", null], ["Mbaeyi", "Chukwuma", "C", null], ["Baig", "Mirza Amir", "MA", null], ["Burman", "Ashley", "A", null], ["Ahmed", "Jamal A", "JA", null], ["Akter", "Sharifa", "S", null], ["Jatoi", "Fayaz A", "FA", null], ["Mahamud", "Abdirahman", "A", null], ["Asghar", "Rana Jawad", "RJ", null], ["Azam", "Naila", "N", null], ["Shah", "Muhammad Nadeem", "MN", null], ["Laghari", "Mumtaz Ali", "MA", null], ["Soomro", "Kamaluddin", "K", null], ["Wadood", "Mufti Zubair", "MZ", null], ["Ehrhardt", "Derek", "D", null], ["Safdar", "Rana M", "RM", null], ["Farag", "Noha", "N", null]], "date": "2017-12-01", "id": "29190264", "text": "Following the declaration of eradication of wild poliovirus (WPV) type 2 in September 2015, trivalent oral poliovirus vaccine (tOPV) was withdrawn globally to reduce the risk for type 2 vaccine-derived poliovirus (VDPV2) transmission; all countries implemented a synchronized switch to bivalent OPV (type 1 and 3) in April 2016 (1,2). Any isolation of VDPV2 after the switch is to be treated as a potential public health emergency and might indicate the need for supplementary immunization activities (3,4). On August 9, 2016, VDPV2 was isolated from a sewage sample taken from an environmental surveillance site in Hyderabad, Sindh province, Pakistan. Possible vaccination activities in response to VDPV2 isolation include the use of injectable inactivated polio vaccine (IPV), which poses no risk for vaccine-derived poliovirus transmission. Fractional-dose, intradermal IPV (fIPV), one fifth of the standard intramuscular dose, has been developed to more efficiently manage limited IPV supplies. fIPV has been shown in some studies to be noninferior to full-dose IPV (5,6) and was used successfully in response to a similar detection of a single VDPV2 isolate from sewage in India (7). Injectable fIPV was used for response activities in Hyderabad and three neighboring districts. This report describes the findings of an assessment of preparatory activities and subsequent implementation of the fIPV campaign. Despite achieving high coverage (>80%), several operational challenges were noted. The lessons learned from this campaign could help to guide the planning and implementation of future fIPV vaccination activities.", "doi": "10.15585/mmwr.mm6647a4", "title": "Fractional-Dose Inactivated Poliovirus Vaccine Campaign - Sindh Province, Pakistan, 2016.", "journal": ["MMWR. Morbidity and mortality weekly report", "MMWR Morb. Mortal. Wkly. Rep."]}