{"authors": [["Han", "Jicheng", "J", "Medical College, Yanbian University, Yanji, 133002, China."], ["Ma", "Haibin", "H", "Key Laboratory of Jilin Province for Zoonosis Prevention and Control, Institute of Military Veterinary, Academy of Military Medical Sciences, Changchun, 130122, China."], ["Cao", "Liang", "L", "Key Laboratory of Jilin Province for Zoonosis Prevention and Control, Institute of Military Veterinary, Academy of Military Medical Sciences, Changchun, 130122, China."], ["Jing", "Jie", "J", "Key Laboratory of Jilin Province for Zoonosis Prevention and Control, Institute of Military Veterinary, Academy of Military Medical Sciences, Changchun, 130122, China."], ["Xiao", "Pengpeng", "P", "Medical College, Yanbian University, Yanji, 133002, China."], ["Sun", "Wenchao", "W", "Key Laboratory of Jilin Province for Zoonosis Prevention and Control, Institute of Military Veterinary, Academy of Military Medical Sciences, Changchun, 130122, China."], ["Xie", "Changzhan", "C", "Key Laboratory of Jilin Province for Zoonosis Prevention and Control, Institute of Military Veterinary, Academy of Military Medical Sciences, Changchun, 130122, China."], ["Wen", "Shubo", "S", "Key Laboratory of Jilin Province for Zoonosis Prevention and Control, Institute of Military Veterinary, Academy of Military Medical Sciences, Changchun, 130122, China."], ["Li", "Yiquan", "Y", "Medical College, Yanbian University, Yanji, 133002, China."], ["Tian", "Mingyao", "M", "Key Laboratory of Jilin Province for Zoonosis Prevention and Control, Institute of Military Veterinary, Academy of Military Medical Sciences, Changchun, 130122, China."], ["Lu", "Huijun", "H", "Medical College, Yanbian University, Yanji, 133002, China. huijun_lu@126.com."], ["Jin", "Ningyi", "N", "Medical College, Yanbian University, Yanji, 133002, China. jinningyi2000@126.com."]], "date": "2017-11-30", "id": "29189898", "text": "Porcine reproductive and respiratory syndrome (PRRS) is almost always caused by the North American strain of PRRS virus (PRRSV) in China; the European genotype of PRRSV has emerged in China. The mixed infection of PRRSV and Porcine circovirus type 2 virus (PCV2) are always found in pigs and PRRSV-augmented PCV2 replication and serious clinical symptoms. Current vaccines cannot protect mixed European PRRSV and PCV2 infections. Therefore, the development of a safe and effective new vaccine to prevent and control the mixed infection of European PRRSV and PCV2 is both urgent and necessary. In this study, we developed a recombinant vaccinia vaccine co-expressing the GP3 and GP5 proteins of European PRRSV and the ORF2 protein of PCV2 and evaluated the immunogenicity and its protective effects and its inactivated vaccine in pigs. The recombinant vaccinia vaccine and its inactivated vaccine both elicited significant humoral and cellular immune responses with a higher level of specific antibody responses and T-lymphocyte proliferation than the control group. Furthermore, the pigs inoculated with the recombinant vaccinia vaccine were completely protected against challenge with 105 TCID50 of European PRRSV strain LV. These data suggest that the recombinant vaccinia vaccine is a potential candidate vaccine against European PRRSV and PCV2.", "doi": "10.1007/s00253-017-8661-2", "title": "Immunogenicity of recombinant vaccinia virus vaccines co-expressing GP3/GP5 of European PRRSV and Cap protein of PCV2 in pigs.", "journal": ["Applied microbiology and biotechnology", "Appl. Microbiol. Biotechnol."]}