{"authors": [["An", "Wenxi", "W", "Viral Disease and Vaccine Translational Research Unit, CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, 200025, China."], ["Ge", "Ningning", "N", "Viral Disease and Vaccine Translational Research Unit, CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, 200025, China."], ["Cao", "Yilin", "Y", "Viral Disease and Vaccine Translational Research Unit, CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, 200025, China."], ["Sun", "Jin", "J", "Viral Disease and Vaccine Translational Research Unit, CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, 200025, China."], ["Jin", "Xia", "X", "Viral Disease and Vaccine Translational Research Unit, CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, 200025, China. xjin@ips.ac.cn."]], "date": "2017-11-28", "id": "29188427", "text": "Chikungunya virus (CHIKV) is an arbovirus transmitted by Aedes mosquitos in tropical and subtropical regions across the world. After decades of sporadic outbreaks, it re-emerged in Africa, Asia, India Ocean and America suddenly, causing major regional epidemics recently and becoming a notable global health problem. Infection by CHIKV results in a spectrum of clinical diseases including an acute self-limiting febrile illness in most individuals, a chronic phase of recurrent join pain in a proportion of patients, and long-term arthralgia for months to years for the unfortunate few. No specific anti-viral drugs or licensed vaccines for CHIKV are available so far. A better understanding of virus-host interactions is essential for the development of therapeutics and vaccines. To this end, we reviewed the existing knowledge on CHIKV's epidemiology, clinical presentation, molecular virology, diagnostic approaches, host immune response, vaccine development, and available animal models. Such a comprehensive overview, we believe, will shed lights on the promises and challenges in CHIKV vaccine development.", "doi": "10.1007/s12250-017-4072-x", "title": "Recent progress on chikungunya virus research.", "journal": ["Virologica Sinica", "Virol Sin"]}