{"authors": [["Bjerregaard", "Anne-Mette", "AM", "Department of Bio and Health Informatics, Technical University of Denmark, Kongens Lyngby, Denmark."], ["Nielsen", "Morten", "M", "Department of Bio and Health Informatics, Technical University of Denmark, Kongens Lyngby, Denmark."], ["Jurtz", "Vanessa", "V", "Department of Bio and Health Informatics, Technical University of Denmark, Kongens Lyngby, Denmark."], ["Barra", "Carolina M", "CM", "Instituto de Investigaciones Biotecnológicas, Universidad Nacional de San Martín, Buenos Aires, Argentina."], ["Hadrup", "Sine Reker", "SR", "Section for Immunology and Vaccinology, National Veterinary Institute, Technical University of Denmark, Kongens Lyngby, Denmark."], ["Szallasi", "Zoltan", "Z", "Department of Bio and Health Informatics, Technical University of Denmark, Kongens Lyngby, Denmark."], ["Eklund", "Aron Charles", "AC", "Department of Bio and Health Informatics, Technical University of Denmark, Kongens Lyngby, Denmark."]], "date": "2017-11-15", "id": "29187854", "text": "Personalization of cancer immunotherapies such as therapeutic vaccines and adoptive T-cell therapy may benefit from efficient identification and targeting of patient-specific neoepitopes. However, current neoepitope prediction methods based on sequencing and predictions of epitope processing and presentation result in a low rate of validation, suggesting that the determinants of peptide immunogenicity are not well understood. We gathered published data on human neopeptides originating from single amino acid substitutions for which T cell reactivity had been experimentally tested, including both immunogenic and non-immunogenic neopeptides. Out of 1,948 neopeptide-HLA (human leukocyte antigen) combinations from 13 publications, 53 were reported to elicit a T cell response. From these data, we found an enrichment for responses among peptides of length 9. Even though the peptides had been pre-selected based on presumed likelihood of being immunogenic, we found using NetMHCpan-4.0 that immunogenic neopeptides were predicted to bind significantly more strongly to HLA compared to non-immunogenic peptides. Investigation of the HLA binding strength of the immunogenic peptides revealed that the vast majority (96%) shared very strong predicted binding to HLA and that the binding strength was comparable to that observed for pathogen-derived epitopes. Finally, we found that neopeptide dissimilarity to self is a predictor of immunogenicity in situations where neo- and normal peptides share comparable predicted binding strength. In conclusion, these results suggest new strategies for prioritization of mutated peptides, but new data will be needed to confirm their value.", "doi": "10.3389/fimmu.2017.01566", "title": "An Analysis of Natural T Cell Responses to Predicted Tumor Neoepitopes.", "journal": ["Frontiers in immunology", "Front Immunol"]}