{"authors": [["Tian", "Daiyin", "D", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Battles", "Michael B", "MB", "Department of Biochemistry and Cell Biology, Geisel School of Medicine at Dartmouth, Hanover, NH, 03755, USA."], ["Moin", "Syed M", "SM", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Chen", "Man", "M", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Modjarrad", "Kayvon", "K", "Walter Reed Army Institute of Research, Silver Spring, MD, 20910, USA."], ["Kumar", "Azad", "A", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Kanekiyo", "Masaru", "M", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Graepel", "Kevin W", "KW", "Department of Pediatrics, Vanderbilt University Medical Center, Nashville, TN, 37208, USA."], ["Taher", "Noor M", "NM", "Department of Biochemistry and Cell Biology, Geisel School of Medicine at Dartmouth, Hanover, NH, 03755, USA."], ["Hotard", "Anne L", "AL", "Department of Pediatrics, Emory University, Atlanta, GA, 30322, USA."], ["Moore", "Martin L", "ML", "Department of Pediatrics, Emory University, Atlanta, GA, 30322, USA."], ["Zhao", "Min", "M", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, School of Public Health, Xiamen University, Xiamen, Fujian, 361005, China."], ["Zheng", "Zi-Zheng", "ZZ", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, School of Public Health, Xiamen University, Xiamen, Fujian, 361005, China."], ["Xia", "Ning-Shao", "NS", "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics, School of Public Health, Xiamen University, Xiamen, Fujian, 361005, China. nsxia@xmu.edu.cn."], ["McLellan", "Jason S", "JS", "Department of Biochemistry and Cell Biology, Geisel School of Medicine at Dartmouth, Hanover, NH, 03755, USA. Jason.S.McLellan@Dartmouth.edu."], ["Graham", "Barney S", "BS", "Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, 20892, USA. bgraham@nih.gov."]], "date": "2017-11-30", "id": "29187732", "text": "A licensed vaccine for respiratory syncytial virus (RSV) is unavailable, and passive prophylaxis with the antibody palivizumab is restricted to high-risk infants. Recently isolated antibodies 5C4 and D25 are substantially more potent than palivizumab, and a derivative of D25 is in clinical trials. Here we show that unlike D25, 5C4 preferentially neutralizes subtype A viruses. The crystal structure of 5C4 bound to the RSV fusion (F) protein reveals that the overall binding mode of 5C4 is similar to that of D25, but their angles of approach are substantially different. Mutagenesis and virological studies demonstrate that RSV F residue 201 is largely responsible for the subtype specificity of 5C4. These results improve our understanding of subtype-specific immunity and the neutralization breadth requirements of next-generation antibodies, and thereby contribute to the design of broadly protective RSV vaccines.", "doi": "10.1038/s41467-017-01858-w", "title": "Structural basis of respiratory syncytial virus subtype-dependent neutralization by an antibody targeting the fusion glycoprotein.", "journal": ["Nature communications", "Nat Commun"]}