{"authors": [["Fiebig", "Timm", "T", "From the Institute of Clinical Biochemistry, Hannover Medical School, 30625 Hannover, Germany."], ["Litschko", "Christa", "C", "From the Institute of Clinical Biochemistry, Hannover Medical School, 30625 Hannover, Germany."], ["Freiberger", "Friedrich", "F", "From the Institute of Clinical Biochemistry, Hannover Medical School, 30625 Hannover, Germany."], ["Bethe", "Andrea", "A", "From the Institute of Clinical Biochemistry, Hannover Medical School, 30625 Hannover, Germany."], ["Berger", "Monika", "M", "From the Institute of Clinical Biochemistry, Hannover Medical School, 30625 Hannover, Germany."], ["Gerardy-Schahn", "Rita", "R", "From the Institute of Clinical Biochemistry, Hannover Medical School, 30625 Hannover, Germany gerardy-schahn.rita@mh-hannover.de."]], "date": "2017-11-29", "id": "29187601", "text": "Neisseria meningitidis serogroups A and X are among the leading causes of bacterial meningitis in the African meningitis belt. Glycoconjugate vaccines, consisting of an antigenic carrier protein coupled to the capsular polysaccharide of the bacterial pathogen, are the most effective strategy for prevention of meningococcal disease. However, the distribution of effective glycoconjugate vaccines in this region is limited by the high cost of cultivating pathogens and purification of their capsular polysaccharides. Moreover, chemical approaches to synthesize oligosaccharide antigens have proven challenging. In the current study, we present a chemoenzymatic approach for generating tailored oligosaccharide fractions ready for activation and coupling to the carrier protein. In a first step, the elongation modes of recombinant capsular polymerases from Neisseria meningitidis serogroups A (CsaB) and X (CsxA) were characterized. We observed that CsaB is a distributive enzyme, and CsxA is a processive enzyme. Sequence comparison of these two stealth family proteins revealed a C-terminal extension in CsxA, which conferred processivity because of the existence of a second product-binding site. Deletion of the C-terminal domain converted CsxA into a distributive enzyme, allowing facile control of product length by adjusting the ratio of donor to acceptor sugars. Solid-phase fixation of the engineered capsular polymerases enabled rapid production of capsular polysaccharides with high yield and purity. In summary, the tools developed here provide critical steps toward reducing the cost of conjugate vaccine production, which will increase access in regions with the greatest need. Our work also facilitates efforts to study the relationship between oligosaccharide size and antigenicity.", "doi": "10.1074/jbc.RA117.000488", "title": "Efficient solid-phase synthesis of meningococcal capsular oligosaccharides enables simple and fast chemoenzymatic vaccine production.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}