{"authors": [["Wang", "Hua", "H", "From the Comprehensive AIDS Research Center, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, and School of Medicine."], ["Chen", "Xiangjun", "X", "MOE Key Laboratory of Protein Sciences, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, Institute for Immunology, and."], ["Wang", "Dianhong", "D", "Beijing Advanced Innovation Center for Structural Biology, and Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Medicine, Tsinghua University, Beijing 100084, China."], ["Yao", "Chen", "C", "From the Comprehensive AIDS Research Center, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, and School of Medicine."], ["Wang", "Qian", "Q", "From the Comprehensive AIDS Research Center, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, and School of Medicine."], ["Xie", "Jiayu", "J", "From the Comprehensive AIDS Research Center, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, and School of Medicine."], ["Shi", "Xuanling", "X", "From the Comprehensive AIDS Research Center, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, and School of Medicine."], ["Xiang", "Ye", "Y", "Beijing Advanced Innovation Center for Structural Biology, and Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Medicine, Tsinghua University, Beijing 100084, China."], ["Liu", "Wanli", "W", "MOE Key Laboratory of Protein Sciences, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, Institute for Immunology, and."], ["Zhang", "Linqi", "L", "From the Comprehensive AIDS Research Center, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, School of Life Sciences, and School of Medicine, zhanglinqi@tsinghua.edu.cn."]], "date": "2017-11-29", "id": "29187598", "text": "Recent discoveries of broadly neutralizing antibodies (bnAbs) in HIV-1-infected individuals have led to the identification of several major \"vulnerable sites\" on the HIV-1 envelope (Env) glycoprotein. These sites have provided precise targets for HIV-1 vaccine development, but identifying and utilizing many of these targets remain technically challenging. Using a yeast surface display-based approach, we sought to identify epitope-focused antigenic domains (EADs) containing one of the \"vulnerable sites,\" the CD4-binding site (CD4bs), through screening and selection of a combinatorial antigen library of the HIV-1 envelope glycoprotein with the CD4bs bnAb VRC01. We isolated multiple EADs and found that their trimeric forms have biochemical and structural features that preferentially bind and activate B cells that express VRC01 in vitro More importantly, these EADs could induce detectable levels of neutralizing antibodies against genetically related autologous and heterologous subtype B viruses in guinea pigs. Our results demonstrate that an epitope-focused approach involving a screen of a combinatorial antigen library is feasible. The EADs identified here represent a promising collection of possible targets in the rational design of HIV-1 vaccines and lay the foundation for harnessing the specific antigenicity of CD4bs for protective immunogenicity in vivo.", "doi": "10.1074/jbc.M117.816447", "title": "Epitope-focused immunogens against the CD4-binding site of HIV-1 envelope protein induce neutralizing antibodies against auto- and heterologous viruses.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}