{"authors": [["Banerjee", "Antara", "A", "Division of Emerging and Transfusion Transmitted Diseases, Office of Blood Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993."], ["Bhattacharya", "Parna", "P", "Division of Emerging and Transfusion Transmitted Diseases, Office of Blood Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993."], ["Dagur", "Pradeep K", "PK", "Flow Cytometry Core, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD 20892; and."], ["Karmakar", "Subir", "S", "Division of Emerging and Transfusion Transmitted Diseases, Office of Blood Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993."], ["Ismail", "Nevien", "N", "Division of Emerging and Transfusion Transmitted Diseases, Office of Blood Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993."], ["Joshi", "Amritanshu B", "AB", "Division of Emerging and Transfusion Transmitted Diseases, Office of Blood Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993."], ["Akue", "Adovi D", "AD", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993."], ["KuKuruga", "Mark", "M", "Office of Vaccines Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993."], ["McCoy", "John Philip", "JP", "Flow Cytometry Core, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD 20892; and."], ["Dey", "Ranadhir", "R", "Division of Emerging and Transfusion Transmitted Diseases, Office of Blood Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993; Hira.Nakhasi@fda.hhs.gov Ranadhir.Dey@fda.hhs.gov."], ["Nakhasi", "Hira L", "HL", "Division of Emerging and Transfusion Transmitted Diseases, Office of Blood Research and Review, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993; Hira.Nakhasi@fda.hhs.gov Ranadhir.Dey@fda.hhs.gov."]], "date": "2017-11-29", "id": "29187586", "text": "No vaccine exists against visceral leishmaniasis. To develop effective vaccines, we have previously reported protective role of live attenuated centrin gene-deleted Leishmania donovani (LdCen-/- ) parasites through induction of Th1 type immune response in mice, hamsters, and dogs. In this study, we specifically explored the role of Th17 cells in LdCen-/- -induced host protection in mice. Our results showed that compared with wild-type L. donovani infection, LdCen-/- parasites induce significantly higher expression of Th17 differentiation cytokines in splenic dendritic cells. There was also induction of IL-17 and its promoting cytokines in total splenocytes and in both CD4 and CD8 T cells following immunization with LdCen-/- Upon challenge with wild-type parasites, IL-17 and its differentiating cytokines were significantly higher in LdCen-/- -immunized mice compared with nonimmunized mice that resulted in parasite control. Alongside IL-17 induction, we observed induction of IFN-γ-producing Th1 cells as reported earlier. However, Th17 cells are generated before Th1 cells. Neutralization of either IL-17 or IFN-γ abrogated LdCen-/- -induced host protection further confirming the essential role of Th17 along with Th1 cytokines in host protection. Treatment with recombinant IL-23, which is required for stabilization and maintenance of IL-17, heightened Th17, and Tc17 responses in immunized mice splenocytes. In contrast, Th17 response was absent in immunized IL-23R-/- mice that failed to induce protection upon virulent Leishmania challenge suggesting that IL-23 plays an essential role in IL-17-mediated protection by LdCen-/- parasites. This study unveiled the role of IL-23-dependent IL-17 induction in LdCen-/- parasite-induced immunity and subsequent protection against visceral leishmaniasis.", "doi": "10.4049/jimmunol.1700674", "title": "Live Attenuated Leishmania donovani Centrin Gene-Deleted Parasites Induce IL-23-Dependent IL-17-Protective Immune Response against Visceral Leishmaniasis in a Murine Model.", "journal": ["Journal of immunology (Baltimore, Md. : 1950)", "J. Immunol."]}