{"authors": [["Erasmus", "Jesse H", "JH", "Institute for Human Infections and Immunity, Center for Tropical Diseases, and Department of Microbiology and Immunology, Center for Structural Biology and Molecular Biophysics, Department of Biochemistry and Molecular Biology University of Texas Medical Branch, Galveston, Texas, USA."], ["Seymour", "Robert L", "RL", "Institute for Human Infections and Immunity, Center for Tropical Diseases, and Department of Microbiology and Immunology, Center for Structural Biology and Molecular Biophysics, Department of Biochemistry and Molecular Biology University of Texas Medical Branch, Galveston, Texas, USA."], ["Kaelber", "Jason T", "JT", "National Center for Macromolecular Imaging, Verna and Marrs McLean Department of Biochemistry and Molecular Biology, and Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, Texas, USA."], ["Kim", "Dal Y", "DY", "Department of Microbiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Leal", "Grace", "G", "Institute for Human Infections and Immunity, Center for Tropical Diseases, and Department of Microbiology and Immunology, Center for Structural Biology and Molecular Biophysics, Department of Biochemistry and Molecular Biology University of Texas Medical Branch, Galveston, Texas, USA."], ["Sherman", "Michael B", "MB", "Institute for Human Infections and Immunity, Center for Tropical Diseases, and Department of Microbiology and Immunology, Center for Structural Biology and Molecular Biophysics, Department of Biochemistry and Molecular Biology University of Texas Medical Branch, Galveston, Texas, USA."], ["Frolov", "Ilya", "I", "Department of Microbiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Chiu", "Wah", "W", "National Center for Macromolecular Imaging, Verna and Marrs McLean Department of Biochemistry and Molecular Biology, and Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, Texas, USA."], ["Weaver", "Scott C", "SC", "Institute for Human Infections and Immunity, Center for Tropical Diseases, and Department of Microbiology and Immunology, Center for Structural Biology and Molecular Biophysics, Department of Biochemistry and Molecular Biology University of Texas Medical Branch, Galveston, Texas, USA. sweaver@utmb.edu."], ["Nasar", "Farooq", "F", "Institute for Human Infections and Immunity, Center for Tropical Diseases, and Department of Microbiology and Immunology, Center for Structural Biology and Molecular Biophysics, Department of Biochemistry and Molecular Biology University of Texas Medical Branch, Galveston, Texas, USA. fanasar@icloud.com."]], "date": "2017-11-29", "id": "29187545", "text": "Most alphaviruses are mosquito-borne and exhibit a broad host range, infecting many different vertebrates including birds, rodents, equids, humans and nonhuman primates. Recently, a host-restricted, mosquito-borne alphavirus, Eilat virus (EILV), was described with an inability to infect vertebrate cells based on defective attachment and/or entry as well as a lack of genomic RNA replication. We investigated the utilization of EILV recombinant technology as a vaccine platform against eastern (EEEV) and Venezuelan equine encephalitis viruses (VEEV), two important pathogens of humans and domesticated animals. EILV chimeras containing structural proteins of EEEV or VEEV were engineered and successfully rescued in Aedes albopictus cells. Cryo-EM reconstructions at 8 and 11 Å of EILV/VEEV and EILV/EEEV, respectively, showed virion and glycoprotein spike structures similar to VEEV-Tc83 and other alphaviruses. The chimeras were unable to replicate in vertebrate cell lines or in brains of newborn mice when injected intracranially. Histopathologic examinations of the brain tissues showed no evidence of pathologic lesions, and were indistinguishable from those of mock-infected animals. A single-dose immunization of either monovalent or multivalent EILV chimera(s) generated neutralizing antibody responses and protected animals against lethal challenge 70 days later. Lastly, a single dose of monovalent EILV chimeras generated protective responses as early as day 1 post-vaccination, and partial or complete protection by day 6. These data demonstrate the safety, immunogenicity, and efficacy of novel insect-specific EILV-based chimeras as potential EEEV and VEEV vaccines.IMPORTANCE Mostly in the last decade, insect-specific viruses have been discovered in several arbovirus families. However, most of these viruses are not well studied and largely have been ignored. We explored use of the mosquito-specific alphavirus, Eilat virus (EILV), as an alphavirus vaccine platform in well-established disease models for eastern (EEE) and Venezuelan equine encephalitis (VEE). EILV-based chimeras replicated to high titers in a mosquito cell line, yet retained their host range restriction in vertebrates both in vitro and in vivo In addition, the chimeras generated immune responses that were higher than other human and/or equine vaccines. These findings indicate the feasibility of producing a safe, efficacious, mono- or multi-valent vaccine against the encephalitic alphaviruses, VEEV and EEEV. Lastly, these data demonstrate how host restricted, insect-specific viruses can be engineered to develop vaccines against related pathogenic arboviruses that cause severe disease in humans and domesticated animals.", "doi": "10.1128/JVI.01274-17", "title": "Novel insect-specific Eilat virus-based chimeric vaccine candidates provide durable, mono- and multi-valent, single dose protection against lethal alphavirus challenge.", "journal": ["Journal of virology", "J. Virol."]}