{"authors": [["Ziegler", "Christopher M", "CM", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Eisenhauer", "Philip", "P", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Kelly", "Jamie A", "JA", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Dang", "Loan N", "LN", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Beganovic", "Vedran", "V", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Bruce", "Emily A", "EA", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["King", "Benjamin R", "BR", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Shirley", "David J", "DJ", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Weir", "Marion E", "ME", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Ballif", "Bryan A", "BA", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA."], ["Botten", "Jason", "J", "Department of Medicine, Division of Immunobiology Cellular, Molecular, and Biomedical Sciences Graduate Program Department of Microbiology and Molecular Genetics Department of Biology, University of Vermont, Burlington, VT 05405, USA jbotten@uvm.edu."]], "date": "2017-11-29", "id": "29187543", "text": "Arenaviruses are negative-strand, enveloped RNA viruses that cause significant human disease. In particular, Junín mammarenvirus (JUNV) is the etiologic agent of Argentine hemorrhagic fever. At present, little is known about the cellular proteins that the arenavirus matrix protein (Z) hijacks to accomplish its various functions, including driving the process of virus release. Further, there is a little knowledge regarding host proteins incorporated into arenavirus particles and their importance for virion function. To address these deficiencies, we used mass spectrometry to identify human proteins that (i) interact with the JUNV matrix protein inside of cells or within virus-like particles (VLPs) and/or (ii) are incorporated into bona fide JUNV strain Candid #1 particles. Bioinformatic analyses revealed that multiple classes of human proteins were overrepresented in the datasets, including ribosomal proteins, Ras superfamily proteins, and endosomal sorting complex required for transport (ESCRT) proteins. Several of these proteins were required for the propagation of JUNV (ARF1, ATP6V0D1 and PRDX3), lymphocytic choriomeningitis mammarenavirus (LCMV) (Rab5c), or both viruses (ATP5B, IMPDH2). Further, we show that release of infectious JUNV particles, but not LCMV particles, requires a functional ESCRT pathway and that ATP5B and IMPDH2 are required for JUNV budding. In summary, we have provided a large-scale map of host machinery that associates with JUNV and identified key human proteins required for its propagation. This dataset provides a resource for the field to guide antiviral target discovery and to better understand the biology of the arenavirus matrix protein and the importance of host proteins for virion function.IMPORTANCE Arenaviruses are deadly human pathogens for which there are no United States Food and Drug Administration-approved vaccines and only limited treatment options. Little is known about the host proteins that are incorporated into arenavirus particles or that associate with its multifunctional matrix protein. Using Junín mammarenavirus (JUNV), the causative agent of Argentine hemorrhagic fever, as a model organism, we mapped the human proteins that are incorporated into JUNV particles or that associate with the JUNV matrix protein. Functional analysis revealed host machinery that is required for JUNV propagation, including the cellular ESCRT pathway. This study improves our understanding of critical arenavirus-host interactions and provides a dataset that will guide future studies to better understand arenavirus pathogenesis and identify novel host proteins that can be therapeutically targeted.", "doi": "10.1128/JVI.01565-17", "title": "A proteomic survey of Junín virus interactions with human proteins reveals host factors required for arenavirus replication.", "journal": ["Journal of virology", "J. Virol."]}