{"authors": [["Shil", "Niraj K", "NK", "Department of Veterinary Microbiology and Pathology, Washington State University, Pullman, Washington, USA."], ["Pokharel", "Swechha M", "SM", "Department of Veterinary Microbiology and Pathology, Washington State University, Pullman, Washington, USA."], ["Banerjee", "Amiya K", "AK", "Department of Immunology, Lerner Research Institute, Cleveland Clinic, Cleveland, Ohio, USA."], ["Hoffman", "Michael", "M", "Department of Microbiology, University of Wisconsin - La Crosse, La Crosse, Wisconsin, USA."], ["Bose", "Santanu", "S", "Department of Veterinary Microbiology and Pathology, Washington State University, Pullman, Washington, USA sbose@vetmed.wsu.edu."]], "date": "2017-11-29", "id": "29187536", "text": "Human parainfluenza virus type 3 (HPIV3) is a negative-sense single-stranded RNA virus belonging to the paramyxoviridae family. HPIV3 is a lung tropic virus causing airway diseases including pneumonia, croup, and bronchiolitis during infancy and childhood. Activation of inflammasome by pathogens results in production of pro-inflammatory cytokines like IL-1β during infection. Thus, inflammasome mediated pro-inflammatory response plays a critical role in regulating immune response and virus clearance. Inflammasome is a multimeric protein complex triggering caspase-1 activation. Activated caspase-1 cleaves pro-IL-1β to its mature (and active) secretory form. Our study revealed inflammasome activation in macrophages following HPIV3 infection. Specifically, activation of NLRP3/ASC inflammasome resulted in production of mature IL-1β from HPIV3 infected cells. Furthermore, TLR2 activation (first signal) and potassium efflux (second signal) constituted two cellular events mediating inflammasome activation following HPIV3 infection. During our studies, we surprisingly identified HPIV3 C protein as an antagonist of inflammasome activation. HPIV3 C protein is an accessory protein encoded by the open reading frame of viral phosphoprotein (P) gene. HPIV3 C protein interacted with NLRP3 protein and blocked inflammasome activation by promoting proteasomal degradation of NLRP3 protein. Thus, our studies report NLRP3/ASC inflammasome activation by HPIV3 via TLR2 signaling and potassium efflux. Furthermore, we have identified HPIV3 C as a viral component involved in antagonizing inflammasome activation.IMPORTANCE Human parainfluenza virus type 3 (HPIV3) is a paramyxovirus that causes respiratory tract diseases during infancy and childhood. Currently no effective vaccine or anti-viral therapy exists for HPIV3. Therefore, in order to develop anti-HPIV3 agents (therapeutics and vaccines) it is important to study HPIV3-host interaction during immune response. Inflammasome play an important role in immune response. Inflammasome activation by HPIV3 has not been previously reported. Our studies demonstrated inflammasome activation by HPIV3 in macrophages. Specifically, HPIV3 activated NLRP3/ASC inflammasome by TLR2 activation and potassium efflux. C proteins of paramyxoviruses are accessory proteins encoded by viral phosphoprotein gene. Role of C protein in inflammasome regulation was unknown. Surprisingly, our studies revealed that HPIV3 C protein antagonizes inflammasome activation. In addition, we highlighted for the first time a mechanism utilized by paramyxvirus accessory proteins to block inflammasome activation. HPIV3 C protein interacted with NLRP3 protein to trigger proteasomal degradation of NLRP3 protein.", "doi": "10.1128/JVI.01776-17", "title": "Inflammasome antagonism by human parainfluenza virus type 3 C protein.", "journal": ["Journal of virology", "J. Virol."]}