{"authors": [["Knepper", "Trey A", "TA", "Malaria Vaccine Branch, U.S. Military Malaria Research Program, 503 Robert Grant Ave, 3W53, Silver Spring, MD, 20910, USA."], ["Duncan", "Elizabeth H", "EH", "Malaria Vaccine Branch, U.S. Military Malaria Research Program, 503 Robert Grant Ave, 3W53, Silver Spring, MD, 20910, USA."], ["Savransky", "Tatyana", "T", "Division of Entomology, Walter Reed Army Institute of Research Walter Reed Army Institute of Research, 503 Robert Grant Ave, 3W53, Silver Spring, MD, 20910, USA."], ["Bergmann-Leitner", "Elke S", "ES", "Malaria Vaccine Branch, U.S. Military Malaria Research Program, 503 Robert Grant Ave, 3W53, Silver Spring, MD, 20910, USA. elke.s.bergmann-leitner.civ@mail.mil."]], "date": "2017-11-29", "id": "29187199", "text": "Whole parasite vaccines provide a unique opportunity for dissecting immune mechanisms and identify antigens that are targeted by immune responses which have the potential to mediate sterile protection against malaria infections. The radiation attenuated sporozoite (PfSPZ) vaccine has been considered the gold standard for malaria vaccines because of its unparalleled efficacy. The immunogenicity of this and other vaccines continues to be evaluated by using recombinant proteins or peptides of known sporozoite antigens. This approach, however, has significant limitations by relying solely on a limited number of known pathogen-associated immune epitopes. Using the full range of antigens expressed by the sporozoite will enable the comprehensive immune-profiling of humoral immune responses induced by whole parasite vaccines. To address this challenge, a novel ELISA based on sporozoites was developed.The SPZ-ELISA method described in this report can be performed with either freshly dissected sporozoites or with cryopreserved sporozoite lysates. The use of a fixative for reproducible coating is not required. The SPZ-ELISA was first validated using monoclonal antibodies specific for CSP and TRAP and then used for the characterization of immune sera from radiation attenuated sporozoite vaccinees.Applying this simple and highly reproducible approach to assess immune responses induced by malaria vaccines, both recombinant and whole parasite vaccines, (1) will help in the evaluation of immune responses induced by antigenically complex malaria vaccines such as the irradiated SPZ-vaccine, (2) will facilitate and accelerate the identification of immune correlates of protection, and (3) can also be a valuable assessment tool for antigen discovery as well as down-selection of vaccine formulations and, thereby, guide vaccine design.", "doi": "10.1186/s12936-017-2129-9", "title": "Novel ELISA method as exploratory tool to assess immunity induced by radiated attenuated sporozoites to decipher protective immunity.", "journal": ["Malaria journal", "Malar. J."]}