{"authors": [["Sprokholt", "Joris K", "JK", "Department of Experimental Immunology, Academic Medical Center, University of Amsterdam, Amsterdam, the Netherlands."], ["Kaptein", "Tanja M", "TM", "Department of Experimental Immunology, Academic Medical Center, University of Amsterdam, Amsterdam, the Netherlands."], ["van Hamme", "John L", "JL", "Department of Experimental Immunology, Academic Medical Center, University of Amsterdam, Amsterdam, the Netherlands."], ["Overmars", "Ronald J", "RJ", "Department of Experimental Immunology, Academic Medical Center, University of Amsterdam, Amsterdam, the Netherlands."], ["Gringhuis", "Sonja I", "SI", "Department of Experimental Immunology, Academic Medical Center, University of Amsterdam, Amsterdam, the Netherlands."], ["Geijtenbeek", "Teunis B H", "TBH", "Department of Experimental Immunology, Academic Medical Center, University of Amsterdam, Amsterdam, the Netherlands."]], "date": "2017-11-29", "id": "29186193", "text": "Follicular T helper cells (TFH) are fundamental in orchestrating effective antibody-mediated responses critical for immunity against viral infections and effective vaccines. However, it is unclear how virus infection leads to TFH induction. We here show that dengue virus (DENV) infection of human dendritic cells (DCs) drives TFH formation via crosstalk of RIG-I-like receptor (RLR) RIG-I and MDA5 with type I Interferon (IFN) signaling. DENV infection leads to RLR-dependent IKKε activation, which phosphorylates IFNα/β receptor-induced STAT1 to drive IL-27 production via the transcriptional complex ISGF3. Inhibiting RLR activation as well as neutralizing antibodies against IL-27 prevented TFH formation. DENV-induced CXCR5+PD-1+Bcl-6+ TFH cells secreted IL-21 and activated B cells to produce IgM and IgG. Notably, RLR activation by synthetic ligands also induced IL-27 secretion and TFH polarization. These results identify an innate mechanism by which antibodies develop during viral disease and identify RLR ligands as potent adjuvants for TFH-promoting vaccination strategies.", "doi": "10.1371/journal.ppat.1006738", "title": "RIG-I-like receptor activation by dengue virus drives follicular T helper cell formation and antibody production.", "journal": ["PLoS pathogens", "PLoS Pathog."]}