{"authors": [["Praphasiri", "Prabda", "P", "Influenza program, Thailand MOPH-US CDC Collaboration, Nonthaburi, Thailand."], ["Ditsungnoen", "Darunee", "D", "Influenza program, Thailand MOPH-US CDC Collaboration, Nonthaburi, Thailand."], ["Sirilak", "Supakit", "S", "Technical Health Office, Thailand Ministry of Public Health, Nonthaburi, Thailand."], ["Rattanayot", "Jarawee", "J", "National Health Security Office, Bangkok, Thailand."], ["Areerat", "Peera", "P", "Nakhon Phanom Provincial Health Office, Nakhon Phanom, Thailand."], ["Dawood", "Fatimah S", "FS", "Influenza Division, US Centers for Disease Control and Prevention, Atlanta, GA, United States of America."], ["Lindblade", "Kim A", "KA", "Influenza program, Thailand MOPH-US CDC Collaboration, Nonthaburi, Thailand."]], "date": "2017-11-29", "id": "29186159", "text": "In advance of a large influenza vaccine effectiveness (VE) cohort study among older adults in Thailand, we conducted a population-based, cross-sectional survey to measure vaccine coverage and identify factors associated with influenza vaccination among older Thai adults that could bias measures of vaccine effectiveness.We selected adults ≥65 years using a two-stage, stratified, cluster sampling design. Functional status was assessed using the 10-point Vulnerable Elders Survey (VES); scores ≥3 indicated vulnerability. Questions about attitudes towards vaccination were based on the Health Belief Model. The distance between participants' households and the nearest vaccination clinic was calculated. Vaccination status was determined using national influenza vaccination registry. Prevalence ratios (PR) and 95% confidence intervals (CIs) were calculated using log-binomial multivariable models accounting for the sampling design.We enrolled 581 participants, of whom 60% were female, median age was 72 years, 41% had at least one chronic underlying illness, 24% met the criteria for vulnerable, and 23% did not leave the house on a daily basis. Influenza vaccination rate was 34%. In multivariable models, no variable related to functional status was associated with vaccination. The strongest predictors of vaccination were distance to the nearest vaccination center (PR 3.0, 95% CI 1.7-5.1 for participants in the closest quartile compared to the furthest), and high levels of a perception of benefits of influenza vaccination (PR 2.8, 95% CI 1.4-5.6) and cues to action (PR 2.7, 95% CI 1.5-5.1).Distance to vaccination clinics should be considered in analyses of influenza VE studies in Thailand. Strategies that emphasize benefits of vaccination and encourage physicians to recommend annual influenza vaccination could improve influenza vaccine uptake among older Thai adults. Outreach to more distant and less mobile older adults may also be required to improve influenza vaccination coverage.", "doi": "10.1371/journal.pone.0188422", "title": "Predictors of seasonal influenza vaccination among older adults in Thailand.", "journal": ["PloS one", "PLoS ONE"]}