{"authors": [["Afchangi", "Atefeh", "A", "1 Virology Department, School of Public Health (SPH), Tehran University of Medical Sciences (TUMS) , Tehran, Iran ."], ["Arashkia", "Arash", "A", "2 Virology Department, Pasteur Institute of Iran , Tehran, Iran ."], ["Shahosseini", "Zahra", "Z", "2 Virology Department, Pasteur Institute of Iran , Tehran, Iran ."], ["Jalilvand", "Somayeh", "S", "1 Virology Department, School of Public Health (SPH), Tehran University of Medical Sciences (TUMS) , Tehran, Iran ."], ["Marashi", "Sayed Mahdi", "SM", "1 Virology Department, School of Public Health (SPH), Tehran University of Medical Sciences (TUMS) , Tehran, Iran ."], ["Roohvand", "Farzin", "F", "2 Virology Department, Pasteur Institute of Iran , Tehran, Iran ."], ["Mohajel", "Nasir", "N", "2 Virology Department, Pasteur Institute of Iran , Tehran, Iran ."], ["Shoja", "Zabihollah", "Z", "2 Virology Department, Pasteur Institute of Iran , Tehran, Iran ."]], "date": "2017-11-29", "id": "29185875", "text": "Due to the limitations and safety issues of the two currently approved live attenuated rotavirus (RV) vaccines \"RotaTeq and Rotarix,\" studies on nonreplicating sources of RV vaccines and search for proper RV antigens are actively carried out. The adjuvant activity of NSP4 and highly immunogenic properties of RV VP6 protein prompted us to consider the construction of a NSP4112-175-VP6 fusion protein and to assess the anti-VP6 IgG, IgA, and IgG subclass responses induced by Escherichia coli-derived NSP4-VP6 fusion protein compared to that of VP6 protein with/without formulation in Montanide ISA 50V2 (M50) in BALB/c mice. Results indicated to the proper expression of the fused NSP4-VP6 and VP6 proteins in E. coli. Intraperitoneal immunization by M50 formulated NSP4-VP6 fusion protein (M5+NSP4-VP6) induced the highest titration of VP6-specific IgG and IgA responses compared to the other groups. Indeed, the presence of NSP4 resulted to the induction of stronger humoral immune responses against the fused protein compared to that elicited by administration of VP6 protein alone (with/without M50 formulation), implying the adjuvant properties of NSP4 for the fused protein. Moreover, the \"M50+NSP4-VP6\" formulation induced higher serum IgG2a titers than IgG1 and increased Interferon-γ levels, despite unchanged interleukin-4 amounts compared to other groups, indicating Th1-oriented responses with a possible role of NSP4. In conclusion, this study further highlights the potentiality of NSP4-VP6 fusion protein as an efficient and cost-effective immunogen in the field of RV vaccine development.", "doi": "10.1089/vim.2017.0075", "title": "Immunization of Mice by Rotavirus NSP4-VP6 Fusion Protein Elicited Stronger Responses Compared to VP6 Alone.", "journal": ["Viral immunology", "Viral Immunol."]}