{"authors": [["Pettersen", "Veronika Kuchařová", "VK", "The Gade Research Group for Infection and Immunity, Department of Clinical Science, ‡Centre for International Health, Department of Global Public Health and Primary Care, and §Department of Biomedicine, University of Bergen , 5021 Bergen, Norway."], ["Steinsland", "Hans", "H", "The Gade Research Group for Infection and Immunity, Department of Clinical Science, ‡Centre for International Health, Department of Global Public Health and Primary Care, and §Department of Biomedicine, University of Bergen , 5021 Bergen, Norway."], ["Wiker", "Harald G", "HG", "The Gade Research Group for Infection and Immunity, Department of Clinical Science, ‡Centre for International Health, Department of Global Public Health and Primary Care, and §Department of Biomedicine, University of Bergen , 5021 Bergen, Norway."]], "date": "2017-12-12", "id": "29185342", "text": "Enterotoxigenic Escherichia coli (ETEC) infections are an important cause of diarrhea among young children living in low- and middle-income countries and visiting travelers. The development of effective vaccines is complicated by substantial genomic diversity that exists among ETEC isolates. To investigate how ETEC genomic variation is reflected at expressed proteome level, we applied label-free quantitative proteomics to seven human ETEC strains representing five epidemiologically important lineages. We further determined the proteome profile of the nonpathogenic E. coli B strain BL21(DE3) to discriminate features specific for ETEC. The analysis yielded a data set of 2893 proteins, of which 1729 were present in all strains. Each ETEC strain produced on average 27 plasmid- or chromosomally-encoded proteins with known or putative connections to virulence, and a number of strain-specific proteins associated with the biosynthesis of surface antigens. Statistical comparison of protein levels between the ETEC strains and BL21(DE3) revealed several proteins with considerably increased levels only in BL21(DE3) including enzymes of arginine biosynthesis and metabolism of melibiose, galactitol, and gluconate. ETEC strains displayed consistently increased levels of proteins that were functional in iron acquisition, maltose metabolism, and acid resistance. The latter results suggest that specific metabolic functions might be shared among ETEC isolates.", "doi": "10.1021/acs.jproteome.7b00593", "title": "Comparative Proteomics of Enterotoxigenic Escherichia coli Reveals Differences in Surface Protein Production and Similarities in Metabolism.", "journal": ["Journal of proteome research", "J. Proteome Res."]}