{"authors": [["Lopez", "Anna Lena", "AL", "Institute of Child Health and Human Development, National Institutes of Health, University of the Philippines Manila, Philippines."], ["Raguindin", "Peter Francis", "PF", "Institute of Child Health and Human Development, National Institutes of Health, University of the Philippines Manila, Philippines."], ["Jonas Del Rosario", "Jose", "J", "Philippine Children's Medical Center, Quezon City, Philippines."], ["Najarro", "Ramon V", "RV", "Department of Pediatrics, Vicente Sotto Memorial Medical Center, Cebu City, Philippines."], ["Du", "Eleanor", "E", "Department of Pediatrics, Southern Philippines Medical Center, Davao City, Philippines."], ["Aldaba", "Josephine", "J", "Institute of Child Health and Human Development, National Institutes of Health, University of the Philippines Manila, Philippines."], ["Salonga", "Aida M", "AM", "Institute of Child Health and Human Development, National Institutes of Health, University of the Philippines Manila, Philippines."], ["Monzon-Pajarillo", "Andrea Kristina", "AK", "Department of Ophthalmology, College of Medicine, University of the Philippines Manila, Philippines."], ["Santiago", "Alvina Pauline", "AP", "Department of Ophthalmology, College of Medicine, University of the Philippines Manila, Philippines."], ["Ou", "Alan C", "AC", "World Health Organization Representative's Office, Manila, Philippines."], ["Ducusin", "Maria Joyce", "MJ", "Department of Health, Philippines."]], "date": "2017-06-13", "id": "29184700", "text": "In line with the regional aim of eliminating rubella and congenital rubella syndrome (CRS), phased introduction of rubella-containing vaccines (RCV) in the Philippines' routine immunization programme began in 2010. We estimated the burden of CRS in the country before widespread nationwide programmatic RCV use.We performed a retrospective chart review in four tertiary hospitals. Children born between 1 January 2009 and 31 December 2014 and identified as possible CRS cases based on the presence of one or more potential manifestations of CRS documented in hospital or clinic charts were reviewed. Cases that met the clinical case definition of CRS were classified as either confirmed (with laboratory confirmation) or probable (without laboratory confirmation). Cases that did not fulfil the criteria for either confirmed or probable CRS were excluded from the analysis.We identified 18 confirmed and 201 probable cases in this review. Depending on the hospital, the estimated incidence of CRS ranged from 30 to 233 cases per 100 000 live births. The estimated national burden of CRS was 20 to 31 cases per 100 000 annually.This is the first attempt to assess the national CRS burden using in-country hospital data in the Philippines. Prospective surveillance for CRS and further strengthening of the ongoing measles-rubella surveillance are necessary to establish accurate estimates of the burden of CRS and the impact of programmatic RCV use in the future.", "doi": "10.5365/wpsar.2017.8.1.006", "title": "The burden of congenital rubella syndrome in the Philippines: results from a retrospective assessment.", "journal": ["Western Pacific surveillance and response journal : WPSAR", "Western Pac Surveill Response J"]}