{"authors": [["Wang", "Huining", "H", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Tai'an, China."], ["Shan", "Sufeng", "S", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Tai'an, China."], ["Wang", "Shujuan", "S", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Tai'an, China."], ["Zhang", "Hao", "H", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Tai'an, China."], ["Ma", "Lili", "L", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Tai'an, China."], ["Hu", "Liping", "L", "Animal Disease Prevention and Control Center of Shandong Province, Animal Husbandry and Veterinary Bureau of Shandong Province, Jinan, China."], ["Huang", "He", "H", "New Hope Group, Shandong New Hope Liuhe Co. Ltd., Qingdao, China."], ["Wei", "Kai", "K", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Tai'an, China."], ["Zhu", "Ruiliang", "R", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Tai'an, China."]], "date": "2017-11-14", "id": "29184548", "text": "Infectious bursal disease virus (IBDV) is a highly contagious pathogen that causes damage in lymphoid organs and remains a threat to the poultry industry worldwide. Currently, subunit vaccines based on VP2 antigen expressed in prokaryotic systems are widely used in clinical settings. However, the immunogenicity of VP2 vaccines is limited because of their inherent defect that the structure of the antigen expressed in Escherichia coli (E. coli) may be different from its natural conformation. In this study, we fused VP2 and VP5 protective antigen genes and linked the chicken IgY Fc gene onto it. The eukaryotic expression plasmid carrying the fusion gene was transformed into Pichia pastoris (P. pastoris) to express the recombinant VP2-VP5-Fc protein. The recombinant protein was used as immunogen for evaluating immune response, and the recombinant VP2-Fc and VP2 proteins expressed in P. pastoris and the commercial VP2 subunit vaccines were used as controls. Moreover, Taishan Pinus massoniana pollen polysaccharide (TPPPS), an immunomodulator found by our laboratory, was used as adjuvant to investigate its immune modulatory effects on immunogens. Chickens were divided into six groups and inoculated with VP2-VP5-Fc+TPPPS, VP2-VP5-Fc, VP2-Fc, VP2 vaccine, commercial VP2 subunit vaccine, and phosphate buffered saline (PBS). The recombinant VP2 subunit vaccine expressed in P. pastoris exhibited higher immunogenicity than the commercial VP2 subunit vaccine. The VP2-Fc protein showed a better effect than the VP2 protein, and the VP2-VP5-Fc subunit further improved the immune effects. In addition, TPPPS was proved to be a good immunopotentiator for the VP2-VP5-Fc subunit vaccine. Hence, the recombinant VP2-VP5-Fc subunit combined with TPPPS adjuvant exhibits potential as efficient IBDV vaccine to prevent infectious bursal disease.", "doi": "10.3389/fmicb.2017.02258", "title": "Fused IgY Fc and Polysaccharide Adjuvant Enhanced the Immune Effect of the Recombinant VP2 and VP5 Subunits-A Prospect for Improvement of Infectious Bursal Disease Virus Subunit Vaccine.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}