{"authors": [["Ali", "Zeinab Mohamed", "ZM", "Department of Poultry Vaccines, Production Unit Veterinary Serum and Vaccine Research Institute, Abbasia 11759, Egypt."], ["Hassan", "Mervat Abd El Monaem", "MAEM", "Department of Poultry Vaccines, Production Unit Veterinary Serum and Vaccine Research Institute, Abbasia 11759, Egypt."], ["Hussein", "Hussein Ali", "HA", "Department of Virology, Faculty of Veterinary Medicine, Cairo University, Giza 12211, Egypt."], ["Ahmed", "Basem Mohamed", "BM", "Department of Virology, Faculty of Veterinary Medicine, Cairo University, Giza 12211, Egypt."], ["Sanousi", "Ahmed Abd El-Ghany El", "AAEE", "Department of Virology, Faculty of Veterinary Medicine, Cairo University, Giza 12211, Egypt."]], "date": "2017-10-11", "id": "29184367", "text": "The objective of the present study was to prepare a trivalent inactivated vaccine of Newcastle disease virus (NDV), H5N1, and H9N2 viruses.Three monovalent and a trivalent vaccines were prepared by emulsifying inactivated NDV (LaSota strain), reassortant H5N1, and H9N2 viruses with Montanide ISA 71 oil adjuvant. Parameters used for evaluation of the efficacy of the prepared vaccines in specific pathogen-free chickens were cellular immunity assays (blastogenesis, interferon gamma, interleukin 1 [IL1], and IL6), humoral immunity by hemagglutination inhibition, protection percentage, and shedding.A single immunization with trivalent vaccine-enhanced cell-mediated immunity as well as humoral immune response with 90% protection against challenges with highly pathogenic avian influenza (HPAI) H5N1 and low pathogenic (LP) avian influenza H9N2 viruses with 100% protection after challenge with NDV.Development and evaluation of the trivalent vaccine in the study reported the success in preparation of a potent and efficacious trivalent vaccine which is a promising approach for controlling HPAI H5N1, LP H9N2, and ND viral infections.", "doi": "10.14202/vetworld.2017.1212-1220", "title": "Protective efficacy of combined trivalent inactivated ISA 71 oil adjuvant vaccine against avian influenza virus subtypes (H9N2 and H5N1) and Newcastle disease virus.", "journal": ["Veterinary world", "Vet World"]}