{"authors": [["Dzanibe", "Sonwabile", "S", "Department of Science and Technology/National Research Foundation: Vaccine Preventable Diseases, University of the Witwatersrand, Faculty of Health Sciences, Johannesburg, South Africa."], ["Kwatra", "Gaurav", "G", "Department of Science and Technology/National Research Foundation: Vaccine Preventable Diseases, University of the Witwatersrand, Faculty of Health Sciences, Johannesburg, South Africa."], ["Adrian", "Peter V", "PV", "Department of Science and Technology/National Research Foundation: Vaccine Preventable Diseases, University of the Witwatersrand, Faculty of Health Sciences, Johannesburg, South Africa."], ["Kimaro-Mlacha", "Sheila Z", "SZ", "Department of Science and Technology/National Research Foundation: Vaccine Preventable Diseases, University of the Witwatersrand, Faculty of Health Sciences, Johannesburg, South Africa."], ["Cutland", "Clare L", "CL", "Department of Science and Technology/National Research Foundation: Vaccine Preventable Diseases, University of the Witwatersrand, Faculty of Health Sciences, Johannesburg, South Africa."], ["Madhi", "Shabir A", "SA", "Department of Science and Technology/National Research Foundation: Vaccine Preventable Diseases, University of the Witwatersrand, Faculty of Health Sciences, Johannesburg, South Africa. ShabirM@nicd.ac.za."]], "date": "2017-11-28", "id": "29184151", "text": "Group B Streptococcus (GBS) recto-vaginal colonisation in pregnant women is the major risk factor for early-onset invasive GBS disease in their newborns. We aimed to determine the association between serum antibody levels against 11 GBS surface proteins and recto-vaginal acquisition of GBS colonisation during pregnancy. Sera collected from pregnant women at 20-25 weeks and ≥37 weeks of gestation age were measured for IgG titres against GBS surface proteins using  a multiplex immunoassay. Women were evaluated for recto-vaginal colonisation every 4-5 weeks. We observed that the likelihood of becoming colonised with GBS during pregnancy was lower in women with IgG titres ≥200 U/mL against gbs0233 (adjusted OR = 0.47 [95% CI: 0.25-0.89], p = 0.021) and ≥85 U/mL for gbs1539 (adjusted OR = 0.44 [95% CI: 0.24-0.82], p = 0.01) when comparing between women who acquired GBS colonisation and those that remained free of GBS colonisation throughout pregnancy. IgG titres (U/mL) specific to BibA and Sip were higher in pregnant women colonised with GBS (380.19 and 223.87, respectively) compared to women with negative GBS cultures (234.42 and 186.21, respectively; p < 0.01) at ≥37 weeks gestation. Antibodies induced by gbs0233 and gbs1539 were associated with a reduced likelihood of recto-vaginal GBS acquisition during pregnancy and warrant further investigation as vaccine targets.", "doi": "10.1038/s41598-017-16757-9", "title": "Association between antibodies against group B Streptococcus surface proteins and recto-vaginal colonisation during pregnancy.", "journal": ["Scientific reports", "Sci Rep"]}