{"authors": [["Specht", "Charles A", "CA", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA charles.specht@umassmed.edu stuart.levitz@umassmed.edu."], ["Lee", "Chrono K", "CK", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Huang", "Haibin", "H", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Hester", "Maureen M", "MM", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Liu", "Jianhua", "J", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Luckie", "Bridget A", "BA", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Torres Santana", "Melanie A", "MA", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Mirza", "Zeynep", "Z", "Program in Molecular Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Khoshkenar", "Payam", "P", "Program in Molecular Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Abraham", "Ambily", "A", "Program in Molecular Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Shen", "Zu T", "ZT", "Program in Molecular Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Lodge", "Jennifer K", "JK", "Department of Molecular Microbiology, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Akalin", "Ali", "A", "Department of Pathology, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Homan", "Jane", "J", "ioGenetics LLC, Madison, Wisconsin, USA."], ["Ostroff", "Gary R", "GR", "Program in Molecular Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Levitz", "Stuart M", "SM", "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA charles.specht@umassmed.edu stuart.levitz@umassmed.edu."]], "date": "2017-11-28", "id": "29184017", "text": "Development of a vaccine to protect against cryptococcosis is a priority given the enormous global burden of disease in at-risk individuals. Using glucan particles (GPs) as a delivery system, we previously demonstrated that mice vaccinated with crude Cryptococcus-derived alkaline extracts were protected against lethal challenge with Cryptococcus neoformans and Cryptococcus gattii The goal of the present study was to identify protective protein antigens that could be used in a subunit vaccine. Using biased and unbiased approaches, six candidate antigens (Cda1, Cda2, Cda3, Fpd1, MP88, and Sod1) were selected, recombinantly expressed in Escherichia coli, purified, and loaded into GPs. Three mouse strains (C57BL/6, BALB/c, and DR4) were then vaccinated with the antigen-laden GPs, following which they received a pulmonary challenge with virulent C. neoformans and C. gattii strains. Four candidate vaccines (GP-Cda1, GP-Cda2, GP-Cda3, and GP-Sod1) afforded a significant survival advantage in at least one mouse model; some vaccine combinations provided added protection over that seen with either antigen alone. Vaccine-mediated protection against C. neoformans did not necessarily predict protection against C. gattii Vaccinated mice developed pulmonary inflammatory responses that effectively contained the infection; many surviving mice developed sterilizing immunity. Predicted T helper cell epitopes differed between mouse strains and in the degree to which they matched epitopes predicted in humans. Thus, we have discovered cryptococcal proteins that make promising candidate vaccine antigens. Protection varied depending on the mouse strain and cryptococcal species, suggesting that a successful human subunit vaccine will need to contain multiple antigens, including ones that are species specific.IMPORTANCE The encapsulated fungi Cryptococcus neoformans and Cryptococcus gattii are responsible for nearly 200,000 deaths annually, mostly in immunocompromised individuals. An effective vaccine could substantially reduce the burden of cryptococcosis. However, a major gap in cryptococcal vaccine development has been the discovery of protective antigens to use in vaccines. Here, six cryptococcal proteins with potential as vaccine antigens were expressed recombinantly and purified. Mice were then vaccinated with glucan particle preparations containing each antigen. Of the six candidate vaccines, four protected mice from a lethal cryptococcal challenge. However, the degree of protection varied as a function of mouse strain and cryptococcal species. These preclinical studies identify cryptococcal proteins that could serve as candidate vaccine antigens and provide a proof of principle regarding the feasibility of protein antigen-based vaccines to protect against cryptococcosis.", "doi": "10.1128/mBio.01872-17", "title": "Vaccination with Recombinant Cryptococcus Proteins in Glucan Particles Protects Mice against Cryptococcosis in a Manner Dependent upon Mouse Strain and Cryptococcal Species.", "journal": ["mBio", "MBio"]}