{"authors": [["Breakwell", "Lucy", "L", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States; Epidemic Intelligence Service, Centers for Disease Control and Prevention, 1600 Clifton Road NE, Atlanta, GA 30329, United States."], ["Whaley", "Melissa", "M", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States."], ["Khan", "Unab I", "UI", "University Health Services, Brown University, 13 Brown Street, Providence, RI 02906, United States."], ["Bandy", "Utpala", "U", "Rhode Island Department of Health, 3 Capitol Hill, Providence, RI 02908, United States."], ["Alexander-Scott", "Nicole", "N", "Rhode Island Department of Health, 3 Capitol Hill, Providence, RI 02908, United States."], ["Dupont", "Lynn", "L", "University Health Services, Brown University, 13 Brown Street, Providence, RI 02906, United States."], ["Vanner", "Cindy", "C", "Rhode Island Department of Health, 3 Capitol Hill, Providence, RI 02908, United States."], ["Chang", "How-Yi", "HY", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States."], ["Vuong", "Jeni T", "JT", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States."], ["Martin", "Stacey", "S", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States."], ["MacNeil", "Jessica R", "JR", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States."], ["Wang", "Xin", "X", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States."], ["Meyer", "Sarah A", "SA", "Meningitis and Vaccine Preventable Diseases Branch, Division of Bacterial Diseases, Centers for Disease Control and Prevention, 1600 Clifton Road, Atlanta, GA 30329, United States. Electronic address: smeyer@cdc.gov."]], "date": "2017-11-26", "id": "29183735", "text": "Several outbreaks of serogroup B meningococcal disease have occurred among university students in recent years. In the setting of high coverage of the quadrivalent meningococcal conjugate vaccine and prior to widespread use of serogroup B meningococcal vaccines among adolescents, we conducted surveys to characterize the prevalence and molecular characteristics of meningococcal carriage among university students.Two cross-sectional oropharyngeal carriage surveys were conducted among undergraduates at a Rhode Island university. Isolates were characterized using slide agglutination, real-time polymerase chain reaction (rt-PCR), and whole genome sequencing. Adjusted prevalence ratios and 95% confidence intervals were calculated using Poisson regression to determine risk factors for carriage.A total of 1837 oropharyngeal specimens were obtained from 1478 unique participants. Overall carriage prevalence was 12.7-14.6% during the two survey rounds, with 1.8-2.6% for capsular genotype B, 0.9-1.0% for capsular genotypes C, W, or Y, and 9.9-10.8% for nongroupable strains by rt-PCR. Meningococcal carriage was associated with being male, smoking, party or club attendance, recent antibiotic use (inverse correlation), and recent respiratory infections.In this university setting, the majority of meningococcal carriage was due to nongroupable strains, followed by serogroup B. Further evaluation is needed to understand the dynamics of serogroup B carriage and disease among university students.", "doi": "10.1016/j.vaccine.2017.11.040", "title": "Meningococcal carriage among a university student population - United States, 2015.", "journal": ["Vaccine", "Vaccine"]}