{"authors": [["Chen", "Ying", "Y", "Key Laboratory of Medical Molecular Virology of MoE & MoH, and Institutes of Biomedical Sciences, Fudan University, Shanghai, China."], ["Zhou", "Chen-Liang", "CL", "Key Laboratory of Medical Molecular Virology of MoE & MoH, School of Basic Medical Sciences, Fudan University, Shanghai, China."], ["Zhang", "Xin-Jiang", "XJ", "Zhengding County Center for Disease Control and Prevention, Zhengding, Hebei, China."], ["Hao", "Zhi-Yong", "ZY", "Zhengding County Center for Disease Control and Prevention, Zhengding, Hebei, China."], ["Zhang", "Yan-Hong", "YH", "Zhengding County Center for Disease Control and Prevention, Zhengding, Hebei, China."], ["Wang", "Song-Mei", "SM", "Laboratory of Molecular Biology, Training Center of Medical Experiments, School of Basic Medical Sciences, Fudan University, Shanghai, China."], ["Ma", "Jing-Chen", "JC", "Hebei Province Center for Disease Control and Prevention, Shijiazhuang, Hebei, China."], ["Zhao", "Gan", "G", "Key Laboratory of Medical Molecular Virology of MoE & MoH, School of Basic Medical Sciences, Fudan University, Shanghai, China."], ["Qiu", "Chao", "C", "Key Laboratory of Medical Molecular Virology of MoE & MoH, and Institutes of Biomedical Sciences, Fudan University, Shanghai, China."], ["Zhao", "Yu-Liang", "YL", "Hebei Province Center for Disease Control and Prevention, Shijiazhuang, Hebei, China."], ["Wang", "Bin", "B", "Key Laboratory of Medical Molecular Virology of MoE & MoH, School of Basic Medical Sciences, Fudan University, Shanghai, China. Electronic address: bwang3@fudan.edu.cn."], ["Wang", "Xuan-Yi", "XY", "Key Laboratory of Medical Molecular Virology of MoE & MoH, and Institutes of Biomedical Sciences, Fudan University, Shanghai, China. Electronic address: xywang@shmu.edu.cn."]], "date": "2017-11-26", "id": "29183734", "text": "In recent years, hepatitis A virus (HAV) infection has declined considerably in China, associated with wide deployment of HAV vaccines and improvement in socio-economic indicators. Towards the elimination of HA in the country, we assessed the duration and characteristics of immunity conferred by the widely used, locally manufactured HAV vaccine.This is a longitudinal cohort study that followed recipients of a live attenuated HAV vaccine 17 years after the initial administration. Blood samples were collected from participants pre- and two-week post-booster HAV vaccine dose. Serum anti-HAV antibody was measured by ELISA method. Memory B and T cells were determined by ELISPOT and Flow Cytometry assays, respectively.A robust anamnestic response was observed two-week post-challenge. Both HAV-specific memory B cell and T cells remained, and responded quickly when re-encountering HAV. The magnitude of recall responses was present, regardless of the status of the serum anti-HAV antibody pre-booster.We demonstrated long-term immunity from the live attenuated HAV vaccine, including antibody persistence and immunological memory. Considering the conditions that make elimination of infectious diseases feasible, following polio, hepatitis A could be targeted for elimination in China.", "doi": "10.1016/j.vaccine.2017.11.036", "title": "Immune memory at 17-years of follow-up of a single dose of live attenuated hepatitis A vaccine.", "journal": ["Vaccine", "Vaccine"]}