{"authors": [["Hoque", "Sheikh Ariful", "SA", "Division of Microbiology, Department of Pathology and Microbiology, Nihon University School of Medicine, Tokyo, Japan; Cell and Tissue Culture Laboratory, Centre for Advanced Research in Sciences (CARS), University of Dhaka, Dhaka, Bangladesh."], ["Kobayashi", "Masaaki", "M", "Kobayashi Pediatric Clinic, Shizuoka, Japan."], ["Takanashi", "Sayaka", "S", "Department of Developmental Medical Sciences, School of International Health, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Anwar", "Kazi Selim", "KS", "Global Health Security Agenda (GHSA) Project, Institute of Epidemiology, Disease Control and Research (IEDCR), Dhaka, Bangladesh."], ["Watanabe", "Taeko", "T", "Public Health Nursing, Faculty of Health Sciences, Japan University of Health Sciences, Saitama, Japan."], ["Khamrin", "Pattara", "P", "Division of Microbiology, Department of Pathology and Microbiology, Nihon University School of Medicine, Tokyo, Japan; Department of Microbiology, Chiang Mai University, Thailand."], ["Okitsu", "Shoko", "S", "Division of Microbiology, Department of Pathology and Microbiology, Nihon University School of Medicine, Tokyo, Japan."], ["Hayakawa", "Satoshi", "S", "Division of Microbiology, Department of Pathology and Microbiology, Nihon University School of Medicine, Tokyo, Japan."], ["Ushijima", "Hiroshi", "H", "Division of Microbiology, Department of Pathology and Microbiology, Nihon University School of Medicine, Tokyo, Japan. Electronic address: ushijima-hiroshi@jcom.home.ne.jp."]], "date": "2017-11-26", "id": "29183732", "text": "In this study, we examined the effectiveness of RV1 and RV5 vaccines during an outbreak of G8P[8] rotavirus group A strain (G8P[8]-RVA). These vaccines were originally designed to provide protection against severe diseases caused by common circulating strains, whereas G8P[8]-RVA remains emerging strain and partially heterotypic to the vaccines. It is imperative to investigate vaccine effectiveness (VE) against G8P[8]-RVA because this strain appears to be predominant in recent years, particularly, in post-vaccine era.RVA infection and genotypes were confirmed by polymerase chain reaction (PCR) followed by sequence-based genotyping. VE was determined during an outbreak of G8P[8]-RVA in Shizuoka Prefecture, Japan, in February-July 2017, retrospectively, by comparing vaccination status of children suffering from acute gastroenteritis (AGE) between 'PCR-positive' and 'PCR-negative' cases using conditional logistic regression adjusted for age.Among 80 AGE children, RVA was detected in 58 (73%), of which 53 (66%) was G8P[8]-RVA. The clinical characteristics of G8P[8]-RVA and other RVA strains were identically severe. Notably, the attack rates of G8P[8]-RVA in vaccinated (61.1%) and unvaccinated (65.5%) children were almost similar. Indeed, no substantial effectiveness were found against G8P[8]-RVA (VE, 14% [95% CI: -140% to 70%]) or other RVA strains (VE, 58% [95% CI: -20% to 90%]) for mild infections. However, these vaccines remained strongly effective against moderate (VE, 75% [95% CI: 1% to 40%]) and severe (VE, 92% [95% CI: 60% to 98%]) RVA infections. The disease severity including Vesikari score, duration and frequency of diarrhea, and body temperature were significantly lower in vaccinated children.This study demonstrates the effectiveness of current RV vaccines against moderate and severe, but not against the mild infections during an outbreak caused by unusual G8P[8]-RVA, which was virtually not targeted in the vaccines.", "doi": "10.1016/j.vaccine.2017.11.056", "title": "Role of rotavirus vaccination on an emerging G8P[8] rotavirus strain causing an outbreak in central Japan.", "journal": ["Vaccine", "Vaccine"]}