{"authors": [["Nigatu", "Tilahun Alemayehu", "TA", "Anatomy Course Team, Department of Biomedical Sciences, Institute of Health, Jimma University, P.O.Box 378, Jimma, Ethiopia. tilalemnig2012@gmail.com."], ["Afework", "Mekbeb", "M", "Department of Anatomy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."], ["Urga", "Kelbessa", "K", "Ethiopian Public Health Institute, Traditional and Modern Medicine, Vaccines Directorate, Addis Ababa, Ethiopia."], ["Ergete", "Wondwossen", "W", "Department of Pathology, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."], ["Makonnen", "Eyasu", "E", "Department of Pharmacology, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."]], "date": "2017-11-28", "id": "29183389", "text": "In southeast Ethiopia, people locally use the roots of Gnidia stenophylla Gilg (Thymelaeaceae) to cure malaria and other diseases with no literature evidence substantiating its safety. The aim of this study was, therefore, to investigate the safety of the aqueous root extract of G. stenophylla after acute (single dose) and repeated sub chronic oral administration in mice.A single oral administration of the extract at 500, 1000, 2000 and 4000 mg/kg body weight did not induce any behavioral change and mortality in both sexes. The oral LD50 of the extract was found to be above 6000 mg/kg body weight in mice. Chronic treatment with the extract for 13 weeks did not induce any sign of illness and/or death and had no adverse effect on the body weight. Dose-related elevations of erythrocytes, hematocrit, hemoglobin, platelets and neutrophils differential and significant decrease in the number of lymphocyte were observed. Liver sections of mice treated with 800 mg/kg body weight, revealed mild inflammations around the portal triads and central veins; whereas the spleen and kidneys appeared normal with no detectable gross morphological and histopathological alteration at both doses.The results of this study revealed that aqueous root extract of G. stenophylla Gilg at antimalarial dose is safe even when taken for a longer period. At a higher dose, the extract may have a potential to increase some hematological indices but may induce mild hepatotoxicity as a side effect.", "doi": "10.1186/s13104-017-2964-3", "title": "Toxicological investigation of acute and chronic treatment with Gnidia stenophylla Gilg root extract on some blood parameters and histopathology of spleen, liver and kidney in mice.", "journal": ["BMC research notes", "BMC Res Notes"]}