{"authors": [["Cayatte", "Corinne", "C", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["Snell Bennett", "Angie", "A", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["Rajani", "Gaurav Manohar", "GM", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["Hostetler", "Leigh", "L", "Laboratory Animal Resources, MedImmune, Gaithersburg, Maryland, United States of America."], ["Maynard", "Sean K", "SK", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["Lazzaro", "Michelle", "M", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["McTamney", "Patrick", "P", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["Ren", "Kuishu", "K", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["O'Day", "Terrence", "T", "Department of Statistical Sciences, MedImmune, Gaithersburg, Maryland, United States of America."], ["McCarthy", "Michael P", "MP", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."], ["Schneider-Ohrum", "Kirsten", "K", "Department of Infectious Diseases/Vaccines, MedImmune, Gaithersburg, Maryland, United States of America."]], "date": "2017-11-28", "id": "29182682", "text": "Respiratory syncytial virus (RSV) is recognized as an important cause of lower and upper respiratory tract infections in older adults, and a successful vaccine would substantially lower morbidity and mortality in this age group. Recently, two vaccine candidates based on soluble purified glycoprotein F (RSV F), either alone or adjuvanted with glucopyranosyl lipid A formulated in a stable emulsion (GLA-SE), failed to reach their primary endpoints in clinical efficacy studies, despite demonstrating the desired immunogenicity profile and efficacy in young rodent models. Here, one of the RSV F vaccine candidates (post-fusion conformation, RSV post-F), and a stabilized pre-fusion form of RSV F (RSV pre-F, DS-Cav1) were evaluated in aged BALB/c mice. Humoral and cellular immunogenicity elicited after immunization of naïve, aged mice was generally lower compared to young animals. In aged mice, RSV post-F vaccination without adjuvant poorly protected the respiratory tract from virus replication, and addition of GLA-SE only improved protection in the lungs, but not in nasal turbinates. RSV pre-F induced higher neutralizing antibody titers compared to RSV post-F (as previously reported) but interestingly, RSV F-specific CD8 T cell responses were lower compared to RSV post-F responses regardless of age. The vaccines were also tested in RSV seropositive aged mice, in which both antigen forms similarly boosted neutralizing antibody titers, although GLA-SE addition boosted neutralizing activity only in RSV pre-F immunized animals. Cell-mediated immune responses in the aged mice were only slightly boosted and well below levels induced in seronegative young mice. Taken together, the findings suggest that the vaccine candidates were not able to induce a strong anti-RSV immune response in recipient mice with an aged immune system, in agreement with recent human clinical trial results. Therefore, the aged mouse model could be a useful tool to evaluate improved vaccine candidates, targeted to prevent RSV disease in older adults.", "doi": "10.1371/journal.pone.0188708", "title": "Inferior immunogenicity and efficacy of respiratory syncytial virus fusion protein-based subunit vaccine candidates in aged versus young mice.", "journal": ["PloS one", "PLoS ONE"]}