{"authors": [["Chaisri", "Urai", "U", "Department of Tropical Pathology, Faculty of Tropical Medicine, Bangkok, Thailand."], ["Tungtrongchitr", "Anchalee", "A", "Department of Parasitology, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."], ["Indrawattana", "Nitaya", "N", "Department of Microbiology and Immunology, Faculty of Tropical Medicine, Bangkok, Thailand."], ["Meechan", "Panisara", "P", "Center of Research Excellence on Therapeutic Proteins and Antibody Engineering, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."], ["Phurttikul", "Watchara", "W", "Center of Research Excellence on Therapeutic Proteins and Antibody Engineering, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."], ["Tasaniyananda", "Natt", "N", "Center of Research Excellence on Therapeutic Proteins and Antibody Engineering, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."], ["Saelim", "Nawannaporn", "N", "Department of Parasitology, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."], ["Chaicumpa", "Wanpen", "W", "Department of Parasitology, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."], ["Sookrung", "Nitat", "N", "Center of Research Excellence on Therapeutic Proteins and Antibody Engineering, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."]], "date": "2017-11-28", "id": "29182623", "text": "Allergen specific immunotherapy (AIT) can modulate the allergic response causing a long-term symptom subsidence/abolishment which leads to reduced drug use and prevention of new sensitization. AIT of house dust mite allergy (HDM) using the mite crude extract (CE) as the therapeutic agent is not only less effective than the AIT for many other allergens, but also frequently causes adverse effects during the treatment course. In this study, mouse model of Dermatophagoides pteronyssinus (Dp) allergy was invented for testing therapeutic efficacies of intranasally administered liposome (L) encapsulated vaccines made of single Dp major allergens (L-Der p 1, L-Der p 2), combined allergens (L-Der p 1 and Der p 2), and crude Dp extract (L-CE). The allergen sparing intranasal route was chosen as it is known that the effective cells induced at the nasal-associated lymphoid tissue can exert their activities at the lower respiratory tissue due to the common mucosal traffic. Liposome was chosen as the vaccine delivery vehicle and adjuvant as the micelles could reduce toxicity of the entrapped cargo. The Dp-CE allergic mice received eight doses of individual vaccines/placebo on alternate days. All vaccine formulations caused reduction of the Th2 response of the Dp allergic mice. However, only the vaccines made of single refined allergens induced expressions of immunosuppressive cytokines (TGF-β, IL-35 and/or IL-10) which are the imperative signatures of successful AIT. The data emphasize the superior therapeutic efficacy of single refined major allergen vaccines than the crude allergenic extract vaccine.", "doi": "10.1371/journal.pone.0188627", "title": "Immunotherapeutic efficacy of liposome-encapsulated refined allergen vaccines against Dermatophagoides pteronyssinus allergy.", "journal": ["PloS one", "PLoS ONE"]}