{"authors": [["Schmitt", "Anne", "A", "Pathology Unit, German Primate Center (DPZ), Kellnerweg 4, 37077 Göttingen, Germany. Anne.Schmitt@bfr.bund.de."], ["Gan", "Li Lin", "LL", "Unit of Infection Models, German Primate Center (DPZ), Kellnerweg 4, 37077 Göttingen, Germany. LGan@dpz.eu."], ["Abd El Wahed", "Ahmed", "A", "Division of Microbiology and Animal Hygiene, Department of Animal Sciences, University of Göttingen, Burckhardtweg 2, 37077 Göttingen, Germany. abdelwahed@gwdg.de."], ["Shi", "Tingchuan", "T", "Unit of Infection Models, German Primate Center (DPZ), Kellnerweg 4, 37077 Göttingen, Germany. qinqin99413@googlemail.com."], ["Ellerbrok", "Heinz", "H", "Robert Koch-Institute, Centre for Biological Threats and Special Pathogens, Highly Pathogenic Viruses (ZBS1), Seestr. 10, 13353 Berlin, Germany. EllerbrokH@rki.de."], ["Kaup", "Franz-Josef", "FJ", "Pathology Unit, German Primate Center (DPZ), Kellnerweg 4, 37077 Göttingen, Germany. fkaup@gwdg.de."], ["Stahl-Hennig", "Christiane", "C", "Unit of Infection Models, German Primate Center (DPZ), Kellnerweg 4, 37077 Göttingen, Germany. stahlh@dpz.eu."], ["Mätz-Rensing", "Kerstin", "K", "Pathology Unit, German Primate Center (DPZ), Kellnerweg 4, 37077 Göttingen, Germany. kmaetz@dpz.eu."]], "date": "2017-11-28", "id": "29182537", "text": "Experimental intranasal infection of marmosets (Callithrix jacchus) with calpox virus results in fatal disease. Route and dose used for viral inoculation of the test animals mimics the natural transmission of smallpox, thus representing a suitable model to study pathogenesis and to evaluate new vaccines against orthopoxvirus infection. However, the pathogenic mechanisms leading to death are still unclear. Therefore, our study aimed at investigating the kinetics of pathological alterations to clarify the pathogenesis in calpox virus infection. Following intranasal inoculation with two different viral doses, common marmosets were sacrificed on days 3, 5, 7, 10 and 12 post inoculation. Collected tissue was screened using histopathology, immunohistochemistry, transmission electron microscopy, and virological assays. Our data suggest that primary replication took place in nasal and bronchial epithelia followed by secondary replication in submandibular lymph nodes and spleen. Parallel to viremia at day 7, virus was detectable in many organs, mainly located in epithelial cells and macrophages, as well as in endothelial cells. Based on the onset of clinical signs, the histological and ultrastructural lesions and the immunohistochemical distribution pattern of the virus, the incubation period was defined to last 11 days, which resembles human smallpox. In conclusion, the data indicate that the calpox model is highly suitable for studying orthopoxvirus-induced disease.", "doi": "10.3390/v9120363", "title": "Dynamics of Pathological and Virological Findings During Experimental Calpox Virus Infection of Common Marmosets (Callithrix jacchus).", "journal": ["Viruses", "Viruses"]}