{"authors": [["Bae", "Jaeyong", "J", null], ["Ford", "Eric W", "EW", "Johns Hopkins Bloomberg School of Public Health, 624 N Broadway, Hampton House 533, Baltimore, MD 21205. E-mail: ewford@jhu.edu."], ["Wu", "Shannon", "S", null], ["Huerta", "Timothy", "T", null]], "date": "2017-11-01", "id": "29182355", "text": "To study the association of using an electronic health record (EHR)'s clinical reminder functionality with increased human papillomavirus (HPV) vaccine administration among US office-based physicians.National Ambulatory Medical Care Survey data from 2007-2012 were pooled together to determine if EHR systems that employ clinical reminders are associated with increased immunization rates in different populations.The administration of HPV vaccine served as the dependent variable, with the EHR reminder being the primary independent variable of interest. Logit regression was used to assess the relationship between using EHR reminders and HPV vaccine administration.Analyses indicated that compared with physicians without clinical reminder functions, physicians with clinical reminder functions were more likely to order HPV vaccines. Clinical reminder functions were particularly effective at increasing HPV vaccine use among adolescent males.Overall, physicians who report using clinical reminders were more likely to order HPV immunizations. However, the association of clinical reminders with HPV immunizations was not significant in the younger adolescent subpopulation. Further, given that HPV incidence decreases significantly even with small gains in vaccination rates, the increase in HPV immunizations found in the male population aged 11 to 21 years is promising. Therefore, targeting males to receive HPV vaccination immunizations through clinical reminders provides a positively disproportionate return on vaccination rates and disease burden.", "doi": null, "title": "Electronic reminder's role in promoting human papillomavirus vaccine use.", "journal": ["The American journal of managed care", "Am J Manag Care"]}