{"authors": [["Nowalk", "Mary Patricia", "MP", "University of Pittsburgh School of Medicine, 4420 Bayard St, Ste 520, Pittsburgh, PA 15260. E-mail: tnowalk@pitt.edu."], ["Moehling", "Krissy K", "KK", null], ["Zhang", "Song", "S", null], ["Raviotta", "Jonathan M", "JM", null], ["Zimmerman", "Richard K", "RK", null], ["Lin", "Chyongchiou J", "CJ", null]], "date": null, "id": "29182350", "text": "To compare changes in vaccination rates (pneumococcal polysaccharide vaccine [PPSV]; tetanus, diphtheria, and pertussis [Tdap] vaccine; and influenza vaccine) among high-risk adults following an intervention (June 1, 2013, to January 31, 2015) that used the 4 Pillars Practice Transformation Program (4 Pillars Program).Post hoc analysis of data from a randomized controlled cluster trial.Eighteen primary care practices received staff education, guidance for using the 4 Pillars Program, and support for a practice immunization champion. Paired t tests were used to compare vaccination rates separately for those with diabetes, chronic lung or chronic heart disease, or other high-risk conditions. Student's t tests were used to compare vaccination rates across high-risk conditions. Generalized estimating equation modeling was used to determine the likelihood of vaccination.Based on International Classification of Diseases, Ninth Revision, Clinical Modification codes, 4737 patients aged 18 to 64 years were identified as having diabetes (n = 1999), chronic heart disease (n = 658), chronic lung disease (n = 1682), or another high-risk condition (n = 764). PPSV uptake increased by 12.2 percentage points (PP), Tdap vaccination increased by 11.4 PP, and influenza vaccination increased by 4.8 PP. In regression analyses, patients with diabetes (odds ratio [OR], 2.2; 95% CI, 1.80-2.73), chronic lung disease (OR, 1.50; 95% CI, 1.21-1.87), or chronic heart disease (OR, 1.32; 95% CI, 1.02-1.71) were more likely to receive PPSV than those without the respective high-risk condition. Those with diabetes (OR, 1.14; 95% CI, 1.01-1.28) or chronic lung disease (OR, 1.14; 95% CI, 1.01-1.30) were more likely to receive an influenza vaccine than those without the respective condition. The likelihood of Tdap vaccination was not significantly associated with any of the chronic conditions tested.An intervention including the 4 Pillars Program was associated with significant increases in vaccination of high-risk adults. However, the overall uptake of recommended vaccines for those with high-risk conditions remained below national goals.", "doi": null, "title": "Using the 4 Pillars to increase vaccination among high-risk adults: who benefits?", "journal": ["The American journal of managed care", "Am J Manag Care"]}