{"authors": [["Svensson", "Andreas", "A", "Lund Stem Cell Center, BMC B10, Lund University, Lund, Sweden."], ["Sandberg", "Tove", "T", "Department of Biomedical Science, Faculty of Health and Society, Malmö University, SE-205 06, Malmö, Sweden."], ["Siesjö", "Peter", "P", "Glioma Immunotherapy Group, Neurosurgery, Department of Clinical Sciences, BMC D14, Lund University, SE-221 84, Lund, Sweden."], ["Eriksson", "Håkan", "H", "Department of Biomedical Science, Faculty of Health and Society, Malmö University, SE-205 06, Malmö, Sweden. hakan.eriksson@mah.se."]], "date": null, "id": "29181774", "text": "Aluminium-based adjuvants (ABAs) have been used in human and veterinary vaccines for decades, and for a long time, the adjuvant properties were believed to be mediated by an antigen depot at the injection site, prolonging antigen exposure to the immune system. The depot hypothesis is today more or less abandoned, and instead replaced by the assumption that ABAs induce an inflammation at the injection site. Induction of an inflammatory response is consistent with immune activation initiated by recognition of molecular patterns associated with danger or damage (DAMPs), and the latter are derived from endogenous molecules that normally reside intracellularly. When extracellularly expressed, because of damage, stress or cell death, a sterile inflammation is induced. In this paper, we report the induction of DAMP release by viable cells after phagocytosis of aluminium-based adjuvants. Two of the most commonly used ABAs in pharmaceutical vaccine formulations, aluminium oxyhydroxide and aluminium hydroxyphosphate, induced a vigorous extracellular expression of the two DAMP molecules calreticulin and HMGB1. Concomitantly, extracellular adjuvant particles adsorbed the DAMP molecules released by the cells whereas IL-1β, a previously reported inflammatory mediator induced by ABAs, was not absorbed by the adjuvants. Induction of extracellular expression of the two DAMP molecules was more prominent using aluminium hydroxyphosphate compared to aluminium oxyhydroxide, whereas the extracellular adsorption of the DAMP molecules was more pronounced with the latter. Furthermore, it is hypothesised how induction of DAMP expression by ABAs and their concomitant adsorption by extracellular adjuvants may affect the inflammatory properties of ABAs.", "doi": "10.1007/s12026-017-8972-5", "title": "Sequestering of damage-associated molecular patterns (DAMPs): a possible mechanism affecting the immune-stimulating properties of aluminium adjuvants.", "journal": ["Immunologic research", "Immunol. Res."]}