{"authors": [["Morach", "Marina", "M", "Institute for Food Safety and Hygiene, Vetsuisse Faculty, University of Zurich, Winterthurerstrasse 272, 8057, Zurich, Switzerland."], ["Stephan", "Roger", "R", "Institute for Food Safety and Hygiene, Vetsuisse Faculty, University of Zurich, Winterthurerstrasse 272, 8057, Zurich, Switzerland."], ["Schmitt", "Sarah", "S", "Institute of Veterinary Bacteriology, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."], ["Ewers", "Christa", "C", "Institute of Hygiene and Infectious Diseases in Animals, Justus-Liebig University, Giessen, Germany."], ["Zschöck", "Michael", "M", "Hessian State Laboratory, Department of Veterinary Medicine, Giessen, Germany."], ["Reyes-Velez", "Julian", "J", "Department of Health Management, Atlantic Veterinary College, University of Prince Edward Island, Charlottetown, PE, Canada."], ["Gilli", "Urs", "U", "IDEXX Diavet Laboratories, Bäch, Switzerland."], ["Del Pilar Crespo-Ortiz", "María", "M", "Department of Microbiology, University of Valle, Cali, Colombia."], ["Crumlish", "Margaret", "M", "Institute of Aquaculture, University of Stirling, Stirling, UK."], ["Gunturu", "Revathi", "R", "Aga Khan University Hospital, Nairobi, Kenya."], ["Daubenberger", "Claudia A", "CA", "Swiss Tropical and Public Health Institute, Basel, Switzerland."], ["Ip", "Margaret", "M", "Department of Microbiology, Chinese University of Hong Kong, Prince of Wales Hospital, Shatin, Hong Kong, China."], ["Regli", "Walter", "W", "labor-zentral.ch, Geuensee, Switzerland."], ["Johler", "Sophia", "S", "Institute for Food Safety and Hygiene, Vetsuisse Faculty, University of Zurich, Winterthurerstrasse 272, 8057, Zurich, Switzerland. sophia.johler@uzh.ch."]], "date": "2017-11-27", "id": "29181634", "text": "Streptococcus agalactiae is a leading cause of morbidity and mortality among neonates and causes severe infections in pregnant women and nonpregnant predisposed adults, in addition to various animal species worldwide. Still, information on the population structure of S. agalactiae and the geographical distribution of different clones is limited. Further data are urgently needed to identify particularly successful clones and obtain insights into possible routes of transmission within one host species and across species borders. We aimed to determine the population structure and virulence gene profiles of S. agalactiae strains from a diverse set of sources and geographical origins. To this end, 373 S. agalactiae isolates obtained from humans and animals from five different continents were typed by DNA microarray profiling. A total of 242 different S. agalactiae strains were identified and further analyzed. Particularly successful clonal lineages, hybridization patterns, and strains were identified that were spread across different continents and/or were present in more than one host species. In particular, several strains were detected in both humans and cattle, and several canine strains were also detected in samples from human, bovine, and porcine hosts. The findings of our study suggest that although S. agalactiae is well adapted to various hosts including humans, cattle, dogs, rodents, and fish, interspecies transmission is possible and occurs between humans and cows, dogs, and rabbits. The virulence and resistance gene profiles presented enable new insights into interspecies transmission and make a crucial contribution to the identification of suitable targets for therapeutic agents and vaccines.", "doi": "10.1007/s10096-017-3146-x", "title": "Population structure and virulence gene profiles of Streptococcus agalactiae collected from different hosts worldwide.", "journal": ["European journal of clinical microbiology & infectious diseases : official publication of the European Society of Clinical Microbiology", "Eur. J. Clin. Microbiol. Infect. Dis."]}