{"authors": [["Hughes", "Rebecca-Ayme", "RA", "Prestage Department of Poultry Science, North Carolina State University, Raleigh, NC, United States."], ["Ali", "Riawana A", "RA", "Prestage Department of Poultry Science, North Carolina State University, Raleigh, NC, United States."], ["Mendoza", "Mary A", "MA", "Prestage Department of Poultry Science, North Carolina State University, Raleigh, NC, United States."], ["Hassan", "Hosni M", "HM", "Prestage Department of Poultry Science, North Carolina State University, Raleigh, NC, United States."], ["Koci", "Matthew D", "MD", "Prestage Department of Poultry Science, North Carolina State University, Raleigh, NC, United States."]], "date": "2017-11-13", "id": "29181381", "text": "Preventing Salmonella colonization in young birds is key to reducing contamination of poultry products for human consumption (eggs and meat). While several Salmonella vaccines have been developed that are capable of yielding high systemic antibodies, it is not clear how effective these approaches are at controlling or preventing Salmonella colonization of the intestinal tract. Effective alternative control strategies are needed to help supplement the bird's ability to prevent Salmonella colonization, specifically by making the cecum less hospitable to Salmonella. In this study, we investigated the effect of the prebiotic galacto-oligosaccharide (GOS) on the cecal microbiome and ultimately the carriage of Salmonella. Day-old pullet chicks were fed control diets or diets supplemented with GOS (1% w/w) and then challenged with a cocktail of Salmonella Typhimurium and Salmonella Enteritidis. Changes in cecal tonsil gene expression, cecal microbiome, and levels of cecal and extraintestinal Salmonella were assessed at 1, 4, 7, 12, and 27 days post infection. While the Salmonella counts were generally lower in the GOS-treated birds, the differences were not significantly different at the end of the experiment. However, these data demonstrated that treatment with the prebiotic GOS can modify both cecal tonsil gene expression and the cecal microbiome, suggesting that this type of treatment may be useful as a tool for altering the carriage of Salmonella in poultry.", "doi": "10.3389/fvets.2017.00192", "title": "Impact of Dietary Galacto-Oligosaccharide (GOS) on Chicken's Gut Microbiota, Mucosal Gene Expression, and Salmonella Colonization.", "journal": ["Frontiers in veterinary science", "Front Vet Sci"]}