{"authors": [["Wanlapakorn", "Nasamon", "N", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Thongmee", "Thanunrat", "T", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Vichaiwattana", "Preeyaporn", "P", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Leuridan", "Elke", "E", "Centre for the Evaluation of Vaccination, Vaccine & Infectious Disease Institute, University of Antwerp, Belgium."], ["Vongpunsawad", "Sompong", "S", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Poovorawan", "Yong", "Y", "Center of Excellence in Clinical Virology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."]], "date": "2017-11-23", "id": "29181277", "text": "Pertussis is a vaccine-preventable disease, yet an increasing incidence of pertussis occurs in many countries. Thailand has a long-standing pertussis vaccination policy, therefore most expectant mothers today had received vaccines as children. The resurgence of pertussis among Thai infants in recent years led us to examine the pre-existing antibodies to Bordetella pertussis antigens in a cohort of 90 pregnant women.We evaluated the IgG to the Pertussis toxin (PT), filamentous hemagglutinin (FHA) and pertactin (PRN) in maternal and cord blood sera using commercial enzyme-linked immunosorbent assays (ELISA).When values of >10 IU/ml were accepted as potential protective concentrations, we found that the percentages of unprotected infants were 73.3%, 43.3% and 75.5% for anti-PT, anti-FHA and anti-PRN IgG, respectively.These results may explain the susceptibility for pertussis among newborn infants in Thailand and support the requirement for a pertussis booster vaccine during pregnancy, which may contribute to the passive seroprotection among newborns during the first months of life.", "doi": "10.7717/peerj.4043", "title": "Antibodies to Bordetella pertussis antigens in maternal and cord blood pairs: a Thai cohort study.", "journal": ["PeerJ", "PeerJ"]}