{"authors": [["Woytanowski", "John R", "JR", "Department of Internal Medicine, Drexel University College of Medicine, Philadelphia, PA, USA."], ["Hakim", "Nausheen", "N", "Department of Internal Medicine, Drexel University College of Medicine, Philadelphia, PA, USA."], ["Deering", "Caytlin", "C", "Department of Infectious Disease and HIV Medicine, Drexel University College of Medicine, Philadelphia, PA, USA."], ["Schultz", "Sara", "S", "Department of Infectious Disease and HIV Medicine, Drexel University College of Medicine, Philadelphia, PA, USA."]], "date": "2017-10-18", "id": "29181204", "text": "Invasive pneumococcus is a serious illness with potentially devastating outcomes. A 64-year-old female with a medical history of psoriatic arthritis and diabetes was transferred from an outside hospital for ventilator dependent respiratory failure and altered mental status. She initially presented with worsening back pain and was found to have leukocytosis with bandemia and acute renal failure but she was in septic shock upon arrival to our tertiary care center. Her blood cultures grew Streptococcus pneumoniae and MRI of the brain revealed pus within the posterior lateral ventricles and multiple infarcts. MRI of the spine revealed a psoas abscess. Transesophageal echocardiogram revealed mitral valve vegetation and her right eye developed endogenous endophthalmitis. She was treated with intravenous and intravitreal antibiotics and underwent drainage of the abscess with no improvement in mental status. Repeat imaging revealed multiple new thalamic, basal ganglia, and parietal lobe infarcts likely from septic emboli. After a protracted ICU stay, the patient's family opted for comfort care. The incidence of invasive pneumococcal infections has declined rapidly since the advent of antibiotics and vaccines. With the growing incidence of antibiotic resistance as well as the emergence of new immunomodulating drugs for various pathologies, there is a concern that invasive infections will reemerge. Ventriculitis and endogenous endophthalmitis are very rare complications of pneumococcal bacteremia.", "doi": "10.1155/2017/9503654", "title": "A Case of Invasive Pneumococcal Infection with Septic Shock and Rare Complications.", "journal": ["Case reports in critical care", "Case Rep Crit Care"]}