{"authors": [["Bakr", "Salwa", "S", "Department of Clinical Pathology, College of Medicine, Fayoum University, Fayoum, Egypt."], ["Edris", "Sherif", "S", "Department of Biological Sciences, Faculty of Science, King Abdulaziz University (KAU), Jeddah, Saudi Arabia."], ["Abdel Fattah", "Nashwa S", "NS", "Department of Parasitology, College of Medicine, Ain Shams University, Egypt."], ["Ibrahim", "Noha Mohamed", "NM", "College of Medicine, Ain Shams University, Egypt."], ["El-Khadragy", "Manal F", "MF", "Department of Zoology, College of Science, King Saud University, Riyadh, Saudi Arabia."]], "date": "2017-10-25", "id": "29181142", "text": "Transfusion-transmitted malaria is undoubtedly a potential health hazard for blood recipients. Egypt is still on the prevention of reintroduction phase of malaria control program. Fayoum Governorate is considered one of the high-risk foci in Egypt due to its geology. However, no studies have been reported to evaluate the current status of subclinical Plasmodium infection based on sensitive molecular techniques. Moreover, screening of malaria is not listed within screening protocols of blood-borne pathogens in Fayoum blood banks.To assess the current prevalence of subclinical Plasmodium infection among blood donors of Fayoum inhabitants for transfusion biosafety. To predict any possibility of the reemergence of malaria in the governorate and the effectiveness of malaria control measures.A cross-sectional survey was conducted on 400 apparently healthy blood-donors in blood transfusion center of Fayoum University hospital from Jun 2012 to Jan 2013. Conventional PCR was used to detect the 18 S ssrRNA Plasmodium gene.All Fayoum inhabitants' blood donors' samples were negative for Plasmodium infection.Current applied control, and preventive measures are valid in the context of blood transfusion biosafety in Fayoum blood banks and, therefore, the implementation of a routine malaria screening test in Fayoum blood banks is not merited at this time.", "doi": "10.4084/MJHID.2017.065", "title": "Molecular Screening for Malaria among Blood Donors in a WHO Claimed Region of Egypt, Fayoum Governorate.", "journal": ["Mediterranean journal of hematology and infectious diseases", "Mediterr J Hematol Infect Dis"]}