{"authors": [["Choi", "Jang-Gi", "JG", "Korean Medicine (KM) Application Center, Korea Institute of Oriental Medicine (KIOM), Daegu, South Korea."], ["Jin", "Young-Hee", "YH", "Korean Medicine (KM) Application Center, Korea Institute of Oriental Medicine (KIOM), Daegu, South Korea."], ["Lee", "Heeeun", "H", "Korean Medicine (KM) Application Center, Korea Institute of Oriental Medicine (KIOM), Daegu, South Korea."], ["Oh", "Tae Woo", "TW", "Korean Medicine (KM) Application Center, Korea Institute of Oriental Medicine (KIOM), Daegu, South Korea."], ["Yim", "Nam-Hui", "NH", "Korean Medicine (KM) Application Center, Korea Institute of Oriental Medicine (KIOM), Daegu, South Korea."], ["Cho", "Won-Kyung", "WK", "Korean Medicine (KM) Application Center, Korea Institute of Oriental Medicine (KIOM), Daegu, South Korea."], ["Ma", "Jin Yeul", "JY", "Korean Medicine (KM) Application Center, Korea Institute of Oriental Medicine (KIOM), Daegu, South Korea."]], "date": "2017-11-13", "id": "29181006", "text": "Influenza is an acute respiratory illness caused by the influenza A virus, which causes economic losses and social disruption mainly by increasing hospitalization and mortality rates among the elderly and people with chronic diseases. Influenza vaccines are the most effective means of preventing seasonal influenza, but can be completely ineffective if there is an antigenic mismatch between the seasonal vaccine virus and the virus circulating in the community. In addition, influenza viruses resistant to antiviral drugs are emerging worldwide. Thus, there is an urgent need to develop new vaccines and antiviral drugs against these viruses. In this study, we conducted in vitro and in vivo analyses of the antiviral effect of Panax notoginseng root (PNR), which is used as an herbal medicine and nutritional supplement in Korea and China. We confirmed that PNR significantly prevented influenza virus infection in a concentration-dependent manner in mouse macrophages. In addition, PNR pretreatment inhibited viral protein (PB1, PB2, HA, NA, M1, PA, M2, and NP) and viral mRNA (NS1, HA, PB2, PA, NP, M1, and M2) expression. PNR pretreatment also increased the secretion of pro-inflammatory cytokines [tumor necrosis factor alpha and interleukin 6] and interferon (IFN)-beta and the phosphorylation of type-I IFN-related proteins (TANK-binding kinase 1, STAT1, and IRF3) in vitro. In mice exposed to the influenza A H1N1 virus, PNR treatment decreased mortality by 90% and prevented weight loss (by approximately 10%) compared with the findings in untreated animals. In addition, splenocytes from PNR-administered mice displayed significantly enhanced natural killer (NK) cell activity against YAC-1 cells. Taking these findings together, PNR stimulates an antiviral response in murine macrophages and mice that protects against viral infection, which may be attributable to its ability to stimulate NK cell activity. Further investigations are needed to reveal the molecular mechanisms underlying the protective effects of PNR and its components against influenza virus A infection.", "doi": "10.3389/fimmu.2017.01542", "title": "Protective Effect of Panax notoginseng Root Water Extract against Influenza A Virus Infection by Enhancing Antiviral Interferon-Mediated Immune Responses and Natural Killer Cell Activity.", "journal": ["Frontiers in immunology", "Front Immunol"]}