{"authors": [["Lindgren", "Gustaf", "G", "Department of Medicine Solna, Immunology and Allergy Unit, Karolinska Institutet, Stockholm, Sweden."], ["Ols", "Sebastian", "S", "Department of Medicine Solna, Immunology and Allergy Unit, Karolinska Institutet, Stockholm, Sweden."], ["Liang", "Frank", "F", "Department of Medicine Solna, Immunology and Allergy Unit, Karolinska Institutet, Stockholm, Sweden."], ["Thompson", "Elizabeth A", "EA", "Department of Medicine Solna, Immunology and Allergy Unit, Karolinska Institutet, Stockholm, Sweden."], ["Lin", "Ang", "A", "Department of Medicine Solna, Immunology and Allergy Unit, Karolinska Institutet, Stockholm, Sweden."], ["Hellgren", "Fredrika", "F", "Department of Medicine Solna, Immunology and Allergy Unit, Karolinska Institutet, Stockholm, Sweden."], ["Bahl", "Kapil", "K", "Valera LLC, Cambridge, MA, United States."], ["John", "Shinu", "S", "Valera LLC, Cambridge, MA, United States."], ["Yuzhakov", "Olga", "O", "Valera LLC, Cambridge, MA, United States."], ["Hassett", "Kimberly J", "KJ", "Valera LLC, Cambridge, MA, United States."], ["Brito", "Luis A", "LA", "Moderna Therapeutics, Cambridge, MA, United States."], ["Salter", "Hugh", "H", "Moderna Therapeutics, Cambridge, MA, United States."], ["Ciaramella", "Giuseppe", "G", "Valera LLC, Cambridge, MA, United States."], ["Loré", "Karin", "K", "Department of Medicine Solna, Immunology and Allergy Unit, Karolinska Institutet, Stockholm, Sweden."]], "date": "2017-11-13", "id": "29181005", "text": "Modified mRNA vaccines have developed into an effective and well-tolerated vaccine platform that offers scalable and precise antigen production. Nevertheless, the immunological events leading to strong antibody responses elicited by mRNA vaccines are largely unknown. In this study, we demonstrate that protective levels of antibodies to hemagglutinin were induced after two immunizations of modified non-replicating mRNA encoding influenza H10 encapsulated in lipid nanoparticles (LNP) in non-human primates. While both intradermal (ID) and intramuscular (IM) administration induced protective titers, ID delivery generated this response more rapidly. Circulating H10-specific memory B cells expanded after each immunization, along with a transient appearance of plasmablasts. The memory B cell pool waned over time but remained detectable throughout the 25-week study. Following prime immunization, H10-specific plasma cells were found in the bone marrow and persisted over time. Germinal centers were formed in vaccine-draining lymph nodes along with an increase in circulating H10-specific ICOS+ PD-1+ CXCR3+ T follicular helper cells, a population shown to correlate with high avidity antibody responses after seasonal influenza vaccination in humans. Collectively, this study demonstrates that mRNA/LNP vaccines potently induce an immunological repertoire associated with the generation of high magnitude and quality antibodies.", "doi": "10.3389/fimmu.2017.01539", "title": "Induction of Robust B Cell Responses after Influenza mRNA Vaccination Is Accompanied by Circulating Hemagglutinin-Specific ICOS+ PD-1+ CXCR3+ T Follicular Helper Cells.", "journal": ["Frontiers in immunology", "Front Immunol"]}