{"authors": [["Kirik", "Ufuk", "U", "Department of Immunotechnology, Lund University, Lund, Sweden."], ["Persson", "Helena", "H", "Science for Life Laboratory, Drug Discovery and Development Platform, School of Biotechnology, KTH Royal Institute of Technology, Stockholm, Sweden."], ["Levander", "Fredrik", "F", "Department of Immunotechnology, Lund University, Lund, Sweden."], ["Greiff", "Lennart", "L", "Department of Clinical Sciences, Lund University, Lund, Sweden."], ["Ohlin", "Mats", "M", "Department of Immunotechnology, Lund University, Lund, Sweden."]], "date": "2017-11-13", "id": "29180996", "text": "B cells produce antibodies, key effector molecules in health and disease. They mature their properties, including their affinity for antigen, through hypermutation events; processes that involve, e.g., base substitution, codon insertion and deletion, often in association with an isotype switch. Investigations of antibody evolution define modes whereby particular antibody responses are able to form, and such studies provide insight important for instance for development of efficient vaccines. Antibody evolution is also used in vitro for the design of antibodies with improved properties. To better understand the basic concepts of antibody evolution, we analyzed the mutational paths, both in terms of amino acid substitution and insertions and deletions, taken by antibodies of the IgG isotype. The analysis focused on the evolution of the heavy chain variable domain of sets of antibodies, each with an origin in 1 of 11 different germline genes representing six human heavy chain germline gene subgroups. Investigated genes were isolated from cells of human bone marrow, a major site of antibody production, and characterized by next-generation sequencing and an in-house bioinformatics pipeline. Apart from substitutions within the complementarity determining regions, multiple framework residues including those in protein cores were targets of extensive diversification. Diversity, both in terms of substitutions, and insertions and deletions, in antibodies is focused to different positions in the sequence in a germline gene-unique manner. Altogether, our findings create a framework for understanding patterns of evolution of antibodies from defined germline genes.", "doi": "10.3389/fimmu.2017.01433", "title": "Antibody Heavy Chain Variable Domains of Different Germline Gene Origins Diversify through Different Paths.", "journal": ["Frontiers in immunology", "Front Immunol"]}