{"authors": [["Draz", "Mohamed Shehata", "MS", "Division of Engineering in Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA. Faculty of Science Tanta University Tanta 31527, Egypt. State Key Laboratory for Diagnosis and Treatment of Infectious Diseases, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, The First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310003, P. R. China."], ["Wang", "Ying-Jie", "YJ", "State Key Laboratory for Diagnosis and Treatment of Infectious Diseases, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, The First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310003, P. R. China."], ["Chen", "Frank Fanqing", "FF", "Life Sciences Division, Lawrence Berkeley National Laboratory, Mailstop 977, 1 Cyclotron Road, Berkeley, CA 94720, USA."], ["Xu", "Yuhong", "Y", "School of Pharmacy, Shanghai Jiao Tong University, Shanghai 200240, P. R. China."], ["Shafiee", "Hadi", "H", "Division of Engineering in Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA. Department of Medicine, Harvard Medical School, Boston, MA 02115, USA."]], "date": "2016-12-14", "id": "29180949", "text": "The promise of DNA vaccines is far-reaching. However, the development of potent immunization methods remains a key challenge for its use in clinical applications. Here, an approach for in vivo DNA vaccination by electrically activated plasmonic Au nanoparticles is reported. The electrical excitation of plasmonic nanoparticles can drive vibrational and dipole-like oscillations that are able to disrupt nearby cell membranes. In combination with their intrinsic ability to focus and magnify the electric field on the surface of cells, Au nanoparticles allow enhanced cell poration and facilitate the uptake of DNA vaccine. Mice immunized with this approach showed up to 100-fold higher gene expression compared to control treatments (without nanoparticles) and exhibited significantly increased levels of both antibody and cellular immune responses against a model hepatitis C virus DNA vaccine. This approach can be tuned to establish controlled and targeted delivery of different types of therapeutic molecules into cells and live animals as well.", "doi": "10.1002/adfm.201604139", "title": "Electrically Oscillating Plasmonic Nanoparticles for Enhanced DNA Vaccination against Hepatitis C Virus.", "journal": ["Advanced functional materials", "Adv Funct Mater"]}