{"authors": [["Ricklin", "Meret E", "ME", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland."], ["Python", "Sylvie", "S", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland."], ["Vielle", "Nathalie J", "NJ", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland."], ["Brechbühl", "Daniel", "D", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland."], ["Zumkehr", "Beatrice", "B", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland."], ["Posthaus", "Horst", "H", "Institute for Animal Pathology, Vetsuisse Faculty, University of Bern, Länggasstrasse 122, Bern, Switzerland."], ["Zimmer", "Gert", "G", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland."], ["Ruggli", "Nicolas", "N", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland."], ["Summerfield", "Artur", "A", "Institute of Virology and Immunology IVI, Sensemattstrasse 293, Mittelhäusern, Switzerland. artur.summerfield@ivi.admin.ch."]], "date": "2017-11-27", "id": "29180817", "text": "Studies in the mouse model indicate that the nucleoprotein of influenza A virus represents an interesting vaccine antigen being well conserved across subtypes of influenza virus but still able to induce protective immune responses. Here we show that immunizations of pigs with vesicular stomatitis virus- and classical swine fever virus-derived replicon (VRP) particles expressing the nucleoprotein (NP) of H1N1 A/swine/Belzig/2/01 induced potent antibody and T-cell responses against influenza A virus. In contrast to a conventional whole inactivated virus vaccine, the VRP vaccines induced both NP-specific CD4 and CD8 T cells responses, including interferon-γ and tumor-necrosis-factor dual-secreting cell. Although T-cells and antibody responses were cross-reactive with the heterologous H1N2 A/swine/Bakum/R757/2010 challenge virus, they did not provide protection against infection. Surprisingly, vaccinated pigs showed enhanced virus shedding, lung inflammation and increased levels of systemic and lung interferon-α as well as elevated lung interleukin-6. In conclusion, our study shows that NP, although efficacious in the mouse model, appears not to be a promising stand-alone vaccine antigen for pigs.", "doi": "10.1038/s41598-017-16419-w", "title": "Virus replicon particle vaccines expressing nucleoprotein of influenza A virus mediate enhanced inflammatory responses in pigs.", "journal": ["Scientific reports", "Sci Rep"]}