{"authors": [["Vohra", "Prerna", "P", "The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Edinburgh EH25 9RG, UK Mark.Stevens@roslin.ed.ac.uk Prerna.Vohra@roslin.ed.ac.uk."], ["Bugarel", "Marie", "M", "International Center for Food Industry Excellence, Department of Animal and Food Sciences, Texas Tech University, Lubbock, Texas, USA."], ["Turner", "Frances", "F", "Edinburgh Genomics, University of Edinburgh, Easter Bush, Edinburgh EH25 9RG, UK."], ["Loneragan", "Guy H", "GH", "International Center for Food Industry Excellence, Department of Animal and Food Sciences, Texas Tech University, Lubbock, Texas, USA."], ["Hope", "Jayne C", "JC", "The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Edinburgh EH25 9RG, UK."], ["Hopkins", "John", "J", "The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Edinburgh EH25 9RG, UK."], ["Stevens", "Mark P", "MP", "The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Edinburgh EH25 9RG, UK Mark.Stevens@roslin.ed.ac.uk Prerna.Vohra@roslin.ed.ac.uk."]], "date": "2017-11-27", "id": "29180370", "text": "Salmonella enterica is an animal and zoonotic pathogen of worldwide importance. Serovars exist that differ in their host and tissue tropism. Cattle are an important reservoir of human non-typhoidal salmonellosis and contaminated bovine peripheral lymph nodes enter the food chain via ground beef. The relative ability of different serovars to survive within the bovine lymphatic system is poorly understood and constrains the development of control strategies. This problem was addressed by developing a massively-parallel whole genome sequencing method to study mixed-serovar infections in vivoSalmonella serovars differ genetically by naturally occurring single nucleotide polymorphisms (SNPs) in certain genes. It was hypothesised that these SNPs could be used as markers to simultaneously identify serovars in mixed populations and quantify the abundance of each member in a population. The performance of the method was validated in vitro using simulated pools containing up to 11 serovars in varying proportions. It was then applied to study serovar survival in vivo in cattle challenged orally with the same 11 serovars. All the serovars successfully colonised the bovine lymphatic system, including the peripheral lymph nodes, and thus pose a similar risk of zoonosis. This method enables the fate of multiple genetically unmodified strains to be evaluated simultaneously in a single animal. It could be useful in reducing the number of animals required to study multi-strain infections and for testing the cross-protective efficacy of vaccines and treatments. It also has the potential to be applied to diverse bacterial species which possess shared but polymorphic alleles.Importance While some Salmonella serovars are more frequently isolated from lymph nodes rather than the faeces and environment of cattle, the relative ability of serovars to survive within the lymphatic system of cattle remains ill-defined. A sequencing-based method was developed, which used available information from sequenced Salmonella genomes to study the dynamics of mixed-serovar infections in vivo The main advantages of the method include the simultaneous identification and quantification of multiple strains without any genetic modification and minimal animal use. This approach could be used in vaccination trials or in epidemiological surveys where an understanding of the dynamics of closely-related strains of a pathogen in mixed populations could inform the prediction of zoonotic risk and the development of intervention strategies.", "doi": "10.1128/AEM.02262-17", "title": "Quantifying the Survival of Multiple Salmonella enterica Serovars in vivo using Massively-parallel Whole Genome Sequencing to Predict Zoonotic Risk.", "journal": ["Applied and environmental microbiology", "Appl. Environ. Microbiol."]}