{"authors": [["Bottero", "D", "D", "Laboratorio VacSal. Instituto de Biotecnología y Biología Molecular (IBBM). Facultad de Ciencias Exactas. Universidad Nacional de La Plata. CCT-CONICET La Plata. Calles 50 y 115. 1900. La Plata. Argentina."], ["Zurita", "M E", "ME", "Laboratorio VacSal. Instituto de Biotecnología y Biología Molecular (IBBM). Facultad de Ciencias Exactas. Universidad Nacional de La Plata. CCT-CONICET La Plata. Calles 50 y 115. 1900. La Plata. Argentina."], ["Gaillard", "M E", "ME", "Laboratorio VacSal. Instituto de Biotecnología y Biología Molecular (IBBM). Facultad de Ciencias Exactas. Universidad Nacional de La Plata. CCT-CONICET La Plata. Calles 50 y 115. 1900. La Plata. Argentina."], ["Bartel", "E", "E", "Laboratorio VacSal. Instituto de Biotecnología y Biología Molecular (IBBM). Facultad de Ciencias Exactas. Universidad Nacional de La Plata. CCT-CONICET La Plata. Calles 50 y 115. 1900. La Plata. Argentina."], ["Vercellini", "C", "C", "Instituto de Estudios Inmunológicos y Fisiopatológicos (IIFP). Facultad de Ciencias Exactas, Universidad Nacional de La Plata. CCT-CONICET La Plata. 47 y 115 (1900) La Plata, Argentina."], ["Hozbor", "D", "D", "Laboratorio VacSal. Instituto de Biotecnología y Biología Molecular (IBBM). Facultad de Ciencias Exactas. Universidad Nacional de La Plata. CCT-CONICET La Plata. Calles 50 y 115. 1900. La Plata. Argentina. hozbor.daniela@gmail.com hozbor@biol.unlp.edu.ar."]], "date": "2017-11-27", "id": "29180369", "text": "Bordetella bronchiseptica, a Gram-negative bacterium, causes chronic respiratory-tract infections in a wide variety of mammalian hosts-humans included, albeit rarely. We recently designed B. pertussis and B. parapertussis experimental vaccines based on outer-membrane vesicles derived from each pathogen and obtained protection against the respective infections in mice. Here, we demonstrate that outer-membrane vesicles derived from virulent-phase B. bronchiseptica (OMVBbvir+) protect mice against sublethal infection from different B. bronchiseptica strains, two isolated from farm animals and one from a human. In all infections, we observed that the B. bronchiseptica load was significantly decreased in the lungs of the vaccinated animals: the lung-recovered colony-forming units diminished by at least 4 logs below those detected in the lungs of non-immunized animals (p<0.001). In the OMVBbvir+-immunized mice, we detected IgG-antibody titers against B. bronchiseptica whole-cell lysates along with an immune serum having bacterial-killing activity that both recognized B. bronchiseptica lipopolysaccharides and polypeptides such as GroEL and OMPc and conferred an essential protective capacity against B. bronchiseptica infection as detected by passive in-vivo--transfer experiments.Stimulation of cultured splenocytes from immunized mice by OMVBbvir+ resulted in the presence of IL-5, INF-γ, and IL-17 production; indicating that the vesicles induced a mixed Th2, Th1, and Th17 T-cell--immune-response profile. We detected by adoptive transfer assay that spleen cells from OMVBbvir+-immunized mice also contributed to the observed protection against B. bronchiseptica infection. Outer-membrane vesicles from the avirulent-phase B. bronchiseptica and the resulting induced immune sera were also able to protect mice against B. bronchiseptica infectionImportanceBordetella bronchiseptica, a Gram-negative bacterium, causes chronic respiratory-tract infections in a wide variety of mammalian hosts-humans included, albeit rarely. Several vaccines aimed at preventing B. bronchiseptica infection have been developed and used, but a safe and effective vaccine is still needed. The significance and relevance of our research lies in the characterization of the outer-membrane vesicles (OMVs) derived from B. bronchiseptica as the source of a new experimental vaccine. We demonstrated here that our formulation based on OMVs derived from virulent-phase B. bronchiseptica (OMVBbvir+) is effective against the infection caused by B. bronchiseptica isolates obtained from different hosts: farm animals and a human. In-vitro and in-vivo characterization of humoral and cellular immune responses induced by the OMVBbvir+ vaccine enabled a better understanding of the mechanism of protection necessary to control B. bronchiseptica infection. Here we also demonstrated that OMVs derived from B. bronchiseptica in the avirulent phase and the corresponding induced humoral immune response are also able to protect mice from B. bronchiseptica infection. This realization provides the basis for novel vaccine developments against not only the acute stages of the disease but also in stages of disease or infectious cycle where avirulence factors could play a role.", "doi": "10.1128/AEM.01877-17", "title": "MEMBRANE VESICLES DERIVED FROM BORDETELLA BRONCHISEPTICA: ACTIVE CONSTITUENT OF A NEW VACCINE AGAINST INFECTIONS CAUSED BY THIS PATHOGEN.", "journal": ["Applied and environmental microbiology", "Appl. Environ. Microbiol."]}