{"authors": [["Dans", "Antonio L", "AL", "College of Medicine, University of the Philippines, Manila, 547 Pedro Gil Street, Ermita, Manila 1000, Philippines."], ["Dans", "Leonila F", "LF", "College of Medicine, University of the Philippines, Manila, 547 Pedro Gil Street, Ermita, Manila 1000, Philippines. Electronic address: leonila.dans@gmail.com."], ["Lansang", "Mary Ann D", "MAD", "College of Medicine, University of the Philippines, Manila, 547 Pedro Gil Street, Ermita, Manila 1000, Philippines."], ["Silvestre", "Maria Asuncion A", "MAA", "Asia-Pacific Center for Evidence-Based Healthcare, Mirasol Bldg, 854 Apacible St, Manila 1000, Philippines."], ["Guyatt", "Gordon H", "GH", "McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."]], "date": "2017-11-24", "id": "29180056", "text": "Severe life-threatening dengue fever usually occurs when a child is infected by dengue virus a second time. This is caused by a phenomenon called antibody-dependent enhancement (ADE). Since dengue vaccines can mimic a first infection in seronegative children (those with no previous infection), a natural infection later in life could lead to severe disease. The possibility that dengue vaccines can cause severe dengue through ADE has led to serious concern regarding the safety of mass vaccination programs. A published meta-analysis addressed this safety issue for a new vaccine against dengue fever-Dengvaxia. The trials in this meta-analysis have been used to campaign for mass vaccination programs in developing countries. We discuss the results of this paper and point out problems in the analyses. Reporting the findings in an Asian trial (CYD14), the authors show a sevenfold rise in one outcome-hospitalization for dengue fever in children <5 years old. However, they fail to point out two signals of harm for another outcome-hospitalization for severe dengue fever (as confirmed by an independent data monitoring committee): 1. In children younger than 9 years, the relative risk was 8.5 (95% confidence interval [CI]: 0.5, 146.8), and 2. In the overall study group, the relative risk was 5.5 (95% CI: 0.9, 33). The authors conduct a subgroup analysis to support claims that the vaccine is probably safe among children aged 9 years or more. This subgroup analysis has limited credibility because: (1) it was a post hoc analysis; (2) it was one of a large number of subgroup analyses; (3) the test of interaction was not reported, but was insignificant (P = 0.14); and (4) there is no biological basis for a threshold age of 9 years. The more likely explanation for the higher risk in younger children is ADE, that is, more frequent seronegativity, rather than age itself. The selective reporting and inappropriate subgroup claims mask the potential harm of dengue mass vaccination programs. Countries planning public use of the vaccine must conduct diligent postmarketing surveillance, secure informed consent from parents of potential recipients, and closely monitor the results of ongoing long-term follow-up of clinical trial participants.", "doi": "10.1016/j.jclinepi.2017.11.019", "title": "Review of a licensed dengue vaccine: inappropriate subgroup analyses and selective reporting may cause harm in mass vaccination programs.", "journal": ["Journal of clinical epidemiology", "J Clin Epidemiol"]}