{"authors": [["Locht", "Camille", "C", "Univ. Lille, U1019, UMR 8204, CIIL - Centre for Infection and Immunity of Lille, F-59000 Lille, France; CNRS, UMR 8204, F-59000 Lille, France; Inserm, U1019, F-59000 Lille, France; CHU Lille, F-59000 Lille, France; Institut Pasteur de Lille, F-59000 Lille, France. Electronic address: Camille.locht@pasteur-lille.fr."]], "date": "2017-11-24", "id": "29180031", "text": "Despite wide vaccination coverage with efficacious vaccines, pertussis is still not under control in any country. Two types of vaccines are available for the primary vaccination series, diphtheria/tetanus/whole-cell pertussis and diphtheria/tetanus/acellular pertussis vaccines, in addition to reduced antigen content vaccines recommended for booster vaccination. Using these vaccines, several strategies are being explored to counter the current pertussis problems, including repeated vaccination, cocoon vaccination and maternal immunization. With the exception of the latter, none have proven their effectiveness, and even maternal vaccination is not expected to ultimately control pertussis. Therefore, new pertussis vaccines are needed, and several candidates are in early pre-clinical development. They include whole-cell vaccines with low endotoxin content, outer membrane vesicles, new formulations, acellular vaccines with new adjuvants or additional antigens and live attenuated vaccines. The most advanced is the live attenuated nasal vaccine BPZE1. It provides strong protection in mice and non-human primates, is safe, even in immune compromised animals, and genetically stable after in vitro and in vivo passages. It also has interesting immunoregulatory properties without being immunosuppressive. It has successfully completed a first-in-man clinical trial, where it was found to be safe, able to transiently colonize the human respiratory tract and to induce immune responses in the colonized subjects. It is now undergoing further clinical development. As it is designed to reduce carriage and transmission of Bordetella pertussis, it may hopefully contribute to the ultimate control of pertussis.", "doi": "10.1016/j.vaccine.2017.11.055", "title": "Will we have new pertussis vaccines?", "journal": ["Vaccine", "Vaccine"]}