{"authors": [["Balzli", "Charles L", "CL", "Exotic and Emerging Avian Viral Disease Research Unit, Southeastern Poultry Research Laboratory, U.S. National Poultry Research Center, Agricultural Research Service, U.S. Department of Agriculture, 934 College Station Road, Athens, GA 30605, USA."], ["Bertran", "Kateri", "K", "Exotic and Emerging Avian Viral Disease Research Unit, Southeastern Poultry Research Laboratory, U.S. National Poultry Research Center, Agricultural Research Service, U.S. Department of Agriculture, 934 College Station Road, Athens, GA 30605, USA."], ["Lee", "Dong-Hun", "DH", "Exotic and Emerging Avian Viral Disease Research Unit, Southeastern Poultry Research Laboratory, U.S. National Poultry Research Center, Agricultural Research Service, U.S. Department of Agriculture, 934 College Station Road, Athens, GA 30605, USA."], ["Killmaster", "Lindsay", "L", "Exotic and Emerging Avian Viral Disease Research Unit, Southeastern Poultry Research Laboratory, U.S. National Poultry Research Center, Agricultural Research Service, U.S. Department of Agriculture, 934 College Station Road, Athens, GA 30605, USA."], ["Pritchard", "Nikki", "N", "Merial Select Inc., 1112 Airport Parkway, Gainesville, GA 30503, USA."], ["Linz", "Perry", "P", "Merial, Inc., 1730 Olympic Drive, Athens, GA 30601, USA."], ["Mebatsion", "Teshome", "T", "Merial, Inc., 1730 Olympic Drive, Athens, GA 30601, USA."], ["Swayne", "David E", "DE", "Exotic and Emerging Avian Viral Disease Research Unit, Southeastern Poultry Research Laboratory, U.S. National Poultry Research Center, Agricultural Research Service, U.S. Department of Agriculture, 934 College Station Road, Athens, GA 30605, USA. Electronic address: David.Swayne@ars.usda.gov."]], "date": "2017-11-24", "id": "29180030", "text": "The outbreak of highly pathogenic avian influenza virus in North American poultry during 2014 and 2015 demonstrated the devastating effects of the disease and highlighted the need for effective emergency vaccine prevention and control strategies targeted at currently circulating strains. This study evaluated the efficacy of experimental recombinant turkey herpesvirus vector vaccines with three different inserts targeting the hemagglutinin gene of an isolate from the recent North American influenza outbreak. White leghorn chickens were vaccinated at one day of age and challenged with A/Turkey/Minnesota/12582/2015 H5N2 at 4 weeks of age. Birds were analyzed for survival, viral shedding at two and four days after infection, and specific antibody prior to challenge and from surviving birds. The three experimental vaccines demonstrated 100%, 45% and 15% survival with the most effective vaccine significantly reducing oral and cloacal viral shedding compared to all other groups and generated specific antibody prior to challenge with highly pathogenic avian influenza virus. More studies are needed using diverse H5Nx highly pathogenic virus isolates to fully determine the breadth of coverage against possible exposure strains, as well as possible impact of maternally derived antibody on protection and vaccine efficacy.", "doi": "10.1016/j.vaccine.2017.11.026", "title": "The efficacy of recombinant turkey herpesvirus vaccines targeting the H5 of highly pathogenic avian influenza virus from the 2014-2015 North American outbreak.", "journal": ["Vaccine", "Vaccine"]}