{"authors": [["Muñoz", "Ivan Sanz", "IS", "Valladolid National Influenza Centre, Hospital Clínico Universitario de Valladolid, Valladolid, Spain; Microbiology Unit, Hospital Clínico Universitario de Valladolid, Valladolid, Spain. Electronic address: isanzm@saludcastillayleon.es."], ["Rello", "Silvia Rojo", "SR", "Valladolid National Influenza Centre, Hospital Clínico Universitario de Valladolid, Valladolid, Spain; Microbiology Unit, Hospital Clínico Universitario de Valladolid, Valladolid, Spain."], ["Lejarazu", "Raúl Ortiz de", "RO", "Valladolid National Influenza Centre, Hospital Clínico Universitario de Valladolid, Valladolid, Spain; Microbiology Unit, Hospital Clínico Universitario de Valladolid, Valladolid, Spain."]], "date": "2017-11-24", "id": "29179984", "text": "The aim of this study was to analyze the presence of antibodies against both Yamagata and Victoria influenza B lineages and to check the response after seasonal trivalent vaccination.Haemagglutination inhibition assays were performed with pre-and post-vaccination serum samples from 174 individuals ≥65 years of age vaccinated with seasonal trivalent influenza vaccines during the 2006-2007, 2008-2009, 2009-2010 and 2010-2011 vaccine campaigns.33.9% of individuals showed pre-vaccine protective antibodies (≥1/40) against B/Yamagata lineage and 41.4% against B/Victoria lineage. The annual trivalent vaccine induced significant homologous seroconversion in 14-35.6% of individuals in each vaccine campaign.The population ≥65 years has low-moderate seroprotection against B influenza lineages. Trivalent vaccination induced a slight increase of seroprotection. The trivalent vaccine should be administered to all individuals ≥65 years in all vaccine campaigns.", "doi": "10.1016/j.eimc.2017.10.021", "title": "Prevalence of antibodies and humoral response after seasonal trivalent vaccination against influenza B lineages in an elderly population of Spain.", "journal": ["Enfermedades infecciosas y microbiologia clinica", "Enferm. Infecc. Microbiol. Clin."]}