{"authors": [["Dochez", "Carine", "C", "Network for Education and Support in Immunisation, Department of Epidemiology and Social Medicine, University of Antwerp, Antwerp, Belgium. Electronic address: carine.dochez@uantwerpen.be."], ["Burnett", "Rosemary J", "RJ", "South African Vaccination and Immunisation Centre, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa."], ["Mbassi", "Symplice Mbola", "SM", "World Health Organization/Regional Office for Africa, Brazzaville, Congo."], ["Were", "Fred", "F", "University of Nairobi, Nairobi, Kenya."], ["Musyoki", "Andrew", "A", "South African Vaccination and Immunisation Centre, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa."], ["Trovoada", "Daisy", "D", "World Health Organization, Inter-country Support Office Central Africa, Gabon."], ["Mphahlele", "M Jeffrey", "MJ", "South African Vaccination and Immunisation Centre, Department of Virology, Sefako Makgatho Health Sciences University, Pretoria, South Africa; South African Medical Research Council, Pretoria, South Africa."]], "date": "2017-09-01", "id": "29179872", "text": "Several African countries have recently introduced or are currently introducing the HPV vaccine, either nationwide or through demonstration projects, while some countries are planning for introduction. A collaborative project was developed to strengthen country adolescent immunisation programmes and health systems in the African Region, addressing unique public health considerations of HPV vaccination: adolescents as the primary target group, delivery platforms (e.g. school-based and facility based), socio-behavioural issues, and the opportunity to deliver other health interventions alongside HPV vaccination. Following a successful \"taking-stock\" meeting, a training programme was drafted to assist countries to strengthen the integration of adolescent health interventions using HPV vaccination as an entry point. Two workshops were conducted in the Eastern and Southern African Regions. All countries reported on progress made during a final joint symposium. Of the 20 countries invited to participate in either of the workshops and/or final symposium, 17 countries participated: Angola, Botswana, Ethiopia, Kenya, Malawi, Mauritius, Mozambique, Namibia, Rwanda, Seychelles, South Africa, South Sudan, Swaziland, Tanzania, Uganda, Zambia and Zimbabwe. Countries that are currently implementing HPV vaccination programmes, either nationally or through demonstration projects, reported varying degrees of integration with other adolescent health interventions. The most commonly reported adolescent health interventions alongside HPV vaccination include health education (including sexually transmitted infections), deworming and delivering of other vaccines like tetanus toxoid (TT) or tetanus diphtheria (Td). The project has successfully (a) established an African-based network that will advocate for incorporating the HPV vaccine into national immunisation programmes; (b) created a platform for experience exchange and thereby contributed to novel ideas of revitalising and strengthening school-based health programmes as delivery platform of adolescent immunisation services and other adolescent health interventions, as well as identifying ways of reaching out-of-school girls through facility and community based programmes; and (c) laid a foundation for incorporating future adolescent vaccination programmes.", "doi": "10.1016/j.pvr.2017.08.003", "title": "Improving skills and institutional capacity to strengthen adolescent immunisation programmes and health systems in African countries through HPV vaccine introduction.", "journal": ["Papillomavirus research (Amsterdam, Netherlands)", "Papillomavirus Res"]}