{"authors": [["Vorsters", "Alex", "A", "Centre for Evaluation of Vaccination, Vaccine and Infectious Diseases Institute, University of Antwerp, Antwerp, Belgium. Electronic address: alex.vorsters@uantwerpen.be."], ["Arbyn", "Marc", "M", "Unit of Cancer Epidemiology, Belgian Cancer Centre, Scientific Institute of Public Health, Brussels, Belgium."], ["Baay", "Marc", "M", "P95, Epidemiology and Pharmacovigilance Consulting and Services, Leuven, Belgium."], ["Bosch", "Xavier", "X", "Cancer Research Epidemiology Program, Catalan Institute of Oncology, IDIBELL, Barcelona, Spain."], ["de Sanjosé", "Silvia", "S", "Cancer Research Epidemiology Program, Catalan Institute of Oncology, IDIBELL, Barcelona, Spain; CIBER Epidemiologia y Salud Pública, Barcelona, Spain."], ["Hanley", "Sharon", "S", "Department of Women's Health Medicine, Hokkaido University Graduate School of Medicine, Kita Ku, Sapporo, Japan."], ["Karafillakis", "Emilie", "E", "Vaccine Confidence Project, London School of Hygiene & Tropical Medicine, London, UK."], ["Lopalco", "Pier Luigi", "PL", "Department of Translational Research and New Technologies in Medicine and Surgery, University of Pisa, Italy."], ["Pollock", "Kevin G", "KG", "Health Protection Scotland, Glasgow, Scotland, UK."], ["Yarwood", "Joanne", "J", "Immunisation, Hepatitis & Blood Safety Department, Public Health England, London, UK."], ["Van Damme", "Pierre", "P", "Centre for Evaluation of Vaccination, Vaccine and Infectious Diseases Institute, University of Antwerp, Antwerp, Belgium."]], "date": "2017-07-20", "id": "29179869", "text": "The Human Papillomavirus Prevention and Control Board brought together experts to discuss optimizing HPV vaccination and screening programs. Board members reviewed the safety profile of licensed HPV vaccines based on clinical and post-marketing data, reaching a consensus that current safety data is reassuring. Successful vaccination programs used well-coordinated communication campaigns, integrating (social) media to spread awareness. Communication of evidence supporting vaccine effectiveness had beneficial effects on the perception of the vaccine. However, anti-vaccination campaigns have threatened existing programs in many countries. Measurement and monitoring of HPV vaccine confidence over time could help understand the nature and scale of waning confidence, define issues and intervene appropriately using context-specific evidence-based strategies. Finally, a broad group of stakeholders, such as teachers, health care providers and the media should also be provided with accurate information and training to help support prevention efforts through enhanced understanding of the risks and benefits of vaccination. Similarly, while cervical cancer screening through population-based programs is highly effective, barriers to screening exist: awareness in countries with population-based screening programs, access for vulnerable populations, and access and affordability in low- and middle-income countries. Integration of primary and secondary prevention has the potential to accelerate the decrease in cervical cancer incidence.", "doi": "10.1016/j.pvr.2017.07.001", "title": "Overcoming barriers in HPV vaccination and screening programs.", "journal": ["Papillomavirus research (Amsterdam, Netherlands)", "Papillomavirus Res"]}