{"authors": [["Garland", "S M", "SM", "Department of Microbiology and Infectious Diseases, Royal Women's Hospital, 30 Flemington Road, Parkville 3052, Australia; Murdoch Childrens Research Institute, 50 Flemington Road, Parkville 3052, Australia; Department of Obstetrics and Gynaecology, University of Melbourne, Parkville 3052, Australia. Electronic address: Suzanne.Garland@thewomens.org.au."], ["Brotherton", "J M L", "JML", "VCS Registries, Victorian Cytology Service, Level 6, 176 Wellington Parade, East Melbourne 3002, Australia; School of Population and Global Health, University of Melbourne, Parkville 3052, Australia. Electronic address: jbrother@vcs.org.au."], ["Moscicki", "A B", "AB", "Department of Pediatrics, David Geffen School of Medicine, University of California, Los Angeles, 10833 Le Conte Ave. MDCC 22-432, MC:175217, Los Angeles, CA 90095, United States. Electronic address: AMoscicki@mednet.ucla.edu."], ["Kaufmann", "A M", "AM", "Gynäkologische Tumorimmunologie, R. 4503 Gynäkologie, Charite-Universitätsmedizin Berlin, Campus Benjamin Franklin, Hindenburgdamm 30, 12200 Berlin, Germany. Electronic address: Andreas.Kaufmann@charite.de."], ["Stanley", "M", "M", "Department of Pathology, Tennis Court Road, Cambridge CB2 1QP, United Kingdom. Electronic address: mas1001@cam.ac.uk."], ["Bhatla", "N", "N", "Department of Obstetrics & Gynaecology, All India Institute of Medical Sciences, New Delhi 110029, India. Electronic address: neerja.bhatla07@gmail.com."], ["Sankaranarayanan", "R", "R", "Screening Group, Section of Early Detection and Prevention, International Agency for Research on Cancer, World Health Organization, 150 cours Albert Thomas, 69372 Lyon CEDEX 08, France. Electronic address: sankar@iarc.fr."], ["de Sanjosé", "S", "S", "Cancer Epidemiology Research Programme, IDIBELL, CIBERESP, Institut Català d'Oncologia, Av. Gran Via de l'Hospitalet 199-203, 08908 L'Hospitalet de Llobregat, Spain. Electronic address: desanjose.silvia@gmail.com."], ["Palefsky", "J M", "JM", "University of California, San Francisco, 513 Parnassus Ave Box 0654, San Francisco, CA 94143, United States. Electronic address: joel.palefsky@ucsf.edu."], [null, null, null, null]], "date": "2017-06-03", "id": "29179867", "text": "It is well-established that immunocompromised people are at increased risk of HPV-related disease compared with those who are immunocompetent. Prophylactic HPV sub-unit vaccines are safe and immunogenic in immunocompromised people and it is strongly recommended that vaccination occur according to national guidelines. When delivered to immunocompromised populations, HPV vaccines should be given as a 3-dose regimen.", "doi": "10.1016/j.pvr.2017.06.002", "title": "HPV vaccination of immunocompromised hosts.", "journal": ["Papillomavirus research (Amsterdam, Netherlands)", "Papillomavirus Res"]}