{"authors": [["Howard", "Natasha", "N", "London School of Hygiene and Tropical Medicine, Department of Global Health and Development, Tavistock Place, London WC1H 9SH, United Kingdom. Electronic address: natasha.howard@lshtm.ac.uk."], ["Gallagher", "Katherine E", "KE", "London School of Hygiene and Tropical Medicine, Clinical Research Department, Keppel St, London WC1E 7HT, United Kingdom; Mwanza Intervention Trials Unit, National Institute for Medical Research, PO Box 11936, Mwanza, Tanzania. Electronic address: Katherine.Gallagher@lshtm.ac.uk."], ["Mounier-Jack", "Sandra", "S", "London School of Hygiene and Tropical Medicine, Department of Global Health and Development, Tavistock Place, London WC1H 9SH, United Kingdom. Electronic address: Sandra.Mounier-Jack@lshtm.ac.uk."], ["Burchett", "Helen E D", "HED", "London School of Hygiene and Tropical Medicine, Department of Global Health and Development, Tavistock Place, London WC1H 9SH, United Kingdom. Electronic address: helen.burchett@lshtm.ac.uk."], ["Kabakama", "Severin", "S", "Mwanza Intervention Trials Unit, National Institute for Medical Research, PO Box 11936, Mwanza, Tanzania. Electronic address: Severin.Kabakama@mitu.or.tz."], ["LaMontagne", "D Scott", "DS", "PATH, Center for Vaccine Innovation and Access, PO Box 900922, Seattle, WA 98109, USA. Electronic address: slamontagne@path.org."], ["Watson-Jones", "Deborah", "D", "London School of Hygiene and Tropical Medicine, Clinical Research Department, Keppel St, London WC1E 7HT, United Kingdom; Mwanza Intervention Trials Unit, National Institute for Medical Research, PO Box 11936, Mwanza, Tanzania. Electronic address: Deborah.Watson-Jones@lshtm.ac.uk."]], "date": "2017-06-08", "id": "29179865", "text": "Since 2007, low and middle-income countries (LMICs) have gained experience delivering HPV vaccines through HPV vaccination pilots, demonstration projects and national programmes. This commentary summarises lessons from HPV vaccination experiences in 45 LMICs and what works for HPV vaccination introduction. Methods included a systematic literature review, unpublished document review, and key informant interviews. Data were extracted from 61 peer-reviewed articles, 11 conference abstracts, 188 technical reports, and 56 interviews, with quantitative data analysed descriptively and qualitative data analysed thematically. Key lessons are described under five themes of preparation, communications, delivery, coverage achievements, and sustainability. Lessons learnt were generally consistent across countries and projects and sufficient lessons have been learnt for countries to deliver HPV vaccine through phased national rollout rather than demonstration projects. However, challenges remain in securing the political will and financial resources necessary to implement successful national programmes.", "doi": "10.1016/j.pvr.2017.06.003", "title": "What works for human papillomavirus vaccine introduction in low and middle-income countries?", "journal": ["Papillomavirus research (Amsterdam, Netherlands)", "Papillomavirus Res"]}