{"authors": [["Zhao", "Zongmin", "Z", "Department of Biological Systems Engineering, Virginia Tech, Blacksburg, VA 24061, USA."], ["Harris", "Brian", "B", "Department of Biological Systems Engineering, Virginia Tech, Blacksburg, VA 24061, USA."], ["Hu", "Yun", "Y", "Department of Biological Systems Engineering, Virginia Tech, Blacksburg, VA 24061, USA."], ["Harmon", "Theresa", "T", "Minneapolis Medical Research Foundation, Minneapolis, MN 55404, USA."], ["Pentel", "Paul R", "PR", "Minneapolis Medical Research Foundation, Minneapolis, MN 55404, USA."], ["Ehrich", "Marion", "M", "Department of Biomedical Sciences and Pathobiology, Virginia Tech, Blacksburg, VA 24061, USA."], ["Zhang", "Chenming", "C", "Department of Biological Systems Engineering, Virginia Tech, Blacksburg, VA 24061, USA. Electronic address: chzhang2@vt.edu."]], "date": "2017-11-20", "id": "29179132", "text": "Current clinically-tested nicotine vaccines have yet shown enhanced smoking cessation efficacy due to their low immunogenicity. Achieving a sufficiently high immunogenicity is a necessity for establishing a clinically-viable nicotine vaccine. This study aims to facilitate the immunogenicity of a hybrid nanoparticle-based nicotine vaccine by rationally incorporating toll-like receptor (TLR)-based adjuvants, including monophosphoryl lipid A (MPLA), Resiquimod (R848), CpG oligodeoxynucleotide 1826 (CpG ODN 1826), and their combinations. The nanoparticle-delivered model adjuvant was found to be taken up more efficiently by dendritic cells than the free counterpart. Nanovaccine particles were transported to endosomal compartments upon cellular internalization. The incorporation of single or dual TLR adjuvants not only considerably increased total anti-nicotine IgG titers but also significantly affected IgG subtype distribution in mice. Particularly, the nanovaccines carrying MPLA+R848 or MPLA+ODN 1826 generated a much higher anti-nicotine antibody titer than those carrying none or one adjuvant. Meanwhile, the anti-nicotine antibody elicited by the nanovaccine adjuvanted with MPLA+R848 had a significantly higher affinity than that elicited by the nanovaccine carrying MPLA+ODN 1826. Moreover, the incorporation of all the selected TLR adjuvants (except MPLA) reduced the brain nicotine levels in mice after nicotine challenge. Particularly, the nanovaccine with MPLA+R848 exhibited the best ability to reduce the level of nicotine entering the brain. Collectively, rational incorporation of TLR adjuvants could enhance the immunological efficacy of the hybrid nanoparticle-based nicotine vaccine, making it a promising next-generation immunotherapeutic candidate for treating nicotine addiction.", "doi": "10.1016/j.biomaterials.2017.11.021", "title": "Rational incorporation of molecular adjuvants into a hybrid nanoparticle-based nicotine vaccine for immunotherapy against nicotine addiction.", "journal": ["Biomaterials", "Biomaterials"]}