{"authors": [["Kim", "Yunjeong", "Y", "Diagnostic Medicine and pathobiology, College of Veterinary Medicine, Kansas State University, 1800 Denison Avenue, Manhattan, KS, 66506, USA."], ["Oh", "Changin", "C", "Diagnostic Medicine and pathobiology, College of Veterinary Medicine, Kansas State University, 1800 Denison Avenue, Manhattan, KS, 66506, USA."], ["Shivanna", "Vinay", "V", "Diagnostic Medicine and pathobiology, College of Veterinary Medicine, Kansas State University, 1800 Denison Avenue, Manhattan, KS, 66506, USA."], ["Hesse", "Richard A", "RA", "Diagnostic Medicine and pathobiology, College of Veterinary Medicine, Kansas State University, 1800 Denison Avenue, Manhattan, KS, 66506, USA."], ["Chang", "Kyeong-Ok", "KO", "Diagnostic Medicine and pathobiology, College of Veterinary Medicine, Kansas State University, 1800 Denison Avenue, Manhattan, KS, 66506, USA. kchang@vet.ksu.edu."]], "date": "2017-11-25", "id": "29178878", "text": "Porcine Epidemic Diarrhea Virus (PEDV) is a coronavirus that infects the intestinal tract and causes diarrhea and vomiting in older pigs or extreme dehydration and death that could reach 100% mortality in neonatal piglets. In the US, the first PEDV outbreaks occurred in 2013 and since then US PEDV strains have quickly spread throughout the US and worldwide, causing significant economic and public health concerns. Currently two conditionally approved vaccines exist in the US, but there is no live attenuated vaccine, which is considered the best option in controlling PEDV by inducing transferrable mucosal immunity to susceptible neonatal piglets. In this study, we passaged an US PEDV isolate under various conditions to generate three strains and characterized their growth and antigenicity in cell culture using various assays including Western blot analysis, serum neutralization assay, sequencing analysis and confocal microscopy. Finally, these strains were evaluated for pathogenicity in nursing piglets (1-4 days old).One of the PEDV strains generated in this study (designated as PEDV 8aa) is able to replicate in cells without any protease and grows to a high titer of >8 log10 TCID50/ml in cell culture. Interestingly, replication of PEDV 8aa was severely reduced by trypsin and this correlated with the inhibition of virus attachment and entry into the cells. In neonatal nursing piglets, PEDV 8aa (passage number 70 or 105) was found to be fully attenuated with limited virus shedding.These results suggest that applying selective pressure during viral passages can facilitate attainment of viral attenuation and that PEDV 8aa warrants further investigation as an attenuated vaccine.", "doi": "10.1186/s12917-017-1283-1", "title": "Trypsin-independent porcine epidemic diarrhea virus US strain with altered virus entry mechanism.", "journal": ["BMC veterinary research", "BMC Vet. Res."]}