{"authors": [["Silva", "Walter", "W", "Department of Industrial and Management System Engineering, University of South Florida, Tampa, FL, 33620, USA. silvasotillo@mail.usf.edu."], ["Das", "Tapas K", "TK", "Department of Industrial and Management System Engineering, University of South Florida, Tampa, FL, 33620, USA."], ["Izurieta", "Ricardo", "R", "College of Public Health, University of South Florida, Tampa, FL, 33620, USA."]], "date": "2017-11-25", "id": "29178863", "text": "Since spring 2013, periodic emergence of avian influenza A(H7N9) virus in China has heightened the concern for a possible pandemic outbreak among humans, though it is believed that the virus is not yet human-to-human transmittable. Till June 2017, A(H7N9) has resulted in 1533 laboratory-confirmed cases of human infections causing 592 deaths. The aim of this paper is to present disease burden estimates (measured by infection attack rates (IAR) and number of deaths) in the event of a possible pandemic outbreak caused by human-to-human transmission capability acquired by A(H7N9) virus. Even though such a pandemic will likely spread worldwide, our focus in this paper is to estimate the impact on the United States alone.The method first uses a data clustering technique to divide 50 states in the U.S. into a small number of clusters. Thereafter, for a few selected states in each cluster, the method employs an agent-based (AB) model to simulate human A(H7N9) influenza pandemic outbreaks. The model uses demographic and epidemiological data. A few selected non-pharmaceutical intervention (NPI) measures are applied to mitigate the outbreaks. Disease burden for the U.S. is estimated by combining results from the clusters applying a method used in stratified sampling.Two possible pandemic scenarios with R 0 = 1.5 and 1.8 are examined. Infection attack rates with 95% C.I. (Confidence Interval) for R 0 = 1.5 and 1.8 are estimated to be 18.78% (17.3-20.27) and 25.05% (23.11-26.99), respectively. The corresponding number of deaths (95% C.I.), per 100,000, are 7252.3 (6598.45-7907.33) and 9670.99 (8953.66-10,389.95).The results reflect a possible worst-case scenario where the outbreak extends over all states of the U.S. and antivirals and vaccines are not administered. Our disease burden estimations are also likely to be somewhat high due to the fact that only dense urban regions covering approximately 3% of the geographic area and 81% of the population are used for simulating sample outbreaks. Outcomes from these simulations are extrapolated over the remaining 19% of the population spread sparsely over 97% of the area. Furthermore, the full extent of possible NPIs, if deployed, could also have lowered the disease burden estimates.", "doi": "10.1186/s12889-017-4884-5", "title": "Estimating disease burden of a potential A(H7N9) pandemic influenza outbreak in the United States.", "journal": ["BMC public health", "BMC Public Health"]}