{"authors": [["Rantshabeng", "Patricia S", "PS", "Department of Medical Laboratory Sciences, Faculty of Health Sciences, University of Botswana, Private Bag UB072, 4775 Notwane Rd., Gaborone, Botswana. trishrant@gmail.com."], ["Moyo", "Sikhulile", "S", "Department of Medical Laboratory Sciences, Faculty of Health Sciences, University of Botswana, Private Bag UB072, 4775 Notwane Rd., Gaborone, Botswana."], ["Moraka", "Natasha O", "NO", "Botswana Harvard AIDS Institute Partnership, Gaborone, Botswana."], ["Ndlovu", "Andrew", "A", "Department of Medical Laboratory Sciences, Faculty of Health Sciences, University of Botswana, Private Bag UB072, 4775 Notwane Rd., Gaborone, Botswana."], ["MacLeod", "Iain J", "IJ", "Botswana Harvard AIDS Institute Partnership, Gaborone, Botswana."], ["Gaseitsiwe", "Simani", "S", "Botswana Harvard AIDS Institute Partnership, Gaborone, Botswana."], ["Kasvosve", "Ishmael", "I", "Department of Medical Laboratory Sciences, Faculty of Health Sciences, University of Botswana, Private Bag UB072, 4775 Notwane Rd., Gaborone, Botswana."]], "date": "2017-11-25", "id": "29178840", "text": "Human papillomavirus (HPV) associated malignancies are the leading cause of cancer death in Botswana. We sought to determine causative HPV types in patients with anogenital malignancies in Botswana to inform vaccine strategy.We used formalin-fixed and paraffin-embedded (FFPE) tissue blocks from patients diagnosed with anal, penile and vulvar squamous cell carcinomas between the years, 2014 and 2016. Presence of HPV 16, 18, or other high-risk (HR) types was detected using Abbott m2000 real-time PCR platform. Tissues with other high-risk types were subsequently analysed using a multiplex qPCR assay that includes 15 validated fluorophore probes.A total of 126 tissue specimens, comprising of 21 anal (9 males, 12 females), 31 penile and 74 vulvar were studied. Ninety-three (73.8%) patients had their HIV status documented in the records while the rest did not. Eighty-three (83) out of 93 were HIV positive, a prevalence of 89.4% (95% CI: 81-94). HPV was detected in 68/126 (54%) tissues, of which 69% (95% CI: 54-79) had HPV 16 only, 28% (95% CI: 19-40) had other hr.-HPV types and 2.9% (95% CI, 3.5-10.1) were co-infected with HPV 16 and other hr.-types. Other high-risk types detected included HPV 26, 31, 33, 35, 39, 45, 51, 52, 66 and 68. HPV 18 was not detected. Multiple-type HPV infection was detected in 44 of 47 (93.6%) HIV positive participants co-infected with HPV. In HIV-negative individuals, only HPV 16 was detected.In our study, anogenital carcinomas were associated with HPV 16 and other hr.-HPV types besides HPV 16 and 18. HIV co-infected patients had multiple hr.-HPV types detected whereas in HIV-negative patients only HPV 16 was detected. Our study suggests that multivalent vaccines may be more suitable in this setting, especially for HIV-infected individuals.", "doi": "10.1186/s12879-017-2832-8", "title": "Prevalence of oncogenic human papillomavirus genotypes in patients diagnosed with anogenital malignancies in Botswana.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}