{"authors": [["Blumental", "S", "S", "Unité de Maladies infectieuses pédiatriques, H.U.D.E.R.F., ULB."], ["Ferster", "A", "A", "Unité d'Hémato-Oncologie, H.U.D.E.R.F., ULB."], ["Azzi", "N", "N", "Unité d'Hémato-Oncologie, H.U.D.E.R.F., ULB."], ["Lepage", "P", "P", "Unité de Maladies infectieuses pédiatriques, H.U.D.E.R.F., ULB."]], "date": null, "id": "29178692", "text": "Over the last decades, significant advances in the diagnosis and therapeutics have considerably improved success rate from bone marrow transplant in patients suffering from otherwise life-threatening diseases, allowing now for prolonged survival and better quality of life after an allograft. However, infectious diseases remain one of the most serious complication in this population, hence associated with a high morbidity and mortality. Prevention, in particular through vaccination, constitutes a cornerstone of the management of immunocompromised hosts, since this procedure aims to protect them once back to life in community after long periods of hospitalization. If the necessity of vaccinating immunocompromised patients as well as their family is unequivocally recognized among health care workers, some questions remain source of debate. Several famous societies edited guidelines, but those differ from each other and cannot be transposed from a country to another without considering their local epidemiology and implemented vaccination schedule. Moreover, development and availability of new vaccines render recommendations constantly susceptible to adaptations. After exhaustive literature review, this article aims to offer pragmatic answers to the main questions raised by healthcare workers when vaccinating children after a bone marrow transplant. We here review all vaccines available and discuss their modalities of administration considering the timing after transplant, the immunological residual status and the medical history of the child. We also offer clues to optimize vaccination of patients' siblings. In addition to highlight some interrogations about future vaccines formulations, we propose here a vaccination schedule tailored for pediatric bone marrow transplant recipients in Belgium in 2017.Au cours des dernières années, les progrès faits dans les domaines thérapeutiques et diagnostiques ont permis d’améliorer les performances des traitements par greffes de moelle osseuse, allongeant ainsi significativement l’espérance de vie des patients souffrant de maladies jusqu’alors associées à un sombre pronostic. Cependant, aujourd’hui encore, les infections restent parmi les complications les plus redoutées en termes de morbidité et de mortalité chez ces patients. La prévention et particulièrement la vaccination occupe donc une place primordiale dans la prise en charge de ces hôtes fragiles, visant à les protéger une fois leur retour à la vie en communauté envisagé après de longues périodes d’immunosuppression. Si la nécessité de vacciner les patients transplantés et leur entourage fait l’unanimité au sein des soignants, les modalités de vaccination restent encore sujettes à de maintes interrogations dans la littérature. Plusieurs sociétés réputées font état de recommandations mais celles-ci varient entre elles et ne peuvent être transposées d’un pays à l’autre sans tenir compte de l’épidémiologie locale et du schéma vaccinal préalablement implémenté. Par ailleurs, la mise à disposition constante de nouveaux vaccins nécessite une adaptation perpétuelle des diverses recommandations établies. Sur base d’une revue exhaustive de la littérature, nous tenterons dans cet article d’apporter des réponses pragmatiques aux questions fréquemment soulevées par les soignants en charge des enfants greffés de moelle osseuse. Le document détaille les différents vaccins disponibles, en discute les critères d’administration selon le délai par rapport à la greffe et le statut immunologique du patient et revoit comment optimaliser la vaccination de l’entourage. En plus de souligner certaines interrogations à suivre concernant de nouvelles formulations vaccinales à venir, l’article ci-dessous offre un schéma pratique d’administration des différents vaccins chez les enfants receveurs d’une greffe de moelle en Belgique en 2017.", "doi": null, "title": "[Management of vaccination in children receiving an allogeneic marrow transplant].", "journal": ["Revue medicale de Bruxelles", "Rev Med Brux"]}