{"authors": [["Sharma", "N", "N", "Division of Bacterial, Parasitic and Allergenic Products, Center for Biologics Evaluation and Research, Office of Vaccines Research and Review, U.S. Food and Drug Administration, Silver Spring, MD, USA."], ["Akkoyunlu", "M", "M", "Division of Bacterial, Parasitic and Allergenic Products, Center for Biologics Evaluation and Research, Office of Vaccines Research and Review, U.S. Food and Drug Administration, Silver Spring, MD, USA."], ["Rabin", "R L", "RL", "Division of Bacterial, Parasitic and Allergenic Products, Center for Biologics Evaluation and Research, Office of Vaccines Research and Review, U.S. Food and Drug Administration, Silver Spring, MD, USA."]], "date": "2017-11-27", "id": "29178573", "text": "Macrophages are essential innate immune cells that also regulate local metabolism. Endogenous or exogenous stimuli may polarize macrophages toward phenotypes that serve distinct innate immunological metabolic functions. IFN-γ or lipopolysaccharide (LPS) polarizes macrophages toward the M1, or \"classically activated\" phenotype that participates in defense against intracellular pathogens. IL-4, IL-13, or chitin polarizes macrophages toward the M2, or \"alternatively activated\" phenotype, which defends against multicellular nematodes and fungi. As macrophages polarize in local environments, M1 and M2 macrophages may coexist in different organs and may differentially affect asthma and obesity, two comorbid diseases where polarized macrophages contribute to their pathogenesis. While M1 macrophages are considered beneficial in asthma and contribute to the pathology of obesity, M2 macrophages contribute to the pathology of asthma, but limit metabolic syndrome associated with obesity. Here, we discuss the roles for M1 and M2 macrophages in asthma and obesity, and propose a model by which M1-mediated inflammation in adipose tissue enhances M2-mediated inflammation in the asthmatic lung.", "doi": "10.1111/all.13369", "title": "Macrophages-common culprit in obesity and asthma.", "journal": ["Allergy", "Allergy"]}