{"authors": [["Ellenberg", "Susan S", "SS", "Department of Biostatistics, Epidemiology and Informatics, Perelman School of Medicine, University of Pennsylvania."], ["Keusch", "Gerald T", "GT", "Departments of Medicine and Global Health, Boston University Schools of Medicine and Public Health."], ["Babiker", "Abdel G", "AG", "Medical Research Council Clinical Trials Unit, University College London."], ["Edwards", "Kathryn M", "KM", "Department of Pediatrics, Vanderbilt University School of Medicine."], ["Lewis", "Roger J", "RJ", "Department of Emergency Medicine, Harbor-UCLA Medical Center."], ["Lundgren", "Jens D", "JD", "Department of Infectious Diseases, University of Copenhagen."], ["Wells", "Charles D", "CD", "Infectious Diseases Unit, Sanofi-U.S."], ["Wabwire-Mangen", "Fred", "F", "Department of Epidemiology, Makerere University School of Public Health."], ["McAdam", "Keith P W J", "KPWJ", "Department of Clinical and Tropical Medicine, London School of Hygiene and Tropical Medicine."]], "date": "2017-11-21", "id": "29177461", "text": "Randomized clinical trials are the most reliable approaches to evaluating the effects of new treatments and vaccines. During the 2014-15 West African Ebola epidemic, many argued that such trials were neither ethical nor feasible in an environment of limited health infrastructure and severe disease with a high fatality rate. Consensus among the numerous organizations providing help to the affected areas was never achieved, resulting in fragmented collaboration, delayed study initiation, and ultimately failure to provide definitive evidence on the efficacy of treatments and vaccines. Randomized trials were in fact approved by local ethics boards and initiated, demonstrating that randomized trials, even in such difficult circumstances, are feasible. Improved planning and collaboration among research and humanitarian organizations, and affected communities, in the interepidemic periods are needed to ensure that questions regarding the efficacy of vaccines and treatments can be definitively answered during future public health emergencies.", "doi": "10.1093/cid/cix1032", "title": "Rigorous Clinical Trial Design in Public Health Emergencies Is Essential.", "journal": ["Clinical infectious diseases : an official publication of the Infectious Diseases Society of America", "Clin. Infect. Dis."]}