{"authors": [["Zeng", "Qin", "Q", "Fischell Department of Bioengineering, University of Maryland, 2212 Jeong H. Kim Engineering Building, 8228 Paint Branch Drive, College Park, Maryland 20742, USA. qzeng@umd.edu pzhang14@umd.edu xzeng@umd.edu ltostano@umd.edu cmjewell@umd.edu."], ["Zhang", "Peipei", "P", null], ["Zeng", "Xiangbin", "X", null], ["Tostanoski", "Lisa H", "LH", null], ["Jewell", "Christopher M", "CM", null]], "date": null, "id": "29177268", "text": "The continued challenges facing vaccines in infectious disease and cancer highlight a need for better control over the features of vaccines and the responses they generate. Biomaterials offer unique advantages to achieve this goal through features such as controlled release and co-delivery of antigens and adjuvants. However, many synthesis strategies lead to particles with heterogeneity in diameter, shape, loading level, or other properties. In contrast, advanced manufacturing techniques allow precision control of material properties at the micro- and nano-scale. These capabilities in vaccines and immunotherapies could allow more rational design to speed efficient design and clinical translation. Here we employed soft lithography to generate polymer microdisk vaccines with uniform structures and tunable compositions of vaccine antigens and toll like receptor agonists (TLRas) that serve as molecular adjuvants. Compared to conventional PLGA particles formed by emulsion, microdisks provided a dramatic improvement in the consistency of properties such as diameter. During culture with primary dendritic cells (DCs) from mice, microdisks were internalized by the cells without toxicity, while promoting co-delivery of antigen and TLRa to the same cell. Analysis of DC surface activation markers by flow cytometry revealed microdisk vaccines activated dendritic cells in a manner that depended on the level of TLRa, while antigen processing and presentation depended on the amount of antigen in the microdisks. Together, this work demonstrates the use of advanced manufacturing techniques to produce uniform vaccines that direct DC function depending on the composition in the disks.", "doi": "10.1039/c7bm00520b", "title": "Advanced manufacturing of microdisk vaccines for uniform control of material properties and immune cell function.", "journal": ["Biomaterials science", "Biomater Sci"]}