{"authors": [["Grob", "Jean-Jacques", "JJ", "Department of Dermatology and Skin Cancers, La Timone APHM Hospital, Aix-Marseille University, Marseille, France."], ["Mortier", "Laurent", "L", "Dermatology Department, Université Lille, INSERM U1189, Lille, France."], ["D'Hondt", "Lionel", "L", "Department of Medical Oncology, Centre Hospitalier Universitaire UCL Namur (Site Godinne), Louvain, Belgium."], ["Grange", "Florent", "F", "Dermatology Department, Hôpital Robert Debré, Université de Reims Champagne-Ardenne, Reims, France."], ["Baurain", "Jean Francois", "JF", "Department of Medical Oncology, Centre du Cancer, Cliniques Universitaires Saint-Luc, Université Catholique de Louvain, Brussels, Belgium."], ["Dréno", "Brigitte", "B", "Clinique Dermatologique, Hôpital Hôtel Dieu, Nantes Cedex, France."], ["Lebbe", "Céleste", "C", "APHP University Department of Dermatology, Saint-Louis Hospital, Paris, France."], ["Robert", "Caroline", "C", "Département de Médecine Oncologique, Faculté de Médecine, Gustave Roussy, Service de Dermatologie et Université Paris-Sud, Paris, France."], ["Dompmartin", "Anne", "A", "Department of Dermatology, CHU Caen, Université de Caen Basse Normandie, Caen, France."], ["Neyns", "Bart", "B", "Department of Medical Oncology, Universitair Ziekenhuis Brussel, Brussels, Belgium."], ["Gillet", "Marc", "M", "Biostatistics & Statistical Programming department, GSK, Rixensart, Belgium."], ["Louahed", "Jamila", "J", "R&D Department, GSK, Rixensart, Belgium."], ["Jarnjak", "Silvija", "S", "R&D Department, GSK, Rixensart, Belgium."], ["Lehmann", "Frédéric F", "FF", "Oncology Franchise, Celyad, Mont-Saint-Guibert, Belgium."]], "date": "2017-11-14", "id": "29177094", "text": "We assessed safety, immunogenicity and clinical activity of recombinant MAGE-A3 antigen combined with AS15 immunostimulant (MAGE-A3 immunotherapeutic) in association with dacarbazine in patients with metastatic melanoma.In this open-label, phase I/II, uncontrolled multicentre trial conducted in Belgium and France, patients with MAGE-A3-positive melanoma received up to 24 doses of MAGE-A3 immunotherapeutic (four cycles) coadministered with eight doses of dacarbazine. Adverse events (AE) were recorded until 31 days postvaccination, and serious AEs (SAE), until 30 days following the last dose. MAGE-A3-specific antibodies were measured by ELISA. Clinical activity of MAGE-A3 immunotherapeutic was assessed in patients positive/negative for previously identified gene signature (GS) associated with clinical outcome.Forty-eight patients were enrolled and treated (32 GS+, 15 GS-, 1 unknown GS status); two patients completed the study. All patients reported AEs, the most common were 'general disorders and administration site conditions' (94%). Treatment-related AEs were reported by 85% of patients; the most common was pain at injection site (38%). Sixteen SAEs were reported by 21% of patients; two were considered as treatment related (neutropenia and thrombocytopenia; grade 4). Postdose 4, all patients were seropositive for MAGE-A3-specific antibodies, with a geometric mean titre of 2778.7 ELISA units (EU)/mL (95% CI 1638.3 to 4712.8). One complete and three partial responses were reported (only in GS+ patients). Median overall survival was 11.4 months for GS+ and 5.3 months for GS- patients.Although this trial shows poor results compared with the new results with checkpoint inhibitors, it gives an interesting insight in rapidly developing fields like combinations of immunotherapy and chemotherapy, new generation vaccines and the use of gene profile as a predictive marker.NCT00849875.", "doi": "10.1136/esmoopen-2017-000203", "title": "Safety and immunogenicity of MAGE-A3 cancer immunotherapeutic with dacarbazine in patients with MAGE-A3-positive metastatic cutaneous melanoma: an open phase I/II study with a first assessment of a predictive gene signature.", "journal": ["ESMO open", "ESMO Open"]}