{"authors": [["Simpson", "Melissa", "M", "Morris Animal Foundation, 720 South Colorado Boulevard, Suite 174-A, Denver, CO 80243 USA."], ["Searfoss", "Erin", "E", "Morris Animal Foundation, 720 South Colorado Boulevard, Suite 174-A, Denver, CO 80243 USA."], ["Albright", "Sharon", "S", "Morris Animal Foundation, 720 South Colorado Boulevard, Suite 174-A, Denver, CO 80243 USA."], ["Brown", "Diane E", "DE", "American Kennel Club Canine Health Foundation, P.O. Box 900061, Raleigh, NC 27675 USA."], ["Wolfe", "Barbara", "B", "Morris Animal Foundation, 720 South Colorado Boulevard, Suite 174-A, Denver, CO 80243 USA."], ["Clark", "Nancy K", "NK", "Morris Animal Foundation, 720 South Colorado Boulevard, Suite 174-A, Denver, CO 80243 USA."], ["McCann", "Susan E", "SE", "Roswell Park Cancer Institute, Elm and Carlton Streets, Buffalo, NY 14263 USA."], ["Haworth", "David", "D", "PetSmart Charities, 19601 North 27th Avenue, Phoenix, AZ 85027 USA."], ["Guy", "Mike", "M", "Jaguar Pharmaceuticals, 201 Mission Street, Suite 2375, San Francisco, CA 94105 USA."], ["Page", "Rod", "R", "Colorado State University, College of Veterinary Medicine and Biomedical Sciences, Fort Collins, CO 80523-1620 USA."]], "date": "2017-11-15", "id": "29177055", "text": "Studying cancer and other diseases poses a problem due to their protracted and multifactorial nature. Prospective studies are useful to investigate chronic disease processes since collection of lifestyle information, exposure data and co-incident health issues are collected before the condition manifests. The Golden Retriever Lifetime Study is one of the first prospective studies following privately-owned dogs throughout life to investigate the incidence and risk factors for disease outcomes, especially cancer.Owners of golden retrievers in the contiguous United States volunteered their dogs in early life. Owners and veterinarians complete online questionnaires about health status and lifestyle; dogs undergo a physical examination and collection of biological samples annually. The data presented summarize the initial study visits and the corresponding questionnaires for 3044 dogs in the cohort.The median age of dogs at enrollment was 14.0 months (interquartile range (IQR): 8-20 months). Approximately half of the population had undergone gonadectomy by their initial study visit. Medical conditions reported at enrollment consisted primarily of integumentary, gastrointestinal and urinary dysfunction. A large majority of the dogs have a record of having received preventive care (vaccines, parasiticides, flea and heartworm prevention) by the time of the initial study visit. Clinical pathology data were unremarkable.This study represents one of the first lifetime observational investigations in veterinary medicine. The population characteristics reported here indicate a healthy cohort of golden retrievers cared for by owners committed to their dogs' health. Data acquired over the study period will provide valuable information about genetic, dietary and environmental risk factors associated with disease in golden retrievers and a framework for future prospective studies in veterinary medicine.", "doi": "10.1186/s40575-017-0053-5", "title": "Population characteristics of golden retriever lifetime study enrollees.", "journal": ["Canine genetics and epidemiology", "Canine Genet Epidemiol"]}