{"authors": [["Cecílio", "Pedro", "P", "Parasite Disease group, Instituto de Investigação e Inovação em Saúde (i3S), Universidade do Porto, Porto, Portugal."], ["Pérez-Cabezas", "Begoña", "B", "Parasite Disease group, Instituto de Investigação e Inovação em Saúde (i3S), Universidade do Porto, Porto, Portugal."], ["Fernández", "Laura", "L", "WHO Collaborating Centre for Leishmaniasis, Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["Moreno", "Javier", "J", "WHO Collaborating Centre for Leishmaniasis, Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["Carrillo", "Eugenia", "E", "WHO Collaborating Centre for Leishmaniasis, Centro Nacional de Microbiología, Instituto de Salud Carlos III, Madrid, Spain."], ["Requena", "José M", "JM", "Centro de Biología Molecular Severo Ochoa (CSIC-UAM), Universidad Autónoma de Madrid, Madrid, Spain."], ["Fichera", "Epifanio", "E", "Etna Biotech S.R.L, via Vincenzo Lancia, 57-Zona Industriale Blocco Palma 1, Catania, Italy."], ["Reed", "Steven G", "SG", "Infectious Disease Research Institute (IDRI), Seattle, WA, United States of America."], ["Coler", "Rhea N", "RN", "Infectious Disease Research Institute (IDRI), Seattle, WA, United States of America."], ["Kamhawi", "Shaden", "S", "Vector Molecular Biology Section, Laboratory of Malaria and Vector Research, NIAID, NIH, Rockville, MD, United States of America."], ["Oliveira", "Fabiano", "F", "Vector Molecular Biology Section, Laboratory of Malaria and Vector Research, NIAID, NIH, Rockville, MD, United States of America."], ["Valenzuela", "Jesus G", "JG", "Vector Molecular Biology Section, Laboratory of Malaria and Vector Research, NIAID, NIH, Rockville, MD, United States of America."], ["Gradoni", "Luigi", "L", "Unit of Vector-borne Diseases and International Health, Istituto Superiore di Sanità, Rome, Italy."], ["Glueck", "Reinhard", "R", "Etna Biotech S.R.L, via Vincenzo Lancia, 57-Zona Industriale Blocco Palma 1, Catania, Italy."], ["Gupta", "Gaurav", "G", "Etna Biotech S.R.L, via Vincenzo Lancia, 57-Zona Industriale Blocco Palma 1, Catania, Italy."], ["Cordeiro-da-Silva", "Anabela", "A", "Parasite Disease group, Instituto de Investigação e Inovação em Saúde (i3S), Universidade do Porto, Porto, Portugal."]], "date": "2017-11-27", "id": "29176865", "text": "The notion that previous infection by Leishmania spp. in endemic areas leads to robust anti-Leishmania immunity, supports vaccination as a potentially effective approach to prevent disease development. Nevertheless, to date there is no vaccine available for human leishmaniasis. We optimized and assessed in vivo the safety and immunogenicity of an innovative vaccine candidate against human visceral leishmaniasis (VL), consisting of Virus-Like Particles (VLP) loaded with three different recombinant proteins (LJL143 from Lutzomyia longipalpis saliva as the vector-derived (VD) component, and KMP11 and LeishF3+, as parasite-derived (PD) antigens) and adjuvanted with GLA-SE, a TLR4 agonist. No apparent adverse reactions were observed during the experimental time-frame, which together with the normal hematological parameters detected seems to point to the safety of the formulation. Furthermore, measurements of antigen-specific cellular and humoral responses, generally higher in immunized versus control groups, confirmed the immunogenicity of the vaccine formulation. Interestingly, the immune responses against the VD protein were reproducibly more robust than those elicited against leishmanial antigens, and were apparently not caused by immunodominance of the VD antigen. Remarkably, priming with the VD protein alone and boosting with the complete vaccine candidate contributed towards an increase of the immune responses to the PD antigens, assessed in the form of increased ex vivo CD4+ and CD8+ T cell proliferation against both the PD antigens and total Leishmania antigen (TLA). Overall, our immunogenicity data indicate that this innovative vaccine formulation represents a promising anti-Leishmania vaccine whose efficacy deserves to be tested in the context of the \"natural infection\".", "doi": "10.1371/journal.pntd.0005951", "title": "Pre-clinical antigenicity studies of an innovative multivalent vaccine for human visceral leishmaniasis.", "journal": ["PLoS neglected tropical diseases", "PLoS Negl Trop Dis"]}