{"authors": [["Xing", "Jida", "J", "Department of Electrical and Computer Engineering, University of Alberta, Edmonton, Canada."], ["Singh", "Shrishti", "S", "Department of Biomedical Engineering, University of Bridgeport, Bridgeport, Connecticut, United States of America."], ["Zhao", "Yupeng", "Y", "Department of Biomedical Engineering, University of Alberta, Edmonton, Canada."], ["Duan", "Yan", "Y", "Department of Electrical and Computer Engineering, University of British Columbia, Vancouver, Canada."], ["Guo", "Huining", "H", "Department of Physiatry, University of Alberta, Edmonton, Canada."], ["Hu", "Chenxia", "C", "School of Chinese Pharmaceutical Science, Guangzhou University of Chinese Medicine, Guangzhou, China."], ["Ma", "Allan", "A", "Akshaya Bio Inc., Edmonton, Alberta, Canada."], ["George", "Rajan", "R", "Akshaya Bio Inc., Edmonton, Alberta, Canada."], ["Xing", "James Z", "JZ", "Department of Laboratory Medicine & Pathology, University of Alberta, Edmonton, Canada."], ["Kalluri", "Ankarao", "A", "Department of Biomedical Engineering, University of Bridgeport, Bridgeport, Connecticut, United States of America."], ["Macwan", "Isaac", "I", "Department of Biomedical Engineering, University of Bridgeport, Bridgeport, Connecticut, United States of America."], ["Patra", "Prabir", "P", "Department of Biomedical Engineering, University of Bridgeport, Bridgeport, Connecticut, United States of America."], ["Chen", "Jie", "J", "Department of Electrical and Computer Engineering, University of Alberta, Edmonton, Canada."]], "date": "2017-11-27", "id": "29176801", "text": "Vaccination is a safe and effective approach to prevent deadly diseases. To increase vaccine production, we propose that a mechanical stimulation can enhance protein production. In order to prove this hypothesis, Sf9 insect cells were used to evaluate the increase in the expression of a fusion protein from hepatitis B virus (HBV S1/S2). We discovered that the ultrasound stimulation at a frequency of 1.5 MHz, intensity of 60 mW/cm2, for a duration of 10 minutes per day increased HBV S1/S2 by 27%. We further derived a model for transport through a cell membrane under the effect of ultrasound waves, tested the key assumptions of the model through a molecular dynamics simulation package, NAMD (Nanoscale Molecular Dynamics program) and utilized CHARMM force field in a steered molecular dynamics environment. The results show that ultrasound waves can increase cell permeability, which, in turn, can enhance nutrient / waste exchange thus leading to enhanced vaccine production. This finding is very meaningful in either shortening vaccine production time, or increasing the yield of proteins for use as vaccines.", "doi": "10.1371/journal.pone.0187048", "title": "Increasing vaccine production using pulsed ultrasound waves.", "journal": ["PloS one", "PLoS ONE"]}