{"authors": [["Carpenter", "Stephen M", "SM", "Department of Microbiology and Physiological Systems, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America."], ["Yang", "Jason D", "JD", "Department of Microbiology and Physiological Systems, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America."], ["Lee", "Jinhee", "J", "Department of Microbiology and Physiological Systems, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America."], ["Barreira-Silva", "Palmira", "P", "Department of Microbiology and Physiological Systems, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America."], ["Behar", "Samuel M", "SM", "Department of Microbiology and Physiological Systems, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America."]], "date": "2017-11-27", "id": "29176787", "text": "Immunological memory is the key biological process that makes vaccines possible. Although tuberculosis vaccines elicit protective immunity in animals, few provide durable protection. To understand why protection is transient, we evaluated the ability of memory CD4+ T cells to expand, differentiate, and control Mycobacterium tuberculosis. Both naïve and memory CD4+ T cells initially proliferated exponentially, and the accumulation of memory T cells in the lung correlated with early bacterial control. However, later during infection, memory CD4+ T cell proliferation was curtailed and no protection was observed. We show that memory CD4+ T cells are first activated in the LN and their recruitment to the lung attenuates bacterial growth. However, their interaction with Mtb-infected macrophages does not promote continued proliferation. We conclude that a lack of sustained expansion by memory-derived T cells in the lung limits the durability of their protection, linking their slower expansion with transient protection in vaccinated mice.", "doi": "10.1371/journal.ppat.1006704", "title": "Vaccine-elicited memory CD4+ T cell expansion is impaired in the lungs during tuberculosis.", "journal": ["PLoS pathogens", "PLoS Pathog."]}