{"authors": [["Bruxelle", "Jean-François", "JF", "EA4043 Unité Bactéries Pathogènes et Santé (UBaPS), Univ. Paris-Sud, Université Paris-Saclay, Châtenay-Malabry Cedex, France."], ["Mizrahi", "Assaf", "A", "EA4043 Unité Bactéries Pathogènes et Santé (UBaPS), Univ. Paris-Sud, Université Paris-Saclay, Châtenay-Malabry Cedex, France."], ["Hoÿs", "Sandra", "S", "EA4043 Unité Bactéries Pathogènes et Santé (UBaPS), Univ. Paris-Sud, Université Paris-Saclay, Châtenay-Malabry Cedex, France."], ["Collignon", "Anne", "A", "EA4043 Unité Bactéries Pathogènes et Santé (UBaPS), Univ. Paris-Sud, Université Paris-Saclay, Châtenay-Malabry Cedex, France."], ["Janoir", "Claire", "C", "EA4043 Unité Bactéries Pathogènes et Santé (UBaPS), Univ. Paris-Sud, Université Paris-Saclay, Châtenay-Malabry Cedex, France."], ["Péchiné", "Séverine", "S", "EA4043 Unité Bactéries Pathogènes et Santé (UBaPS), Univ. Paris-Sud, Université Paris-Saclay, Châtenay-Malabry Cedex, France."]], "date": "2017-11-27", "id": "29176760", "text": "The immunogenicity of bacterial flagellin has been reported in different studies. By its close interaction with the immune system, the flagellin represents an interesting adjuvant and vaccine candidate. Salmonella Typhimurium flagellin has already been tested as adjuvant to stimulate mucosal immunity. Here, we assessed the ability of Clostridium difficile flagellin FliC to act as a mucosal adjuvant, first combined with ovalbumin as antigen and second with a C. difficile surface protein, the precursor of the S-layer proteins SlpA. Using ovalbumin as antigen, we compared the gut mucosal adjuvanticity of FliC to Salmonella Typhimurium flagellin and cholera toxin. Two routes of immunization were tested in a mouse model: intra-rectal and intra-peritoneal, following which, gut mucosal and systemic antibody responses against ovalbumin (Immunoglobulins G and Immunoglobulins A) were analyzed by Enzyme-Linked Immuno Assay in intestinal contents and in sera. In addition, ovalbumin-specific immunoglobulin producing cells were detected in the intestinal lamina propria by Enzyme-Linked Immunospot. Results showed that FliC as adjuvant for immunization targeting ovalbumin was able to stimulate a gut mucosal and systemic antibody response independently of the immunization route. In order to develop a mucosal vaccine to prevent C. difficile intestinal colonization, we assessed in a mouse model the efficacy of FliC as adjuvant compared with cholera toxin co-administrated with the C. difficile S-layer precursor SlpA as antigen. After challenge, a significant decrease of C. difficile intestinal colonization was observed in immunized groups compared to the control group. Our results showed that C. difficile FliC could be used as adjuvant in mucosal vaccination strategy against C. difficile infections.", "doi": "10.1371/journal.pone.0187212", "title": "Clostridium difficile flagellin FliC: Evaluation as adjuvant and use in a mucosal vaccine against Clostridium difficile.", "journal": ["PloS one", "PLoS ONE"]}