{"authors": [["Junqueira", "Ana Carolina M", "ACM", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore. anacmj@gmail.com."], ["Ratan", "Aakrosh", "A", "Department of Public Health Sciences and Center for Public Health Genomics, University of Virginia, Charlottesville, VA, 22908, USA."], ["Acerbi", "Enzo", "E", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore."], ["Drautz-Moses", "Daniela I", "DI", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore."], ["Premkrishnan", "Balakrishnan N V", "BNV", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore."], ["Costea", "Paul I", "PI", "European Molecular Biology Laboratory, Structural and Computational Biology Unit, Heidelberg, 69117, Germany."], ["Linz", "Bodo", "B", "Center for Vaccines and Immunology, College of Veterinary Medicine, University of Georgia, Athens, 30602, GA, USA."], ["Purbojati", "Rikky W", "RW", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore."], ["Paulo", "Daniel F", "DF", "Centro de Biologia Molecular e Engenharia Genética, Departamento de Genética, Evolução e Bioagentes, Instituto de Biologia, Universidade Estadual de Campinas, Campinas, SP, 13083-875, Brazil."], ["Gaultier", "Nicolas E", "NE", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore."], ["Subramanian", "Poorani", "P", "CosmosID Inc, Rockville, MD, 20850, USA."], ["Hasan", "Nur A", "NA", "CosmosID Inc, Rockville, MD, 20850, USA."], ["Colwell", "Rita R", "RR", "CosmosID Inc, Rockville, MD, 20850, USA."], ["Bork", "Peer", "P", "European Molecular Biology Laboratory, Structural and Computational Biology Unit, Heidelberg, 69117, Germany."], ["Azeredo-Espin", "Ana Maria L", "AML", "Centro de Biologia Molecular e Engenharia Genética, Departamento de Genética, Evolução e Bioagentes, Instituto de Biologia, Universidade Estadual de Campinas, Campinas, SP, 13083-875, Brazil."], ["Bryant", "Donald A", "DA", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore."], ["Schuster", "Stephan C", "SC", "Singapore Centre for Environmental Life Sciences Engineering, Nanyang Technological University, Singapore, 637551, Singapore. scschuster@ntu.edu.sg."]], "date": "2017-11-24", "id": "29176730", "text": "Blowflies and houseflies are mechanical vectors inhabiting synanthropic environments around the world. They feed and breed in fecal and decaying organic matter, but the microbiome they harbour and transport is largely uncharacterized. We sampled 116 individual houseflies and blowflies from varying habitats on three continents and subjected them to high-coverage, whole-genome shotgun sequencing. This allowed for genomic and metagenomic analyses of the host-associated microbiome at the species level. Both fly host species segregate based on principal coordinate analysis of their microbial communities, but they also show an overlapping core microbiome. Legs and wings displayed the largest microbial diversity and were shown to be an important route for microbial dispersion. The environmental sequencing approach presented here detected a stochastic distribution of human pathogens, such as Helicobacter pylori, thereby demonstrating the potential of flies as proxies for environmental and public health surveillance.", "doi": "10.1038/s41598-017-16353-x", "title": "The microbiomes of blowflies and houseflies as bacterial transmission reservoirs.", "journal": ["Scientific reports", "Sci Rep"]}