{"authors": [["Szczygieł", "Agnieszka", "A", "Laboratorium Doświadczalnej Terapii Przeciwnowotworowej, Instytut Immunologii i Terapii Doświadczalnej PAN im. L. Hirszfelda we Wrocławiu."], ["Pajtasz-Piasecka", "Elżbieta", "E", "Laboratorium Doświadczalnej Terapii Przeciwnowotworowej, Instytut Immunologii i Terapii Doświadczalnej PAN im. L. Hirszfelda we Wrocławiu."]], "date": null, "id": "29176007", "text": "Dendritic cells (DCs), as a link between innate and adaptive immunity, play a pivotal role in maintaining homeostasis of the immune system. The DC population is characterized by heterogeneity; it consists of many subpopulations which, despite their phenotypic and localization differences, play an essential function - they are professional antigen presenting cells. Due to their role, DCs can be utilized in a new cancer treatment strategy. Their main purpose is to generate an anticancer response leading to the elimination of cancer cells. The tumor microenvironment, abundant in immunosuppressive factors (e.g. IL-10, TGF-β, Arg1, IDO), impairs the proper function of DCs. For this reason, various strategies are necessary for ex vivo preparation of DC-based vaccines and for the support of in vivo DCs to fight against tumors. DC-based vaccines are combined with other forms of immunotherapy (e.g. blockade of immune checkpoint molecules, e.g. PD-1 or CTLA-4) or conventional types of therapies (e.g. chemotherapy). Despite the enormous progress that has been made in anticancer therapy in the past two decades, there are still many unresolved issues regarding the effectiveness of the DCs usage. In this paper we described, in both a mouse and a human subject, a series of DC subpopulations, differentiating in normal conditions or under the influence of cancer microenvironment. We listed factors affecting the quality of the in vivo and ex vivo generations of antitumoral responses, significant from a therapeutic point of view. Moreover, the most important strategies for the use of DCs in anticancer therapies, as well as further developments on this field, have been discussed.", "doi": "10.5604/01.3001.0010.5808", "title": "Between biology and medicine: perspectives on the use of dendritic cells in anticancer therapy.", "journal": ["Postepy higieny i medycyny doswiadczalnej (Online)", "Postepy Hig Med Dosw (Online)"]}