{"authors": [["Qamar", "Muhammad Tahirul", "MT", "Department of Bioinformatics & Biotechnology, Government College University Faisalabad (GCUF), Faisalabad, Pakistan / College of informatics, Huazhong Agricultural University (HZAU), Wuhan, PR China."], ["Ashfaq", "Usman Ali", "UA", "Department of Bioinformatics & Biotechnology, Government College University Faisalabad (GCUF), Faisalabad, Pakistan."], ["Tusleem", "Kishver", "K", "Fatima Jinnah Medical University, Lahore, Pakistan."], ["Mumtaz", "Arooj", "A", "Department of Bioinformatics & Biotechnology, Government College University Faisalabad (GCUF), Faisalabad, Pakistan."], ["Tariq", "Quratulain", "Q", "Department of Bioinformatics & Biotechnology, Government College University Faisalabad (GCUF), Faisalabad, Pakistan."], ["Goheer", "Alina", "A", "Department of Bioinformatics & Biotechnology, Government College University Faisalabad (GCUF), Faisalabad, Pakistan."], ["Ahmed", "Bilal", "B", "Department of Bioinformatics & Biotechnology, Government College University Faisalabad (GCUF), Faisalabad, Pakistan."]], "date": null, "id": "29175781", "text": "Dengue infection is prevailing among the people not only from the developing countries but also from the developed countries due to its high morbidity rate around the globe. Hence, due to the unavailability of any suitable vaccine for rigorous dengue virus (DENV), the only mode of its treatment is prevention. The circumstances require an urgent development of efficient and practical treatment to deal with these serotypes. The severe effects and cost of synthetic vaccines simulated researchers to find anti-viral agents from medicinal plants. Flavonoids present in medicinal plants, holds anti-viral activity and can be used as vaccine against viruses. Therefore, present study was planned to find anti-viral potential of 2500 flavonoids inhibitors against the DENVNS2B/NS3 protease through computational screening which can hinder the viral replication within the host cell. By using molecular docking, it was revealed that flavonoids showed strong and stable bonding in the binding pocket of DENV NS2B/NS3 protease and had strong interactions with catalytic triad. Drug capability and anti-dengue potential of the flavonoids was also evaluated by using different bioinformatics tools. Some flavonoids effectively blocked the catalytic triad of DENV NS2B/NS3 protease and also passed through drug ability evaluation. It can be concluded from this study that these flavonoids could act as potential inhibitors to stop the replication of DENV and there is a need to study the action of these molecules in-vitro to confirm their action and other properties.", "doi": null, "title": "In-silico identification and evaluation of plant flavonoids as dengue NS2B/NS3 protease inhibitors using molecular docking and simulation approach.", "journal": ["Pakistan journal of pharmaceutical sciences", "Pak J Pharm Sci"]}