{"authors": [["Attwell", "Katie", "K", "School of Social Science, University of Western Australia, 35 Stirling Highway, Crawley, WA 6009, Australia; Immunisation Alliance of Western Australia, Cockburn Integrated Health and Community Facility, Suite 14, 11 Wentworth Parade Success, WA 6164, Australia. Electronic address: katie.attwell@uwa.edu.au."], ["Ward", "Paul R", "PR", "Department of Public Health, Flinders University, Adelaide, SA 5001, Australia. Electronic address: Paul.Ward@flinders.edu.au."], ["Meyer", "Samantha B", "SB", "University of Waterloo, 200 University Ave West, Waterloo, Ontario N2L3G1, Canada. Electronic address: samantha.meyer@uwaterloo.ca."], ["Rokkas", "Philippa J", "PJ", "Adelaide University, North Terrace, Adelaide, SA 5005, Australia. Electronic address: Philippa.rokkas@adelaide.edu.au."], ["Leask", "Julie", "J", "School of Public Health, Faculty of Medicine, Faculty of Nursing, University of Sydney, NSW 2006, Australia. Electronic address: Julie.leask@sydney.edu.au."]], "date": "2017-11-16", "id": "29175699", "text": "In this article, we elucidate a symbiotic relationship between complementary and alternative medicine (CAM) and rejection of, or hesitancy towards, vaccination. In Fremantle, Western Australia, and Adelaide, South Australia, we conducted in-depth interviews from September 2013-December 2015 with 29 parents who had refused or delayed some or all of their children's vaccines. Our qualitative analysis found that for many, their do-it-yourself ethic and personal agency was enhanced by self-directed CAM use, alongside (sometimes informal) CAM practitioner instruction. Reifying 'the natural,' these parents eschewed vaccines as toxic and adulterating, and embraced CAM as a protective strategy for immune systems before, during and after illness. Users saw CAM as harm-free, and when it came to experiences that non-users might interpret as demonstrating CAM's ineffectiveness, they rationalised to the contrary. They also generally glossed over its profit motive. CAM emerged as part of an expert system countering Western medicine. CAM's faces were trusted and familiar, and its cottage capitalism appeared largely free from the taint of \"Big Pharma.\" A few parents employed a scientific critique of CAM modalities - and a minority were dubious of its profit motive - but others rejected the epistemology underpinning biomedicine, framing CAM as a knowledge not poisoned by avarice; a wisdom whose very evidence-base (anecdote and history) was demeaned by an arrogant scientific process only permitting belief in that which could be quantified. However, all parents engaged with Western medicine for broken bones and, sometimes, medical diagnoses. Our analysis suggests that pro-vaccination health professionals, policymakers and information-providers seeking to address the role of CAM in vaccine rejection face significant challenges due to the epistemic basis of some parents' decisions. However, we make some suggestions for professional practice and policy to enhance trust in vaccination.", "doi": "10.1016/j.socscimed.2017.11.022", "title": "\"Do-it-yourself\": Vaccine rejection and complementary and alternative medicine (CAM).", "journal": ["Social science & medicine (1982)", "Soc Sci Med"]}