{"authors": [["Hogan", "Michael J", "MJ", "Division of Infectious Diseases, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA; Division of Hematology and Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Conde-Motter", "Angela", "A", "Division of Infectious Diseases, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Jordan", "Andrea P O", "APO", "Division of Hematology and Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Yang", "Lifei", "L", "Department of Pharmaceutics, University of Washington, Seattle, WA, USA."], ["Cleveland", "Brad", "B", "Department of Pharmaceutics, University of Washington, Seattle, WA, USA."], ["Guo", "Wenjin", "W", "Department of Pharmaceutics, University of Washington, Seattle, WA, USA."], ["Romano", "Josephine", "J", "Division of Hematology and Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Ni", "Houping", "H", "Division of Infectious Diseases, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Pardi", "Norbert", "N", "Division of Infectious Diseases, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["LaBranche", "Celia C", "CC", "Department of Surgery, Duke University Medical Center, Durham, NC, USA."], ["Montefiori", "David C", "DC", "Department of Surgery, Duke University Medical Center, Durham, NC, USA."], ["Hu", "Shiu-Lok", "SL", "Department of Pharmaceutics, University of Washington, Seattle, WA, USA; Washington National Primate Research Center, University of Washington, Seattle, WA, USA."], ["Hoxie", "James A", "JA", "Division of Hematology and Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Weissman", "Drew", "D", "Division of Infectious Diseases, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA. Electronic address: dreww@mail.med.upenn.edu."]], "date": "2017-11-22", "id": "29175625", "text": "HIV-1 envelope (Env)-based vaccines have so far largely failed to induce antibodies that prevent HIV-1 infection. One factor proposed to limit the immunogenicity of cell-associated Env is its low level of expression on the cell surface, restricting accessibility to antibodies. Using a vaccinia prime/protein boost protocol in mice, we explored the immunologic effects of mutations in the Env cytoplasmic tail (CT) that increased surface expression, including partial truncation and ablation of a tyrosine-dependent endocytosis motif. After vaccinia primes, CT-modified Envs induced up to 7-fold higher gp120-specific IgG, and after gp120 protein boosts, they elicited up to 16-fold greater Tier-1 HIV-1 neutralizing antibody titers, although results were variable between isolates. These data indicate that the immunogenicity of HIV-1 Env in a prime/boost vaccine can be enhanced in a strain-dependent manner by CT mutations that increase Env surface expression, thus highlighting the importance of the prime in this vaccine format.", "doi": "10.1016/j.virol.2017.10.013", "title": "Increased surface expression of HIV-1 envelope is associated with improved antibody response in vaccinia prime/protein boost immunization.", "journal": ["Virology", "Virology"]}