{"authors": [["de Souza", "Cláudia", "C", "Laboratório de Biologia Molecular, Universidade Federal de São João del-Rei, Av. Sebastião Gonçalves Coelho, 400, Divinópolis, Minas Gerais, 35501-296, Brazil; Laboratório de Síntese Orgânica e Nanoestruturas, Universidade Federal de São João del-Rei, Divinópolis, Minas Gerais, Brazil, Brazil."], ["Lopes", "Marcelo Donizete", "MD", "Laboratório de Biologia Molecular, Universidade Federal de São João del-Rei, Av. Sebastião Gonçalves Coelho, 400, Divinópolis, Minas Gerais, 35501-296, Brazil; Laboratório de Síntese Orgânica e Nanoestruturas, Universidade Federal de São João del-Rei, Divinópolis, Minas Gerais, Brazil, Brazil."], ["De Oliveira", "Flávio Martins", "FM", "Laboratório de Biologia Molecular, Universidade Federal de São João del-Rei, Av. Sebastião Gonçalves Coelho, 400, Divinópolis, Minas Gerais, 35501-296, Brazil."], ["Passos", "Maria Juliana Ferreira", "MJF", "Laboratório de Biologia Molecular, Universidade Federal de São João del-Rei, Av. Sebastião Gonçalves Coelho, 400, Divinópolis, Minas Gerais, 35501-296, Brazil; Laboratório de Síntese Orgânica e Nanoestruturas, Universidade Federal de São João del-Rei, Divinópolis, Minas Gerais, Brazil, Brazil."], ["Ferreira", "Laís Cunha Grossi", "LCG", "Laboratório de Biologia Molecular, Universidade Federal de São João del-Rei, Av. Sebastião Gonçalves Coelho, 400, Divinópolis, Minas Gerais, 35501-296, Brazil."], ["Faria", "Bruna Franciele", "BF", "Laboratório de Modelagem Molecular, Universidade Federal de São João del-Rei, Divinópolis, Minas Gerais, Brazil, Brazil."], ["Villar", "José Augusto Ferreira Perez", "JAFP", "Laboratório de Síntese Orgânica e Nanoestruturas, Universidade Federal de São João del-Rei, Divinópolis, Minas Gerais, Brazil, Brazil."], ["Junior", "Moacyr Comar", "MC", "Laboratório de Modelagem Molecular, Universidade Federal de São João del-Rei, Divinópolis, Minas Gerais, Brazil, Brazil."], ["Taranto", "Alex Guterres", "AG", "Laboratório de Modelagem Molecular, Universidade Federal de São João del-Rei, Divinópolis, Minas Gerais, Brazil, Brazil."], ["Dos Santos", "Luciana Lara", "LL", "Laboratório de Biologia Molecular, Universidade Federal de São João del-Rei, Av. Sebastião Gonçalves Coelho, 400, Divinópolis, Minas Gerais, 35501-296, Brazil."], ["Fonseca", "Cristina Toscano", "CT", "Grupo de Pesquisa em Biologia e Imunologia de doenças Infeciosas e Parasitária, Centro de Pesquisas René Rachou-Fundação Oswaldo Cruz, Av. Augusto de Lima, Belo Horizonte, Minas Gerais, 30190-002, Brazil."], ["de Oliveira Lopes", "Débora", "D", "Laboratório de Biologia Molecular, Universidade Federal de São João del-Rei, Av. Sebastião Gonçalves Coelho, 400, Divinópolis, Minas Gerais, 35501-296, Brazil. Electronic address: debora@ufsj.edu.br."]], "date": "2017-11-22", "id": "29175593", "text": "Human schistosomiasis is a neglected tropical disease of great importance in public health. A large number of people are infected with schistosomiasis, making vaccine development and effective diagnosis important control strategies. A rational epitope prediction workflow using Schistosoma mansoni hypothetical proteins was previously presented by our group, and an improvement to that approach is presented here. Briefly, immunodominant epitopes from parasite membrane proteins were predicted by reverse vaccinology strategy with additional in silico analysis. Furthermore, epitope recognition was evaluated using sera of individuals infected with S. mansoni. The epitope that stood out in both in silico and in vitro assays was used to compose a rational chimeric molecule to improve immune response activation. Out of 2185 transmembrane proteins, four epitopes with high binding affinities for human and mouse MHCII molecules were selected through computational screening. These epitopes were synthesized to evaluate their ability to induce TCD4+ lymphocyte proliferation in mice. Sm204830e and Sm043300e induced significant TCD4+ proliferation. Both epitopes were submitted to enzyme-linked immunosorbent assay to evaluate their recognition by IgG antibodies from the sera of infected individuals, and epitope Sm043300 was significantly recognized in most sera samples. Epitope Sm043300 also showed good affinity for human MHCII molecules in molecular docking, and its sequence is curiously highly conserved in four S. mansoni proteins, all of which are described as G-protein-coupled receptors. In addition, we have demonstrated the feasibility of incorporating this epitope, which showed low similarity to human sequences, into a chimeric molecule. The stability of the molecule was evaluated by molecular modeling aimed at future molecule production for use in diagnosis and vaccination trials.", "doi": "10.1016/j.molimm.2017.11.019", "title": "Rational selection of immunodominant and preserved epitope Sm043300e from Schistosoma mansoni and design of a chimeric molecule for biotechnological purposes.", "journal": ["Molecular immunology", "Mol. Immunol."]}