{"authors": [["Mangsbo", "Sara M", "SM", "Department of Pharmaceutical Biosciences, Science for Life Laboratory, Uppsala University, Uppsala, Sweden; Immuneed AB, Uppsala, Sweden. Electronic address: sara.mangsbo@farmbio.uu.se."], ["Fletcher", "Erika A K", "EAK", "Department of Pharmaceutical Biosciences, Science for Life Laboratory, Uppsala University, Uppsala, Sweden."], ["van Maren", "Wendy W C", "WWC", "Department of Immunohematology & Blood Transfusion, Leiden University Medical Center, Leiden, The Netherlands."], ["Redeker", "Anke", "A", "Department of Immunohematology & Blood Transfusion, Leiden University Medical Center, Leiden, The Netherlands."], ["Cordfunke", "Robert A", "RA", "Department of Immunohematology & Blood Transfusion, Leiden University Medical Center, Leiden, The Netherlands."], ["Dillmann", "Inken", "I", "Department of Immunology Genetics and Pathology, Science for Life Laboratory, Uppsala University, Uppsala, Sweden."], ["Dinkelaar", "Jasper", "J", "Department of Bio-organic Synthesis, Leiden Institute of Chemistry, Leiden University, Leiden, The Netherlands."], ["Ouchaou", "Kahina", "K", "Department of Bio-organic Synthesis, Leiden Institute of Chemistry, Leiden University, Leiden, The Netherlands."], ["Codee", "Jeroen D C", "JDC", "Department of Bio-organic Synthesis, Leiden Institute of Chemistry, Leiden University, Leiden, The Netherlands."], ["van der Marel", "Gijs A", "GA", "Department of Bio-organic Synthesis, Leiden Institute of Chemistry, Leiden University, Leiden, The Netherlands."], ["Hoogerhout", "Peter", "P", "Institute for Translational Vaccinology Intravacc, Bilthoven, The Netherlands."], ["Melief", "Cornelis J M", "CJM", "Department of Immunohematology & Blood Transfusion, Leiden University Medical Center, Leiden, The Netherlands."], ["Ossendorp", "Ferry", "F", "Department of Immunohematology & Blood Transfusion, Leiden University Medical Center, Leiden, The Netherlands."], ["Drijfhout", "Jan W", "JW", "Department of Immunohematology & Blood Transfusion, Leiden University Medical Center, Leiden, The Netherlands."]], "date": "2017-11-22", "id": "29175591", "text": "Immune complexes are potent mediators of cellular immunity and have been extensively studied for their disease mediating properties in humans and for their role in anti-cancer immunity. However, a viable approach to use antibody-complexed antigen as vehicle for specific immunotherapy has not yet reached clinical use. Since virtually all people have endogenous antibodies against tetanus toxoid (TTd), such commonly occurring antibodies are promising candidates to utilize for immune modulation. As an initial proof-of-concept we investigated if anti-tetanus IgG could induce potent cross-presentation of a conjugate with SIINFEKL, a MHC class I presented epitope of ovalbumin (OVA), to TTd. This protein conjugate enhanced OVA-specific CD8+ T cell responses when administrated to seropositive mice. Since TTd is poorly defined, we next investigated whether a synthetic peptide-peptide conjugate, with a chemically defined linear B cell epitope of tetanus toxin (TTx) origin, could improve cellular immune responses. Herein we identify one linear B cell epitope, here after named MTTE thru a screening of overlapping peptides from the alpha and beta region of TTx, and by assessment of the binding of pooled IgG, or individual human IgG from high-titer TTd vaccinated donors, to these peptides. Subsequently, we developed a chemical protocol to synthesize defined conjugates containing multiple copies of MTTE covalently attached to one or more T cell epitopes of choice. To demonstrate the potential of the above approach we showed that immune complexes of anti-MTTE antibodies with MTTE-containing conjugates are able to induce DC and T cell activation using model antigens.", "doi": "10.1016/j.molimm.2017.11.004", "title": "Linking T cell epitopes to a common linear B cell epitope: A targeting and adjuvant strategy to improve T cell responses.", "journal": ["Molecular immunology", "Mol. Immunol."]}