{"authors": [["Phanthanawiboon", "Supranee", "S", "Research Institute for Microbial Diseases, Osaka University, 3-1 Yamadaoka, Suita, Osaka 565-0871, Japan."], ["Pambudi", "Sabar", "S", "Research Institute for Microbial Diseases, Osaka University, 3-1 Yamadaoka, Suita, Osaka 565-0871, Japan."], ["Omokoko", "Magot Diata", "MD", "Research Institute for Microbial Diseases, Osaka University, 3-1 Yamadaoka, Suita, Osaka 565-0871, Japan."], ["Hanabara", "Keiko", "K", "Research Institute for Microbial Diseases, Osaka University, 3-1 Yamadaoka, Suita, Osaka 565-0871, Japan."], ["A-Nuegoonpipat", "Atchareeya", "A", "National Institute of Health, Department of Medical Sciences, Muang, Nonthaburi 11000, Thailand."], ["Kamitani", "Wataru", "W", "Research Institute for Microbial Diseases, Osaka University, 3-1 Yamadaoka, Suita, Osaka 565-0871, Japan."], ["Ikuta", "Kazuyoshi", "K", "Research Institute for Microbial Diseases, Osaka University, 3-1 Yamadaoka, Suita, Osaka 565-0871, Japan."], ["Kurosu", "Takeshi", "T", "Research Institute for Microbial Diseases, Osaka University, 3-1 Yamadaoka, Suita, Osaka 565-0871, Japan. Electronic address: kurosu@niid.go.jp."]], "date": "2017-11-22", "id": "29175328", "text": "Producing virus at high yield is critically important for development of whole virion inactivated vaccines or live attenuated vaccines. Most dengue virus (DENV) clinical isolates, however, replicate at low levels in cultured cells, which limits their use for vaccine development. The present study examined differences between low-replicating DENV clinical isolates and high-replicating laboratory strains with the aim of engineering high-yield DENV clinical isolates. Construction of a series of recombinant chimeric viruses derived from a high-replicating laboratory DENV type 4 (DENV-4) H241 strain and a clinical isolate revealed that the NS3-NS4B region of H241 conferred a replication advantage in cultured cells. Furthermore, northern blot analysis revealed that this advantage was due to more efficient synthesis of viral RNA. Importantly, replacement of the NS3-NS4B region of H241 did not increase virulence in mice, suggesting that viral production can be increased safely. This study provided information that will facilitate engineering of safe and high-yield viruses that can be used for vaccine development.", "doi": "10.1016/j.bbrc.2017.11.137", "title": "Construction of a high-yield dengue virus by replacing nonstructural proteins 3-4B without increasing virulence.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}