{"authors": [["Shtanko", "Olena", "O", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Sakurai", "Yasuteru", "Y", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Reyes", "Ann N", "AN", "Texas Biomedical Research Institute, San Antonio, TX, USA."], ["Noël", "Romain", "R", "Service de Chimie Bio-organique et Marquage (SCBM), CEA, Université Paris-Saclay, LabEx LERMIT, F-91191 Gif-sur-Yvette, France."], ["Cintrat", "Jean-Christophe", "JC", "Service de Chimie Bio-organique et Marquage (SCBM), CEA, Université Paris-Saclay, LabEx LERMIT, F-91191 Gif-sur-Yvette, France."], ["Gillet", "Daniel", "D", "Service d'Ingénierie Moléculaire des Protéines (SIMOPRO), CEA, Université Paris-Saclay, LabEx LERMIT, F-91191 Gif-sur-Yvette, France. Electronic address: Daniel.GILLET@cea.fr."], ["Barbier", "Julien", "J", "Service d'Ingénierie Moléculaire des Protéines (SIMOPRO), CEA, Université Paris-Saclay, LabEx LERMIT, F-91191 Gif-sur-Yvette, France."], ["Davey", "Robert A", "RA", "Texas Biomedical Research Institute, San Antonio, TX, USA. Electronic address: rdavey@txbiomed.org."]], "date": "2017-11-22", "id": "29175127", "text": "Members of the family Filoviridae cause severe, often fatal disease in humans, for which there are no approved vaccines and only a few experimental drugs tested in animal models. Retro-2, a small molecule that inhibits retrograde trafficking of bacterial and plant toxins inside host cells, has been demonstrated to be effective against a range of bacterial and virus pathogens, both in vitro and in animal models. Here, we demonstrated that Retro-2 and its derivatives, Retro-2.1 and compound 25, blocked infection by Ebola virus and Marburg virus in vitro. We show that the derivatives were more potent inhibitors of infection as compared to the parent compound. Pseudotyped virus assays indicated that the compounds affected virus entry into cells while virus particle localization to Niemann-Pick C1-positive compartments showed that they acted at a late step in virus entry. Our work demonstrates a potential for Retro-type drugs to be developed into anti-filoviral therapeutics.", "doi": "10.1016/j.antiviral.2017.11.016", "title": "Retro-2 and its dihydroquinazolinone derivatives inhibit filovirus infection.", "journal": ["Antiviral research", "Antiviral Res."]}