{"authors": [["Batista-Duharte", "Alexander", "A", "São Paulo State University (UNESP), School of Pharmaceutical Sciences, Department of Clinical Analysis, Araraquara, SP, Brazil. Electronic address: batistaduhartea@gmail.com."], ["Téllez-Martínez", "Damiana", "D", "São Paulo State University (UNESP), School of Pharmaceutical Sciences, Department of Clinical Analysis, Araraquara, SP, Brazil."], ["Fuentes", "Deivys Leandro Portuondo", "DLP", "São Paulo State University (UNESP), School of Pharmaceutical Sciences, Department of Clinical Analysis, Araraquara, SP, Brazil."], ["Carlos", "Iracilda Zeppone", "IZ", "São Paulo State University (UNESP), School of Pharmaceutical Sciences, Department of Clinical Analysis, Araraquara, SP, Brazil."]], "date": "2017-11-22", "id": "29175113", "text": "Adjuvants are substances used to enhance the efficacy of vaccines. They influence the magnitude and alter the quality of the adaptive immune response to vaccine antigens by amplifying or modulating different signals involved in the innate immune response. The majority of known adjuvants have been empirically identified. The limited immunogenicity of new vaccine antigens and the need for safer vaccines have increased the importance of identifying single, well-defined adjuvants with known cellular and molecular mechanisms for rational vaccine design. Depletion or functional inhibition of CD4+CD25+FoxP3+ regulatory T cells (Tregs) by molecular adjuvants has become an emergent approach in this field. Different successful results have been obtained for specific vaccines, but there are still unresolved issues such as the risk of autoimmune disease induction, the involvement of cells other than Tregs and optimization for different conditions. This work provides a comprehensive analysis of current approaches to inhibit Tregs with molecular adjuvants for vaccine improvement, highlights the progress being made, and describes ongoing challenges.", "doi": "10.1016/j.phrs.2017.11.026", "title": "Molecular adjuvants that modulate regulatory T cell function in vaccination: a critical appraisal.", "journal": ["Pharmacological research", "Pharmacol. Res."]}