{"authors": [["Ali", "Mohammad", "M", "Johns Hopkins Bloomberg School of Public Health, Baltimore, USA."], ["Kim", "Deok Ryun", "DR", "International Vaccine Institute, Seoul, Republic of Korea."], ["Kanungo", "Suman", "S", "National Institute of Cholera and Enteric Diseases, Kolkata, India."], ["Sur", "Dipika", "D", "National Institute of Cholera and Enteric Diseases, Kolkata, India."], ["Manna", "Byomkesh", "B", "National Institute of Cholera and Enteric Diseases, Kolkata, India."], ["Digilio", "Laura", "L", "International Vaccine Institute, Seoul, Republic of Korea."], ["Dutta", "Shanta", "S", "National Institute of Cholera and Enteric Diseases, Kolkata, India."], ["Marks", "Florian", "F", "International Vaccine Institute, Seoul, Republic of Korea."], ["Bhattacharya", "Sujit K", "SK", "National Institute of Cholera and Enteric Diseases, Kolkata, India."], ["Clemens", "John", "J", "icddr,b, Dhaka, Bangladesh; UCLA Fielding School of Public Health, Los Angeles, USA; Korea University School of Medicine, Seoul, Republic of Korea. Electronic address: jclemens@icddrb.org."]], "date": "2017-11-22", "id": "29174695", "text": "Cholera is known to be transmitted from person to person, and inactivated oral cholera vaccines (OCVs) have been shown to confer herd protection via interruption of this transmission. However, the geographic dimensions of chains of person-to-person transmission of cholera are uncertain. The ability of OCVs to confer herd protection was used to define these dimensions in two cholera-endemic settings, one in rural Bangladesh and the other in urban India.Two large randomized, placebo-controlled trials of inactivated OCVs, one in rural Matlab, Bangladesh and the other in urban Kolkata, India, were reanalyzed. Vaccine herd protection was evaluated by relating the risk of cholera in placebo recipients to vaccine coverage of surrounding residents residing within concentric rings. In Matlab, concentric rings in 100-m increments up to 700m were evaluated; in Kolkata, 50-m increments up to 350m were evaluated.One hundred and eight cholera cases among 24667 placebo recipients were detected during 1year of post-vaccination follow-up at Matlab; 128 cholera cases among 34968 placebo recipients were detected during 3 years of follow-up in Kolkata. Consistent inverse relationships were observed between vaccine coverage of the ring and the risk of cholera in the central placebo recipient for rings with radii up to 500m in Matlab and up to 150m in Kolkata.These results suggest that the dimensions of chains of person-to-person transmission in endemic settings can be quite large and may differ substantially from setting to setting. Using OCVs as 'probes' to define these dimensions can inform geographical targeting strategies for the deployment of these vaccines in endemic settings.", "doi": "10.1016/j.ijid.2017.11.020", "title": "Use of oral cholera vaccine as a vaccine probe to define the geographical dimensions of person-to-person transmission of cholera.", "journal": ["International journal of infectious diseases : IJID : official publication of the International Society for Infectious Diseases", "Int. J. Infect. Dis."]}