{"authors": [["Gao", "Dandan", "D", "Medical School of Jiaxing University, Jiaxing, Zhejiang 314001, China; Jiaxing Maternity and Child Health Care Hospital, The Affiliated Hospital of Jiaxing University, Jiaxing, Zhejiang 314051, China."], ["Chen", "Yan", "Y", "Medical School of Jiaxing University, Jiaxing, Zhejiang 314001, China."], ["Han", "Dong", "D", "Medical School of Jiaxing University, Jiaxing, Zhejiang 314001, China."], ["Qi", "Qiulan", "Q", "Medical School of Jiaxing University, Jiaxing, Zhejiang 314001, China."], ["Sun", "Xianliang", "X", "Medical School of Jiaxing University, Jiaxing, Zhejiang 314001, China."], ["Zhang", "Han", "H", "Department of Microbiology and Immunology, Emory University School of Medicine, Atlanta, GA 30322, USA."], ["Feng", "Hao", "H", "Medical School of Jiaxing University, Jiaxing, Zhejiang 314001, China. Electronic address: fenghao0550@sina.com."], ["Wang", "Min", "M", "Medical School of Jiaxing University, Jiaxing, Zhejiang 314001, China."]], "date": "2017-11-21", "id": "29174687", "text": "Current strategies for influenza virus vaccines primarily aim to elicit immune responses towards the globular head domain of the hemagglutinin (HA) protein so that binding of the virus to membrane receptors on the host cells is inhibited. In the present study, we show a novel strategy to generate immunity against the highly conserved region of the influenza virus. The globular head domain was replaced by different linkers to generate a headless HA (stalk domain) and then coexpressed with influenza M1 proteinin Tni insect cells. The expression was validated by western blot analysis, and stalk domain with peptides (GGGGS)4 linkers was identified to anchor in a stable way to the cell membrane. An immunoelectron microscope showed that stalk domain with (GGGGS)4 linkers were steadily incorporated to the surface of influenza virus-like particles (VLPs). Mice immunized with these VLPs exhibited enhanced systemic antibody responses with increased binding avidity and study found high titers of ADCC antibodies to the influenza virus, these VLPs also induced mucosal immune responses and produced antigen-specific IgG and IgA in nasal and lung washes. In addition, antigen-specific IgG antibody-secreting cells (ASCs) increased significantly in the spleen and lymph node. The results of this study suggest that the headless HA is a useful target in developing a universal vaccine against influenza virus.", "doi": "10.1016/j.micpath.2017.11.025", "title": "Membrane-anchored stalk domain of influenza HA enhanced immune responses in mice.", "journal": ["Microbial pathogenesis", "Microb. Pathog."]}