{"authors": [["Sales", "Natiely S", "NS", "Vaccine Development Laboratory, Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Silva", "Jamile R", "JR", "Vaccine Development Laboratory, Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Aps", "Luana R M M", "LRMM", "Vaccine Development Laboratory, Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Silva", "Mariângela O", "MO", "Vaccine Development Laboratory, Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Porchia", "Bruna F M M", "BFMM", "Vaccine Development Laboratory, Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."], ["Ferreira", "Luís Carlos S", "LCS", "Vaccine Development Laboratory, Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil. Electronic address: lcsf@usp.br."], ["Diniz", "Mariana O", "MO", "Vaccine Development Laboratory, Department of Microbiology, Institute of Biomedical Sciences, University of São Paulo, São Paulo, Brazil."]], "date": "2017-11-22", "id": "29174677", "text": "In vivo electroporation (EP) has reignited the clinical interest on DNA vaccines as immunotherapeutic approaches to control different types of cancer. EP has been associated with increased immune response potency, but its capacity in influencing immunomodulation remains unclear. Here we evaluated the impact of in vivo EP on the induction of cellular immune responses and therapeutic effects of a DNA vaccine targeting human papillomavirus-induced tumors. Our results demonstrate that association of EP with the conventional intramuscular administration route promoted a more efficient activation of multifunctional and effector memory CD8+ T cells with enhanced cytotoxic activity. Furthermore, EP increased tumor infiltration of CD8+ T cells and avoided tumor recurrences. Finally, our results demonstrated that EP promotes local migration of antigen presenting cells that enhances with vaccine co-delivery. Altogether the present evidences shed further light on the in vivo electroporation action and its impact on the immunogenicity of DNA vaccines.", "doi": "10.1016/j.vaccine.2017.11.011", "title": "In vivo electroporation enhances vaccine-mediated therapeutic control of human papilloma virus-associated tumors by the activation of multifunctional and effector memory CD8+ T cells.", "journal": ["Vaccine", "Vaccine"]}