{"authors": [["Cibulski", "Samuel", "S", "Faculdade de Veterinária, Laboratório de Virologia, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, Rio Grande do Sul, Brazil; Departamento de Microbiologia Imunologia e Parasitologia, Laboratório de Virologia, UFRGS, Porto Alegre, Rio Grande do Sul, Brazil."], ["Rivera-Patron", "Mariana", "M", "Departamento de Desarrollo Biotecnológico, Instituto de Higiene, Facultad de Medicina, Universidad de la República (UdelaR), Av. Alfredo Navarro 3051, CP 11600 Montevideo, Uruguay."], ["Suárez", "Norma", "N", "Departamento de Desarrollo Biotecnológico, Instituto de Higiene, Facultad de Medicina, Universidad de la República (UdelaR), Av. Alfredo Navarro 3051, CP 11600 Montevideo, Uruguay."], ["Pirez", "Macarena", "M", "Cátedra de Inmunología, Facultad de Química, UdelaR, Av. Alfredo Navarro 3051, Montevideo CP. 11600, Uruguay."], ["Rossi", "Silvina", "S", "Departamento de Bioquímica Clínica, Instituto Polo Tecnológico, Facultad de Química, UdelaR, Ramal \"José D'Elía\" Ruta 101 y 8, CP. 91000 Canelones, Uruguay."], ["Yendo", "Anna Carolina", "AC", "Laboratório de Fisiologia Vegetal, Centro de Biotecnologia e Departamento de Botânica, UFRGS, Porto Alegre, RS, Brazil; Faculdade de Farmácia, UFRGS. Av. Ipiranga 2752, Porto Alegre 90610-000, RS, Brazil."], ["de Costa", "Fernanda", "F", "Laboratório de Fisiologia Vegetal, Centro de Biotecnologia e Departamento de Botânica, UFRGS, Porto Alegre, RS, Brazil; Faculdade de Farmácia, UFRGS. Av. Ipiranga 2752, Porto Alegre 90610-000, RS, Brazil."], ["Gosmann", "Grace", "G", "Faculdade de Farmácia, UFRGS. Av. Ipiranga 2752, Porto Alegre 90610-000, RS, Brazil."], ["Fett-Neto", "Arthur", "A", "Laboratório de Fisiologia Vegetal, Centro de Biotecnologia e Departamento de Botânica, UFRGS, Porto Alegre, RS, Brazil."], ["Roehe", "Paulo Michel", "PM", "Departamento de Microbiologia Imunologia e Parasitologia, Laboratório de Virologia, UFRGS, Porto Alegre, Rio Grande do Sul, Brazil."], ["Silveira", "Fernando", "F", "Departamento de Desarrollo Biotecnológico, Instituto de Higiene, Facultad de Medicina, Universidad de la República (UdelaR), Av. Alfredo Navarro 3051, CP 11600 Montevideo, Uruguay. Electronic address: fsilveira@higiene.edu.uy."]], "date": "2017-11-23", "id": "29174676", "text": "Saponin-based adjuvants are promising adjuvants that enhance both humoral and T-cell-mediated immunity. One of the most used natural products as vaccine adjuvants are Quillaja saponaria bark saponins and its fraction named Quil A®. Despite that, its use has been restricted for human use due to safety issues. As an alternative, our group has been studying the congener species Quillaja brasiliensis saponins and its performance as vaccine adjuvants, which have shown to trigger humoral and cellular immune responses comparable to Quil A® but with milder side effects. Here, we studied a semi purified aqueous extract (AE) and a previously little characterized saponin-enriched fraction (QB-80) from Q. brasiliensis as vaccine adjuvants and an inactivated virus (bovine viral diarrhea virus, BVDV) antigen co-formulated in experimental vaccines in mice model. For the first time, we show the spectra pattern of the Q. brasiliensis saponins by MALDI-TOF, a novel and cost-effective method that could be used to characterize different batches during saponins production. Both AE and QB-80 exhibited noteworthy chemical similarities to Quil A®. In addition, the haemolytic activity and toxicity were assessed, showing that both AE and QB-80 were less toxic than Quil A®. When subcutaneously inoculated in mice, both fractions promoted long-term strong antibody responses encompassing specific IgG1 and IgG2a, enhanced the avidity of IgG antibodies, induced a robust DTH reaction and significantly increased IFN-ɣ production in T CD4+ and T CD8+ cells. Furthermore, we have proven herein that AE has the potential to promote dose-sparing, substantially reducing the dose of antigen required for the BVDV vaccines and still eliciting a mixed Th1/Th2 strong immune response. Based on these results, and considering that AE is a raw extract, easier and cheaper to produce than commercially available saponins, this product can be considered as candidate to be escalated from experimental to industrial uses.", "doi": "10.1016/j.vaccine.2017.11.030", "title": "Leaf saponins of Quillaja brasiliensis enhance long-term specific immune responses and promote dose-sparing effect in BVDV experimental vaccines.", "journal": ["Vaccine", "Vaccine"]}