{"authors": [["Kalimuddin", "Shirin", "S", "Department of Infectious Diseases, Singapore General Hospital, 20 College Road, Singapore 169856, Singapore. Electronic address: shirin.kalimuddin@singhealth.com.sg."], ["Wijaya", "Limin", "L", "Department of Infectious Diseases, Singapore General Hospital, 20 College Road, Singapore 169856, Singapore. Electronic address: limin.wijaya@singhealth.com.sg."], ["Chan", "Yvonne F Z", "YFZ", "Department of Infectious Diseases, Singapore General Hospital, 20 College Road, Singapore 169856, Singapore. Electronic address: yvonne.chan2@mohh.com.sg."], ["Wong", "Abigail W L", "AWL", "Department of Infectious Diseases, Singapore General Hospital, 20 College Road, Singapore 169856, Singapore. Electronic address: abigail.wong.w.l@sgh.com.sg."], ["Oh", "Helen M L", "HML", "Division of Infectious Disease, Changi General Hospital, 2 Simei St 3, Singapore 529889, Singapore. Electronic address: helen_oh@cgh.com.sg."], ["Wang", "Lin-Fa", "LF", "Programme in Emerging Infectious Diseases, Duke-NUS Medical School, 8 College Road, Singapore 169857, Singapore. Electronic address: linfa.wang@duke-nus.edu.sg."], ["Kassim", "Julaihabee A", "JA", "Yisheng Biopharma (Singapore) Pte. Ltd., 20 Maxwell Road, Maxwell House, 07-15A, Singapore 069113, Singapore. Electronic address: julaiha.batcha.ysbp@gmail.com."], ["Zhao", "Jing", "J", "Yisheng Biopharma (Singapore) Pte. Ltd., 20 Maxwell Road, Maxwell House, 07-15A, Singapore 069113, Singapore. Electronic address: zhaojing.ysbio@gmail.com."], ["Shi", "Zhongkai", "Z", "Yisheng Biopharma (Singapore) Pte. Ltd., 20 Maxwell Road, Maxwell House, 07-15A, Singapore 069113, Singapore. Electronic address: zhongkai.shi@yishengusbiopharma.com."], ["Low", "Jenny G", "JG", "Department of Infectious Diseases, Singapore General Hospital, 20 College Road, Singapore 169856, Singapore. Electronic address: jenny.low@singhealth.com.sg."]], "date": "2017-11-22", "id": "29174316", "text": "Human Rabies infection continues to be potentially fatal despite the availability of post-exposure prophylaxis with rabies vaccine. The PIKA Rabies vaccine adjuvant is a TLR3 agonist and has been shown to be safe and immunogenic in clinical phase I studies.We conducted a phase II, open label, randomized study in healthy adults to assess the safety and immunogenicity of the PIKA rabies vaccine under an accelerated regimen. 126 subjects were randomized into two groups: control vaccine classic regimen (\"control-classic\") and PIKA vaccine accelerated regimen (\"PIKA-accelerated\"). Subjects were followed up for safety and rabies virus neutralizing antibodies (RVNA).Both the control and PIKA vaccines were generally well tolerated. 57.6% of subjects in the PIKA vaccine group, compared with 43.8% of subjects in the control-classic group, achieved the target RVNA titer of ≥0.5 IU/mL by Day 7. All subjects achieved the target RVNA titer by Day 14. The RVNA geometric mean titer at Day 7 was 0.60 IU/ml in the PIKA vaccine group and 0.39 IU/ml in the control-classic group. At Day 14, the RVNA geometric mean titer was 18.25 IU/ml in the PIKA-accelerated group and 19.24 IU/ml in the control-classic group. The median time taken to reach the target RVNA titer level of ≥0.5 IU/mL was 7.0 days (95% CI: 7.0-42.0 days) in the PIKA-accelerated group and 14.0 days (95% CI: 7.0-42.0 days) in the control-classic group.The accelerated regimen using the investigational PIKA Rabies vaccine was well-tolerated and demonstrated non-inferior immunogenicity compared to the classic regimen using the commercially available vaccine in healthy adults. Clinical trial registry: The study was registered with clinicaltrials.gov (NCT02956421).", "doi": "10.1016/j.vaccine.2017.10.097", "title": "A phase II randomized study to determine the safety and immunogenicity of the novel PIKA rabies vaccine containing the PIKA adjuvant using an accelerated regimen.", "journal": ["Vaccine", "Vaccine"]}