{"authors": [["Weniger", "Bruce G", "BG", "Research Institute for Health Sciences, Chiang Mai University, 110 Intavaroros Road, Sriphum, Chiang Mai 50200, Thailand. Electronic address: bgweniger@siamlotus.com."], ["Anglin", "Ian E", "IE", "HJF-DAIDS, a Division of the Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc., Contractor to National Institute of Allergy and Infectious Diseases (NIAID), National Institutes of Health (NIH), Department of Health and Human Services, 5601 Fishers Lane, 8C27 Rockville, MD 20892-9832, USA. Electronic address: ian.anglin@nih.gov."], ["Tong", "Tina", "T", "Vaccine Translational Research Branch, Vaccine Research Program, Division of AIDS, NIAID, NIH, 5601 Fishers Lane, MSC 9829, Rockville, MD 20892-9829, USA. Electronic address: tina.tong@nih.gov."], ["Pensiero", "Michael", "M", "Vaccine Translational Research Branch, Vaccine Research Program, Division of AIDS, NIAID, NIH, 5601 Fishers Lane, MSC 9829, Rockville, MD 20892-9829, USA. Electronic address: mpensiero@niaid.nih.gov."], ["Pullen", "Jeffrey K", "JK", "Vaccine Translational Research Branch, Vaccine Research Program, Division of AIDS, NIAID, NIH, 5601 Fishers Lane, MSC 9829, Rockville, MD 20892-9829, USA. Electronic address: pullen584@yahoo.com."], [null, null, null, null]], "date": "2017-11-22", "id": "29174315", "text": "On May 21st, 2015, the U.S. National Institute of Allergy and Infectious Diseases (NIAID) convened a workshop on delivery devices for nucleic acid (NA) as vaccines in order to review the landscape of past and future technologies for administering NA (e.g., DNA, RNA, etc.) as antigen into target tissues of animal models and humans. Its focus was on current and future applications for preventing and treating human immunodeficiency virus (HIV) infection and acquired immune deficiency syndrome (AIDS) disease, among other infectious-disease priorities. Meeting participants presented the results and experience of representative clinical trials of NA vaccines using a variety of alternative delivery devices, as well as a broader group of methods studied in animal models and at bench top, to improve upon the performance and/or avoid the drawbacks of conventional needle-syringe (N-S) delivery. The subjects described and discussed included (1) delivery targeted into oral, cutaneous/intradermal, nasal, upper and lower respiratory, and intramuscular tissues; (2) devices and techniques for jet injection, solid, hollow, and dissolving microneedles, patches for topical passive diffusion or iontophoresis, electroporation, thermal microporation, nasal sprayers, aerosol upper-respiratory and pulmonary inhalation, stratum-corneum ablation by ultrasound, chemicals, and mechanical abrasion, and kinetic/ballistic delivery; (3) antigens, adjuvants, and carriers such as DNA, messenger RNA, synthesized plasmids, chemokines, wet and dry aerosols, and pollen-grain and microparticle vectors; and (4) the clinical experience and humoral, cellular, and cytokine immune responses observed for many of these target tissues, technologies, constructs, and carriers. This report summarizes the presentations and discussions from the workshop (https://web.archive.org/web/20160228112310/https://www.blsmeetings.net/NucleicAcidDeliveryDevices/), which was webcast live in its entirety and archived online (http://videocast.nih.gov/summary.asp?live=16059).", "doi": "10.1016/j.vaccine.2017.10.071", "title": "Workshop report: Nucleic acid delivery devices for HIV vaccines: Workshop proceedings, National Institute of Allergy and Infectious Diseases, Bethesda, Maryland, USA, May 21, 2015.", "journal": ["Vaccine", "Vaccine"]}