{"authors": [["Sun", "Haiyan", "H", "Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE, USA; School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, Lincoln, NE, USA."], ["Workman", "Aspen", "A", "USDA, ARS, U.S. Meat Animal Research Center, Clay Center, NE, USA."], ["Osorio", "Fernando A", "FA", "Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE, USA; School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, Lincoln, NE, USA."], ["Steffen", "David", "D", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska-Lincoln, Lincoln, NE, USA."], ["Vu", "Hiep L X", "HLX", "Nebraska Center for Virology, University of Nebraska-Lincoln, Lincoln, NE, USA; Department of Animal Science, University of Nebraska-Lincoln, Lincoln, NE, USA. Electronic address: hiepvu@unl.edu."]], "date": "2017-11-22", "id": "29174314", "text": "Modified-live virus (MLV) vaccines are widely used to protect pigs against porcine reproductive and respiratory syndrome virus (PRRSV). However, current MLV vaccines do not confer adequate levels of heterologous protection, presumably due to the substantial genetic diversity of PRRSV isolates circulating in the field. To overcome this genetic variation challenge, we recently generated a synthetic PRRSV strain containing a consensus genomic sequence of PRRSV-2. We demonstrated that our synthetic PRRSV strain confers unprecedented levels of heterologous protection. However, the synthetic PRRSV strain at passage 1 (hereafter designated CON-P1) is highly virulent and therefore, is not suitable to be used as a vaccine in pigs. In the present study, we attenuated CON-P1 by continuously passaging the virus in MARC-145 cells, a non-natural host cell line. Using a young pig model, we demonstrated that the synthetic virus at passages 90 and 122 (designated as CON-P90 and CON-P122, respectively) were fully attenuated, as evidenced by the significantly reduced viral loads in serum and tissues and the absence of lung lesion in the infected pigs. Most importantly, CON-P90 confers similar levels of heterologous protection as its parental strain CON-P1. Taken together, the results indicate that CON-P90 is an excellent candidate for the formulation of next generation of PRRSV MLV vaccines with improved levels of heterologous protection.", "doi": "10.1016/j.vaccine.2017.11.028", "title": "Development of a broadly protective modified-live virus vaccine candidate against porcine reproductive and respiratory syndrome virus.", "journal": ["Vaccine", "Vaccine"]}