{"authors": [["Goldwood", "Geneva", "G", "PATH, 2201 Westlake Avenue, Suite 200, Seattle, WA 98121, USA. Electronic address: ggoldwood@path.org."], ["Diesburg", "Steven", "S", "PATH, 2201 Westlake Avenue, Suite 200, Seattle, WA 98121, USA. Electronic address: sdiesburg@path.org."]], "date": "2017-11-22", "id": "29174313", "text": "Cool water packs are a useful alternative to ice packs for preventing unintentional freezing of vaccines during outreach in some situations. Current guidelines recommend the use of a separate refrigerator for cooling water packs from ambient temperatures to prevent possible heat degradation of adjacent vaccine vials. To investigate whether this additional equipment is necessary, we measured the temperatures that vaccine vials were exposed to when warm water packs were placed next to vials in a refrigerator. We then calculated the effect of repeated vial exposure to those temperatures on vaccine vial monitor status to estimate the impact to the vaccine. Vials were tested in a variety of configurations, varying the number and locations of vials and water packs in the refrigerator. The calculated average percentage life lost during a month of repeated warming ranged from 20.0% to 30.3% for a category 2 (least stable) vaccine vial monitor and from 3.8% to 6.0% for a category 7 (moderate stability) vaccine vial monitor, compared to 17.0% for category 2 vaccine vial monitors and 3.1% for category 7 vaccine vial monitors at a constant 5 °C. The number of vials, number of water packs, and locations of each impacted vial warming and therefore percentage life lost, but the vaccine vial monitor category had a higher impact on the average percentage life lost than any of the other parameters. The results suggest that damage to vaccines from repeated warming over the course of a month is not certain and that cooling water packs in a refrigerator where vaccines are being stored may be a useful practice if safe procedures are established.", "doi": "10.1016/j.vaccine.2017.11.024", "title": "The effect of cool water pack preparation on vaccine vial temperatures in refrigerators.", "journal": ["Vaccine", "Vaccine"]}