{"authors": [["Silva", "Mara Thais de Oliveira", "MTO", "Laboratório de Biotecnologia Infecto-Parasitária, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil."], ["Bezerra", "Francisco Silvestre Brilhante", "FSB", "Laboratório de Biotecnologia Infecto-Parasitária, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil."], ["de Pinho", "Rodrigo Barros", "RB", "Laboratório de Biotecnologia Infecto-Parasitária, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil."], ["Begnini", "Karine Rech", "KR", "Laboratório de Biotecnologia do Câncer, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil."], ["Seixas", "Fabiana Kommling", "FK", "Laboratório de Biotecnologia do Câncer, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil."], ["Collares", "Tiago", "T", "Laboratório de Biotecnologia do Câncer, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil."], ["Portela", "Ricardo Dias", "RD", "Laboratório de Imunologia e Biologia Molecular, Instituto de Ciências da Saúde, UFBA, Salvador, BA 40140-100, Brazil."], ["Azevedo", "Vasco", "V", "Laboratório de Genética Celular e Molecular, Instituto de Ciências Biológicas, UFMG, Belo Horizonte, MG 31270-901, Brazil."], ["Dellagostin", "Odir", "O", "Laboratório de Vacinologia, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil."], ["Borsuk", "Sibele", "S", "Laboratório de Biotecnologia Infecto-Parasitária, Centro de Desenvolvimento Tecnológico, Biotecnologia, UFPel, Pelotas, RS 96010-900, Brazil. Electronic address: sibele.borsuk@pq.cnpq.br."]], "date": "2017-11-22", "id": "29174312", "text": "Caseous lymphadenitis (CLA) is a chronic disease responsible for significant economic losses in sheep and goat breeding worldwide. The treatment for this disease is not effective, and an intense vaccination schedule would be the best control strategy. In this study, we evaluated the associations of rCP09720 or rCP01850 proteins from Corynebacterium pseudotuberculosis with recombinant exotoxin phospholipase D (rPLD) as subunit vaccines in mice. Four experimental groups (10 animals each) were immunized with a sterile 0.9% saline solution (G1), rPLD (G2), rPLD + rCP09720 (G3), and rPLD + rCP01850 (G4). The mice received two doses of each vaccine at a 21-day interval and were challenged 21 days after the last immunization. The animals were evaluated daily for 40 days after the challenge, and mortality rate was recorded. The total IgG production level increased significantly in the experimental groups on day 42 after the first vaccination. Similarly, higher levels of specific IgG2a were observed in experimental groups G2, G3, and G4 compared to the IgG1 levels on day 42. G4 showed a significant (p < .05) humoral response against both antigens of the antigenic formulations. The cellular immune response induced by immunization was characterized by a significant (p < .05) production of interferon-γ compared to that in the control, while the concentrations of interleukin (IL)-4 and IL-12 were not significant in any group. A significant increase of tumor necrosis factor was observed only in G4. The survival rates after the challenge were 30% (rPLD), 40% (rPLD + rCP09720), and 50% (rPLD + rCP01850). Thus, the association of rCP01850 with rPLD resulted in the best protection against the challenge with C. pseudotuberculosis and induced a more intense type 1 T-helper cell immune response.", "doi": "10.1016/j.vaccine.2017.11.029", "title": "Association of Corynebacterium pseudotuberculosis recombinant proteins rCP09720 or rCP01850 with rPLD as immunogens in caseous lymphadenitis immunoprophylaxis.", "journal": ["Vaccine", "Vaccine"]}