{"authors": [["Lan", "Nguyen Thi", "NT", "Laboratory of Virology, College of Pharmacy, Chung-Ang University, 84 Heukseok-Ro, Dongjak-Gu, Seoul 06974, South Korea."], ["Kim", "Hyoung Jin", "HJ", "Laboratory of Virology, College of Pharmacy, Chung-Ang University, 84 Heukseok-Ro, Dongjak-Gu, Seoul 06974, South Korea."], ["Han", "Hyun-Ja", "HJ", "Fish Pathology Division, National Fisheries Research and Development Institute, Busan 46083, South Korea."], ["Lee", "Deok-Chan", "DC", "Fish Pathology Division, National Fisheries Research and Development Institute, Busan 46083, South Korea."], ["Kang", "Bo Kyu", "BK", "Research Unit, Green Cross Veterinary Products, 438 Jungbu-daero, Giheung-gu, Yongin-si, Gyeonggi-do 17066, South Korea."], ["Han", "Sang Yoon", "SY", "Research Unit, Green Cross Veterinary Products, 438 Jungbu-daero, Giheung-gu, Yongin-si, Gyeonggi-do 17066, South Korea."], ["Moon", "Hyoungjoon", "H", "Research Unit, Green Cross Veterinary Products, 438 Jungbu-daero, Giheung-gu, Yongin-si, Gyeonggi-do 17066, South Korea."], ["Kim", "Hong-Jin", "HJ", "Laboratory of Virology, College of Pharmacy, Chung-Ang University, 84 Heukseok-Ro, Dongjak-Gu, Seoul 06974, South Korea. Electronic address: hongjink@cau.ac.kr."]], "date": "2017-11-22", "id": "29174141", "text": "Virus-like particles (VLPs) are multi protein complexes mimicking the structural properties of the native virus. The development of freeze-dried formulations of such complex protein structures remains a challenge. Red-spotted grouper nervous necrosis virus (RGNNV) causes mass mortality in fish culture, and RGNNV VLPs have been suggested to be promising vaccine candidates. In the present study, the stability of RGNNV VLPs in the liquid state was investigated over a 4-week period, along with the influence of freeze-drying on VLP stability. RGNNV VLPs were completely degraded after one week at 37 °C followed by 3 weeks at ambient temperature, and they were partially degraded after 4 weeks at 4 °C. Therefore, the inherent stability of RGNNV VLP in an aqueous milieu is insufficient for long-term storage. When RGNNV VLPs were freeze-dried in the presence or absence of sugar stabilizers, sorbitol was found to improve VLP stability whereas mannitol reduced it. VLP preparations freeze-dried with sorbitol or without stabilizer were as immunogenic as control (non-freeze dried) VLPs, whereas VLPs freeze-dried in mannitol were less immunogenic. These results indicate that freeze-dried RGNNV VLPs have potential as vaccines.", "doi": "10.1016/j.biologicals.2017.11.002", "title": "Stability of virus-like particles of red-spotted grouper nervous necrosis virus in the aqueous state, and the vaccine potential of lyophilized particles.", "journal": ["Biologicals : journal of the International Association of Biological Standardization", "Biologicals"]}