{"authors": [["Leung", "Ting Fan", "TF", "Department of Paediatrics, The Chinese University of Hong Kong, Shatin, Hong Kong. Electronic address: tfleung@cuhk.edu.hk."], ["Liu", "Anthony Pak-Yin", "AP", "Department of Paediatrics and Adolescent Medicine, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong."], ["Lim", "Fong Seng", "FS", "National Healthcare Group Polyclinics and National University of Singapore, Singapore."], ["Thollot", "Franck", "F", "Association Française de Pédiatrie Ambulatoire (AFPA), Essey Les Nancy, France."], ["Oh", "Helen May Lin", "HML", "Division of Infectious Disease, Changi General Hospital, Singapore."], ["Lee", "Bee Wah", "BW", "Mount Elizabeth Medical Centre and National University of Singapore, Singapore."], ["Rombo", "Lars", "L", "Centre for Clinical Research, Sormland County Council, Uppsala University and Karolinska Institute, Stockholm, Sweden."], ["Tan", "Ngiap Chuan", "NC", "SingHealth Polyclinics and DUKE-NUS Graduate Medical School, Singapore, Singapore."], ["Rouzier", "Roman", "R", "Institut Curie, Paris, France."], ["De Simoni", "Stéphanie", "S", "GSK, Rixensart, Belgium."], ["Suryakiran", "Pemmaraju", "P", "GSK, Bangalore, India."], ["Hezareh", "Marjan", "M", "Chiltern International for GSK, Wavre, Belgium."], ["Thomas", "Florence", "F", "GSK, Wavre, Belgium."], ["Folschweiller", "Nicolas", "N", "GSK, Wavre, Belgium."], ["Struyf", "Frank", "F", "GSK, Wavre, Belgium."]], "date": "2017-11-23", "id": "29174109", "text": "This observer-blind study (clinicaltrials.gov NCT01462357) compared the immunogenicity and safety of two doses (2D) of the HPV-16/18 AS04-adjuvanted vaccine (2D of AS04-HPV-16/18) vs. two or three doses of the 4vHPV vaccine [2D or 3D of 4vHPV] in 1075 healthy girls aged 9-14 years. Girls were randomized (1:1:1) to receive 2D of AS04-HPV-16/18 at months (M) 0, 6 (N = 359), 2D of 4vHPV at M0, 6 (N = 358) or 3D of 4vHPV at M0, 2, 6 (N = 358). 351, 339 and 346 girls, respectively, returned for the concluding visit at M36. Superiority was demonstrated at M7 and M12; comparison of the immune response to both vaccine antigens was made between 2D of AS04-HPV-16/18 and 2D or 3D of 4vHPV at subsequent time points in the according-to-protocol immunogenicity cohort (ATP-I; N = 958 at M36) and the total vaccinated cohort (TVC: N = 1036 at M36). HPV-16/18-specific T-cell- and B-cell-mediated immune responses and safety were also investigated. At M36, anti-HPV-16/18 ELISA responses in the 2D AS04-HPV-16/18 group remained superior to those of the 2D and 3D 4vHPV groups. In the M36 TVC, geometric mean titers were 2.78-fold (HPV-16) and 6.84-fold (HPV-18) higher for 2D of AS04-HPV-16/18 vs. 2D of 4vHPV and 2.3-fold (HPV-16) and 4.14-fold (HPV-18) higher vs. 3D of 4vHPV. Results were confirmed by vaccine pseudovirion-based neutralisation assay. Numbers of circulating CD4+ T cells and B cells appeared similar across groups. Safety was in line with the known safety profiles of both vaccines. In conclusion, superior HPV-16/18 antibody responses were elicited by 2D of the AS04-HPV-16/18 compared with 2D or 3D of the 4vHPV vaccine in girls aged 9-14 years.NCT0146235.", "doi": "10.1016/j.vaccine.2017.11.034", "title": "Comparative immunogenicity and safety of human papillomavirus (HPV)-16/18 AS04-adjuvanted vaccine and 4vHPV vaccine administered according to two- or three-dose schedules in girls aged 9-14 years: Results to month 36 from a randomized trial.", "journal": ["Vaccine", "Vaccine"]}