{"authors": [["Démolis", "Rachel", "R", "Agence de Médecine Préventive, Bât. JB Say, 4e étage, aile A, 13 chemin du Levant, 01210 Ferney-Voltaire, France. Electronic address: rdemolis@aamp.org."], ["Botão", "Carlos", "C", "Instituto Nacional de Saúde, Avenido Eduardo Mundlane/Salvador Allende, Maputo, Mozambique."], ["Heyerdahl", "Léonard W", "LW", "Agence de Médecine Préventive, Abidjan, Cote d'Ivoire."], ["Gessner", "Bradford D", "BD", "Agence de Médecine Préventive, Bât. JB Say, 4e étage, aile A, 13 chemin du Levant, 01210 Ferney-Voltaire, France."], ["Cavailler", "Philippe", "P", "Agence de Médecine Préventive, Bât. JB Say, 4e étage, aile A, 13 chemin du Levant, 01210 Ferney-Voltaire, France."], ["Sinai", "Celestino", "C", "Instituto Nacional de Saúde, Avenido Eduardo Mundlane/Salvador Allende, Maputo, Mozambique."], ["Magaço", "Amílcar", "A", "Instituto Nacional de Saúde, Avenido Eduardo Mundlane/Salvador Allende, Maputo, Mozambique."], ["Le Gargasson", "Jean-Bernard", "JB", "Agence de Médecine Préventive, Bât. JB Say, 4e étage, aile A, 13 chemin du Levant, 01210 Ferney-Voltaire, France."], ["Mengel", "Martin", "M", "Agence de Médecine Préventive, Bât. JB Say, 4e étage, aile A, 13 chemin du Levant, 01210 Ferney-Voltaire, France."], ["Guillermet", "Elise", "E", "Agence de Médecine Préventive, Bât. JB Say, 4e étage, aile A, 13 chemin du Levant, 01210 Ferney-Voltaire, France."]], "date": "2017-11-23", "id": "29174106", "text": "While planning an immunization campaign in settings where public health interventions are subject to politically motivated resistance, designing context-based social mobilization strategies is critical to ensure community acceptability. In preparation for an Oral Cholera Vaccine campaign implemented in Nampula, Mozambique, in November 2016, we assessed potential barriers and levers for vaccine acceptability.Questionnaires, in-depth interviews, and focus group discussions, as well as observations, were conducted before the campaign. The participants included central and district level government informants (national immunization program, logistics officers, public health directors, and others), community leaders and representatives, and community members.During previous well chlorination interventions, some government representatives and health agents were attacked, because they were believed to be responsible for spreading cholera instead of purifying the wells. Politically motivated resistance to cholera interventions resurfaced when an OCV campaign was considered. Respondents also reported vaccine hesitancy related to experiences of problems during school-based vaccine introduction, rumors related to vaccine safety, and negative experiences following routine childhood immunization. Despite major suspicions associated with the OCV campaign, respondents' perceived vulnerability to cholera and its perceived severity seem to override potential anticipated OCV vaccine hesitancy.Potential hesitancy towards the OCV campaign is grounded in global insecurity, social disequilibrium, and perceived institutional negligence, which reinforces a representation of estrangement from the central government, triggering suspicions on its intentions in implementing the OCV campaign. Recommendations include a strong involvement of community leaders, which is important for successful social mobilization; representatives of different political parties should be equally involved in social mobilization efforts, before and during campaigns; and public health officials should promote other planned interventions to mitigate the lack of trust associated with perceived institutional negligence. Successful past initiatives include public intake of purified water or newly introduced medication by social mobilizers, teachers or credible leaders.", "doi": "10.1016/j.vaccine.2017.10.087", "title": "A rapid qualitative assessment of oral cholera vaccine anticipated acceptability in a context of resistance towards cholera intervention in Nampula, Mozambique.", "journal": ["Vaccine", "Vaccine"]}