{"authors": [["O'Halloran", "Alissa C", "AC", "Leidos, Inc., Atlanta, Georgia; Immunization Services Division, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia. Electronic address: idg3@cdc.gov."], ["Lu", "Peng-Jun", "PJ", "Immunization Services Division, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Meyer", "Sarah A", "SA", "Division of Bacterial Diseases, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Williams", "Walter W", "WW", "Immunization Services Division, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Schumacher", "Pamela K", "PK", "Division of Surveillance, Hazard Evaluations, and Field Studies, National Institute for Occupational Safety and Health, Centers for Disease Control and Prevention, Cincinnati, Ohio."], ["Sussell", "Aaron L", "AL", "Division of Surveillance, Hazard Evaluations, and Field Studies, National Institute for Occupational Safety and Health, Centers for Disease Control and Prevention, Cincinnati, Ohio."], ["Birdsey", "Jan E", "JE", "Division of Surveillance, Hazard Evaluations, and Field Studies, National Institute for Occupational Safety and Health, Centers for Disease Control and Prevention, Cincinnati, Ohio."], ["Boal", "Winifred L", "WL", "Division of Surveillance, Hazard Evaluations, and Field Studies, National Institute for Occupational Safety and Health, Centers for Disease Control and Prevention, Cincinnati, Ohio."], ["Sweeney", "Marie Haring", "MH", "Division of Surveillance, Hazard Evaluations, and Field Studies, National Institute for Occupational Safety and Health, Centers for Disease Control and Prevention, Cincinnati, Ohio."], ["Luckhaupt", "Sara E", "SE", "Division of Surveillance, Hazard Evaluations, and Field Studies, National Institute for Occupational Safety and Health, Centers for Disease Control and Prevention, Cincinnati, Ohio."], ["Black", "Carla L", "CL", "Immunization Services Division, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."], ["Santibanez", "Tammy A", "TA", "Immunization Services Division, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, Georgia."]], "date": "2017-11-21", "id": "29174081", "text": "Outbreaks of pertussis can occur in healthcare settings. Vaccinating healthcare personnel may be helpful in protecting healthcare personnel from pertussis and potentially limiting spread to others in healthcare settings.Data from 21 states using the 2013 Behavioral Risk Factor Surveillance System industry/occupation module were analyzed in 2016. Tetanus, diphtheria, and acellular pertussis (Tdap) vaccination status was self-reported by healthcare personnel along with their occupation, healthcare setting/industry, demographics, and access to care factors. To compare groups, t-tests were used. The median state response rate was 44.0%.Among all healthcare personnel, 47.2% were vaccinated for Tdap. Physicians had higher Tdap coverage (66.8%) compared with all other healthcare personnel except nurse practitioners and registered nurses (59.5%), whose coverage did not statistically differ from that of physicians. Tdap vaccination coverage was higher among workers in hospitals (53.3%) than in long-term care facilities (33.3%) and other clinical settings, such as dentist, chiropractor, and optometrist offices (39.3%). Healthcare personnel who were younger, who had higher education, higher annual household income, a personal healthcare provider, and health insurance had higher Tdap vaccination coverage compared with reference groups. Tdap vaccination coverage among healthcare personnel in 21 states ranged from 30.6% in Mississippi to 65.9% in Washington.Improvement in Tdap vaccination among healthcare personnel is needed to potentially reduce opportunities for spread of pertussis in healthcare settings. On-site workplace vaccination, offering vaccines free of charge, and promoting vaccination may increase vaccination among healthcare personnel.", "doi": "10.1016/j.amepre.2017.09.017", "title": "Tdap Vaccination Among Healthcare Personnel-21 States, 2013.", "journal": ["American journal of preventive medicine", "Am J Prev Med"]}