{"authors": [["Pizzi", "Laura T", "LT", "1 Rutgers University, Piscataway, NJ, USA."], ["Prioli", "Katherine M", "KM", "1 Rutgers University, Piscataway, NJ, USA."], ["Fields Harris", "Lynn", "L", "2 Center in the Park, Philadelphia, PA, USA."], ["Cannon-Dang", "Elizabeth", "E", "3 Thomas Jefferson University, Philadelphia, PA, USA."], ["Marthol-Clark", "Marie", "M", "2 Center in the Park, Philadelphia, PA, USA."], ["Alcusky", "Matt", "M", "4 University of Massachusetts Medical School, Worcester, MA, USA."], ["McCoy", "Megan", "M", "2 Center in the Park, Philadelphia, PA, USA."], ["Schafer", "Jason J", "JJ", "3 Thomas Jefferson University, Philadelphia, PA, USA."]], "date": "2017-11-01", "id": "29172664", "text": "Vaccination is the best way to prevent pneumococcal disease (PD), but 40% of older adults remain unvaccinated nationwide, with even greater nonvaccination rates among African Americans (AAs). Prior studies suggest that insufficient knowledge contributes to low vaccination rates. The Pharmacists' Pneumonia Prevention Program (PPPP) was designed to improve older adults' knowledge about PD and pneumococcal vaccination (PV).To measure PPPP's effect on knowledge and activation in a predominantly AA population and determine program costs.PPPP uses a senior center model with a pharmacist presentation, actors' skit, and small-group action planning. Knowledge about PD risk, transmission, symptoms, and PV side effects was assessed at baseline (BL), postintervention (PT), and 3 months (M3) and analyzed using an intention-to-treat (ITT) approach. Actions taken (got vaccinated, spoke to doctor or pharmacist, discussed with family/friends) were assessed at M3. PPPP costs ($US 2013) included staff time, PV, actor, and site fees.Of 276 attending PPPP, 190 consented and were included in the ITT sample, which was largely black (80.5%) and female (76.3%) and had a mean age of 74.4 years. Knowledge improved by 46.8% (BL vs PT), with significant gains in all domains. At M3, knowledge improved by 54.2% vs BL, indicating sustained gains; 37.2% of previously unvaccinated participants reported receiving PV by M3. Program cost was $119 per attendee.PPPP significantly improved PD and PV knowledge. It could be delivered more efficiently by holding larger events on fewer dates, staffing with volunteers where appropriate, and utilizing a local pharmacy to manage the vaccine supply.", "doi": "10.1177/1060028017745566", "title": "Knowledge, Activation, and Costs of the Pharmacists' Pneumonia Prevention Program (PPPP): A Novel Senior Center Model to Promote Vaccination.", "journal": ["The Annals of pharmacotherapy", "Ann Pharmacother"]}