{"authors": [["Zhao", "Kai", "K", "Key Laboratory of Microbiology, School of Life Science, Heilongjiang University , Harbin 150080, China."], ["Han", "Jinyu", "J", "Key Laboratory of Chemical Engineering Process and Technology for High-efficiency Conversion, College of Chemistry and Material Sciences, Heilongjiang University , Harbin 150080, China."], ["Zhang", "Yang", "Y", "Key Laboratory of Microbiology, School of Life Science, Heilongjiang University , Harbin 150080, China."], ["Wei", "Lin", "L", "Key Laboratory of Microbiology, School of Life Science, Heilongjiang University , Harbin 150080, China."], ["Yu", "Shuang", "S", "Key Laboratory of Microbiology, School of Life Science, Heilongjiang University , Harbin 150080, China."], ["Wang", "Xiaohua", "X", "Key Laboratory of Microbiology, School of Life Science, Heilongjiang University , Harbin 150080, China."], ["Jin", "Zheng", "Z", "Key Laboratory of Chemical Engineering Process and Technology for High-efficiency Conversion, College of Chemistry and Material Sciences, Heilongjiang University , Harbin 150080, China."], ["Wang", "Yunfeng", "Y", "Division of Avian Infectious Diseases, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, CAAS , Harbin 150001, China."]], "date": "2017-12-06", "id": "29172532", "text": "Because mucosal sites are the entry ports of pathogens, immunization via mucosal routes can extremely enhance the immunity. To elevate the potential of N-2-hydroxypropyl trimethylammonium chloride chitosan (N-2-HACC) and N,O-carboxymethyl chitosan (CMC) nanoparticles as a mucosal immune delivery carrier for DNA vaccines, we prepared the NDV F gene plasmid DNA with C3d6 molecular adjuvant (pVAX I-F(o)-C3d6) encapsulated in the N-2-HACC-CMC nanoparticles (N-2-HACC-CMC/pFDNA-C3d6 NPs). The N-2-HACC-CMC/pFDNA-C3d6 NPs had regular spherical morphology and low toxicity with a mean diameter of 309.7 ± 6.52 nm, zeta potential of 49.9 ± 4.93 mV, encapsulation efficiency of 92.27 ± 1.48%, and loading capacity of 50.75 ± 1.35%. The N-2-HACC-CMC had high stability and safety. The pVAX I-F(o)-C3d6 could be sustainably released from the N-2-HACC-CMC/pFDNA-C3d6 NPs after an initial burst release. Immunization intranasally of chickens with N-2-HACC-CMC/pFDNA-C3d6 NPs not only produced higher anti-NDV IgG and sIgA antibody than chickens in other groups did, but also significantly stimulated lymphocyte proliferation and triggered higher the IL-2, IL-4, and IFN-γ levels. These findings indicated that the N-2-HACC-CMC could be used as an efficient delivery carrier for the mucosal immunity of Newcastle disease virus DNA vaccine. The work laid a basis for the quaternized chitosan nanoparticles as efficient mucosal immunity delivery carrier for DNA vaccines and had immense application promise and potential for vaccines and drugs.", "doi": "10.1021/acs.molpharmaceut.7b00826", "title": "Enhancing Mucosal Immune Response of Newcastle Disease Virus DNA Vaccine Using N-2-Hydroxypropyl Trimethylammonium Chloride Chitosan and N,O-Carboxymethyl Chitosan Nanoparticles as Delivery Carrier.", "journal": ["Molecular pharmaceutics", "Mol. Pharm."]}