{"authors": [["Wallace", "Lauren", "L", "Department of Anthropology, McMaster University, Hamilton, ON, Canada."], ["Kapirir", "Lydia", "L", "Department of Health, Aging and Society, McMaster University, Hamilton, ON, Canada."]], "date": "2017-04-08", "id": "29172378", "text": "To date, research on priority-setting for new vaccines has not adequately explored the influence of the global, national and sub-national levels of decision-making or contextual issues such as political pressure and stakeholder influence and power. Using Kapiriri and Martin's conceptual framework, this paper evaluates priority setting for new vaccines in Uganda at national and sub-national levels, and considers how global priorities can influence country priorities. This study focuses on 2 specific vaccines, the human papilloma virus (HPV) vaccine and the pneumococcal conjugate vaccine (PCV).This was a qualitative study that involved reviewing relevant Ugandan policy documents and media reports, as well as 54 key informant interviews at the global level and national and sub-national levels in Uganda. Kapiriri and Martin's conceptual framework was used to evaluate the prioritization process.Priority setting for PCV and HPV was conducted by the Ministry of Health (MoH), which is considered to be a legitimate institution. While respondents described the priority setting process for PCV process as transparent, participatory, and guided by explicit relevant criteria and evidence, the prioritization of HPV was thought to have been less transparent and less participatory. Respondents reported that neither process was based on an explicit priority setting framework nor did it involve adequate representation from the districts (program implementers) or publicity. The priority setting process for both PCV and HPV was negatively affected by the larger political and economic context, which contributed to weak institutional capacity as well as power imbalances between development assistance partners and the MoH.Priority setting in Uganda would be improved by strengthening institutional capacity and leadership and ensuring a transparent and participatory processes in which key stakeholders such as program implementers (the districts) and beneficiaries (the public) are involved. Kapiriri and Martin's framework has the potential to guide priority setting evaluation efforts, however, evaluation should be built into the priority setting process a priori such that information on priority setting is gathered throughout the implementation cycle.", "doi": "10.15171/ijhpm.2017.37", "title": "How Are New Vaccines Prioritized in Low-Income Countries? A Case Study of Human Papilloma Virus Vaccine and Pneumococcal Conjugate Vaccine in Uganda.", "journal": ["International journal of health policy and management", "Int J Health Policy Manag"]}