{"authors": [["Petitt", "Matthew", "M", "Department of Cell and Tissue Biology, School of Dentistry, University of California San Francisco, San Francisco, CA, USA."], ["Tabata", "Takako", "T", "Department of Cell and Tissue Biology, School of Dentistry, University of California San Francisco, San Francisco, CA, USA."], ["Puerta-Guardo", "Henry", "H", "Division of Infectious Disease and Vaccinology, School of Public Health, University of California Berkeley, Berkeley, CA, USA."], ["Harris", "Eva", "E", "Division of Infectious Disease and Vaccinology, School of Public Health, University of California Berkeley, Berkeley, CA, USA."], ["Pereira", "Lenore", "L", "Department of Cell and Tissue Biology, School of Dentistry, University of California San Francisco, San Francisco, CA, USA. Electronic address: lenore.pereira@ucsf.edu."]], "date": null, "id": "29172071", "text": "The emergence of congenital Zika virus (ZIKV) disease, with its devastating effects on the fetus, has prompted development of vaccines and examination of how ZIKV breaches the maternal-fetal barrier. Infection of placental and decidual tissue explants has demonstrated cell types at the uterine-placental interface susceptible to infection and suggests routes for transmission across the placenta and amniochorionic membrane. ZIKV replicates in proliferating Hofbauer cells within chorionic villi in placentas from severe congenital infection. Explants of anchoring villi recapitulate placental architecture and early-stage development and suggest infected Hofbauer cells disseminate virus to fetal blood vessels. ZIKV infection of explants represents a surrogate human model for evaluating protection against transmission by antibodies in vaccine recipients and passive immune formulations and novel therapeutics.", "doi": "10.1016/j.coviro.2017.11.008", "title": "Zika virus infection of first-trimester human placentas: utility of an explant model of replication to evaluate correlates of immune protection ex vivo.", "journal": ["Current opinion in virology", "Curr Opin Virol"]}