{"authors": [["Alshanqiti", "Fatimah M", "FM", "Biological Sciences Department, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."], ["Al-Masaudi", "Saad Berki", "SB", "Biological Sciences Department, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."], ["Al-Hejin", "Ahmed M", "AM", "Biological Sciences Department, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."], ["El-Baky", "Nawal Abd", "NA", "Therapeutic and Protective Proteins Laboratory, Protein Research Department, Genetic Engineering and Biotechnology Research Institute, City for Scientific Research and Technology Applications, New Borg EL-Arab 21934, Alexandria, Egypt."], ["Redwan", "Elrashdy M", "EM", "Biological Sciences Department, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."]], "date": "2017-06-30", "id": "29171990", "text": "Over the years, diphtheria was known as contagious fatal infection caused by Corynebacterium diphtheria that affects upper respiratory system. The spread of diphtheria epidemic disease is best prevented by vaccination with diphtheria toxoid vaccine. Aluminum adjuvants were reported to stimulate the immune responses to killed and subunit vaccines.Our study aimed to minimize adjuvant particles size, to gain insight of resulting immunity titer and impact on immune response antibody subtypes.Aluminum salts and calcium phosphate adjuvants were prepared, followed by micro/nanoparticle adjuvants preparation. After formulation of diphtheria vaccine from diphtheria toxoid and developed adjuvants, we evaluated efficacy of these prepared vaccines based on their impact on immune response via measuring antibodies titer, antibodies isotyping and cytokines profile in immunized mice.A noteworthy increase in immunological parameters was observed; antibodies titer was higher in serum of mice injected with nanoparticle adjuvants-containing vaccine than mice injected with standard adjuvant-containing vaccine and commercial vaccine. Aluminum compounds adjuvants (nanoparticles and microparticles formulation) and microparticles calcium phosphate adjuvant induce TH2 response, while nanoparticles calcium phosphate and microparticles aluminum compounds adjuvants stimulate TH1 response.Different treatments to our adjuvant preparations (nanoparticles and microparticles formulation) had a considerable impact on vaccine immunogenicity.", "doi": "10.3233/HAB-170324", "title": "Development of nanoparticle adjuvants to potentiate the immune response against diphtheria toxoid.", "journal": ["Human antibodies", "Hum Antibodies"]}