{"authors": [["Nkurunungi", "G", "G", "Immunomodulation and Vaccines Programme, MRC/UVRI Uganda Research Unit, Entebbe, Uganda."], ["Kabagenyi", "J", "J", "Immunomodulation and Vaccines Programme, MRC/UVRI Uganda Research Unit, Entebbe, Uganda."], ["Nampijja", "M", "M", "Immunomodulation and Vaccines Programme, MRC/UVRI Uganda Research Unit, Entebbe, Uganda."], ["Sanya", "R E", "RE", "Immunomodulation and Vaccines Programme, MRC/UVRI Uganda Research Unit, Entebbe, Uganda."], ["Walusimbi", "B", "B", "Immunomodulation and Vaccines Programme, MRC/UVRI Uganda Research Unit, Entebbe, Uganda."], ["Nassuuna", "J", "J", "Immunomodulation and Vaccines Programme, MRC/UVRI Uganda Research Unit, Entebbe, Uganda."], ["Webb", "E L", "EL", "Department of Infectious Disease Epidemiology, London School of Hygiene and Tropical Medicine, London, UK."], ["Elliott", "A M", "AM", "Immunomodulation and Vaccines Programme, MRC/UVRI Uganda Research Unit, Entebbe, Uganda."], [null, null, null, null]], "date": "2017-12-15", "id": "29171863", "text": "Low allergy-related disease (ARD) prevalence in low-income countries may be partly attributed to helminth infections. In the Schistosoma mansoni (Sm)-endemic Lake Victoria islands (Uganda), we recently observed positive helminth-allergy associations, despite low ARD prevalence. To understand how Sm-induced cytokine and antibody profiles might influence allergic response profiles in this population, we assessed Schistosoma worm (SWA)- and egg antigen (SEA)-specific Th1 (IFN-γ), Th2 (IL-5, IL-13) and regulatory (IL-10) cytokine profiles (n = 407), and total (n = 471), SWA-, SEA- and allergen (house dust mite [HDM] and cockroach)-specific (as)IgE and IgG4 profiles (n = 2117) by ELISA. Wheeze was inversely associated with SWA-specific IFN-γ (P < .001) and IL-10 (P = .058), and SEA-specific IL-5 (P = .004). Conversely, having a detectable asIgE response was positively associated with SWA-specific IL-5 (P = .006) and IL-10 (P < .001). Total, SWA-, SEA- and allergen-specific IgE and IgG4 responses were higher among Sm Kato-Katz positive (SmKK+) and skin prick test (SPT)+ individuals compared to SmKK- and SPT- individuals. However, total and asIgG4/IgE ratios were lower among SPT+ and wheezing individuals. We conclude that, in this population, helminth-induced antibody and cytokine responses may underlie individual positive helminth-atopy associations, while the overall IgG4-IgE balance may contribute to the low overall prevalence of clinical allergies in such settings.", "doi": "10.1111/pim.12506", "title": "Schistosoma mansoni-specific immune responses and allergy in Uganda.", "journal": ["Parasite immunology", "Parasite Immunol."]}