{"authors": [["Afzal", "Muhammad", "M", "Department of Paediatrics, Rawal Institute of Health Sciences, Islamabad, Pakistan."], ["Yaqub", "Asma", "A", "Department of Paediatrics, Rawal Institute of Health Sciences, Islamabad, Pakistan."], ["Khalid", "Sobia", "S", "Department of Paediatrics, Rawal Institute of Health Sciences, Islamabad, Pakistan."], ["Safdar", "Fatima", "F", "Department of Paediatrics, Rawal Institute of Health Sciences, Islamabad, Pakistan."], ["Ikram", "Madeeha", "M", "Department of Paediatrics, Rawal Institute of Health Sciences, Islamabad, Pakistan."], ["Siddiqui", "Hina Batool", "HB", "Department of Paediatrics, Rawal Institute of Health Sciences, Islamabad, Pakistan."]], "date": null, "id": "29171567", "text": "To evaluate the effect of patient reminder calls on improvement of routine vaccination coverage.This prospective, interventional study was conducted at Rawal Institute of Health Sciences, Islamabad, Pakistan, from December 2014 to August 2016, and comprised babies enrolled at the time of 1st vaccination. Babies who were given bacillus Calmette-Guérin, oral polio vaccine were included. Mobile phone numbers of parents were noted. The 1st reminder call was given after 7 days if a baby did not report on the scheduled date. Similarly, 2nd and 3rd reminder calls were made after waiting for 7 days each time in case of non-reporting. Record of reporting and reminder calls was reviewed daily till all the enrolled babies crossed 15 months of age (scheduled time for 2nd dose of measles) plus 4 weeks.A total of 150 babies were enrolled at the time of 1st vaccination. Reporting without call within 01 week of scheduled date ranged from 52(34.66%) to 99(66%) for different vaccines. The 1st reminder call showed maximum improvement in reporting rate. The range of vaccination rate reached from 91(60.66%) to 132(88%). The 2nd call improved coverage rate range from 108(71.99%) to 140(93.33%). The 3rd call improved coverage rate from 113(75.32%) to 144(96%). Overall coverage rate achieved ranged from 112.5(75%) to 144(96%).Patient reminder calls showed significant effect in improvement of vaccination coverage rate of all antigens.", "doi": null, "title": "An effective and doable interventional strategy to enhance vaccination coverage - are we ready to change?", "journal": ["JPMA. The Journal of the Pakistan Medical Association", "J Pak Med Assoc"]}