{"authors": [["Joshi", "Jyoti", "J", "Center for Disease Dynamics, Economics & Policy, Okhla Industrial Area, New Delhi, India."], ["Das", "Manoja Kumar", "MK", "The INCLEN Trust International, F-1/5, 2nd Floor, Okhla Industrial Area, Phase I, New Delhi, 110020, India."], ["Polpakara", "Deepak", "D", "AEFI Immunization Technical Support Unit, John Snow India, Qutub Institutional Area, New Delhi, India."], ["Aneja", "Satinder", "S", "Department of Pediatrics, Lady Hardinge Medical College, New Delhi, India."], ["Agarwal", "Mahesh", "M", "Ministry of Health & Family Welfare, Government of India, Nirman Bhavan, New Delhi, India."], ["Arora", "Narendra Kumar", "NK", "The INCLEN Trust International, F-1/5, 2nd Floor, Okhla Industrial Area, Phase I, New Delhi, 110020, India. nkarora@inclentrust.org."]], "date": "2017-11-23", "id": "29170922", "text": "Assured quality vaccines and safe immunization practices are pre-requisite to successful immunization programs. All vaccines go through stringent safety checks during pre-licensure stage. Adverse Events Following Immunization (AEFI) Surveillance program is an integral part of routine immunization program in India to monitor the vaccine safety in the post licensure phase. Indian AEFI Program: National AEFI surveillance relies on passive surveillance and reporting by the health functionaries and practitioners. Vigorous strengthening of AEFI surveillance has resulted in manifold rise in absolute number of AEFI reports across several reporting units in the country in the last decade. Establishment of National AEFI Secretariat, National Technical Collaborating Centre, and development of risk communication strategy as well as quality management certification are some of the unique aspects of this public health program. All serious AEFI reports undergo a systematic causality assessment as per WHO-algorithm by trained committees. National AEFI surveillance system has forged formal linkages with national pharmacovigilance program, the regulators, and professional bodies. Challenges: The number of the reported serious AEFIs are still far less than the expected numbers. Although the AEFI committees at the district and state levels have been established, a large proportion are far from functional. Way forward: As the national immunization program introduces newer vaccines for different age groups and coverage improves, the issues of vaccine hesitancy and confidence are likely to be raised more often and the AEFI surveillance program will have to assume greater responsibility to comprehensively respond to the community concerns and sustain public confidence in vaccines.", "doi": "10.1007/s12098-017-2532-9", "title": "Vaccine Safety and Surveillance for Adverse Events Following Immunization (AEFI) in India.", "journal": ["Indian journal of pediatrics", "Indian J Pediatr"]}