{"authors": [["Rust", "Aleksander", "A", "Department of Biomedical Sciences, University of Sheffield, Sheffield, United Kingdom."], ["Doran", "Ciara", "C", "Department of Biomedical Sciences, University of Sheffield, Sheffield, United Kingdom."], ["Hart", "Rosalyn", "R", "Department of Biomedical Sciences, University of Sheffield, Sheffield, United Kingdom."], ["Binz", "Thomas", "T", "Institut für Zellbiochemie, Medizinische Hochschule Hannover, Hannover, Germany."], ["Stickings", "Paul", "P", "Division of Bacteriology, National Institute for Biological Standards and Control, Medicines and Healthcare Product Regulatory Agency, Potters Bar, United Kingdom."], ["Sesardic", "Dorothea", "D", "Division of Bacteriology, National Institute for Biological Standards and Control, Medicines and Healthcare Product Regulatory Agency, Potters Bar, United Kingdom."], ["Peden", "Andrew A", "AA", "Department of Biomedical Sciences, University of Sheffield, Sheffield, United Kingdom."], ["Davletov", "Bazbek", "B", "Department of Biomedical Sciences, University of Sheffield, Sheffield, United Kingdom."]], "date": "2017-11-09", "id": "29170639", "text": "Botulinum neurotoxins (BoNTs) type A and type B are commonly used as biopharmaceutics for neurological diseases, uniquely allowing months-long paralysis of target muscles. Their exquisite neuronal specificity is conferred by a multistep process of binding, internalization, cytosolic escape and cleavage of the neuron-specific proteins, SNAP-25 and vesicle-associated membrane proteins (VAMPs), ultimately to inhibit secretion of neurotransmitters. Currently the mouse lethality bioassay is the only available method for quality control testing of VAMP-cleaving botulinum products. Refined assays for botulinum product testing are urgently needed. Specifically, in vitro replacement assays which can account for all steps of BoNT intoxication are in high demand. Here, we describe a novel SiMa cell-based approach where re-engineering of the VAMP molecule allows detection of all BoNT/B intoxication steps using a luminescent enzymatic reaction with sensitivity comparable to mouse LD50 bioassay. The presented one-step enzyme-linked immunosorbent assay meets 3Rs (replacement, reduction, and refinement of the use of animals) objectives, is user-friendly and will accelerate development of new botulinum drugs. The sensitive enzymatic reporter cell line could also be adapted for the detection of toxin activity during the manufacture of botulinum and tetanus vaccines.", "doi": "10.3389/fphar.2017.00796", "title": "A Cell Line for Detection of Botulinum Neurotoxin Type B.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}