{"authors": [["de María Ugalde-Mejía", "Lucero", "L", "Department of Neurology, National Institute of Neurology and Neurosurgery, Mexico City, Mexico."], ["Morales", "Veronica Angeles", "VA", "Microbiology Laboratory, National Institute of Neurology and Neurosurgery, Mexico City, Mexico."], ["Cárdenas", "Graciela", "G", "Department of Infectious Diseases, National Institute of Neurology and Neurosurgery, Mexico City, Mexico."], ["Soto-Hernández", "Jose Luis", "JL", "Department of Infectious Diseases, National Institute of Neurology and Neurosurgery, Mexico City, Mexico. Electronic address: joseluis_sotohernandez@yahoo.com."]], "date": "2017-11-21", "id": "29170119", "text": "In previous studies of pneumococcal meningitis in adults within general hospitals or national cohorts, the most common predisposing conditions were otitis media, sinusitis, pneumonia, immunosuppression, alcoholism, and diabetes. The epidemiology of pneumococcal meningitis is changing because of the use of vaccines in childhood, and antibiotic resistance has increased.We retrospectively reviewed the cases of patients with diagnoses of pneumococcal meningitis proved by an inflammatory cerebrospinal fluid (CSF) with a positive culture, treated during a period of 14 years at an adult neurosurgical neurologic referral center. Our aim was to define their clinical course, predisposing conditions, antimicrobial susceptibilities, and outcome.We reviewed the cases of 30 patients, 17 men and 13 women, with a mean age of 36.7 years. Fourteen patients (46.6%) had previous neurosurgery, 12 patients (40%) had CSF fistula, 8 had remote head trauma, and 8 also presented recurrent meningitis. Resistance to ceftriaxone or vancomycin was less than 5%, and penicillin resistance was 53%. Eight patients (26.7%) had died. An increased risk of death was associated with coma at admission, septic shock, upper gastrointestinal bleeding, mechanical ventilation, thrombocytopenia, and a low CSF opening pressure.We conclude that patients with pneumococcal meningitis treated at neurosurgical neurologic centers have different predisposing conditions with severe disease and high mortality, thus prompting us to recommend aggressive pneumococcal vaccination in patients with CSF leaks and severe head trauma. Prospective studies to identify which neurosurgical patients may benefit in the long term from a pneumococcal vaccine are urgently needed.", "doi": "10.1016/j.wneu.2017.11.055", "title": "Adult Patients with Pneumococcal Meningitis at a Neurosurgical Neurologic Center: Different Predisposing Conditions?", "journal": ["World neurosurgery", "World Neurosurg"]}