{"authors": [["Rayamajhi", "Ajit", "A", "Janak Medical and Research Center, Balaju, Kathmandu, Nepal; Kanti Children's Hospital, Maharajgunj, Kathmandu, Nepal; National Academy of Medical Sciences, Kathmandu, Nepal. Electronic address: ajitrnp@yahoo.com."], ["Thapa", "Anupama", "A", "Janak Medical and Research Center, Balaju, Kathmandu, Nepal; Kanti Children's Hospital, Maharajgunj, Kathmandu, Nepal."], ["Kumar", "Manoj", "M", "Department of Pediatrics, University of Alberta, Edmonton, Canada."], ["Yen", "Catherine", "C", "Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Tate", "Jacqueline E", "JE", "Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Parashar", "Umesh D", "UD", "Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Rayamajhi", "Anjana Karki", "AK", "Janak Medical and Research Center, Balaju, Kathmandu, Nepal; B & B Hospital, Gwarko, Lalitpur, Nepal."]], "date": "2017-11-20", "id": "29169894", "text": "Rotavirus is the most common cause of severe diarrhea in Nepali children, accounting for 25-33% of childhood diarrhea hospitalizations. Two rotavirus vaccines recommended for inclusion in national immunization programs have been associated with a low risk of intussusception in post-marketing studies conducted in several countries. Data on the epidemiology of intussusception hospitalizations are lacking in Nepal. Thus, we aimed to describe the epidemiology of intussusception-associated hospitalizations among Nepali children in preparation for rotavirus vaccine introduction.A retrospective review of intussusception hospitalizations for a three year period was conducted at two major pediatric hospitals in Kathmandu, Nepal. Possible intussusception cases were identified through admission, discharge, and operation theater logs and ultrasound registers. Cases with a diagnosis of possible intussusception were selected for medical record review and classified as confirmed if they met the Brighton Collaboration level 1 criteria of diagnostic certainty and the child was aged < 24 months. Data on demographics, clinical course, and outcome were abstracted and analyzed.Eight-five confirmed intussusception cases were identified; most (96%) were confirmed at surgery. The number of intussusception cases peaked between ages 4-7 months; no cases occurred in children 0-2 months. Fifty-nine (64%) case-patients were male. The median duration of symptoms before admission was 2 days (range: 0-14). Abdominal pain, bloody stool, and vomiting were the most common clinical features. All cases underwent surgical treatment; there was only one death.This is the first study to evaluate the epidemiology of intussusception hospitalizations among children aged < 24 months in Nepal. Because the public health impact of rotavirus vaccination could be substantial in Nepal, where childhood diarrhea-related morbidity and mortality are high, this baseline knowledge of intussusception prior to introduction of rotavirus vaccine in the national immunization schedule will provide useful information for post-vaccine introduction safety monitoring.", "doi": "10.1016/j.vaccine.2017.11.022", "title": "Preparing for rotavirus vaccine introduction - A retrospective assessment of the epidemiology of intussusception in children below 2 years of age in Nepal.", "journal": ["Vaccine", "Vaccine"]}