{"authors": [["Yan", "Shiyu", "S", "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, QLD 4072, Australia. gordonxu@uq.edu.au."], ["Gu", "Wenyi", "W", "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, QLD 4072, Australia. gordonxu@uq.edu.au."], ["Zhang", "Bing", "B", "Vaccine Delivery, Animal Science, Agri-Science Queensland, Department of Agriculture & Fisheries, Dutton Park, QLD 4102, Australia."], ["Rolfe", "Barbara E", "BE", "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, QLD 4072, Australia. gordonxu@uq.edu.au."], ["Xu", "Zhi Ping", "ZP", "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, QLD 4072, Australia. gordonxu@uq.edu.au."]], "date": "2017-11-23", "id": "29168855", "text": "Effective adjuvants in anti-tumour vaccine formulations are very important in the development of new-generation vaccines. In this study, two layered double hydroxide (LDH) nanomaterial forms, i.e. nanoparticles (NPs) and nanosheets (NSs), were synthesised and examined as adjuvants to provoke the immune responses for anti-tumour purpose. Immunogen ovalbumin (OVA) delivered by both nanomaterials induced much stronger humoral and cell-medicated immune responses, together with an immune stimulant (TLR9 ligand CpG), as evidenced by higher levels of IgG1, IgG2a and interferon-γ. By comparison, LDH NSs showed higher activity to promote specific antibody responses than LDH NPs but with a similar cell-mediated immune response. The mice immunised with OVA-CpG vaccines formulated with both nanomaterials showed stronger inhibition of the inoculated tumour growth and had a longer survival. Altogether, these data indicate that LDH NPs and NSs can be used as potential nanoadjuvants for efficient protein-based anti-tumour vaccines.", "doi": "10.1039/c7dt03725b", "title": "High adjuvant activity of layered double hydroxide nanoparticles and nanosheets in anti-tumour vaccine formulations.", "journal": ["Dalton transactions (Cambridge, England : 2003)", "Dalton Trans"]}