{"authors": [["Chen", "Fangzhou", "F", "1​Department of Veterinary Population Medicine, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108, USA."], ["Knutson", "Todd P", "TP", "1​Department of Veterinary Population Medicine, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108, USA."], ["Porter", "Robert E", "RE", "1​Department of Veterinary Population Medicine, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108, USA."], ["Ciarlet", "Max", "M", "3​Vaccines Clinical Research and Development, GlaxoSmithKline Vaccines, Cambridge, MA 02139, USA."], ["Mor", "Sunil Kumar", "SK", "1​Department of Veterinary Population Medicine, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108, USA."], ["Marthaler", "Douglas G", "DG", "4​Department of Diagnostic Medicine and Pathobiology, College of Veterinary Medicine, Manhattan, KS 66506, USA."]], "date": "2017-11-23", "id": "29168675", "text": "Rotavirus G (RVG) strains have been detected in a variety of avian species, but RVG genomes have been published from only a single pigeon and two chicken strains. Two turkey RVG strains were identified and characterized, one in a hatchery with no reported health issues and the other in a hatchery with high embryo/poult mortality. The two turkey RVG strains shared only an 85.3 % nucleotide sequence identity in the VP7 gene while the other genes possessed high nucleotide identity among them (96.3-99.9 %). Low nucleotide percentage identities (31.6-87.3 %) occurred among the pigeon and chicken RVG strains. Interestingly, potential recombination events were detected between our RVG strains and a human RVB strain, in the VP6 and NSP3 segments. The epidemiology of RVG in avian flocks and the pathogenicity of the two different RVG strains should be further investigated to understand the ecology and impact of RVG in commercial poultry flocks.", "doi": "10.1099/jgv.0.000963", "title": "Genome characterization of Turkey Rotavirus G strains from the United States identifies potential recombination events with human Rotavirus B strains.", "journal": ["The Journal of general virology", "J. Gen. Virol."]}