{"authors": [["Nagy", "A", "A", "Department of Virology,Faculty of Veterinary Medicine, Zagazig University,Zagazig 44511,Egypt."], ["Mettenleiter", "T C", "TC", "Friedrich-Loeffler-Institut, Federal Research Institute for Animal Health,Südufer 10, 17493 Greifswald-Insel Riems,Germany."], ["Abdelwhab", "E M", "EM", "Friedrich-Loeffler-Institut, Federal Research Institute for Animal Health,Südufer 10, 17493 Greifswald-Insel Riems,Germany."]], "date": "2017-11-23", "id": "29168447", "text": "H9N2 is the most widespread avian influenza virus subtype in poultry worldwide. It infects a broad spectrum of host species including birds and mammals. Infections in poultry and humans vary from silent to fatal. Importantly, all AIV, which are fatal in humans (e.g. H5N1, H7N9) acquired their 'internal' gene segments from H9N2 viruses. Although H9N2 is endemic in the Middle East (ME) and North Africa since the late 1990s, little is known about its epidemiology and genetics on a regional level. In this review, we summarised the epidemiological situation of H9N2 in poultry and mammals in Iran, Iraq, Kuwait, Qatar, United Arab Emirates, Oman, Bahrain, Yemen, Saudi Arabia, Jordan, Palestine, Israel, Syria, Lebanon, Turkey, Egypt, Sudan, Libya, Tunisia, Algeria and Morocco. The virus has been isolated from humans in Egypt and serosurveys indicated widespread infection particularly among poultry workers and pigs in some countries. Some isolates replicated well in experimentally inoculated dogs, mice, hamsters and ferrets. Insufficient protection of immunised poultry was frequently reported most likely due to concurrent viral or bacterial infections and antigenic drift of the field viruses from outdated vaccine strains. Genetic analysis indicated several distinct phylogroups including a panzootic genotype in the Asian and African parts of the ME, which may be useful for the development of vaccines. The extensive circulation of H9N2 for about 20 years in this region where the H5N1 virus is also endemic in some countries, poses a serious public health threat. Regional surveillance and control strategy are highly recommended.", "doi": "10.1017/S0950268817002576", "title": "A brief summary of the epidemiology and genetic relatedness of avian influenza H9N2 virus in birds and mammals in the Middle East and North Africa.", "journal": ["Epidemiology and infection", "Epidemiol. Infect."]}