{"authors": [["Han", "Jing", "J", "Tumor Vaccines and Biotechnology Branch, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, WO Bldg. 71, Rm 5342, CBER/FDA, 10903 New Hampshire Ave., Silver Spring, MD, 20993, USA."], ["Puri", "Raj K", "RK", "Tumor Vaccines and Biotechnology Branch, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, WO Bldg. 71, Rm 5342, CBER/FDA, 10903 New Hampshire Ave., Silver Spring, MD, 20993, USA. raj.puri@fda.hhs.gov."]], "date": "2017-11-22", "id": "29168083", "text": "Glioblastoma multiforme (GBM) is the most common primary brain tumor in adults. A variety of targeted agents are being tested in the clinic including cancer vaccines, immunotoxins, antibodies and T cell immunotherapy for GBM. We have previously reported that IL-13 receptor subunits α1 and α2 of IL-13R complex are overexpressed in GBM. We are investigating the significance of IL-13Rα1 and α2 expression in GBM tumors. In order to elucidate a possible relationship between IL-13Rα1 and α2 expression with severity and prognoses of subjects with GBM, we analyzed gene expression (by microarray) and clinical data available at the public The Cancer Genome Atlas (TCGA) database (Currently known as Global Data Commons). More than 40% of GBM samples were highly positive for IL-13Rα2 mRNA (Log2 ≥ 2) while only less than 16% samples were highly positive for IL-13Rα1 mRNA. Subjects with high IL-13Rα1 and α2 mRNA expressing tumors were associated with a significantly lower survival rate irrespective of their treatment compared to subjects with IL-13Rα1 and α2 mRNA negative tumors. We further observed that IL-13Rα2 gene expression is associated with GBM resistance to temozolomide (TMZ) chemotherapy. The expression of IL-13Rα2 gene did not seem to correlate with the expression of genes for other chains involved in the formation of IL-13R complex (IL-13Rα1 or IL-4Rα) in GBM. However, a positive correlation was observed between IL-4Rα and IL-13Rα1 gene expression. The microarray data of IL-13Rα2 gene expression was verified by RNA-Seq data. In depth analysis of TCGA data revealed that immunosuppressive genes (such as FMOD, CCL2, OSM, etc.) were highly expressed in IL-13Rα2 positive tumors, but not in IL-13Rα2 negative tumors. These results indicate a direct correlation between high level of IL-13R mRNA expression and poor patient prognosis and that immunosuppressive genes associated with IL-13Rα2 may play a role in tumor progression. These findings have important implications in understanding the role of IL-13R in the pathogenesis of GBM and potentially other cancers.", "doi": "10.1007/s11060-017-2680-9", "title": "Analysis of the cancer genome atlas (TCGA) database identifies an inverse relationship between interleukin-13 receptor α1 and α2 gene expression and poor prognosis and drug resistance in subjects with glioblastoma multiforme.", "journal": ["Journal of neuro-oncology", "J. Neurooncol."]}