{"authors": [["Lokugamage", "Nandadeva", "N", "Department of Pathology, The University of Texas Medical Branch at Galveston, 301 University Blvd. Galveston, Texas 77555 USA."], ["Ikegami", "Tetsuro", "T", "Department of Pathology, The University of Texas Medical Branch at Galveston, 301 University Blvd. Galveston, Texas 77555 USA."]], "date": "2017-07-17", "id": "29167748", "text": "Rift Valley fever (RVF) is a mosquito-borne zoonotic disease endemic to Africa which affects both ruminants and humans. RVF causes serious damage to the livestock industry and is also a threat to public health. The Rift Valley fever virus has a segmented negative-stranded RNA genome consisting of Large (L)-, Medium (M)-, and Small (S)-segments. The live-attenuated MP-12 vaccine is immunogenic in livestock and humans, and is conditionally licensed for veterinary use in the U.S. The MP-12 strain encodes 23 mutations (nine amino acid substitutions) and is attenuated through a combination of mutations in the L-, M-, and S-segments. Among them, the M-U795C, M-A3564G, and L-G3104A mutations contribute to viral attenuation through the L- and M-segments. The M-U795C, M-A3564G, L-U533C, and L-G3750A mutations are also independently responsible for temperature-sensitive (ts) phenotype. We hypothesized that a serial passage of the MP-12 vaccine in culture cells causes reversions of the MP-12 genome. The MP-12 vaccine and recombinant rMP12-ΔNSs16/198 were serially passaged 25 times. Droplet digital PCR analysis revealed that the reversion occurred at L-G3750A during passages of MP-12 in Vero or MRC-5 cells. The reversion also occurred at M-A3564G and L-U533C of rMP12-ΔNSs16/198 in Vero cells. Reversion mutations were not found in MP-12 or the variant, rMP12-TOSNSs, in the brains of mice with encephalitis. This study characterized genetic stability of the MP-12 vaccine and the potential risk of reversion mutation at the L-G3750A ts mutation after excessive viral passages in culture cells.", "doi": "10.1038/s41541-017-0021-9", "title": "Genetic stability of Rift Valley fever virus MP-12 vaccine during serial passages in culture cells.", "journal": ["NPJ vaccines", "NPJ Vaccines"]}