{"authors": [["Morra", "Mostafa Ebraheem", "ME", "Faculty of Medicine, Al Azhar University, Cairo, 11884, Egypt."], ["Kien", "Nguyen Dang", "ND", "Department of Obstetrics and Gynecology, Thai Binh University of Medicine and Pharmacy, Thai Binh, 30000, Vietnam."], ["Elmaraezy", "Ahmed", "A", "Faculty of Medicine, Al Azhar University, Cairo, 11884, Egypt."], ["Abdelaziz", "Omar Ayman M", "OAM", "Faculty of Medicine, Cairo University, Cairo, 11562, Egypt."], ["Elsayed", "Ahmed Lotfy", "AL", "Faculty of Medicine, Zagazig University, Zagazig, 44519, Egypt."], ["Halhouli", "Oday", "O", "University of Jordan, Faculty of Medicine, Amman, 11942, Jordan."], ["Montasr", "Ahmed Mosaad", "AM", "Faculty of Medicine, Tanta University, Tanta, 31527, Egypt."], ["Vu", "Tran Le-Huy", "TL", "University of California, Los Angeles, CA, 90095, United States."], ["Ho", "Chau", "C", "Hoan My Cuu Long Hospital, Can Tho, 900000, Vietnam."], ["Foly", "Amr Sayed", "AS", "Faculty of Medicine, Cairo University, Cairo, 11562, Egypt."], ["Phi", "Anh Phan", "AP", "Department of Pharmacology, Loyola University Chicago, Illinois, 60546, USA."], ["Abdullah", "Wessam Magdy", "WM", "Faculty of Medicine, Cairo University, Cairo, 11562, Egypt."], ["Mikhail", "Marina", "M", "Department of Dermatology, Cairo University Hospital, Cairo, 11562, Egypt."], ["Milne", "Elizabeth", "E", "Telethon Kids Institute, The University of Western Australia, Crawley, Australia. Liz.Milne@telethonkids.org.au."], ["Hirayama", "Kenji", "K", "Department of Immunogenetics, Institute of Tropical Medicine (NEKKEN), Leading Graduate School Program, and Graduate School of Biomedical Sciences, Nagasaki University, 1-12-4 Sakamoto, Nagasaki, 852-8523, Japan."], ["Huy", "Nguyen Tien", "NT", "Evidence Based Medicine Research Group & Faculty of Applied Sciences, Ton Duc Thang University, Ho Chi Minh City, Vietnam. nguyentienhuy@tdt.edu.vn."]], "date": "2017-11-22", "id": "29167460", "text": "Leukemia is the most commonly diagnosed childhood cancer, although its etiology is still largely unknown. Growing evidence supports a role for infection in the etiology of acute lymphocytic leukemia (ALL), and the involvement of the immune system suggests that vaccination may also play a role. However, the findings presented in the published literature are inconsistent. Therefore, we conducted a PRISMA systematic review and meta-analysis. 14 studies were identified and meta-analyzed. Vaccinations studied comprised Bacillus Calmette-Guérin (BCG) vaccine, Triple vaccine, Hepatitis B vaccine (HBV), Polio, Measles, Rubella, Mumps, trivalent MMR vaccine and Haemophilus influenza type B (HiB) vaccine. We observed a protective association between any vaccination in the first year of life and risk of childhood leukemia (summary odds ratio (OR) 0.58 [95% confidence interval (CI) 0.36-0.91]). When individual vaccines were analysed, some evidence of an association was seen only for BCG (summary OR 0.73 [95% CI 0.50-1.08]). In conclusion, early vaccination appears to be associated with a reduced risk of childhood leukemia. This finding may be underpinned by the association observed for BCG. Given the relatively imprecise nature of the results of this meta-analysis, our findings should be interpreted cautiously and replicated in future studies.", "doi": "10.1038/s41598-017-16067-0", "title": "Early vaccination protects against childhood leukemia: A systematic review and meta-analysis.", "journal": ["Scientific reports", "Sci Rep"]}