{"authors": [["Ferris", "Daron G", "DG", "Department of Obstetrics and Gynecology, Augusta University, Augusta, Georgia."], ["Samakoses", "Rudiwilai", "R", "Department of Pediatrics, Phramongkutklao Hospital, Bangkok, Thailand."], ["Block", "Stanley L", "SL", "Kentucky Pediatric and Adult Research Inc, Bardstown, Kentucky."], ["Lazcano-Ponce", "Eduardo", "E", "Centro de Investigación en Salud Poblacional, Instituto Nacional de Salud Pública, Cuernavaca, Morelos, Mexico."], ["Restrepo", "Jaime Alberto", "JA", "Fundación Centro de Investigación Clínica, Medellín, Colombia."], ["Mehlsen", "Jesper", "J", "Coordinating Research Centre, Frederiksberg Hospital, Frederiksberg, Denmark."], ["Chatterjee", "Archana", "A", "Department of Pediatrics, Sanford School of Medicine, University of South Dakota and Sanford Children's Specialty Clinics, Sioux Falls, South Dakota."], ["Iversen", "Ole-Erik", "OE", "Department of Clinical Science, University of Bergen and Department of Gynecology and Obstetrics, Haukeland University Hospital, Bergen, Norway; and."], ["Joshi", "Amita", "A", "Merck & Company Inc, Kenilworth, New Jersey."], ["Chu", "Jian-Li", "JL", "Merck & Company Inc, Kenilworth, New Jersey."], ["Krick", "Andrea Likos", "AL", "Merck & Company Inc, Kenilworth, New Jersey."], ["Saah", "Alfred", "A", "Merck & Company Inc, Kenilworth, New Jersey."], ["Das", "Rituparna", "R", "Merck & Company Inc, Kenilworth, New Jersey rituparna.das@merck.com."]], "date": null, "id": "29167376", "text": "We describe the final 10-year data for the long-term follow-up study of the 4-valent human papillomavirus (4vHPV) vaccine in preadolescents and adolescents.In the base study (V501-018), 1661 sexually inactive boys and girls received the 4vHPV vaccine (early vaccination group [EVG], managed for 9.9 years) or a placebo at day 1, month 2, and month 6. Thereafter, at month 30, the placebo group (catch-up vaccination group [CVG], managed for 7.4 years) received the 4vHPV vaccine by using the same dosing schedule. Long-term anti-HPV type 6, 11, 16, and 18 immune responses were assessed. Effectiveness was estimated by calculating the incidence rate of the primary endpoints (HPV types 6, 11, 16, and 18-related disease or persistent infection).For HPV types 6, 11, and 16, 89% to 96% of subjects remained seropositive through 10-years postvaccination. The preadolescents had 38% to 65% higher geometric mean titers at month 7, which remained 16% to 42% higher at 10 years compared with adolescents. No cases of HPV type 6, 11, 16, and 18-related diseases were observed. Ten subjects had a persistent infection of ≥6 months duration with vaccine-type HPV and 2 subjects had persistent infection for ≥12 months. No new serious adverse events were reported through 10 years.A 3-dose regimen of the 4vHPV vaccine was immunogenic, clinically effective, and generally well tolerated in preadolescents and adolescents during 10 years of follow-up. These long-term findings support efforts to vaccinate this population against HPV before exposure.", "doi": "10.1542/peds.2016-3947", "title": "4-Valent Human Papillomavirus (4vHPV) Vaccine in Preadolescents and Adolescents After 10 Years.", "journal": ["Pediatrics", "Pediatrics"]}