{"authors": [["Wan", "Hongquan", "H", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA."], ["Qi", "Li", "L", "Viral Pathogenesis and Evolution Section, Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Gao", "Jin", "J", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA."], ["Couzens", "Laura K", "LK", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA."], ["Jiang", "Lianlian", "L", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA."], ["Gao", "Yamei", "Y", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA."], ["Sheng", "Zong-Mei", "ZM", "Viral Pathogenesis and Evolution Section, Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Fong", "Sharon", "S", "Viral Pathogenesis and Evolution Section, Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Hahn", "Megan", "M", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA."], ["Khurana", "Surender", "S", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA."], ["Taubenberger", "Jeffery K", "JK", "Viral Pathogenesis and Evolution Section, Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Eichelberger", "Maryna C", "MC", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, Maryland, USA maryna.eichelberger@fda.hhs.gov."]], "date": "2017-11-22", "id": "29167344", "text": "The fifth wave of A(H7N9) virus infection in China from 2016 to 2017 caused great concern due to the large number of individuals infected, the isolation of drug-resistant viruses and emergence of highly pathogenic strains. Antibodies against neuraminidase (NA) provide added benefit to hemagglutinin-specific immunity and may be an important contributor to the effectiveness of A(H7N9) vaccines. We generated a panel of mouse monoclonal antibodies (MAbs) to identify antigenic domains on NA of the novel A(H7N9) virus and compared their functional properties. Two major antigenic regions, i.e., the 250-loop and 370/400/430-loop domains, were identified. MAbs 1E8, 2F6, 10F4 and 11B2, which recognize these 2 antigenic domains, were characterized in depth. These 4 MAbs differ in ability to inhibit cleavage of small and large substrates (MU-NANA and fetuin, respectively) in NA inhibition assays. 1E8 and 11B2 did not inhibit NA cleavage of either MU-NANA or fetuin, 2F6 inhibited cleavage of fetuin alone, whereas 10F4 inhibited cleavage of both substrates. All 4 MAbs reduced the in vitro spread of viruses carrying either the wild-type N9 or N9 with antiviral-resistant mutations, but to different degrees. These MAbs have different in vivo effectiveness, 10F4 was the most effective in protecting mice against challenge with A(H7N9) virus, 2F6 was less effective and 11B2 failed to protect BALB/c mice at the doses tested. Our study confirms that NA-specific antibodies can protect against A(H7N9) infection, and suggests that in vitro properties can be used to rank antibodies with therapeutic potential.IMPORTANCE The novel A(H7N9) viruses that emerged in China in 2013 continue to infect humans, with a high fatality rate. The most recent outbreak resulted in larger number of human cases than previous epidemic waves. Due to the absence of a licensed vaccine and emergence of drug-resistant viruses, there is a need to develop alternative approaches to prevent or treat A(H7N9) infection. We have made a panel of mouse monoclonal antibodies (MAbs) specific for neuraminidase (NA) of A(H7N9) viruses, some of these MAbs are effective in inhibiting viruses that are resistant to antivirals used to treat A(H7N9) patients. Binding avidity, inhibition of NA activity and plaque formation correlated with the effectiveness of these MAbs to protect mice against lethal A(H7N9) virus challenge. This study identifies in vitro measures that can be used to predict the in vivo efficacy of NA-specific antibodies, providing a way to select MAbs for further therapeutic development.", "doi": "10.1128/JVI.01588-17", "title": "Comparison of the Efficacy of N9 Neuraminidase-specific Monoclonal Antibodies against Influenza A(H7N9) Virus Infection.", "journal": ["Journal of virology", "J. Virol."]}