{"authors": [["Job", "E R", "ER", "VIB-UGent Center for Medical Biotechnology, VIB, 9052 Ghent, Belgium."], ["Schotsaert", "M", "M", "VIB-UGent Center for Medical Biotechnology, VIB, 9052 Ghent, Belgium."], ["Ibañez", "L I", "LI", "VIB-UGent Center for Medical Biotechnology, VIB, 9052 Ghent, Belgium."], ["Smet", "A", "A", "VIB-UGent Center for Medical Biotechnology, VIB, 9052 Ghent, Belgium."], ["Ysenbaert", "T", "T", "VIB-UGent Center for Medical Biotechnology, VIB, 9052 Ghent, Belgium."], ["Roose", "K", "K", "VIB-UGent Center for Medical Biotechnology, VIB, 9052 Ghent, Belgium."], ["Dai", "M", "M", "Virology Division, Department of Infectious Diseases & Immunology, Utrecht University, 3584CL Utrecht, The Netherlands."], ["de Haan", "C A M", "CAM", "Virology Division, Department of Infectious Diseases & Immunology, Utrecht University, 3584CL Utrecht, The Netherlands."], ["Kleanthous", "H", "H", "Sanofi Pasteur, Research North America, Cambridge, Massachusetts, USA."], ["Vogel", "T U", "TU", "Sanofi Pasteur, Research North America, Cambridge, Massachusetts, USA."], ["Saelens", "X", "X", "VIB-UGent Center for Medical Biotechnology, VIB, 9052 Ghent, Belgium xavier.saelens@vib-ugent.be."]], "date": "2017-11-22", "id": "29167342", "text": "There is increasing evidence to suggest that antibodies directed towards influenza A virus (IAV) neuraminidase (NA) are an important correlate of protection against influenza in humans. Moreover, the potential of NA-specific antibodies to provide broader protection than conventional hemagglutinin (HA) antibodies has been recognized. Herein, we describe the isolation of two monoclonal antibodies, N1-7D3 and N1-C4, directed towards the N1 NA. N1-7D3 binds to a conserved linear epitope in the membrane distal, carboxy-terminal part of the NA and reacted with the NA of seasonal H1N1 isolates ranging from 1977 till 2007 the 2009 H1N1pdm virus as well as A/Vietnam/1194/04 (H5N1). However, N1-7D3 lacked NA inhibition (NI) activity and the ability to protect BALB/c mice against a lethal challenge with a range of H1N1 viruses. Conversely, N1-C4 bound to a conformational epitope that is conserved between two influenza subtypes, the 2009 H1N1pdm and H5N1 IAV and displayed potent in vitro antiviral activity mediating both NI and plaque size-reduction. Moreover, N1-C4 could provide heterosubtypic protection in BALB/c mice against a lethal challenge with 2009 H1N1pdm or H5N1 virus. Glutamic acid residue 311 in the NA was found to be critical for the NA binding and antiviral activity of monoclonal antibody N1-C4. Our data provide further evidence on cross-protective epitopes within the N1 subtype and highlight the potential of NA as an important target for vaccine and therapeutic approaches.Importance Influenza remains a world-wide burden to public health. As such the development of new and novel vaccines and therapeutics against influenza virus is crucial. Human challenge studies have recently highlighted the importance of antibodies directed towards the viral neuraminidase (NA) as an important correlate of reduced influenza-associated disease severity. Furthermore, there is evidence that anti-NA antibodies can provide broader protection than antibodies towards the viral hemagglutinin. Here we describe the isolation and detailed characterization of two N1 NA-specific monoclonal antibodies. One of these monoclonal antibodies broadly binds N1 type NAs and the second one displays NAI, in vitro and in vivo anti-viral activity against 2009 H1N1pdm and H5N1 influenza viruses. These two new anti-NA antibodies contribute to our understanding of the antigenic properties and protective potential of the influenza NA antigen.", "doi": "10.1128/JVI.01584-17", "title": "Antibodies directed towards neuraminidase N1 control disease in a mouse model of influenza.", "journal": ["Journal of virology", "J. Virol."]}