{"authors": [["Cotugno", "Stephanie", "S", "UPMC Shadyside Hospital, Pittsburgh, PA cotugnos@upmc.edu."], ["Morrow", "Gina", "G", "Yale-New Haven Hospital, New Haven, CT."], ["Cooper", "Chandra", "C", "Yale-New Haven Hospital, New Haven, CT."], ["Cabie", "Maribeth", "M", "Yale-New Haven Hospital, New Haven, CT."], ["Cohn", "Sara", "S", "Yale-New Haven Hospital, New Haven, CT."]], "date": null, "id": "29167145", "text": "Results of an initiative to improve assessment and documentation of the influenza vaccination status of adult psychiatric inpatients are reported.A prospective quality-improvement study was conducted at a large, tertiary care academic medical center with the aim of improving compliance with the Influenza Immunization (IMM-2) quality measure, which was added to the Inpatient Psychiatric Facility Quality Reporting (IPFQR) program in 2015 and requires assessment and documentation of influenza vaccination status in specified groups of psychiatric inpatients. The primary objective was to improve the IMM-2 IPFQR compliance rate to 100% during the 2015-16 influenza season from a rate of 55% during the 2014-15 influenza season through pharmacist interventions; secondary objectives included analysis of types of pharmacist interventions, rates of influenza vaccination status assessment and ordering, and rates of vaccine refusal by psychiatric disease state.With pharmacist interventions, the IMM-2 IPFQR compliance rate was increased to 99% during the 2015-16 influenza season. Of the 1,413 patients included in the study population, 45% (n = 646) were targeted for pharmacist intervention. Influenza vaccine was ordered for 61% of the study population (n = 867 patients), with an overall refusal rate of 74% (n = 642). Differences in refusal rates by psychiatric diagnosis were not significant.Pharmacist-conducted education of nurses and interventions to ensure completion of influenza vaccine assessments and documentation led to an improved IMM-2 IPFQR compliance rate at the study site.", "doi": "10.2146/ajhp160755", "title": "Impact of pharmacist intervention on influenza vaccine assessment and documentation in hospitalized psychiatric patients.", "journal": ["American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists", "Am J Health Syst Pharm"]}