{"authors": [["Jensen", "Kristoffer J", "KJ", "1Research Center for Vitamins and Vaccines,Bandim Health Project,Statens Serum Institut,DK-2300 Copenhagen,Denmark."], ["Søndergaard", "Mia J", "MJ", "2Bandim Health Project,Indepth Network,Bissau,Bissau codex 1004,Guinea-Bissau."], ["Andersen", "Andreas", "A", "1Research Center for Vitamins and Vaccines,Bandim Health Project,Statens Serum Institut,DK-2300 Copenhagen,Denmark."], ["Martins", "Cesario", "C", "2Bandim Health Project,Indepth Network,Bissau,Bissau codex 1004,Guinea-Bissau."], ["Erikstrup", "Christian", "C", "5Department of Clinical Immunology,Aarhus University Hospital,DK-8000 Aarhus,Denmark."], ["Aaby", "Peter", "P", "2Bandim Health Project,Indepth Network,Bissau,Bissau codex 1004,Guinea-Bissau."], ["Flanagan", "Katie L", "KL", "6Department of Immunology and Pathology,Monash University,Melbourne,VIC 3800,Australia."], ["Benn", "Christine Stabell", "CS", "1Research Center for Vitamins and Vaccines,Bandim Health Project,Statens Serum Institut,DK-2300 Copenhagen,Denmark."]], "date": "2017-11-23", "id": "29166972", "text": "High-dose vitamin A supplementation (VAS) may affect mortality to infectious diseases in a sex-differential manner. Here, we analysed the long-term immunological effects of neonatal vitamin A supplementation (NVAS) in 247 children, who had been randomly allocated to 50 000 or 25 000 IU vitamin A (15mg and 7·5mg retinol equivalents, respectively) or placebo at birth. At 4-6 months of age, we assessed bacille Calmette-Guérin (BCG) scarification, and we analysed in vitro responses of TNF-α, IL-5, IL-10, IL-13 and IFN-γ in whole blood stimulations to phytohaemagglutinin (PHA), purified protein derivative (PPD), tetanus toxoid and lipopolysaccharide. There were no differences between the two doses of NVAS, and thus they were analysed combined as NVAS (any dose) v. placebo. All analyses were performed unstratified and by sex. NVAS increased the chance of having a scar after BCG vaccination in females (NVAS v. placebo: 96 v. 71 %, proportion ratio: 1·24; 95 % CI 1·09, 1·42), but not in males (P for interaction=0·012). NVAS was associated with significant sex-differential effects on the pro- to anti-inflammatory cytokine ratios (TNF-α:IL-10) to PPD, tetanus toxoid and medium alone, which were increased in females but decreased in males. In addition, IL-17 responses tended to be increased in NVAS v. placebo recipients in males but not in females, significantly so for the PHA stimulation. The study corroborates sex-differential effects of VAS on the immune system, emphasising the importance of analysing VAS effects by sex.", "doi": "10.1017/S0007114517002938", "title": "Long-term sex-differential effects of neonatal vitamin A supplementation on in vitro cytokine responses.", "journal": ["The British journal of nutrition", "Br. J. Nutr."]}