{"authors": [["Grage", "Katrin", "K", "Institute of Fundamental Sciences, Massey University, Private Bag 11222, Palmerston North, 4442, New Zealand."], ["McDermott", "Paul", "P", "Bioline Reagents Ltd., Unit 16, The Edge Business Centre, Humber Road, London, NW2 6EW, UK."], ["Rehm", "Bernd H A", "BHA", "Centre for Cell Factories and Biopolymers, Griffith Institute for Drug Discovery, Griffith University, Don Young Road, Nathan, QLD, Australia. b.rehm@griffith.edu.au."]], "date": "2017-11-22", "id": "29166918", "text": "Over the last 10-15 years, a technology has been developed to engineer bacterial poly(3-hydroxybutyrate) (PHB) inclusions as functionalized beads, for applications such as vaccines, diagnostics and enzyme immobilization. This has been achieved by translational fusion of foreign proteins to the PHB synthase (PhaC). The respective fusion protein mediates self-assembly of PHB inclusions displaying the desired protein function. So far, beads have mainly been produced in recombinant Escherichia coli, which is problematic for some applications as the lipopolysaccharides (LPS) co-purified with such inclusions are toxic to humans and animals.In this study, we have bioengineered the formation of functional PHB inclusions in the Gram-positive bacterium Bacillus megaterium, an LPS-free and established industrial production host. As B. megaterium is a natural PHB producer, the PHB-negative strain PHA05 was used to avoid any background PHB production. Plasmid-mediated T7 promoter-driven expression of the genes encoding β-ketothiolase (phaA), acetoacetyl-CoA-reductase (phaB) and PHB synthase (phaC) enabled PHB production in B. megaterium PHA05. To produce functionalized PHB inclusions, the N- and C-terminus of PhaC was fused to four and two IgG binding Z-domains from Staphylococcus aureus, respectively. The ZZ-domain PhaC fusion protein was strongly overproduced at the surface of the PHB inclusions and the corresponding isolated ZZ-domain displaying PHB beads were found to purify IgG with a binding capacity of 40-50 mg IgG/g beads. As B. megaterium has the ability to sporulate and respective endospores could co-purify with cellular inclusions, a sporulation negative production strain was generated by disrupting the spoIIE gene in PHA05. This strain did not produce spores when tested under sporulation inducing conditions and it was still able to synthesize ZZ-domain displaying PHB beads.This study provides proof of concept for the successful genetic engineering of B. megaterium as a host for the production of functionalized PHB beads. Disruption of the spoIIE gene rendered B. megaterium incapable of sporulation but particularly suitable for production of functionalized PHB beads. This sporulation-negative mutant represents an improved industrial production strain for biotechnological processes otherwise impaired by the possibility of endospore formation.", "doi": "10.1186/s12934-017-0823-5", "title": "Engineering Bacillus megaterium for production of functional intracellular materials.", "journal": ["Microbial cell factories", "Microb. Cell Fact."]}