{"authors": [["Furuta", "Marie", "M", "Department of Human Health Sciences, Kyoto University, Graduate School of Medicine, 53 Kawara-cho Shogo-in, Sakyo-ku, Kyoto, 606-8507, Japan. furuta.marie.8r@kyoto-u.ac.jp."], ["Sin", "Jacqueline", "J", "University of Reading, School of Psychology & Clinical Language Sciences, Earley Gate, Reading, RG6 6AL, UK."], ["Ng", "Edmond S W", "ESW", "Director's Office, London School of Hygiene & Tropical Medicine, Keppel St, London, WC1E 7HT, UK."], ["Wang", "Kay", "K", "Nuffield Department of Primary Care Health Sciences, Radcliffe Primary Care, Radcliffe Observatory Quarter, University of Oxford, Woodstock Road, Oxford, OX2 6GG, UK."]], "date": "2017-11-22", "id": "29166874", "text": "Worldwide, pertussis remains a major health problem among children. During the recent outbreaks of pertussis, maternal antenatal immunisation was introduced in several industrial countries. This systematic review aimed to synthesize evidence for the efficacy and safety of the pertussis vaccination that was given to pregnant women to protect infants from pertussis infection.We searched literature in the Cochrane Central Register of Controlled Trials, Medline, Embase, and OpenGrey between inception of the various databases and 16 May 2016. The search terms included 'pertussis', 'whooping cough', 'pertussis vaccine,' 'tetanus, diphtheria and pertussis vaccines' and 'pregnancy' and 'perinatal'.We included 15 articles in this review, which represented 12 study populations, involving a total of 203,835 mother-infant pairs from the US, the UK, Belgium, Israel, and Vietnam. Of the included studies, there were two randomised controlled trials (RCTs) and the rest were observational studies. Existing evidence suggests that vaccinations administered during 19-37 weeks of gestation are associated with significantly increased antibody levels in the blood of both mothers and their newborns at birth compared to placebo or no vaccination. However, there is a lack of robust evidence to suggest whether these increased antibodies can also reduce the incidence of pertussis (one RCT, n = 48, no incidence in either group) and pertussis-related severe complications (one observational study) or mortality (no study) in infants. Meanwhile, there is no evidence of increased risk of serious complications such as stillbirth (e.g. one RCT, n = 103, RR = 0, meaning no case in the vaccine group), or preterm birth (two RCTs, n = 151, RR = 0.86, 95%CI: 0.14-5.21) related to administration of the vaccine during pregnancy.Given that pertussis infection is increasing in many countries and that newborn babies are at greatest risk of developing severe complications from pertussis, maternal vaccination in the later stages of pregnancy should continue to be supported while further research should fill knowledge gaps and strengthen evidence of its efficacy and safety.", "doi": "10.1186/s12884-017-1559-2", "title": "Efficacy and safety of pertussis vaccination for pregnant women - a systematic review of randomised controlled trials and observational studies.", "journal": ["BMC pregnancy and childbirth", "BMC Pregnancy Childbirth"]}