{"authors": [["Kodihalli", "Shantha", "S", "Research and Development, Emergent BioSolution, Winnipeg, Manitoba, Canada."], ["Emanuel", "Andrew", "A", "Research and Development, Emergent BioSolution, Winnipeg, Manitoba, Canada."], ["Takla", "Teresa", "T", "Research and Development, Emergent BioSolution, Winnipeg, Manitoba, Canada."], ["Hua", "Yi", "Y", "Clinical Research, Emergent BioSolutions, Winnipeg, Manitoba, Canada."], ["Hobbs", "Charles", "C", "Lovelace Respiratory Research Institute, Albuquerque, New Mexico, United States of America."], ["LeClaire", "Ross", "R", "Lovelace Respiratory Research Institute, Albuquerque, New Mexico, United States of America."], ["O'Donnell", "Denise C", "DC", "Lovelace Respiratory Research Institute, Albuquerque, New Mexico, United States of America."]], "date": "2017-11-22", "id": "29166654", "text": "There are currently no licensed vaccines available for prevention of botulism in humans. The vaccination is not desirable due to expanding therapeutic indications of botulinum toxins. The only available specific treatment for botulism is antitoxin to remove circulating toxin, thus, preventing further neuronal damage. BAT® (Botulism Antitoxin Heptavalent (A, B, C, D, E, F, G)-(Equine)) has been developed and its therapeutic efficacy evaluated against botulinum neurotoxin serotype A (BoNT/A) in Rhesus macaques.In a post-exposure prophylaxis (PEP) study, animals were exposed to 4x LD50/kg of BoNT/A and administered intravenously with either BAT (1x or 0.1x scaled human dose), or placebo at 4 hours post-exposure. The animals were monitored for 14 days. For the therapeutic intervention studies, animals were exposed to a 1.7x LD50/kg of BoNT/A and treated intravenously with either placebo or BAT at a 1x scaled human dose at the onset of clinical signs. Animals were monitored on an hourly basis for 14 or 21 days. In the PEP study, all animals tolerated equine based antitoxin without any adverse clinical signs. A 100% survival was observed in groups treated with the BAT compared to 0% survival in those treated with the placebo (p<0.001, Fisher's exact test). BAT antitoxin prevented the development of signs of neurotoxicity of botulinum toxin. In a therapeutic study, treatment with the BAT at scaled 1x human dose after the onset of clinical signs significantly enhanced survival compared to the placebo (46.6% vs. 0%, p<0.0001, Fisher's exact test). Additionally, treatment with the BAT delayed the progression of signs (muscular weakness, respiratory distress, oral/nasal discharge) of toxin intoxication and reduced the severity of the disease.A single dose of BAT, when administered to symptomatic monkeys, resulted in a statistically significant survival benefit compared to the placebo. Additionally, BAT completely protected monkeys from the clinical signs of intoxication and subsequent death when administered as PEP treatment. These data in part supported the licensure of BAT under the Animal Rule in the United States by the Food and Drug Administration.", "doi": "10.1371/journal.pone.0186892", "title": "Therapeutic efficacy of equine botulism antitoxin in Rhesus macaques.", "journal": ["PloS one", "PLoS ONE"]}