{"authors": [["Landais", "Elise", "E", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA; International AIDS Vaccine Initiative, New York, NY 10004, USA. Electronic address: elandais@iavi.org."], ["Murrell", "Ben", "B", "Department of Medicine, University of California San Diego, San Diego, CA 92103, USA."], ["Briney", "Bryan", "B", "Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Murrell", "Sasha", "S", "Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Rantalainen", "Kimmo", "K", "Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Berndsen", "Zachary T", "ZT", "Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Ramos", "Alejandra", "A", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; International AIDS Vaccine Initiative, New York, NY 10004, USA."], ["Wickramasinghe", "Lalinda", "L", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; International AIDS Vaccine Initiative, New York, NY 10004, USA."], ["Smith", "Melissa Laird", "ML", "Icahn School of Medicine and Icahn Institute for Genomics and Multiscale Biology at Mount Sinai, New York, NY 10029, USA."], ["Eren", "Kemal", "K", "Biomedical Informatics, University of California San Diego, San Diego, CA 92103, USA; Bioinformatics and Systems Biology, University of California San Diego, San Diego, CA 92103, USA."], ["de Val", "Natalia", "N", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Wu", "Mengyu", "M", "Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Cappelletti", "Audrey", "A", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; Institut de Biologie Structurale, Université Grenoble Alpes, Commissariat a l'Energie Atomique, Centre National de Recherche Scientifique and Centre Hospitalier Universitaire Grenoble Alpes, 38044 Grenoble, France."], ["Umotoy", "Jeffrey", "J", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; International AIDS Vaccine Initiative, New York, NY 10004, USA."], ["Lie", "Yolanda", "Y", "Monogram Biosciences Inc., Laboratory Corporation of America Holdings, San Francisco CA 94080, USA."], ["Wrin", "Terri", "T", "Monogram Biosciences Inc., Laboratory Corporation of America Holdings, San Francisco CA 94080, USA."], ["Algate", "Paul", "P", "Theraclone Sciences, Inc., Seattle, WA 98104, USA."], ["Chan-Hui", "Po-Ying", "PY", "Theraclone Sciences, Inc., Seattle, WA 98104, USA."], ["Karita", "Etienne", "E", "Rwanda-Zambia HIV Research Group, Project San Francisco, Kigali, Rwanda."], [null, null, null, null], [null, null, null, null], ["Ward", "Andrew B", "AB", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Wilson", "Ian A", "IA", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA; Skaggs Institute for Chemical Biology, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Burton", "Dennis R", "DR", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA; Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery, The Scripps Research Institute, La Jolla, CA 92037, USA; Ragon Institute of Massachusetts General Hospital, Massachusetts Institute of Technology, and Harvard, Cambridge, MA 02114, USA."], ["Smith", "Davey", "D", "Department of Medicine, University of California San Diego, San Diego, CA 92103, USA; Veterans Affairs Healthcare System, San Diego, CA 92161, USA."], ["Pond", "Sergei L Kosakovsky", "SLK", "Department of Medicine, University of California San Diego, San Diego, CA 92103, USA."], ["Poignard", "Pascal", "P", "International AIDS Vaccine Initiative Neutralizing Antibody Center, The Scripps Research Institute, La Jolla, CA 92037, USA; Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA; International AIDS Vaccine Initiative, New York, NY 10004, USA; Institut de Biologie Structurale, Université Grenoble Alpes, Commissariat a l'Energie Atomique, Centre National de Recherche Scientifique and Centre Hospitalier Universitaire Grenoble Alpes, 38044 Grenoble, France. Electronic address: pascal.poignard@ibs.fr."]], "date": null, "id": "29166592", "text": "Understanding how broadly neutralizing antibodies (bnAbs) to HIV envelope (Env) develop during natural infection can help guide the rational design of an HIV vaccine. Here, we described a bnAb lineage targeting the Env V2 apex and the Ab-Env co-evolution that led to development of neutralization breadth. The lineage Abs bore an anionic heavy chain complementarity-determining region 3 (CDRH3) of 25 amino acids, among the shortest known for this class of Abs, and achieved breadth with only 10% nucleotide somatic hypermutation and no insertions or deletions. The data suggested a role for Env glycoform heterogeneity in the activation of the lineage germline B cell. Finally, we showed that localized diversity at key V2 epitope residues drove bnAb maturation toward breadth, mirroring the Env evolution pattern described for another donor who developed V2-apex targeting bnAbs. Overall, these findings suggest potential strategies for vaccine approaches based on germline-targeting and serial immunogen design.", "doi": "10.1016/j.immuni.2017.11.002", "title": "HIV Envelope Glycoform Heterogeneity and Localized Diversity Govern the Initiation and Maturation of a V2 Apex Broadly Neutralizing Antibody Lineage.", "journal": ["Immunity", "Immunity"]}