{"authors": [["Elhamidi", "Youness", "Y", null], ["Mahamud", "Abdirahman", "A", null], ["Safdar", "Muhammad", "M", null], ["Al Tamimi", "Wasan", "W", null], ["Jorba", "Jaume", "J", null], ["Mbaeyi", "Chukwuma", "C", null], ["Hsu", "Christopher H", "CH", null], ["Wadood", "Zubair", "Z", null], ["Sharif", "Salmaan", "S", null], ["Ehrhardt", "Derek", "D", null]], "date": "2017-11-24", "id": "29166363", "text": "In 1988, the World Health Assembly launched the Global Polio Eradication Initiative. Among the three wild poliovirus serotypes, only wild poliovirus (WPV) type 1 (WPV1) has been detected since 2012. Since 2014, Pakistan, Afghanistan, and Nigeria remain the only countries with continuing endemic WPV1 transmission. This report describes activities conducted and progress made toward the eradication of poliovirus in Pakistan during January 2016-July 2017 and provides an update to previous reports (1,2). In 2016, Pakistan reported 20 WPV1 cases, a 63% decrease compared with 54 cases in 2015 (3). As of September 25, 2017, five WPV1 cases have been reported in 2017, representing a 69% decline compared with 16 cases reported during the same period in 2016 (Figure 1). During January-September 2017, WPV1 was detected in 72 of 468 (15%) environmental samples collected, compared with 36 of 348 (9%) samples collected during the same period in 2016. WPV1 was detected in environmental samples in areas where no polio cases are being reported, which indicates that WPV1 transmission is continuing in some high-risk areas. Interruption of WPV transmission in Pakistan requires maintaining focus on reaching missed children (particularly among mobile populations), continuing community-based vaccination, implementing the 2017-2018 National Emergency Action Plan (4), and improving routine immunization services.", "doi": "10.15585/mmwr.mm6646a4", "title": "Progress Toward Poliomyelitis Eradication - Pakistan, January 2016-September 2017.", "journal": ["MMWR. Morbidity and mortality weekly report", "MMWR Morb. Mortal. Wkly. Rep."]}