{"authors": [["Korotkova", "Ekaterina", "E", "AN Belozersky Institute of Physical-Chemical Biology, MV Lomonosov Moscow State University, Moscow 119899, Russia. kel@sumail.ru."], ["Laassri", "Majid", "M", "US Food and Drug Administration, Silver Spring, MD 20993, USA. majid.laassri@fda.hhs.gov."], ["Zagorodnyaya", "Tatiana", "T", "US Food and Drug Administration, Silver Spring, MD 20993, USA. tatiana.zagorodnyaya@fda.hhs.gov."], ["Petrovskaya", "Svetlana", "S", "US Food and Drug Administration, Silver Spring, MD 20993, USA. svetlana.petrovskaya@fda.hhs.gov."], ["Rodionova", "Elvira", "E", "US Food and Drug Administration, Silver Spring, MD 20993, USA. rodionova.elvira@gmail.com."], ["Cherkasova", "Elena", "E", "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD 20895, USA. cherkasovae@nhlbi.nih.gov."], ["Gmyl", "Anatoly", "A", "Institute of Poliomyelitis and Viral Encephalitides of MP Chumakov Federal Scientific Center for Research and Development of Immune-and-Biological Products of Russian Academy of Sciences, Moscow 108819, Russia. apgmyl@mail.ru."], ["Ivanova", "Olga E", "OE", "Institute of Poliomyelitis and Viral Encephalitides of MP Chumakov Federal Scientific Center for Research and Development of Immune-and-Biological Products of Russian Academy of Sciences, Moscow 108819, Russia. ivanova_oe@chumakovs.su."], ["Eremeeva", "Tatyana P", "TP", "Institute of Poliomyelitis and Viral Encephalitides of MP Chumakov Federal Scientific Center for Research and Development of Immune-and-Biological Products of Russian Academy of Sciences, Moscow 108819, Russia. poliom_ldms@mail.ru."], ["Lipskaya", "Galina Y", "GY", "AN Belozersky Institute of Physical-Chemical Biology, MV Lomonosov Moscow State University, Moscow 119899, Russia. galina.lipskaya@gmail.com."], ["Agol", "Vadim I", "VI", "AN Belozersky Institute of Physical-Chemical Biology, MV Lomonosov Moscow State University, Moscow 119899, Russia. agol@belozersky.msu.ru."], ["Chumakov", "Konstantin", "K", "US Food and Drug Administration, Silver Spring, MD 20993, USA. konstantin.chumakov@fda.hhs.gov."]], "date": "2017-11-22", "id": "29165333", "text": "Complete genomic sequences of a non-redundant set of 70 recombinants between three serotypes of attenuated Sabin polioviruses as well as location (based on partial sequencing) of crossover sites of 28 additional recombinants were determined and compared with the previously published data. It is demonstrated that the genomes of Sabin viruses contain distinct strain-specific segments that are eliminated by recombination. The presumed low fitness of these segments could be linked to mutations acquired upon derivation of the vaccine strains and/or may have been present in wild-type parents of Sabin viruses. These \"weak\" segments contribute to the propensity of these viruses to recombine with each other and with other enteroviruses as well as determine the choice of crossover sites. The knowledge of location of such segments opens additional possibilities for the design of more genetically stable and/or more attenuated variants, i.e., candidates for new oral polio vaccines. The results also suggest that the genome of wild polioviruses, and, by generalization, of other RNA viruses, may harbor hidden low-fitness segments that can be readily eliminated only by recombination.", "doi": "10.3390/v9110353", "title": "Pressure for Pattern-Specific Intertypic Recombination between Sabin Polioviruses: Evolutionary Implications.", "journal": ["Viruses", "Viruses"]}