{"authors": [["Yu", "Qingchuan", "Q", "Division of Enteric Viral Vaccines, National Institutes for Food and Drug Control, Beijing 100050, PR China."], ["Liu", "Yan", "Y", "Division of Enteric Viral Vaccines, National Institutes for Food and Drug Control, Beijing 100050, PR China."], ["Du", "Jialiang", "J", "Division of Enteric Viral Vaccines, National Institutes for Food and Drug Control, Beijing 100050, PR China."], ["Liu", "Yueyue", "Y", "Division of Enteric Viral Vaccines, National Institutes for Food and Drug Control, Beijing 100050, PR China."], ["Zhang", "Lili", "L", "Division of Enteric Viral Vaccines, National Institutes for Food and Drug Control, Beijing 100050, PR China."], ["Guo", "Tai", "T", "Division of Enteric Viral Vaccines, National Institutes for Food and Drug Control, Beijing 100050, PR China."]], "date": "2017-11-22", "id": "29165219", "text": "In 2010, Rotarix was found to be contaminated with infectious porcine circovirus type 1 (PCV1). In China, the Lanzhou lamb rotavirus (LLR) vaccine is the only vaccine used to prevent rotavirus disease. From 2006 to September 2014, more than 54 million doses of LLR vaccines have been lot released. It is a safety issue whether PCV1 is present in the LLR vaccine. Although the cell substrate of LLR, bovine kidney (BK), is different from that of Rotarix, we have investigated the cell's permissivity for PCV1 by both infectivity and full-length PCR analysis. We have assessed the LLR using a quantitative PCR (qPCR) assay. A total of 171 random batches of LLR final products over a period of 5 years were tested, and no PCV1 was detected (0/171). Infectivity studies showed that two strains of PCV1, the PCV1-prototype, which was derived from PK-15 cells, and the mutant, PCV1-GSK, which was isolated from Rotarix, were capable of replicating in BK cells over a wide m.o.i. ranging from 10 to 0.01. After culture for 6 days, copies of PCV1-prototype DNA were higher than those of PCV1-GSK on average. The genome of the virus was detected at 6 days post-infection. In summary, the LLR vaccine is free of PCV1. Nevertheless, because PCV1 can replicate in the BK cell substrate, manufacturers need to be vigilant in monitoring for this adventitious agent.", "doi": "10.1099/jgv.0.000875", "title": "Porcine circovirus type 1 was undetected in vaccine but could be cultured in the cell substrate of Lanzhou lamb rotavirus vaccine.", "journal": ["The Journal of general virology", "J. Gen. Virol."]}