{"authors": [["Pawelec", "Graham", "G", "Second Department of Internal Medicine, University of Tuebingen Center for Medical Research (ZMF), Tuebingen, Germany."]], "date": "2017-11-21", "id": "29164593", "text": "Melanoma has long been recognized as a potentially immunogenic tumour, but only recently has it become clear that the reason for this resides in its many ultraviolet (UV)-induced mutations and expression of multiple autoantigens which can be targeted by the immune system. The first successful applications of immune-based treatments included passive immunotherapy using high-dose interleukin (IL)-2 and/or adoptive transfer of natural killer (NK)-cells, as well as active immunotherapy using whole cell-derived or peptide vaccines. In the intervening decades, it has become clear that these approaches can lead to durable responses in stage III/IV melanoma, and even to functional cures - but only in a vanishingly small fraction of patients. With the advent of immune checkpoint blockade first with anti-cytotoxic T-lymphocyte 4 (CTLA-4), then with anti-programmed cell death 1 (PD-1) antibodies, and combinations thereof, the small percentage of responding patients may be increased to half, a major accomplishment in this refractory disease. Improved techniques for identifying mutation-derived neoantigens and thus more sophisticated active immunotherapies, probably combined with checkpoint blockade, currently hold great promise for further increasing the fraction of responding patients. As additional immunomodulatory antibodies and therapies become available, it will be increasingly important to develop diagnostic tools to determine which particular therapy is likely to elicit the best response for the individual patient. Practically speaking, therapy selection and efficacy monitoring on the basis of the results of a blood test would be most desirable. The purpose of this review is to consider the feasibility of identifying 'immune signatures' for predicting responses and determining mechanisms responsible for success or failure of these immunotherapies.", "doi": "10.1111/imm.12870", "title": "Immune correlates of clinical outcome in melanoma.", "journal": ["Immunology", "Immunology"]}