{"authors": [["Chernykh", "Elena", "E", "Laboratory of Cellular Immunotherapy, Institute of Fundamental and Clinical Immunology, 630099, Novosibirsk, Yadrintsevskaya str., 14, Russia."], ["Leplina", "Olga", "O", "Laboratory of Cellular Immunotherapy, Institute of Fundamental and Clinical Immunology, 630099, Novosibirsk, Yadrintsevskaya str., 14, Russia. oleplina@mail.ru."], ["Oleynik", "Ekaterina", "E", "Laboratory of Cellular Immunotherapy, Institute of Fundamental and Clinical Immunology, 630099, Novosibirsk, Yadrintsevskaya str., 14, Russia."], ["Tikhonova", "Marina", "M", "Laboratory of Cellular Immunotherapy, Institute of Fundamental and Clinical Immunology, 630099, Novosibirsk, Yadrintsevskaya str., 14, Russia."], ["Tyrinova", "Tamara", "T", "Laboratory of Cellular Immunotherapy, Institute of Fundamental and Clinical Immunology, 630099, Novosibirsk, Yadrintsevskaya str., 14, Russia."], ["Starostina", "Natalia", "N", "Department of the Clinic of Immunopathology of Institute of Fundamental and Clinical Immunology, Novosibirsk, Russia."], ["Ostanin", "Alexandr", "A", "Laboratory of Cellular Immunotherapy, Institute of Fundamental and Clinical Immunology, 630099, Novosibirsk, Yadrintsevskaya str., 14, Russia."]], "date": "2017-11-21", "id": "29164490", "text": "The key role of T cells in hepatitis C virus (HCV) elimination and the ability of dendritic cells (DCs) to induce antiviral T cell responses suggest that DC vaccines could be a promising approach in the treatment of chronic HCV infection. The aim of our study was to evaluate, whether immunotherapy with DCs is safe and elicits anti-HCV T cell responses. Ten patients with HCV (genotype 1) were vaccinated with monocyte-derived DCs, generated in the presence of IFN-α (IFN-DCs) and pulsed with recombinant HCV Core and NS3 proteins. Treatment schedule included four subcutaneous vaccinations with 1 week interval and six vaccinations with month interval. No serious adverse events or an increase in hepatitis C biochemical activity were registered after vaccination. Using ex vivo assays for the detection of proliferative responses, IFN-γ production and CD8+ degranulation have shown that immunotherapy elicited antigen-specific responses in all patients although individual heterogeneity existed within their types, magnitude, and timing. Core/NS3-specific proliferative response and CD8+ T cell degranulation have already been registered after the first course of vaccination. Of note, Core-specific responses had higher magnitude. The appearance of antigen-specific IFN-γ responses was registered after the second vaccination course. Vaccination did not cause Th2 response and expansion of the CD4+CD25+CD127- regulatory T cells. Generated immune responses failed to provide virus elimination. Nevertheless, there were inverse correlations between viral load and NS3-specific proliferation (R S = 0.62; p = 0.05) and IFN-γ secretion (R S = - 0.82; p = 0.001) at 6-month post-treatment period. Immunotherapy with IFN-DCs was safe and elicited HCV-specific T cell responses which were insufficient to eliminate viruses but could be implicated in the restriction of viral replication.", "doi": "10.1007/s12026-017-8967-2", "title": "Immunotherapy with interferon-α-induced dendritic cells for chronic HCV infection (the results of pilot clinical trial).", "journal": ["Immunologic research", "Immunol. Res."]}