{"authors": [["Dorji", "Dorji", "D", "School of Biomedical Sciences and Curtin Health Innovation Research Institute, Curtin University, Bentley, Perth, 6102, Australia."], ["Mooi", "Frits", "F", "Laboratory of Pediatric Infectious Diseases, Department of Pediatrics, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Yantorno", "Osvaldo", "O", "Laboratorio de Biofilms Microbianos, Centro de Investigación y Desarrollo de Fermentaciones Industriales (CINDEFI-CONICET-CCT La Plata), Facultad de Ciencias Exactas, UNLP, La Plata, Argentina."], ["Deora", "Rajendar", "R", "Department of Microbiology and Immunology, Wake Forest University School of Medicine, Medical Center Blvd., Winston Salem, NC, 27157, USA."], ["Graham", "Ross M", "RM", "School of Biomedical Sciences and Curtin Health Innovation Research Institute, Curtin University, Bentley, Perth, 6102, Australia."], ["Mukkur", "Trilochan K", "TK", "School of Biomedical Sciences and Curtin Health Innovation Research Institute, Curtin University, Bentley, Perth, 6102, Australia. tk_mukkur@hotmail.com."]], "date": "2017-11-21", "id": "29164393", "text": "Despite high vaccine coverage, whooping cough caused by Bordetella pertussis remains one of the most common vaccine-preventable diseases worldwide. Introduction of whole-cell pertussis (wP) vaccines in the 1940s and acellular pertussis (aP) vaccines in 1990s reduced the mortality due to pertussis. Despite induction of both antibody and cell-mediated immune (CMI) responses by aP and wP vaccines, there has been resurgence of pertussis in many countries in recent years. Possible reasons hypothesised for resurgence have ranged from incompliance with the recommended vaccination programmes with the currently used aP vaccine to infection with a resurged clinical isolates characterised by mutations in the virulence factors, resulting in antigenic divergence with vaccine strain, and increased production of pertussis toxin, resulting in dampening of immune responses. While use of these vaccines provide varying degrees of protection against whooping cough, protection against infection and transmission appears to be less effective, warranting continuation of efforts in the development of an improved pertussis vaccine formulations capable of achieving this objective. Major approaches currently under evaluation for the development of an improved pertussis vaccine include identification of novel biofilm-associated antigens for incorporation in current aP vaccine formulations, development of live attenuated vaccines and discovery of novel non-toxic adjuvants capable of inducing both antibody and CMI. In this review, the potential roles of different accredited virulence factors, including novel biofilm-associated antigens, of B. pertussis in the evolution, formulation and delivery of improved pertussis vaccines, with potential to block the transmission of whooping cough in the community, are discussed.", "doi": "10.1007/s00430-017-0524-z", "title": "Bordetella Pertussis virulence factors in the continuing evolution of whooping cough vaccines for improved performance.", "journal": ["Medical microbiology and immunology", "Med. Microbiol. Immunol."]}