{"authors": [["Rathnaiah", "Govardhan", "G", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska, Lincoln, NE, United States."], ["Zinniel", "Denise K", "DK", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska, Lincoln, NE, United States."], ["Bannantine", "John P", "JP", "Infectious Bacterial Diseases, National Animal Disease Center, USDA-ARS, Ames, IA, United States."], ["Stabel", "Judith R", "JR", "Infectious Bacterial Diseases, National Animal Disease Center, USDA-ARS, Ames, IA, United States."], ["Gröhn", "Yrjö T", "YT", "Population Medicine and Diagnostic Sciences, College of Veterinary Medicine, Cornell University, Ithaca, NY, United States."], ["Collins", "Michael T", "MT", "Pathobiological Sciences, School of Veterinary Medicine, University of Wisconsin-Madison, Madison, WI, United States."], ["Barletta", "Raúl G", "RG", "School of Veterinary Medicine and Biomedical Sciences, University of Nebraska, Lincoln, NE, United States."]], "date": "2017-11-06", "id": "29164142", "text": "Mycobacterium avium subsp. paratuberculosis (MAP) is the etiologic agent of Johne's disease in ruminants causing chronic diarrhea, malnutrition, and muscular wasting. Neonates and young animals are infected primarily by the fecal-oral route. MAP attaches to, translocates via the intestinal mucosa, and is phagocytosed by macrophages. The ensuing host cellular immune response leads to granulomatous enteritis characterized by a thick and corrugated intestinal wall. We review various tissue culture systems, ileal loops, and mice, goats, and cattle used to study MAP pathogenesis. MAP can be detected in clinical samples by microscopy, culturing, PCR, and an enzyme-linked immunosorbent assay. There are commercial vaccines that reduce clinical disease and shedding, unfortunately, their efficacies are limited and may not engender long-term protective immunity. Moreover, the potential linkage with Crohn's disease and other human diseases makes MAP a concern as a zoonotic pathogen. Potential therapies with anti-mycobacterial agents are also discussed. The completion of the MAP K-10 genome sequence has greatly improved our understanding of MAP pathogenesis. The analysis of this sequence has identified a wide range of gene functions involved in virulence, lipid metabolism, transcriptional regulation, and main metabolic pathways. We also review the transposons utilized to generate random transposon mutant libraries and the recent advances in the post-genomic era. This includes the generation and characterization of allelic exchange mutants, transcriptomic analysis, transposon mutant banks analysis, new efforts to generate comprehensive mutant libraries, and the application of transposon site hybridization mutagenesis and transposon sequencing for global analysis of the MAP genome. Further analysis of candidate vaccine strains development is also provided with critical discussions on their benefits and shortcomings, and strategies to develop a highly efficacious live-attenuated vaccine capable of differentiating infected from vaccinated animals.", "doi": "10.3389/fvets.2017.00187", "title": "Pathogenesis, Molecular Genetics, and Genomics of Mycobacterium avium subsp. paratuberculosis, the Etiologic Agent of Johne's Disease.", "journal": ["Frontiers in veterinary science", "Front Vet Sci"]}