{"authors": [["Herrera Ramírez", "J C", "JC", "Ph.D. Student in Veterinary Sciences, Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["De la Mora", "A Ch", "AC", "MSc Student in Veterinary Sciences, Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["De la Mora Valle", "A", "A", "MSc, Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["Lopez-Valencia", "G", "G", "Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["Hurtado", "R M B", "RMB", "Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["Rentería Evangelista", "T B", "TB", "Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["Rodríguez Castillo", "J L", "JL", "Ph.D. Student in Veterinary Sciences, Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["Rodríguez Gardea", "A", "A", "Ph.D. Student in Veterinary Sciences, Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["Gómez Gómez", "S D", "SD", "MSc, Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."], ["Medina-Basulto", "G E", "GE", "Molecular Biology Laboratory, Veterinary Sciences Research Institute, Autonomous University of Baja California, Mexicali, Baja California, 21388, Mexico."]], "date": null, "id": "29163649", "text": "Bovine tuberculosis (TBB) is a zoonotic disease distributed worldwide and is of great importance for public health and the livestock industry. Several experimental vaccines against this disease have been evaluated in recent years, yielding varying results. An example is the Bacillus Calmette-Guérin (BCG) vaccine, which has been used extensively in humans and tested in cattle showing mixed results related to protection (0-80%) against Mycobacterium bovis. In this study, we used the food-grade bacterium Lactococcus lactis as an expression system for production of mycobacterial protein Hsp65. For this purpose, the construction of a replicable plasmid in strain NZ9000 L. lactis (pVElepr) was conducted, which expressed the Mycobacterium leprae Hsp65 antigen, and was recognized by traded anti-Hsp65 antibodies. The strain NZ9000-pVElepr was applied to calves that were negative to tuberculin test and the immune response was monitored. The results showed that immune response was not significantly increased in calves with NZ9000-pVElepr with respect to control groups, and no injury was observed in any lung or lymph of the calves. Finally, this study suggest that the recombinant NZ9000 strain of L. lactis may protect against the development of M. bovis infection, although studies with longer exposure to this pathogen are necessary to conclude the matter.", "doi": null, "title": "Immunopathological evaluation of recombinant mycobacterial antigen Hsp65 expressed in Lactococcus lactis as a novel vaccine candidate.", "journal": ["Iranian journal of veterinary research", "Iran J Vet Res"]}