{"authors": [["Yasmeen", "S", "S", "Mphil in Animal Genomics and Biotechnology, National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Siddique", "N", "N", "National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Athar Abbas", "M", "M", "National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Ali", "A", "A", "National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Rafique", "S", "S", "Ph.D. Scholar, National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Rashid", "F", "F", "National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Shah", "A U", "AU", "MSc in Biotechnology, National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Mehmood", "F", "F", "Mphil in Microbiology, National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Begum", "I", "I", "Mphil in Biology, National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."], ["Javaid", "T", "T", "Al-Ferooz Poultry Clinic, Rawalpindi-46000, Pakistan."], ["Jaffery", "S M H", "SMH", "Jaffmac Consultant Services, Lahore, Pakistan."], ["Ali", "R", "R", "Remount Veterinary and Farms Directorate, GHQ, Rawalpindi, Pakistan."], ["Naeem", "Kh", "K", "National Reference Lab for Poultry Diseases, Animal Sciences Institute, National Agricultural Research Centre, Islamabad-45500, Pakistan."]], "date": null, "id": "29163648", "text": "This study was designed to perform biological and molecular characterization of avian adenoviruses (AAVs) recovered from suspected cases of hydropericardium-hepatitis syndrome (HHS) in commercial poultry. Initially the samples were screened by Agar Gel Precipitation Test (AGPT) for the presence of AAVs followed by its confirmation and typing through polymerase chain reaction (PCR) focusing on already reported serotypes AAV-4, AAV-8 and AAV-10 elsewhere. These PCR-positive samples were further subjected to amplification of fiber gene, followed by conducting restriction fragment length polymorphism (RFLP) using restriction enzyme Alu. The selected isolates were further propagated through cell culture and pathogenic potential of selected isolates was determined by infecting chickens. In this study, out of a total 190 samples, 57.8% of suspected cases were found positive for AAV presence through AGPT while sub-type identification using PCR revealed 46.3% for these viruses belonging to AAV-4, 41.8% to AAV-8 and 11.8% showed co-infection of AAV-4 and AAV-8. AAV-10 was not detected in any of the tested samples. On the basis of RFLP pattern, AAV-4 isolates were further divided into four sub-groups (A-D) while AAV-8 isolates had identical RFLP pattern. To further evaluate the pathogenic potential of these sub-groups of AAV-4 isolates, specific pathogen free (SPF) chicks were challenged with selected isolates belonging to each of the sub-groups, resulting in variable pattern of pathogenicity. It is concluded that any variation in the fiber gene of AAV-4 isolates may affect its pathogenicity and eventually specificity of the vaccines used against such infections. Therefore, regular monitoring of the circulating AAV serotypes may be helpful in understanding the pathogenic potential of emerging AAVs, which may lead to development of more effective response strategies accordingly.", "doi": null, "title": "Fiber gene based molecular and biological characterization of hydropericardium-hepatitis syndrome associated avian adenoviruses.", "journal": ["Iranian journal of veterinary research", "Iran J Vet Res"]}