{"authors": [["Hemmi", "Masahisa", "M", "Laboratory of Biochemistry and Molecular Biology, Graduate School of Pharmaceutical Sciences, Osaka University, Osaka, Japan."], ["Tachibana", "Masashi", "M", "Laboratory of Biochemistry and Molecular Biology, Graduate School of Pharmaceutical Sciences, Osaka University, Osaka, Japan."], ["Fujimoto", "Natsuki", "N", "Laboratory of Biochemistry and Molecular Biology, Graduate School of Pharmaceutical Sciences, Osaka University, Osaka, Japan."], ["Shoji", "Masaki", "M", "Laboratory of Biochemistry and Molecular Biology, Graduate School of Pharmaceutical Sciences, Osaka University, Osaka, Japan."], ["Sakurai", "Fuminori", "F", "Laboratory of Biochemistry and Molecular Biology, Graduate School of Pharmaceutical Sciences, Osaka University, Osaka, Japan."], ["Kobiyama", "Kouji", "K", "Center for Vaccine and Adjuvant Research, National Institutes of Biomedical Innovation, Health and Nutrition, Osaka, Japan."], ["Ishii", "Ken J", "KJ", "Center for Vaccine and Adjuvant Research, National Institutes of Biomedical Innovation, Health and Nutrition, Osaka, Japan."], ["Akira", "Shizuo", "S", "Laboratory of Host Defense, World Premier International Research Center Immunology Frontier Research Center, Osaka University, Osaka, Japan."], ["Mizuguchi", "Hiroyuki", "H", "Laboratory of Biochemistry and Molecular Biology, Graduate School of Pharmaceutical Sciences, Osaka University, Osaka, Japan."]], "date": "2017-11-06", "id": "29163524", "text": "Few current vaccines can establish antigen (Ag)-specific immune responses in both mucosal and systemic compartments. Therefore, development of vaccines providing defense against diverse infectious agents in both compartments is of high priority in global health. Intramuscular vaccination of an adenovirus vector (Adv) has been shown to induce Ag-specific cytotoxic T lymphocytes (CTLs) in both systemic and gut-mucosal compartments. We previously found that type I interferon (IFN) signaling is required for induction of gut-mucosal, but not systemic, CTLs following vaccination; however, the molecular mechanism involving type I IFN signaling remains unknown. Here, we found that T helper 17 (Th17)-polarizing cytokine expression was down-regulated in the inguinal lymph nodes (iLNs) of Ifnar2-/- mice, resulting in the reduction of Ag-specific Th17 cells in the iLNs and gut mucosa of the mice. We also found that prior transfer of Th17 cells reversed the decrease in the number of Ag-specific gut-mucosal CTLs in Ifnar2-/- mice following Adv vaccination. Additionally, prior transfer of Th17 cells into wild-type mice enhanced the induction of Ag-specific CTLs in the gut mucosa, but not in systemic compartments, suggesting a gut mucosa-specific mechanism where Th17 cells regulate the magnitude of vaccine-elicited Ag-specific CTL responses. These data suggest that Th17 cells translate systemic type I IFN signaling into a gut-mucosal CTL response following vaccination, which could promote the development of promising Adv vaccines capable of establishing both systemic and gut-mucosal protective immunity.", "doi": "10.3389/fimmu.2017.01456", "title": "T Helper 17 Promotes Induction of Antigen-Specific Gut-Mucosal Cytotoxic T Lymphocytes following Adenovirus Vector Vaccination.", "journal": ["Frontiers in immunology", "Front Immunol"]}