{"authors": [["Platteel", "Anouk C M", "ACM", "Faculty of Veterinary Medicine, Department of Infectious Diseases and Immunology, Utrecht University, Utrecht, Netherlands."], ["Liepe", "Juliane", "J", "Max-Planck-Institute for Biophysical Chemistry, Göttingen, Germany."], ["van Eden", "Willem", "W", "Faculty of Veterinary Medicine, Department of Infectious Diseases and Immunology, Utrecht University, Utrecht, Netherlands."], ["Mishto", "Michele", "M", "Institut für Biochemie, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Sijts", "Alice J A M", "AJAM", "Faculty of Veterinary Medicine, Department of Infectious Diseases and Immunology, Utrecht University, Utrecht, Netherlands."]], "date": "2017-11-03", "id": "29163514", "text": "Efficient and safe induction of CD8+ T cell responses is a desired characteristic of vaccines against intracellular pathogens. To achieve this, a new generation of safe vaccines is being developed accommodating single, dominant antigens of pathogens of interest. In particular, the selection of such antigens is challenging, since due to HLA polymorphism the ligand specificities and immunodominance hierarchies of pathogen-specific CD8+ T cell responses differ throughout the human population. A recently discovered mechanism of proteasome-mediated CD8+ T cell epitope generation, i.e., by proteasome-catalyzed peptide splicing (PCPS), expands the pool of peptides and antigens, presented by MHC class I HLA molecules. On the cell surface, one-third of the presented self-peptides are generated by PCPS, which coincides with one-fourth in terms of abundance. Spliced epitopes are targeted by CD8+ T cell responses during infection and, like non-spliced epitopes, can be identified within antigen sequences using a novel in silico strategy. The existence of spliced epitopes, by enlarging the pool of peptides available for presentation by different HLA variants, opens new opportunities for immunotherapies and vaccine design.", "doi": "10.3389/fimmu.2017.01441", "title": "An Unexpected Major Role for Proteasome-Catalyzed Peptide Splicing in Generation of T Cell Epitopes: Is There Relevance for Vaccine Development?", "journal": ["Frontiers in immunology", "Front Immunol"]}